{"id":657574,"url":"http://en.wikipedia.org/wiki/Andrea_Horwath","text":"Andrea Horwath (born October 24, 1962) is a Canadian politician, MPP and community development coordinator. She currently serves as the Leader of the Ontario New Democratic Party and Leader of the Official Opposition in the Legislative Assembly of Ontario. She also is a member of the Legislative Assembly of Ontario, representing the riding of Hamilton Centre, and was won the leadership of the Ontario New Democrats in the 2009 leadership election.\nBy-election.\nHorwath was first elected in the 2004 by-election of the provincial riding of Hamilton East.\n2007 election.\nIn the 2007 Ontario election, Horwath ran in the new riding of Hamilton Centre and won it.\n2009 NDP leadership.\nOn November 7, 2008, Horwath officially launched her campaign to become the leader of the Ontario New Democrats. The leadership election was held March 6–8, 2009 and she won all three election ballots.\n2011 election.\nThe 2011 provincial election saw a rise for the NDP under Horwath however still in third place. The party was balanced out, with a Dalton McGunity minority government.\n2014 election.\nIn the 2014 provincial election, the NDP was able to continue its seat count of 21, however the Liberals still won a majority government.\n2018 election.\nHorwath running a third time, against the Liberal government led by Kathleen Wynne and a Progressive Conservative Party of Ontario led by Doug Ford. Horwath promised to introduce a provincial dental plan and prescription drugs. She also promised a child care plan and return Hydro One to public ownership by buying back privately held shares. She also promised to close the Pickering Nuclear Generating Station immediately, while the other party leaders have pledged to keep it open until 2024.\nThe party's support in public opinion polls increased in May 2018, leading to greater media attention and greater scrutiny for Horwath and her party. She ultimately led the party to official opposition status in the Legislature, the second highest number of seats in the party's history.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":44},{"uri":"Member_of_Provincial_Parliament","surface_form":"MPP","offset":65},{"uri":"Ontario_New_Democratic_Party","surface_form":"Ontario New Democratic Party","offset":150},{"uri":"Official_Opposition","surface_form":"Official Opposition","offset":197},{"uri":"Legislative_Assembly_of_Ontario","surface_form":"Legislative Assembly of Ontario","offset":224},{"uri":"Legislative_Assembly_of_Ontario","surface_form":"Legislative Assembly of Ontario","offset":285},{"uri":"Ontario_Liberal_Party","surface_form":"Liberal","offset":1279},{"uri":"Kathleen_Wynne","surface_form":"Kathleen Wynne","offset":1305},{"uri":"Progressive_Conservative_Party_of_Ontario","surface_form":"Progressive Conservative Party of Ontario","offset":1326},{"uri":"Doug_Ford","surface_form":"Doug Ford","offset":1375}]}