{"id":657552,"url":"http://en.wikipedia.org/wiki/Grigory_E._Volovik","text":"Grigory Efimovich Volovik (; born 7 September 1946 in Moscow) is a Russian theoretical physicist. He is known for his work on solid-state physics and astroparticle physics. His series work in 1970s-2000s about semi metal and femionic excitations in topological defects and boundary are paid enormous amount attentions in recent decade years because the discoveries about the topological solid state materials and potentially technical application on quantum computation. He also contributes a lot on emergent quantum field theory and gravity theory, one idea is phenomenological Q theory of cosmological constant problem.\nLife.\nVolovik completed his master's degree at the Physico-Technical Institute in Moscow. In 1973 he went to the Landau Institute in Moscow, becoming Senior scientist in 1992. He completed his PhD in 1973 with a thesis called the \"Dynamics of a particle strongly interacting with a Bose System. In \"1981, his habilitation (Russian doctor degree) was on \"the Topology of defects in condensed matter\". In 1993, he was made Professor at the laboratory for low temperature physics of the Technical University of Helsinki (today's Aalto University), but still worked at the Landau Institute.\nIn 1992, he received the Landau prize of the Russian Academy of Sciences. In 2004, he received the Simon Memorial Award in low-temperature physics for his \"fundamental research on the role of symmetry in low-temperature physics, and applications in Cosmology, quantum gravity, quantum field theory and particle physics\" (Eulogy). from 2003 to 2006 he was the leader of the European science Foundation, \"Cosmology in the Laboratory\". Volovik is the author of several books and of more than 340 scientific journal publications.\nIn 2001, he became a member of the Finnish Academy of Sciences and in 2007, the Academy of Sciences Leopoldina. In 2014, he was awarded the Lars Onsager prize.\nResearches in Physics.\nOne of his contributions in middle of 1970s together with colleges was independently clarify the relationship between topology (Homotopy) of order parameter manifold and defects. Together with few work about topological property of instanton in high energy physics during that time, those work are enter in textbook nowaday. In 1996, the Chiral anomaly originating from the Fermi/Weyl point in superfluid helium-3 has been observed. After almost twenty years, same phenomena has been observed in solid material experiment.\nIn 1999, he firstly claimed that the existence of Majorana fermion zero mode located in the core of vertex in spinless superconductors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moscow","surface_form":"Moscow","offset":54},{"uri":"Solid-state_physics","surface_form":"solid-state physics","offset":126},{"uri":"Astroparticle_physics","surface_form":"astroparticle physics","offset":150},{"uri":"Semi_metal","surface_form":"semi metal","offset":210},{"uri":"Femionic_excitations","surface_form":"femionic excitations","offset":225},{"uri":"Topological_defects","surface_form":"topological defects","offset":249},{"uri":"Emergent_quantum_field_theory","surface_form":"emergent quantum field theory","offset":500},{"uri":"Gravity_theory","surface_form":"gravity theory","offset":534},{"uri":"Moscow","surface_form":"Moscow","offset":704},{"uri":"PhD","surface_form":"PhD","offset":815},{"uri":"Thesis","surface_form":"thesis","offset":834},{"uri":"Habilitation","surface_form":"habilitation","offset":931},{"uri":"Aalto_University","surface_form":"Aalto University","offset":1148},{"uri":"Finnische_Akademie_der_Wissenschaften","surface_form":"Finnish Academy of Sciences","offset":1770},{"uri":"Lars_Onsager_Prize","surface_form":"Lars Onsager prize","offset":1875},{"uri":"Homotopy","surface_form":"Homotopy","offset":2046},{"uri":"Chiral_anomaly","surface_form":"Chiral anomaly","offset":2256},{"uri":"Helium-3","surface_form":"helium-3","offset":2323},{"uri":"Majorana","surface_form":"Majorana","offset":2491}]}