{"id":657626,"url":"http://en.wikipedia.org/wiki/Directive_on_Copyright_in_the_Digital_Single_Market","text":"The Directive on Copyright in the Digital Single Market is a proposed directive (a type of special EU law) that is aimed at protecting EU's existing copyright laws, with particular focus aiming at company intellectual property. It was first introduced to the European Parliament Committee on Legal Affairs on 20 June 2018. On 12 September 2018, the European Parliament approved a revised version of this directive. This directive will be expected to take place in January 2019. If this directive passes, each country of the EU will be required to create laws that support this new directive.\nThe European Council described their key goals as ways to reduce the amount of conflict related to copyright violation. One of their goals is to reduce the \"value gap\" between the profits made by internet platforms and content creators, which involves requiring financial agreement before they can use their content. Another one of their goals is to encourage \"collaboration\" between companies and people who use their products. The other goal they proposed is creating copyright exceptions for text and data mining (the use of high quality words to describe specific copyrighted content).\nThe directive aims to give online press publishers more freedom to protect their content from news aggregators (Article 11), as well as requiring websites who primarily host content posted by users to warn users very harshly against posting unauthorized copyrighted content (Article 13).\nArticles 11 and 13 have attracted widespread criticism from many people and companies in Europe and North America. Article 11 has been criticised as a \"link tax\" which would require websites to obtain a license before linking to and previewing (using html snippets) news stories, and Article 13 as a \"meme ban\", because current content-filtering technology cannot distinguish copyright violation from fair dealing such as parody, and may counteract the panorama freedom. Supporters of the directive, mostly from large companies that support copyright, ignore these claims and think that it is disinformation. People from large companies that support this new directive try to claim that the opposers are trying to make the information seem worse than it actually is.\nProgress of the directive.\nThe first draft of the proposed directive was created on 14 September 2016, After many changes to the original draft, the Council of the European Union's Committee of Permanent Representatives (The EU's political leaders, abbreviated to COREPER) approved of the new changes on 25 May 2018. Afterwards, they prepared to vote for what would be the final draft of this new directive, but without the support of Germany, Finland, the Netherlands, Slovenia, Belgium, or Hungary. The European Parliament Committee on Legal Affairs had finished off making the final draft of the directive on 20 June 2018. They then discussed in parliament whether the directive will be approved to be added as a new law or not.\nOn 5 July 2018, this was not approved. Instead, the EU parliament decided to change the date of discussing about the directive on September 2018. There were 318 votes that approved re-opening the debate on a later date, 278 votes that approve the directive immediately, and 31 votes that oppose the directive.\nOn 12 September 2018, the parliament approved the directive. The final votes for the updated directive is 438 in favour and 226 against. The European Commission, the Council of the European Union, and the European Parliament will now discuss any other details relating to the directive before they release it to the EU. It is expected they will reach a solution in early 2019. If all of these three groups agree, then the directive will be sent to all of the EU. When this happens, each country of the EU will change their existing laws to include information related to this directive.\nRomania noticed that the EU was proposing to do meetings about Article 11 and Article 13 on 19 January 2019. Romania cancelled these meetings because Romania's proposal for the directive used wrong wording to describe how the directive will be run. There were 11 countries currently in the EU that did not like Romania's wording to describe Article 11 and 13: Germany, Belgium, the Netherlands, Finland, Slovenia, Italy, Poland, Sweden, Croatia, Luxembourg, and Portugal. With the exclusion of Portugal and Croatia, the other nine countries that opposed Romania believed that Romania's wording did not cover enough information regarding protecting the EU's citizens' copyright protections. Romania will have an opportunity to improve their wording for Article 11 and 13 to gain a majority vote, but this has caused the final vote for the directive from May 2019.\nArticle 3.\nArticle 3 proposes a copyright exception for text and data mining (the use of high-quality words to describe a copyrighted subject, commonly abbreviated as TDM for short) for the purposes of scientific research.\nDepending on whether this article (a specific rule of a directive) understands what is considered in the public domain, TDM will potentially increase or decrease copyright restrictions compared to if this article is not approved.\nArticle 4.\nArticle 4 proposes that all educational establishments (schools, universities, etc.) are able to use copyrighted content for illustrative purposes only. Once this article has been approved, this article will clarify that educational establishments can make non-commercial use of copyrighted works for illustrative purposes.\nArticle 11.\nArticle 11 is a section of this proposed directive that will restrict access to linking to other websites. Companies who try to link to other news without permission will be punished.\nArticle 12a.\nArticle 12a proposes that sport event organizers have full copyright over recordings of their events.\nArticle 13.\nArticle 13 is a section of this proposed directive that will aim to censor any unauthorized copyrighted content. They will make it compulsory for all companies that post primarily user-generated content to do this.\nIt is very controversial. People think that it will make it very difficult to share new content on the internet. People also think it will make it confusing for filters to distinguish fair use and copyright violation. People who love memes, tend to call it the \"meme ban\". They also make memes about the EU in retaliation.\nCriticism.\nLots of people think Article 11 and Article 13 are bad. They think they are going to make the internet very restricted. They also think free internet content will become very difficult to find or create.\nOn November 2018, Google also threatened to shut down YouTube for the EU if the directive passes unless adjustments are made to the directive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Intellectual_property","surface_form":"intellectual property","offset":205},{"uri":"European_Parliament_Committee_on_Legal_Affairs","surface_form":"European Parliament Committee on Legal Affairs","offset":259},{"uri":"European_Council","surface_form":"European Council","offset":596},{"uri":"Copyright_violation","surface_form":"copyright violation","offset":691},{"uri":"Copyright_exceptions","surface_form":"copyright exceptions","offset":1062},{"uri":"Text_and_data_mining","surface_form":"text and data mining","offset":1087},{"uri":"News_aggregator","surface_form":"news aggregators","offset":1276},{"uri":"User-generated_content","surface_form":"content posted by users","offset":1356},{"uri":"Snippet","surface_form":"snippet","offset":1726},{"uri":"Internet_meme","surface_form":"meme","offset":1771},{"uri":"Fair_dealing","surface_form":"fair dealing","offset":1871},{"uri":"Parody","surface_form":"parody","offset":1892},{"uri":"Panorama_freedom","surface_form":"panorama freedom","offset":1923},{"uri":"Copyright","surface_form":"copyright","offset":2011},{"uri":"Disinformation","surface_form":"disinformation","offset":2063},{"uri":"Council_of_the_European_Union","surface_form":"Council of the European Union","offset":2386},{"uri":"Committee_of_Permanent_Representatives","surface_form":"Committee of Permanent Representatives","offset":2418},{"uri":"European_Parliament_Committee_on_Legal_Affairs","surface_form":"European Parliament Committee on Legal Affairs","offset":2742},{"uri":"European_Commission","surface_form":"European Commission","offset":3420},{"uri":"Council_of_the_European_Union","surface_form":"Council of the European Union","offset":3445},{"uri":"European_Parliament","surface_form":"European Parliament","offset":3484},{"uri":"Limitations_and_exceptions_to_copyright","surface_form":"copyright exception","offset":4761},{"uri":"Text_and_data_mining","surface_form":"text and data mining","offset":4785},{"uri":"Public_domain","surface_form":"public domain","offset":5057},{"uri":"YouTube","surface_form":"YouTube","offset":6647}]}