{"id":657938,"url":"http://en.wikipedia.org/wiki/Greatest_Royal_Rumble","text":"WWE Greatest Royal Rumble was a professional wrestling pay-per-view event and WWE Network event promoted by WWE for their Raw and SmackDown brands. The event was held on April 27, 2018 at the King Abdullah Sports City's King Abdullah International Stadium in Jeddah, Saudi Arabia. The event was scheduled for 7:00 p.m. local time. It aired live in the United States at noon EDT, with a pre-show starting at 11 a.m. EDT. At the event, all men's main roster championships were defended, in addition to a 50-man Royal Rumble match.\nPreliminary Matches.\nJohn Cena vs Triple H\nThe actual pay-per-view opened with John Cena facing Triple H. During the match, Cena performed an Attitude Adjustment on Triple H for a near-fall. Cena attempted another Attitude Adjustment but Triple H countered into a Pedigree for a near-fall. In the end, Cena performed a second Attitude Adjustment on Triple H, a catapult into the corner, and a third Attitude Adjustment to pick up the victory. Following the match, Cena thanked the Kingdom of Saudi Arabia for their hospitality, and expressed excitement over the event.\nCedric Alexander vs Calisto\nIn the following match, Cedric Alexander defended the Cruiserweight Championship against Kalisto. The match ended when Alexander countered a Salida Del Sol attempt into a Lumbar Check to retain the title.\nBray Wyatt and Matt Hardy vs Cesaro and Sheamus\nNext, the vacant Raw Tag Team Championship was contested between the team of Bray Wyatt and Matt Hardy and the former champions, Cesaro and Sheamus. In the end, Hardy distracted Sheamus, allowing Wyatt to perform a Sister Abigail on him. Hardy and Wyatt then performed a wheelbarrow Twist of Fate on Sheamus to win the title.\nJeff Hardy vs Jinder Mahal\nJeff Hardy then defended the United States Championship against Jinder Mahal. Hardy performed a Swanton Bomb on Mahal to retain the title.\nThe Bludgeon Brothers vs The Usos'\nAfter that, The Bludgeon Brothers defended the SmackDown Tag Team Championship against The Usos. Harper and Rowan retained the title after performing The Reckoning on Jimmy Uso.\nSeth Rollins vs Finn Balor vs Samoa Joe vs The Miz\nNext, Seth Rollins defended the Intercontinental Championship against Finn Balor, Samoa Joe and The Miz in a Ladder match. Near the end of the match, Balor attempted to retrieve the title, only for Rollins to springboard onto the ladder and retrieve the title belt, thus retaining the championship.\nIn a segment between matches, four prospects from the recent Saudi tryouts came out to the ring to introduce themselves. Cruiserweight Ariya Daivari and his brother Shawn Daivari, who had not appeared for WWE in many years, came out to interrupt them. The Saudi prospects attacked and cleared the Daivari brothers from the ring.\nAJ Styles vs Shinsuke Nakamura\nLater, AJ Styles defended the WWE Championship against Shinsuke Nakamura. During the match, Nakamura resorted to various illegal tactics, such as a low blow, increasingly frustrating Styles. In the end, both Nakamura and Styles fought outside of the ring, only for the match to end in a double countout. After the match, Styles performed a Phenomenal Forearm to the floor on Nakamura.\nThe Undertaker vs Rusev\nAfter that, The Undertaker fought Rusev (who was accompanied by Aiden English) in a Casket match. At the end of the match, Undertaker performed a chokeslam on Rusev and rolled him into the casket. Before he could close the lid, English attacked the Undertaker, who retailiated with another chokeslam and a Tombstone Piledriver before putting English into the casket alongside Rusev and closing it for the victory.\nBrock Lesnar vs Roman Reigns\nIn the penultimate match, Brock Lesnar (accompanied by Paul Heyman) defended the Universal Championship against Roman Reigns in a steel cage match. Reigns performed three spears on Lesnar for a near-fall. Reigns tried to escape through the door but Heyman pushed the door into Reigns, allowing Lesnar to execute an F5 on Reigns for a near-fall. In the end, Reigns performed a Spear through the cage wall on Lesnar. Despite Reigns touching the floor first, the referee awarded the win to Lesnar, thereby retaining the Universal Championship.\nMain Event.\nBraun Strowman, eliminated Big Cass to win the match. Strowman also achieved the most eliminations of a single Royal Rumble match at 13, beating out a record previously held by Roman Reigns with 12. Post-match, Strowman received a trophy and a green championship belt.","categories":[],"infobox_types":["Wrestling event"],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":32},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":55},{"uri":"List_of_WWE_pay-per-view_events","surface_form":"event","offset":68},{"uri":"WWE_Network","surface_form":"WWE Network","offset":78},{"uri":"List_of_WWE_Network_events","surface_form":"event","offset":90},{"uri":"WWE","surface_form":"WWE","offset":108},{"uri":"WWE_Raw","surface_form":"Raw","offset":122},{"uri":"SmackDown_(WWE_brand)","surface_form":"SmackDown","offset":130},{"uri":"WWE_brand_extension","surface_form":"brands","offset":140},{"uri":"King_Abdullah_Sports_City","surface_form":"King Abdullah Sports City","offset":192},{"uri":"Jeddah","surface_form":"Jeddah","offset":259},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":267},{"uri":"United_States","surface_form":"United States","offset":352},{"uri":"Eastern_Time_Zone","surface_form":"EDT","offset":374},{"uri":"Royal_Rumble_match","surface_form":"Royal Rumble match","offset":509},{"uri":"John_Cena","surface_form":"John Cena","offset":550},{"uri":"Triple_H","surface_form":"Triple H","offset":563},{"uri":"Cedric_Alexander","surface_form":"Cedric Alexander","offset":1098},{"uri":"Calisto","surface_form":"Calisto","offset":1118},{"uri":"Bray_Wyatt_and_Matt_Hardy","surface_form":"Bray Wyatt and Matt Hardy","offset":1331},{"uri":"Cesaro_and_Sheamus","surface_form":"Cesaro and Sheamus","offset":1360},{"uri":"Jeff_Hardy","surface_form":"Jeff Hardy","offset":1705},{"uri":"Jinder_Mahal","surface_form":"Jinder Mahal","offset":1719},{"uri":"The_Bludgeon_Brothers","surface_form":"The Bludgeon Brothers","offset":1871},{"uri":"The_Usos","surface_form":"The Usos","offset":1896},{"uri":"Seth_Rollins","surface_form":"Seth Rollins","offset":2084},{"uri":"Fergal_Davitt","surface_form":"Finn Balor","offset":2100},{"uri":"Samoa_Joe","surface_form":"Samoa Joe","offset":2114},{"uri":"The_Miz","surface_form":"The Miz","offset":2127},{"uri":"Ariya_Daivari","surface_form":"Ariya Daivari","offset":2569},{"uri":"Shawn_Daivari","surface_form":"Shawn Daivari","offset":2599},{"uri":"AJ_Styles","surface_form":"AJ Styles","offset":2763},{"uri":"Shinsuke_Nakamura","surface_form":"Shinsuke Nakamura","offset":2776},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":3179},{"uri":"Rusev","surface_form":"Rusev","offset":3197},{"uri":"Brock_Lesnar","surface_form":"Brock Lesnar","offset":3617},{"uri":"Roman_Reigns","surface_form":"Roman Reigns","offset":3633},{"uri":"Braun_Strowman","surface_form":"Braun Strowman","offset":4199},{"uri":"Big_Cass","surface_form":"Big Cass","offset":4226}]}