{"id":658088,"url":"http://en.wikipedia.org/wiki/Relevance","text":"e=\"preserve\">Relevance is the idea that one topic may be useful to another topic: so consider the second topic when considering the first.\nThe concept of relevance is studied in many fields, including cognitive sciences, logic, and information science. It is studied in epistemology (the theory of knowledge).\nDefinition.\n\"Something (A) is relevant to a task (T) if it makes it more likely that the goal (G) can be reached. Similarly, understanding one concept often means understanding other concepts beforehand. This is the main reason why educators work from a syllabus which guides the order in which topics should be taught.\nEpistemology.\nIf schizophrenia is caused by bad communication between mother and child, then family interaction studies become relevant. If it is inherited genetically, then the study of family trees becomes relevant. If you are an empiricist, then only carefully designed observations are relevant. If you are a feminist, then the sex of the observer becomes relevant.\nEpistemology is not just one domain among others. Epistemological views are always at play in any domain. Those views determine or influence what is regarded relevant.\nRelevance logic.\nRelevance is argued to depend upon the \"remoteness relationship\" between an actual world in which relevance is being evaluated and the set of possible worlds within which it is true.\nPolitics.\nDuring the 1960s, \"relevance\" became a fashionable buzzword, meaning roughly 'relevance to social concerns', such as racial equality, poverty, social justice, world hunger, world economic development, and so on. The implication was that some subjects, e.g., the study of medieval poetry and the practice of corporate law, were not worthwhile because they did not address pressing social issues.\nThe contrary view is that the social world is not our only concern. We can be (and are) concerned also about many other things. Also, real-world problems are problems because there is no obvious way to solve them. Increases in crop production in the 20th century were all fuelled by developments in basic science, not by social movements.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cognitive_science","surface_form":"cognitive science","offset":201},{"uri":"Logic","surface_form":"logic","offset":221},{"uri":"Information_science","surface_form":"information science","offset":232},{"uri":"Epistemology","surface_form":"epistemology","offset":270},{"uri":"Syllabus","surface_form":"syllabus","offset":564},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":647},{"uri":"Inherited","surface_form":"inherited","offset":776},{"uri":"Genetically","surface_form":"genetically","offset":786},{"uri":"Family_tree","surface_form":"family tree","offset":817},{"uri":"Empiricism","surface_form":"empiricist","offset":862},{"uri":"Feminist","surface_form":"feminist","offset":943},{"uri":"Buzzword","surface_form":"buzzword","offset":1429},{"uri":"Racial_equality","surface_form":"racial equality","offset":1495},{"uri":"Poverty","surface_form":"poverty","offset":1512},{"uri":"Social_justice","surface_form":"social justice","offset":1521},{"uri":"Famine","surface_form":"world hunger","offset":1537},{"uri":"Economic_development","surface_form":"economic development","offset":1557},{"uri":"Medieval_poetry","surface_form":"medieval poetry","offset":1649},{"uri":"Corporate_law","surface_form":"corporate law","offset":1685},{"uri":"Social_issues","surface_form":"social issues","offset":1758},{"uri":"Crop","surface_form":"crop","offset":2000}]}