{"id":658048,"url":"http://en.wikipedia.org/wiki/Alan_Abel","text":"Alan Irwin Abel (August 2, 1924 – September 14, 2018) was an American prankster, hoaxer, writer, and mockumentary filmmaker. He was born in Zanesville, Ohio.\nFrom 1966 to 1967 Abel wrote a weekly syndicated humor column \"The Private World of Prof. Bunker C. Hill\" that appeared in the \"San Francisco Chronicle\" and several other newspapers. Following the Watergate scandal, Abel hired an actor to pose as Deep Throat for a press conference in New York City before 150 reporters.\nIn 1959, Abel started his most elaborate hoax. He appeared on a national TV show as a representative of the \"Society for Indecency to Naked Animals\" (SINA). SINA's mission was to put clothes on naked animals. Their slogan was: \"A nude horse is a rude horse\". An actor appeared on television and radio several times, including the CBS Evening News on August 21, 1962. The hoax began as a satire of media censorship, but soon people started sending financial contributions to the organization. (The organization returned the money.) Other people started making official citizen complaints against people for walking naked dogs. Some people started selling clothes for the naked animals.\nOther hoaxes.\nIn 1979, Abel staged his own death from a heart attack near a famous ski resort. A fake funeral director collected his belongings and a woman posing as his widow notified The New York Times. The Times published an obituary January 2, 1980. On January 3, 1980, Abel held a news conference to announce that the \"reports of my demise have been grossly exaggerated.\"\nIn 1985, Abel organized a TV hoax on The Phil Donahue Show. On that day's program, seven members of the audience appeared to faint during the broadcast, which was seen live on TV. Donahue, the show's host, thought the fainting was caused by both stress from being on television and an overheated studio on a morning that was cold and snowy outside. He cleared the studio of audience members and then resumed the show. It turned out the fainting \"spell\" was invented by Abel as a protest against bad-quality television.\n\"Omar's School for Beggars' was a fake school for professional panhandlers. As Omar, Abel was invited to many national television talk shows. He often made the TV hosts angry when he his lunch on camera. The hoax was a satirical commentary on the rise of unemployment and homelessness in the U.S.\nIn 1993, when euthanasia was a big topic in the news, Abel set up the fake Florida company \"Euthanasia Cruises\", which would offer cruises allowing suicidal participants to jump into the ocean after three days of partying.\nIn 1999, Abel appeared in the documentary \"Private Dicks: Men Exposed\", in which he claimed to be the current holder of the Guinness World Record for the smallest penis. Abel did not take off his clothes for the documentary crew. He said that he would only take off his clothes if they agreed to have group sex afterwards. Abel stated that \"They said no. So I didn't have to take off my shorts.\"\nAt the 2000 Republican National Convention in Philadelphia, Abel introduced a campaign to ban all breastfeeding because \"it is an incestuous relationship between mother and baby that manifests an oral addiction leading youngsters to smoke, drink and even becoming anti-social.\" After 200 interviews over two years, Abel confessed the hoax in U.S. News & World Report.\nAbel once ran for Congress. He promised to install a lie detector in the White House and truth serum in the Senate drinking fountain; he wanted all doctors to publish their medical school grade point average in the telephone book after their names; he proposed removing Wednesday to establish a four-day workweek.\nDeath.\nAbel died of heart failure complicated by cancer on September 14, 2018 in Southbury, Connecticut at the age of 94.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hoax","surface_form":"prankster","offset":70},{"uri":"Hoaxer","surface_form":"hoaxer","offset":81},{"uri":"Mockumentary","surface_form":"mockumentary","offset":101},{"uri":"Zanesville%2C_Ohio","surface_form":"Zanesville, Ohio","offset":140},{"uri":"San_Francisco_Chronicle","surface_form":"San Francisco Chronicle","offset":286},{"uri":"Watergate_scandal","surface_form":"Watergate scandal","offset":355},{"uri":"Deep_Throat_(Watergate)","surface_form":"Deep Throat","offset":405},{"uri":"Heart_failure","surface_form":"heart failure","offset":3678},{"uri":"Cancer","surface_form":"cancer","offset":3707},{"uri":"Southbury%2C_Connecticut","surface_form":"Southbury, Connecticut","offset":3739}]}