{"id":658302,"url":"http://en.wikipedia.org/wiki/I_Am_Part_of_the_Resistance_Inside_the_Trump_Administration","text":"e=\"preserve\">\"I Am Part of the Resistance Inside the Trump Administration\" is an anonymous essay published by \"The New York Times\" on September 5, 2018. The author was said to be a senior official working for the Donald Trump administration. In October 2020, the author was revealed to be Miles Taylor, Chief of Staff to the U.S. Department of Homeland Security in 2019.\nAbout.\nThe op-ed criticizes Trump and says that many current members of the administration ignore his suggestions for good reasons and for the good of the country. It also says that some cabinet members in the early days of the administration discussed using the Twenty-fifth Amendment to the United States Constitution as a way to remove the president from power.\nIdentity.\n\"The New York Times\" editorial board said that it knows the author's identity but granted the person anonymity to protect them from removal and public blacklash. The publication of this editorial was unusual because the \"Times\" does not often publish anonymously written pieces.\nIn October 2020, Miles Taylor was revealed to be the author.\nReaction.\nTrump reacted in private with what was described as \"volcanic\" anger. On Twitter he said the author was \"failing\" and \"probably here for all the wrong reasons\". He also questioned whether the aide was another \"phony source\" invented by the \"failing \"New York Times\". Trump tweeted: \"If the GUTLESS anonymous person does indeed exist, the \"Times\" must, for National Security purposes, turn him/her over to government at once!\" He later tweeted: \"TREASON?\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Anonymity","surface_form":"anonymous","offset":81},{"uri":"Essay","surface_form":"essay","offset":91},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":111},{"uri":"Donald_Trump","surface_form":"Donald Trump administration","offset":213},{"uri":"Miles_Taylor_(security_expert)","surface_form":"Miles Taylor","offset":289},{"uri":"United_States_Department_of_Homeland_Security","surface_form":"U.S. Department of Homeland Security","offset":325},{"uri":"Twenty-fifth_Amendment_to_the_United_States_Constitution","surface_form":"Twenty-fifth Amendment to the United States Constitution","offset":634},{"uri":"Miles_Taylor_(security_expert)","surface_form":"Miles Taylor","offset":1042},{"uri":"Twitter","surface_form":"Twitter","offset":1169}]}