{"id":658303,"url":"http://en.wikipedia.org/wiki/Stormy_Daniels%E2%80%93Donald_Trump_scandal","text":"The Stormy Daniels–Donald Trump scandal is a political scandal about a nondisclosure agreement (NDA) signed by U.S. President Donald Trump's personal lawyer Michael Cohen and pornographic actress Stormy Daniels just before the 2016 United States presidential election.\nBackground.\nAfter the NDA was revealed by \"The Wall Street Journal\" in January 2018, Daniels sued Trump and Cohen to argue that the agreement is invalid. The dispute has gained significant media coverage, and has drawn legal attention to Cohen's involvement in the matter.\nIn August 2018, Cohen pleaded guilty to eight charges, including one related to the scandal, and he stated under oath that he paid Daniels \"in coordination with and at the direction of a candidate for federal office,\" meaning Trump.\nThe first reports of an alleged affair between Trump and Daniels were published in October 2011 by the blog \"The Dirty\" and the magazine \"Life & Style\".\nEvents.\nOn January 12, 2018, \"The Wall Street Journal\" reported that Cohen paid Daniels $130,000 in October 2016, a month before the presidential election, to stop her discussing an affair she allegedly had with Trump in 2006.<ref name=\"Rothfeld_Palazzolo_1/12/2018\">\nIn an interview with \"60 Minutes\" on March 25, Daniels said that she and Trump had sex once, and that later she had been threatened in front of her infant daughter, and felt pressured to later sign a nondisclosure agreement.\nOn April 5, 2018, while on Air Force One, Trump said he did not know about the $130,000 payment Cohen made to Daniels. He also said he was not aware of why Cohen had made the payment or where he got the money.\nIn May 2018, Trump's personal lawyer Rudy Giuliani said on Fox News that \"the president repaid\" Cohen the $130,000 that Cohen had paid to Daniels. Giuliani also said that Trump \"did know the general arrangement\" of Cohen's payment, but not \"the specifics\".\nIn June 2018, Daniels sued both Michael Cohen and her own former lawyer, Keith M. Davidson, accusing Cohen of encouraging Davidson to violate her attorney-client privilege. The lawsuit also alleges Trump was aware of the efforts for Daniels to deny the affair on media interviews.\nIn August 2018, Cohen officially surrendered to the FBI. That afternoon, Cohen pleaded guilty to eight charges: five counts of tax evasion, one count of making false statements to a financial institution, one count of willfully causing an unlawful corporate contribution, and one count of making an excessive campaign contribution at the request of a candidate or campaign. He also said two senior Trump Organization executives were also involved in the hush money payments.\nIn September 2018, lawyers for Trump said that Trump will neither enforce the non-disclosure agreement nor oppose Daniels' claim that it is invalid.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nondisclosure_agreement","surface_form":"nondisclosure agreement","offset":71},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":126},{"uri":"Michael_Cohen_(lawyer)","surface_form":"Michael Cohen","offset":157},{"uri":"Pornographic_actor","surface_form":"pornographic actress","offset":175},{"uri":"Stormy_Daniels","surface_form":"Stormy Daniels","offset":196},{"uri":"2016_United_States_presidential_election","surface_form":"2016 United States presidential election","offset":227},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":312},{"uri":"Life_%26amp%3B_Style_(magazine)","surface_form":"Life & Style","offset":913},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":958},{"uri":"United_States_presidential_election%2C_2016","surface_form":"presidential election","offset":1061},{"uri":"60_Minutes","surface_form":"60 Minutes","offset":1218},{"uri":"Air_Force_One","surface_form":"Air Force One","offset":1448},{"uri":"Rudy_Giuliani","surface_form":"Rudy Giuliani","offset":1668},{"uri":"Fox_News","surface_form":"Fox News","offset":1690},{"uri":"Keith_M._Davidson","surface_form":"Keith M. Davidson","offset":1961},{"uri":"Attorney-client_privilege","surface_form":"attorney-client privilege","offset":2034},{"uri":"Trump_Organization","surface_form":"Trump Organization","offset":2567}]}