{"id":65849,"url":"http://en.wikipedia.org/wiki/German_Bundesrat","text":"The German Bundesrat (commonly referred to as \"Bundesrat\") is part of the parliament of Germany.\nThe cabinets of the 16 states of Germany appoint the delegations that represent them in the Bundesrat. They can remove them at any time. Normally, a state delegation is headed by the head of government. The delegation is made up of members of the state government.\nThirteen of the states of Germany (in German: \"Bundesländer\") have a Minister-Präsident (Prime Minister), the other 3 are city-states which have a Mayor. These prime ministers or mayors each act as chairman of the Bundesrat for one year at a time.\nGermany does not have a vice president. Instead if the Bundespräsident (Federal President) cannot do his job the President of the Bundesrat can act in his place if necessary.\nBuilding.\nAlthough it is a part of the German Parliament, the Bundesrat does not meet in the same building as the Bundestag. Instead new offices and a modern meeting chamber were built inside the old Prussian House of Lords building.\nNumber of members.\nThere are 58 members of the Bundesrat. How many delegates a \"land\" (state) has depends on its population. The smallest state, Bremen, has three members. North Rhine-Westphalia is the \"most populous\" (has the most people) \"land\". It sends six members to the Bundesrat.\nThe Bundesrat decides most things by \"absolute majority\" (at least half of the number of members). That is 35 votes. Some important decisions need two-thirds of all of the possible votes. That is 46 votes.\nEach \"land\" votes as a block. This means that Berlin, for example, can only cast four yes votes or four no votes. Its delegates cannot choose to vote in different ways. If a \"land\" decided to send only one person to the Bundesrat, that person would still have all of the \"land's\" votes. Usually the Minister President casts all of his \"land's\" votes, even if the other members are there.\nIf a \"land\" has a \"coalition government\" (that is, a government of two or more political parties) then all parties must agree how to vote in the Bundesrat. In 2002 Brandenburg did not agree how to vote about the Immigration bill. The Federal Constitutional Court said that the bill was not law because Brandenburg's vote could not be included in the total. This meant that the bill did not get a majority in the Bundesrat.\nStates.\nThe Minister-President's party is the biggest party of a state's government, and often also the biggest party in a state's parliament.\nAll of the votes of a state must be cast as a block. If the parties in a coalition do not agree how to vote then the Bundesrat can ignore that state's vote.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parliament","surface_form":"parliament","offset":74},{"uri":"Germany","surface_form":"Germany","offset":88},{"uri":"States_of_Germany","surface_form":"states of Germany","offset":120},{"uri":"Minister_President","surface_form":"Minister-Präsident","offset":431},{"uri":"Mayor","surface_form":"Mayor","offset":509},{"uri":"President_of_Germany","surface_form":"Bundespräsident","offset":665},{"uri":"President_of_the_Bundesrat_of_Germany","surface_form":"President","offset":723},{"uri":"Bundestag","surface_form":"Bundestag","offset":899},{"uri":"Prussian_House_of_Lords","surface_form":"Prussian House of Lords","offset":985},{"uri":"Bremen_(state)","surface_form":"Bremen","offset":1164},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":1191},{"uri":"Berlin","surface_form":"Berlin","offset":1558},{"uri":"Minister_President","surface_form":"Minister President","offset":1811},{"uri":"Brandenburg","surface_form":"Brandenburg","offset":2064},{"uri":"Federal_Constitutional_Court","surface_form":"Federal Constitutional Court","offset":2134}]}