{"id":658607,"url":"http://en.wikipedia.org/wiki/Dickinsonia","text":"\"Dickinsonia\" is an early type of pre-Cambrian life. They were very different from current organisms. They are considered to be one of the early forms of multicellular organisms. Their bodies were shaped like discs. Based on the fossils, they were between four millimeteers an 1.4m in size. They were only a few millimetres thick. Their body was segmented: there is a large central furrow, and smaller ones around the body of the organism. Their body was symmetric. Mostly based on the shape and size of the fossils found, they have been classified into different species.\nThe Dickinsonia species probably did not move around the ocean on their own: they used ocean currents to float around. Possibly they had a way to attach to the ocean floor. Their feeding probably resembled that of the placozoa.\nProblems with classification.\nThey were also compared to modern-day Cnidarians, Polychaetes, and Turbellaria. Because of the prominent central part, they were also seen as Chordates. Because of their feeding habit, they were classified as similar ot the Placozoa. It was suggested, that they lived in symbiosis with organisms doing photosynthesis, and were possibly comparable to modern-day Lichen; if the mechanism worked the same as in modern-day lichens, they would be fungi.\nDickinsonia are animals.\nA study published in 2018, has shown Dickinsonia were animals.\nVery little cholesterol was found outside the specimen in the surrounding rock. The Ediacara biota (571 million to 541 million years ago) is the first complex organisms in the geological record large enough to be seen without magnification.\nHistory of discovery.\nThe first fossils were found in the Flinders Ranges, in Australia in the 1940s. Reginald Sprigg, a paleontologist, published the first scientific study of Dickinsonia in 1947. Sprigg named the genus after Ben Dickinson, who was the director of the Mines of South Australia, at the time. In the study, Sprigg thought t he had found the fossil of a jellyfish. In 1956, Harrington and Moore classified Dickinsonia as Cnidarians.In 1966, they were classified as Annelids. Most Annelid fossils are quite different from fossilized Dickinsonia, but they resemble some fossilized marine worms. S. Manton contradicted this interpretation in 1967. Because of these incertainities, the discussion about how to classify Dickinsonia is still ongoing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ediacaran_biota","surface_form":"early type","offset":20},{"uri":"Pre-Cambrian","surface_form":"pre-Cambrian","offset":34},{"uri":"Organism","surface_form":"organisms","offset":91},{"uri":"Multicellular_organism","surface_form":"multicellular organisms","offset":154},{"uri":"Fossil","surface_form":"fossils","offset":229},{"uri":"Symmetry","surface_form":"symmetric","offset":455},{"uri":"Ocean","surface_form":"ocean","offset":630},{"uri":"Placozoa","surface_form":"placozoa","offset":791},{"uri":"Cnidaria","surface_form":"Cnidarians","offset":869},{"uri":"Polychaete","surface_form":"Polychaetes","offset":881},{"uri":"Turbellaria","surface_form":"Turbellaria","offset":898},{"uri":"Chordate","surface_form":"Chordates","offset":973},{"uri":"Symbiosis","surface_form":"symbiosis","offset":1102},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":1133},{"uri":"Lichen","surface_form":"Lichen","offset":1192},{"uri":"Fungus","surface_form":"fungi","offset":1273},{"uri":"Animal","surface_form":"animals","offset":1359},{"uri":"Flinders_Ranges","surface_form":"Flinders Ranges","offset":1667},{"uri":"Australia","surface_form":"Australia","offset":1687},{"uri":"Jellyfish","surface_form":"jellyfish","offset":1978},{"uri":"Annelid","surface_form":"Annelids","offset":2089}]}