{"id":65876,"url":"http://en.wikipedia.org/wiki/Royal_Albert_Hall","text":"The Albert Hall (official name: Royal Albert Hall of Arts and Sciences), is a large building in the City of Westminster, London. It was opened in 1871, by Queen Victoria. The hall is dedicated to her husband, Albert, Prince Consort, who had died ten years earlier. It is an auditorium where events are held.\nThe Albert Hall is one of the most famous buildings in the world. Events like concerts for classical music or pop music, ballet, even tennis or boxing matches, or large ceremonies or parties or conferences. In the summer the BBC Proms take place there every day. The Royal Albert Hall has been holding concerts since 1941.\nThe history of how it was built.\nIn the early 19th century the whole area was still countryside. In 1851, there was a Great Exhibition in Hyde Park, just next to Kensington Park opposite where the RAH now stands. The exhibition building, called Crystal Palace, was a glass building which was just there for the exhibition. Prince Albert had the idea that public buildings should be built in the area for the arts and sciences. Some huge museums were built, including the Science Museum, Natural History Museum, Victoria and Albert Museum etc. When Prince Albert died in 1861 this plan had only just got started. The Royal Albert Hall was built and named after him. Queen Victoria laid the first stone.\nThe Royal Albert Hall is very large. As many as 9,000 people used to get in, but now the safety rules make about 5,500 the usual number. It is round, like an Ancient Greek or Roman amphitheatre. This is why the floor area is called the “arena” (as in an amphitheatre). There is a very large glass and wrought-iron dome. It is 41m high. Round the outside, a little lower than the roof, there is a big mosaic frieze with pictures of \"The Triumph of Arts and Sciences\" and some writing in terracotta letters. It says that the first stone was laid by Her Majesty Queen Victoria on 20 May 1867 and was opened by her on 29 March 1871. It also has some words from the Bible. When Queen Victoria opened the building she was so emotional that she could not speak. Her son Edward, the Prince of Wales had to say her words for her. He said: \"The Queen declares this Hall is now open\".\nThe RAH throughout its history.\nThe hall has been used for lots of important events ever since 1871. Many of the seats are still owned by members of a Corporation which was called “the Corporation of the Hall of Arts and Sciences”. This group had been formed in 1866 as a charity to get money to build the hall. Its members still have a right to occupy 1,300 of the 5,200 seats.\nThere was a problem with the sound because there was too much echo. It was not until 1969 that something was done about it. Big fibreglass dishes were hung from the ceiling. People who go to the RAH today call them “mushrooms” or sometimes “flying saucers”. They make music sound much better.\nThere is a very large organ at the front of the hall. It was built by an organ maker called Henry Willis and was later rebuilt by Harrison & Harrison and most recently by Mander Organs; It is the biggest organ in the British Isles with 9,997 pipes.\nThe Promenade Concerts which were started by Henry Wood in 1895 have taken place in the RAH ever since 1941 when the Queen's Hall was destroyed by bombs in World War II. For two months there is at least one concert every day, and people can be seen queuing for standing tickets all the way down the steps towards Prince Consort Road.\nPeople who go to the proms today can choose between standing in the arena (the flat area downstairs), or sitting in the stalls (the seats around the side of the arena), or sitting in the Loggia Boxes, Second Tier Boxes, Circle (upstairs), Choir (where the choir sit if there is one, i.e. behind the orchestra) or standing in the gallery (at the very top). For some events such as tennis matches or ballets or operas the action takes place in the arena, so audience do not sit or stand there.\nRecent improvements.\nDuring the last few years a lot of money has been spent on improving the Royal Albert Hall. The 1,800 seats in the balcony (now called the “Circle”) were very uncomfortable, so new seats were put in which are slightly bigger. The south entrance has been made into the main entrance (as it was years ago), with a porch to match the north entrance. The area south of the hall has been blocked off to traffic and pedestrianised. Dressing rooms (where artists change) are now on stage level instead of down in a basement. There is an underground car park and loading area so that lorries bringing things do not need to unload in the street and get in the way of the people. Lots of other improvements have been made, including better ventilation.","categories":[],"infobox_types":[],"annotations":[{"uri":"City_of_Westminster","surface_form":"City of Westminster","offset":100},{"uri":"London","surface_form":"London","offset":121},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":155},{"uri":"Albert%2C_Prince_Consort","surface_form":"Albert, Prince Consort","offset":209},{"uri":"Auditorium","surface_form":"auditorium","offset":274},{"uri":"Classical_music","surface_form":"classical music","offset":399},{"uri":"Pop_music","surface_form":"pop music","offset":418},{"uri":"Ballet","surface_form":"ballet","offset":429},{"uri":"Tennis","surface_form":"tennis","offset":442},{"uri":"Boxing","surface_form":"boxing","offset":452},{"uri":"BBC_Proms","surface_form":"BBC Proms","offset":533},{"uri":"Great_Exhibition","surface_form":"Great Exhibition","offset":749},{"uri":"Crystal_Palace","surface_form":"Crystal Palace","offset":876},{"uri":"Arts","surface_form":"arts","offset":1039},{"uri":"Science","surface_form":"science","offset":1048},{"uri":"Science_Museum","surface_form":"Science Museum","offset":1102},{"uri":"Natural_History_Museum","surface_form":"Natural History Museum","offset":1118},{"uri":"Victoria_and_Albert_Museum","surface_form":"Victoria and Albert Museum","offset":1142},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":1491},{"uri":"Ancient_Rome","surface_form":"Roman","offset":1508},{"uri":"Amphitheatre","surface_form":"amphitheatre","offset":1514},{"uri":"Dome","surface_form":"dome","offset":1647},{"uri":"Mosaic","surface_form":"mosaic","offset":1733},{"uri":"Terracotta","surface_form":"terracotta","offset":1819},{"uri":"Bible","surface_form":"Bible","offset":1994},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Edward, the Prince of Wales","offset":2096},{"uri":"Charitable_organization","surface_form":"charity","offset":2479},{"uri":"Echo","surface_form":"echo","offset":2648},{"uri":"Fibreglass","surface_form":"fibreglass","offset":2714},{"uri":"Pipe_organ","surface_form":"organ","offset":2901},{"uri":"Henry_Willis","surface_form":"Henry Willis","offset":2971},{"uri":"Harrison_%26amp%3B_Harrison","surface_form":"Harrison & Harrison","offset":3009},{"uri":"Mander_Organs","surface_form":"Mander Organs","offset":3050},{"uri":"BBC_Proms","surface_form":"Promenade Concerts","offset":3132},{"uri":"Henry_Wood","surface_form":"Henry Wood","offset":3173},{"uri":"Queen%27s_Hall","surface_form":"Queen's Hall","offset":3245},{"uri":"World_War_II","surface_form":"World War II","offset":3284},{"uri":"Traffic","surface_form":"traffic","offset":4373},{"uri":"Pedestrian","surface_form":"pedestrian","offset":4385},{"uri":"Lorry","surface_form":"lorries","offset":4551},{"uri":"Ventilation","surface_form":"ventilation","offset":4705}]}