{"id":65909,"url":"http://en.wikipedia.org/wiki/Hebrew_calendar","text":"The Hebrew calendar or Jewish calendar is the calendar used in Judaism. It is used to set the dates of the Jewish holidays and the weekly public reading of the Torah. It is used to set the date for a Bar Mitzvah or Bat Mitzvah, the day a young person is considered an adult in Judaism. It sets the \"Yahrzeit,\" the anniversary of the death of a relative. The daily Jewish prayer service changes depending on the day of the Hebrew calendar.\nBasic rules.\nThe Hebrew calendar is a lunisolar calendar which depends on both the moon and the sun. Months of the Hebrew calendar are based on the appearance of the new moon. At the same time, the holiday of Passover must be in the spring. For this reason, years of the Hebrew calendar are based on the sun.\nOne solar (sun-based) year lasts about 365 days, but twelve lunar (moon-based) months only last about 354 days. For this reason, the Hebrew calendar adds an extra lunar month seven times in each cycle of 19 years. This rule makes the average Hebrew calendar year about the same length as a solar year, 365 days.\nThe seven-day week is used to figure out the day for Shabbat, the day of rest. The week does not depend on the solar year or lunar month. Instead, it depends on a count of seven days that is believed to go back to ancient times. The week is also an important part of the Hebrew calendar.\nHistory.\nAccording to the Book of Exodus, Jews have been using a lunisolar calendar since the time they left Egypt. The first commandment the Jewish people received as a nation was the commandment to determine the New Moon. Very soon after that, the Jews received the commandment to make sure that Passover falls in the spring.\nIn the Tanakh (the Hebrew Bible), the months are usually numbered rather than named. (See table below.) Only four month names appear in the Tanakh from before the Babylonian Exile (see table). The month names of the modern Hebrew calendar were taken from the month names in the Babylonian calendar during the Babylonian Exile (6th century BCE).\nAt first, a new month began when witnesses came to the Sanhedrin (high rabbinical court) and testified that they saw the new crescent moon in the sky. The Sanhedrin also decided when an extra month should be added to the calendar to keep Passover in the spring. (See Metonic cycle.) After the destruction of the Second Temple in 70 CE, it became harder for the Sanhedrin to meet and hear witnesses. For that reason, the Sanhedrin established a fixed, rule-based form of the calendar. Maimonides fully described the modern Hebrew calendar around the year 1178 CE.\nIn the modern Hebrew calendar, years are counted as \"Anno Mundi\" (Latin for \"year of the world\"). This represents the traditional count of years since the creation of the world as described in Genesis. This year is \"anno mundi\".\nIn Karaite Judaism.\nIn the small Karaite Judaism community, the calendar is very similar. However, Karaites use witnesses to set the date of the new crescent moon. They still use the ripening of barley to decide whether to add an extra month to the year. For those reasons, the Karaite calendar can be slightly different from the main Jewish calendar.\nThe day and the week.\nIn the Hebrew calendar, the meaning of \"day\" is taken from the Hebrew Bible: \"And there was evening, and there was morning, one day\". Because \"evening\" comes before \"morning\", a \"day\" in the Hebrew calendar starts in the evening. For many purposes, the \"day\" in the Hebrew calendar begins at sunset. But when it is important to make sure the previous day is completely over, the day begins at nightfall.\nPeople who print calendars, or who write calendar programs for computers, ignore that rule. They treat the Hebrew calendar date and the Gregorian calendar date that has the same midnight as being the same day. They assume that people reading a Hebrew calendar know the sundown rule. Whenever a holiday, birthday or anniversary appears on a printed calendar, it actually begins on the day before, at sundown.\nIn the Hebrew calendar, every seventh day is Shabbat, the day of rest. The \"week\" is the cycle of counting out each set of seven days ending in Shabbat. The week is not affected by any other calendar calculation. In Hebrew, the only name for the first six days of the week is a counting name: \"First day\", \"Second day\", etc. The only day of the week with a special name is the seventh day—Shabbat. (See table above.)\nThe \"molad\".\nThe calculation of the Hebrew calendar year and month start with the \"molad\". \"Molad\" is a Hebrew word meaning \"birth\". The word refers to the \"birth\" of the new moon each month. The modern Hebrew calendar uses a calculated \"molad:\" the \"average\" length of the cycle from new moon to new moon over many years. The length of the molad is 29 days, 12 hours, 44 minutes, seconds.\nRegular years and leap years.\nA year of 12 lunar months would be 354 days long; but a Hebrew calendar year must be a solar year—about 365 days long. Also, a Hebrew calendar year must have either 12 months or 13 months. It is not allowed to have \"part\" of a month, so a thirteenth month is added seven times in every cycle of nineteen years. This is an adaptationn 2 of the Metonic cycle, a calendar cycle that was well known in ancient times. By conventionn 3, the Hebrew calendar adds the extra month during years 3, 6, 8, 11, 14, 17 and 19 of the cycle.\nCalculating Rosh Hashanah for this year and next year.\nOnce the dates for this year's and next year's Rosh Hashanahs are known, calculating the calendar in between is easy.\nOther websites.\n\"The English of these sites may not be Simple English.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Calendar","surface_form":"calendar","offset":46},{"uri":"Judaism","surface_form":"Judaism","offset":63},{"uri":"Torah","surface_form":"Torah","offset":160},{"uri":"Bar_Mitzvah","surface_form":"Bar Mitzvah","offset":200},{"uri":"Bat_Mitzvah","surface_form":"Bat Mitzvah","offset":215},{"uri":"Yahrzeit","surface_form":"Yahrzeit","offset":299},{"uri":"Anniversary","surface_form":"anniversary","offset":314},{"uri":"Kinship","surface_form":"relative","offset":344},{"uri":"Lunisolar_calendar","surface_form":"lunisolar calendar","offset":477},{"uri":"Moon","surface_form":"moon","offset":522},{"uri":"Sun","surface_form":"sun","offset":535},{"uri":"Month","surface_form":"Month","offset":540},{"uri":"Appearance","surface_form":"appearance","offset":587},{"uri":"Phases_of_the_Moon","surface_form":"new moon","offset":605},{"uri":"Passover","surface_form":"Passover","offset":648},{"uri":"Spring","surface_form":"spring","offset":672},{"uri":"Year","surface_form":"year","offset":697},{"uri":"Day","surface_form":"day","offset":791},{"uri":"Cycle","surface_form":"cycle","offset":943},{"uri":"Average","surface_form":"average","offset":982},{"uri":"Week","surface_form":"week","offset":1074},{"uri":"Shabbat","surface_form":"Shabbat","offset":1113},{"uri":"Ancient_history","surface_form":"ancient","offset":1274},{"uri":"Exodus","surface_form":"Exodus","offset":1382},{"uri":"Commandment","surface_form":"commandment","offset":1474},{"uri":"Tanakh","surface_form":"Tanakh","offset":1683},{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":1695},{"uri":"Exile","surface_form":"Exile","offset":1850},{"uri":"Modern","surface_form":"modern","offset":1892},{"uri":"Babylonian","surface_form":"Babylonian","offset":1954},{"uri":"Common_Era","surface_form":"BCE","offset":2015},{"uri":"Witness","surface_form":"witness","offset":2054},{"uri":"Testified","surface_form":"testified","offset":2114},{"uri":"Crescent","surface_form":"crescent","offset":2146},{"uri":"Metonic_cycle","surface_form":"Metonic cycle","offset":2288},{"uri":"Destruction","surface_form":"destruction","offset":2314},{"uri":"Second_Temple","surface_form":"Second Temple","offset":2333},{"uri":"70","surface_form":"70","offset":2350},{"uri":"Common_Era","surface_form":"CE","offset":2353},{"uri":"Established","surface_form":"established","offset":2451},{"uri":"Fixed","surface_form":"fixed","offset":2465},{"uri":"Maimonides","surface_form":"Maimonides","offset":2505},{"uri":"1178","surface_form":"1178","offset":2575},{"uri":"Latin","surface_form":"Latin","offset":2650},{"uri":"Tradition","surface_form":"tradition","offset":2702},{"uri":"Genesis","surface_form":"Genesis","offset":2777},{"uri":"Karaite_Judaism","surface_form":"Karaite Judaism","offset":2846},{"uri":"Tanakh","surface_form":"Hebrew Bible","offset":3250},{"uri":"Sunset","surface_form":"sunset","offset":3479},{"uri":"Nightfall","surface_form":"nightfall","offset":3580},{"uri":"Ignore","surface_form":"ignore","offset":3665},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":3727},{"uri":"Midnight","surface_form":"midnight","offset":3769},{"uri":"Assume","surface_form":"assume","offset":3806},{"uri":"Shabbat","surface_form":"Shabbat","offset":4044},{"uri":"Calculation","surface_form":"calculation","offset":4199},{"uri":"New_moon","surface_form":"new moon","offset":4587},{"uri":"Adaptation","surface_form":"adaptationn 2","offset":5158},{"uri":"Metonic_cycle","surface_form":"Metonic cycle","offset":5179}]}