{"id":65904,"url":"http://en.wikipedia.org/wiki/School_colors","text":"e=\"preserve\">School colors are the colors representing the school of which one goes to.\nColor Sets.\nSchool colors are often found in pairs and rarely no more than trios, though some professional teams use up to four colors in a set. The choice of colors usually follows the rule of tincture from heraldry, but exceptions to this rule are known.\nCommon primary colors include orange, purple, blue, red, and green. These colors are either paired with a color representing a metal (often black, brown, gray (or silver), white, or gold), or occasionally each other, such as orange/blue, red/green, or blue/yellow. Pairing two metals, such as black/white, silver or gold, and especially black/gold, is also a common practice. Finally, some American schools, in a display of patriotism, adopt the national colors of red/white/blue.\nIn an effort to further establish identity and promote a standard, many institutions often decree the use of specific shades of colors. Maroon, generally regarded as a darker shade of red, is a common primary color. Various shades of blue, from powder to Prussian, are also in use; a few schools have adopted two different shades of blue for their colors, with the darker shade serving as the primary. The shade of gold can vary greatly even within an institution, from a vivid yellow to a more convincing old gold.\nBlack, white and gray are often used as neutral colors for sets that do not otherwise adopt them. This practice is especially notable in basketball (where home uniforms are often white) and professional baseball (where team colors are often used as trim for white or gray uniforms).\nUses.\nMost competitive teams keep two sets of uniforms, with one design emphasizing the primary color and the other emphasizing the secondary color. In some sports, such as football, the primary color is emphasized on home uniforms, while uniforms for other sports, notably basketball, use the secondary or a neutral color at home. This is done to avoid confusion when playing a team with similar colors.\nIn addition, various groups that generate support for athletic teams, including cheerleaders and marching bands, wear uniforms with the colors of their school.\nAt many private schools 'school colours' are awards presented for achievement in a subject or a sport - See Sporting Colours.","categories":[],"infobox_types":[],"annotations":[{"uri":"School","surface_form":"school","offset":59},{"uri":"Rule_of_tincture","surface_form":"rule of tincture","offset":274},{"uri":"Heraldry","surface_form":"heraldry","offset":296},{"uri":"Primary_color","surface_form":"primary color","offset":352},{"uri":"Orange_(colour)","surface_form":"orange","offset":375},{"uri":"Purple","surface_form":"purple","offset":383},{"uri":"Blue","surface_form":"blue","offset":391},{"uri":"Red","surface_form":"red","offset":397},{"uri":"Green","surface_form":"green","offset":406},{"uri":"Black","surface_form":"black","offset":485},{"uri":"Brown","surface_form":"brown","offset":492},{"uri":"Gray","surface_form":"gray","offset":499},{"uri":"Silver_(color)","surface_form":"silver","offset":508},{"uri":"White","surface_form":"white","offset":517},{"uri":"Gold_(color)","surface_form":"gold","offset":527},{"uri":"United_States_of_America","surface_form":"American","offset":735},{"uri":"Maroon_(color)","surface_form":"Maroon","offset":962},{"uri":"Powder_blue","surface_form":"powder","offset":1071},{"uri":"Prussian_blue","surface_form":"Prussian","offset":1081},{"uri":"Yellow","surface_form":"yellow","offset":1304},{"uri":"Old_gold","surface_form":"old gold","offset":1332},{"uri":"American_Football","surface_form":"football","offset":1798},{"uri":"Basketball","surface_form":"basketball","offset":1899},{"uri":"Cheerleading","surface_form":"cheerleaders","offset":2110},{"uri":"Marching_band","surface_form":"marching band","offset":2127},{"uri":"Awards","surface_form":"awards","offset":2235},{"uri":"Sporting_Colours","surface_form":"Sporting Colours","offset":2298}]}