{"id":659027,"url":"http://en.wikipedia.org/wiki/The_Nun","text":"\"The Nun\" is a 2018 American horror movie directed by Corin Hardy. The movie stars Demián Bichir, Taissa Farmiga, and Jonas Bloquet. It was released by Warner Bros. Pictures on September 7, 2018. It is additionally a part of \"The Conjuring\" movie universe.\nPremise.\nA priest with a haunted past and a novice on the threshold of her final vows are sent by the Vatican to investigate the death of a young nun in Romania and confront a malevolent force in the form of a demonic nun.\nRelease.\nThe movie was released by Warner Bros. Pictures on September 7, 2018.\nCritical response.\nOn Rotten Tomatoes, the movie holds an approval rating of 27% based on 142 critic reviews with an average rating of 4.5/10. The critical consensus on the site reads \"The Nun\" boasts strong performances, spooky atmospherics, and a couple decent set-pieces, but its sins include inconsistent logic and narrative slackness.\" On Metacritic, the movie has a weighted average score of 46 out of 100 based on 32 critics indicating \"mixed or average reviews\".\nChelsea Phillips-Carr of \"Scene Creek\" scored the film a 2/5, and said \"Gradually, \"The Nun\" loses interest in being a horror film\".\nBloody Disgusting writer Scott Weinberg praised the film and said that \"There's an obvious attempt at delivering something slightly more mature than what we normally see in studio-released horror films.\" Empire Magazine writer Kim Newman scored the film a 3/5, and stated that \"It may be a familiar old dark castle runaround, but Corin Hardy delivers eerie images and nerve-scraping sound effects.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":20},{"uri":"Horror_movie","surface_form":"horror movie","offset":29},{"uri":"Warner_Bros.","surface_form":"Warner Bros. Pictures","offset":152},{"uri":"The_Conjuring_(movie)","surface_form":"The Conjuring","offset":226},{"uri":"Romania","surface_form":"Romania","offset":410},{"uri":"Warner_Bros.","surface_form":"Warner Bros. Pictures","offset":515},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":581},{"uri":"Metacritic","surface_form":"Metacritic","offset":903}]}