{"id":6591,"url":"http://en.wikipedia.org/wiki/Duke","text":"A Duke is someone part of nobility. In monarchies, like the UK, the title has legal status, and is inherited in the male line.\nThe first English dukes were created by Edward III in 1337, when he gave his eldest son, Edward, the Black Prince, the title of Duke of Cornwall.\nDukes are formally referred to as 'The Duke of (place name)', and addressed as \"Your Grace\". On State occasions, dukes rank below Royal Dukes, and above Earls. This is called the order of precedence, because in procession to the opening Parliament, or on other state occasions, they walk in order of their rank.\nThe office or position of a duke is called a dukedom.\nThe wife of a duke is a Duchess. This is an honorary title, given for life to the lawfully wedded wife of a Duke. If she divorces and remarries a commoner, (person with no title) their children have no title. The children of a duke, on the other hand, do have honorary titles (so long as they are born in lawful wedlock). The eldest son may bear what is called a junior title which an ancestor was given before the dukedom was created. Other children would be called 'Lady' Jane (or other Christian name) and 'Lord' James (or other Christian name). Children use the family surname, not the Dukedom.\nHistorically, the land that is ruled by a duke is a duchy. The eldest son of a duke inherits the duchy when the duke dies. The word comes from the Latin word \"dux\", which means leader.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nobility","surface_form":"nobility","offset":26},{"uri":"Monarchy","surface_form":"monarchies","offset":39},{"uri":"UK","surface_form":"UK","offset":60},{"uri":"Edward_III_of_England","surface_form":"Edward III","offset":167},{"uri":"Edward%2C_the_Black_Prince","surface_form":"Edward, the Black Prince","offset":216},{"uri":"State","surface_form":"State","offset":369},{"uri":"Earl","surface_form":"Earl","offset":426},{"uri":"Order_of_precedence","surface_form":"order of precedence","offset":452},{"uri":"Parliament","surface_form":"Parliament","offset":510},{"uri":"Divorce","surface_form":"divorce","offset":760},{"uri":"Christian_name","surface_form":"Christian name","offset":1128},{"uri":"Duchy","surface_form":"duchy","offset":1290},{"uri":"Primogeniture","surface_form":"eldest son","offset":1301},{"uri":"Duchy","surface_form":"duchy","offset":1335},{"uri":"Latin_language","surface_form":"Latin","offset":1385}]}