{"id":659230,"url":"http://en.wikipedia.org/wiki/Joker_(2019_movie)","text":"\"Joker\" is a 2019 American crime movie based on the DC Comics character of the same name. It is to be the first movie in a series of DC-based movies separate from the shared DC Extended Universe (DCEU).\nThe movie is directed by Todd Phillips. It stars Joaquin Phoenix as the eponymous super villain. It also stars Robert De Niro, Zazie Beetz, Bill Camp, Frances Conroy, Brett Cullen, Glenn Fleshler, Douglas Hodge, Marc Maron, Josh Pais and Shea Whigham.\nMartin Scorsese was also attached to produce, but he dropped out in July 2018. \"Joker\" was released on October 4, 2019 with mixed reviews from critics, while many liked Phoenix's performance, many criticized the story and the movie's portrayal of mental illness and violence.\nOn November 16, 2019 it was screened at the White House for President Donald Trump, who reportedly enjoyed the movie.\n\"Joker\" has made over $1 billion, making it the first R-rated movie to pass the billion-dollar mark at the worldwide box office, making it the highest grossing R-rated movie of all time.\nAt the 77th Golden Globe Awards, the movie received five nominations, including Best Motion Picture – Drama, where Phoenix and composer Guðnadóttir won awards.\nAt the 92nd Academy Awards, the movie received 11 nominations; indlucing Best Picture, Best Actor for Phoenix and Best Director for Phillips. \"Joker\" is the second comic book-based movie to be nominated for Best Picture after \"Black Panther\". It is also the highest Oscar nominated comic book movie, earning eleven nominations.\nA sequel is currently in development, with Philips, Silver and Phoenix expected to return.\nPlot.\nIn 1981, party clown and aspiring stand-up comedian Arthur Fleck lives with his mother, Penny, in Gotham City. Gotham is rife with crime and unemployment, leaving swaths of the population disenfranchised and impoverished. Arthur suffers from a medical disorder that causes him to laugh at inappropriate times, depending on social services for medication. After a gang of delinquents attacks Arthur in an alley, his co-worker Randall gives him a gun for protection. Arthur pursues a relationship with his neighbor, single mother Sophie Dumond, and invites her to his upcoming stand-up routine at a nightclub.\nWhile entertaining at a children's hospital, Arthur's gun falls out of his pocket. Randall lies that Arthur bought the gun himself, and Arthur is fired. On the subway, still in his clown makeup, Arthur is beaten by three drunken Wayne Enterprises businessmen; he shoots two in self-defense and wounds the third before pursuing him off the train and executing him on the stairs. The killings are condemned by billionaire mayoral candidate Thomas Wayne, who calls those envious of more successful people \"clowns\". Demonstrations against Gotham's rich begin, with protesters donning clown masks in Arthur's image. Funding cuts shutter the social service program, leaving Arthur without his medication.\nSophie attends Arthur's stand-up routine, which goes poorly; he laughs uncontrollably and has difficulty delivering his jokes. Arthur's idol, popular talk show host Murray Franklin, mocks Arthur by showing clips from the comedy routine on his show. Arthur intercepts a letter written by Penny to Thomas, alleging that he is Thomas's illegitimate son, and berates his mother for hiding the truth. Arthur goes to Wayne Manor, where he meets Thomas's young son Bruce, but flees after a scuffle with the family butler Alfred Pennyworth. Following a visit from two Gotham City Police Department detectives investigating Arthur's involvement in the train murders, Penny suffers a stroke and is hospitalized.\nArthur sneaks into a private event and confronts Thomas, who tells him that Penny is delusional and not his biological mother. In denial, Arthur visits Arkham State Hospital and steals Penny's case file; the file says Penny adopted Arthur as a baby and allowed her abusive boyfriend to harm them both. However, Penny claims that Thomas used his influence to fabricate the adoption to hide their affair. Distraught, Arthur returns home and enters Sophie's apartment unannounced. Frightened, Sophie tells him to leave; their relationship was merely a figment of Arthur's imagination. The following day, Arthur kills Penny at the hospital.\nArthur is invited to appear on Murray's show due to the unexpected popularity of his comedy routine's clips. As he prepares, Arthur is visited by ex-colleagues Randall and Gary. Arthur murders Randall but spares Gary for treating him well in the past. En route to the studio, Arthur is pursued by the two detectives onto a train filled with clown protesters. One detective accidentally shoots a protester and incites a riot, allowing Arthur to escape; the rioters brutally beat the detectives as Arthur leaves.\nBefore the show goes live, Arthur requests that Murray introduce him as Joker, a reference to Murray's previous mockery. Arthur walks out to applause, but starts telling morbid jokes, confesses to the train murders, rants about how society abandons the downtrodden and mentally ill, and berates Murray for mocking him on the previous segment. When Murray criticizes him and threatens to call the police, Arthur shoots him twice on live TV, killing him; he is arrested for murder as riots break out across Gotham. One of the rioters corners the Wayne family in an alley and murders Thomas and his wife, Martha, sparing Bruce. Rioters in an ambulance crash into the police car carrying Arthur, freeing him; he stands atop the car, dances to the cheers of the crowd, and smears blood on his face in the form of a smile.\nAt Arkham, Arthur laughs to himself about a joke and tells his psychiatrist she would not understand it. He runs from orderlies, leaving behind a trail of bloodied footprints.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"DC_Comics","surface_form":"DC Comics","offset":52},{"uri":"Joker_(comics)","surface_form":"of the same name","offset":72},{"uri":"DC_Extended_Universe","surface_form":"DC Extended Universe","offset":174},{"uri":"Todd_Phillips","surface_form":"Todd Phillips","offset":228},{"uri":"Joaquin_Phoenix","surface_form":"Joaquin Phoenix","offset":252},{"uri":"Eponymous","surface_form":"eponymous","offset":275},{"uri":"Robert_De_Niro","surface_form":"Robert De Niro","offset":314},{"uri":"Zazie_Beetz","surface_form":"Zazie Beetz","offset":330},{"uri":"Bill_Camp","surface_form":"Bill Camp","offset":343},{"uri":"Frances_Conroy","surface_form":"Frances Conroy","offset":354},{"uri":"Brett_Cullen","surface_form":"Brett Cullen","offset":370},{"uri":"Glenn_Fleshler","surface_form":"Glenn Fleshler","offset":384},{"uri":"Douglas_Hodge","surface_form":"Douglas Hodge","offset":400},{"uri":"Marc_Maron","surface_form":"Marc Maron","offset":415},{"uri":"Josh_Pais","surface_form":"Josh Pais","offset":427},{"uri":"Shea_Whigham","surface_form":"Shea Whigham","offset":441},{"uri":"Martin_Scorsese","surface_form":"Martin Scorsese","offset":455},{"uri":"Mental_illness","surface_form":"mental illness","offset":702},{"uri":"White_House","surface_form":"White House","offset":775},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":801},{"uri":"Golden_Globe_Awards","surface_form":"Golden Globe Awards","offset":1048},{"uri":"Golden_Globe_Award_for_Best_Motion_Picture_%E2%80%93_Drama","surface_form":"Best Motion Picture – Drama","offset":1116},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":1208},{"uri":"Academy_Award_for_Best_Picture","surface_form":"Best Picture","offset":1269},{"uri":"Academy_Award_for_Best_Actor","surface_form":"Best Actor","offset":1283},{"uri":"Academy_Award_for_Best_Director","surface_form":"Best Director","offset":1310},{"uri":"Black_Panther_(movie)","surface_form":"Black Panther","offset":1423}]}