{"id":65952,"url":"http://en.wikipedia.org/wiki/Ingmar_Bergman","text":"Ernst (in Swedish, but usually in English) (14 July 1918 – 30 July 2007) was a Swedish stage and movie director. Ingmar Bergman found bleakness and despair as well as comedy and hope in his indelible explorations of the human condition. He is regarded as one of the great masters of modern cinema.\nMany filmmakers worldwide, including Americans Woody Allen and Robert Altman, the Russian director Andrei Tarkovsky and the Taiwanese director Ang Lee, have cited the work of Bergman as a major influence on their work.\nBiography.\nErnst Ingmar Bergman was born in Uppsala, Sweden to a Lutheran minister of Danish descent, Erik Bergman (later chaplain to the King of Sweden), and his wife, Karin (\"née\" Åkerblom). He grew up surrounded by religious imagery and discussion. His father was a rather conservative parish minister and strict family father: Ingmar was locked up in dark closets for infractions such as wetting the bed. \"While father preached away in the pulpit and the congregation prayed, sang or listened,\" Ingmar writes in his biography \"Laterna Magica\",\nHe performed two five-month stretches of mandatory military service and studied Art and Literature at Stockholm University College (the later Stockholm University), but without graduating. Instead, he developed an interest in theatre and later in cinema (though he had become a \"genuine movie addict\" by the early 1930s).\nAlthough he grew up in a devout Lutheran household, Bergman stated that he lost his faith at age eight but came to terms with this fact only when making \"Winter Light\".\nFrom the early sixties, Bergman lived much of his life on the island of Fårö, Gotland, Sweden, where he made a number of his movies. Bergman moved to Munich for a while following a protracted battle with the Swedish government over alleged tax evasion, and did not return to make another movie in Sweden until 1982, when he directed \"Fanny and Alexander\". Bergman said this would be his last movie, and that he would go on to direct theater. Since that time he did make a number of movies for television, but later retired to Fårö, stating in 2004 that he would never again leave the island.\nIngmar Bergman died at his home on Fårö, in the early morning of 30 July 2007, aged 89, the same day that another great movie director, Michelangelo Antonioni, died.\nFamily.\nThe first four marriages ended in divorce. The last ended when his wife Ingrid died of stomach cancer in 1995, aged 65. Aside from his marriages, Bergman had romantic relationships with actresses Harriet Andersson (1952–55), Bibi Andersson (1955–59), and Liv Ullmann (1965–70). He was the father of writer Linn Ullmann with Liv Ullmann. In all, Bergman had nine children, one of whom died before him.","categories":[],"infobox_types":["actor"],"annotations":[{"uri":"Swedish_language","surface_form":"Swedish","offset":10},{"uri":"Sweden","surface_form":"Swedish","offset":79},{"uri":"Theatre_director","surface_form":"stage","offset":87},{"uri":"Movie_director","surface_form":"movie director","offset":97},{"uri":"United_States","surface_form":"Americans","offset":335},{"uri":"Woody_Allen","surface_form":"Woody Allen","offset":345},{"uri":"Robert_Altman","surface_form":"Robert Altman","offset":361},{"uri":"Russia","surface_form":"Russia","offset":380},{"uri":"Andrei_Tarkovsky","surface_form":"Andrei Tarkovsky","offset":397},{"uri":"Taiwan","surface_form":"Taiwan","offset":422},{"uri":"Ang_Lee","surface_form":"Ang Lee","offset":441},{"uri":"Uppsala","surface_form":"Uppsala","offset":561},{"uri":"Sweden","surface_form":"Sweden","offset":570},{"uri":"Lutheran_church","surface_form":"Lutheran","offset":582},{"uri":"Erik_Bergman_(Lutheran_minister)","surface_form":"Erik Bergman","offset":619},{"uri":"Monarch_of_Sweden","surface_form":"King of Sweden","offset":655},{"uri":"Stockholm_University","surface_form":"Stockholm University","offset":1207},{"uri":"Movie","surface_form":"cinema","offset":1312},{"uri":"Winter_Light","surface_form":"Winter Light","offset":1541},{"uri":"F%C3%A5r%C3%B6","surface_form":"Fårö","offset":1628},{"uri":"Gotland","surface_form":"Gotland","offset":1634},{"uri":"Munich","surface_form":"Munich","offset":1706},{"uri":"Tax_evasion","surface_form":"tax evasion","offset":1796},{"uri":"Fanny_and_Alexander","surface_form":"Fanny and Alexander","offset":1890},{"uri":"Michelangelo_Antonioni","surface_form":"Michelangelo Antonioni","offset":2284},{"uri":"Stomach_cancer","surface_form":"stomach cancer","offset":2409},{"uri":"Harriet_Andersson","surface_form":"Harriet Andersson","offset":2518},{"uri":"Bibi_Andersson","surface_form":"Bibi Andersson","offset":2547},{"uri":"Liv_Ullmann","surface_form":"Liv Ullmann","offset":2577},{"uri":"Linn_Ullmann","surface_form":"Linn Ullmann","offset":2628}]}