{"id":659737,"url":"http://en.wikipedia.org/wiki/Chitti-The_Robot","text":"Chitti is a fictional character and the primary protagonist and antagonist of the Enthiran franchise. The character was portrayed by Rajinikanth in Enthiran and upcoming 2.0. Chitti was created and written by S. Shankar.\nDesign.\nThe visual appearance of Chitti was based on the G.I. Joe action figures. For Chitti's 2.0 version look, its hair was spiked and brown coloured lenses were used for its eyes, whereas for its \"good robot\" look, green coloured lenses were used. The wig used for Chitti's 2.0 look had a silver streak in the middle, made out of Yak hair, while its leather jacket was designed by Vogt. To make Vaseegaran look mature, the team made Rajinikanth sport an Oakley beard. Suits made of copper were used for Chitti's costumes.\nAppearances.\nIn the first film, He is an android robot created by Dr. Vaseegaran, also portrayed by Rajinikanth. Dr. Vaseegaran who is specialised in robotics, created Chitti after a decade of intensive research. Chitti was first created without emotions however in order for the robot to understand human behaviour, Vaseegaran taught the robot about them. But then the robot fell in love with the scientist's fiancée, Sana and thus it caused conflict between them. Angered by the robot, Vaseegaran literally chopped the robot into pieces. He was found by Dr. Bohra and upgrade into 2.0 because of a red chip. He converting it into a ruthless killer and turned into an evil destructive killing machine and killed Bohra. He then weent after Vaseegaran and Sana and crashed their wedding. He showed numerous other powerful abilities including shape shifting as well as duplicating. He caused so much damage and destruction to the city. However, Vaseegaran managed to defeat and stop Chitti. Since Chitti caused so much damage and destruction to the city, he was de-activated and dismantled. His body parts were then displayed in the museum in the year 2030 as the most advanced humanoid robot ever built.\nIn upcoming film 2.0, Chitti will be forced to reassemble by Dr. Vaseegaran and Indian Army in order to stop the cellphones winged monster, which will be control by Dr. Richard.\nChitti reappeared in the film Ra.One and communicated with G.One. Chitti appeared in a special appearance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protagonist","surface_form":"protagonist","offset":48},{"uri":"Antagonist","surface_form":"antagonist","offset":64},{"uri":"Enthiran","surface_form":"Enthiran franchise","offset":82},{"uri":"Rajinikanth","surface_form":"Rajinikanth","offset":133},{"uri":"Enthiran","surface_form":"Enthiran","offset":148},{"uri":"2.0_(movie)","surface_form":"2.0","offset":170},{"uri":"S._Shankar","surface_form":"S. Shankar","offset":209},{"uri":"G.I._Joe","surface_form":"G.I. Joe","offset":278},{"uri":"Action_figure","surface_form":"action figure","offset":287},{"uri":"Yak","surface_form":"Yak","offset":554},{"uri":"2.0_(movie)","surface_form":"2.0","offset":1966},{"uri":"Ra.One","surface_form":"Ra.One","offset":2157},{"uri":"G.One","surface_form":"G.One","offset":2186}]}