{"id":6599,"url":"http://en.wikipedia.org/wiki/The_Star-Spangled_Banner","text":"\"The Star-Spangled Banner\" is the national anthem of the United States. Francis Scott Key wrote the words to it in 1814 after seeing British ships attacking Fort McHenry in Baltimore, Maryland during the War of 1812.\nThe words are set to the music of a British drinking song called \"To Anacreon in Heaven\". The song has 4 stanzas but only the first one is usually sung.\nLyrics.\nO say, can you see, by the dawn’s early light,\nWhat so proudly we hailed at the twilight’s last gleaming,\nWhose broad stripes and bright stars, through the perilous fight,\nO’er the ramparts we watched, were so gallantly streaming?\nAnd the rockets’ red glare, the bombs bursting in air,\nGave proof through the night that our flag was still there;\nO say, does that star-spangled banner yet wave\nO’er the land of the free and the home of the brave?\nOn the shore, dimly seen thro’ the mist of the deep,\nWhere the foe’s haughty host in dread silence reposes,\nWhat is that which the breeze, o’er the towering steep,\nAs it fitfully blows, half conceals, half discloses?\nNow it catches the gleam of the morning’s first beam,\nIn full glory reflected, now shines on the stream\n’Tis the star-spangled banner. Oh! long may it wave\nO’er the land of the free and the home of the brave!\nAnd where is that band who so vauntingly swore\nThat the havoc of war and the battle’s confusion\nA home and a country should leave us no more?\nTheir blood has washed out their foul footstep’s pollution.\nNo refuge could save the hireling and slave\nFrom the terror of flight, or the gloom of the grave,\nAnd the star-spangled banner in triumph doth wave\nO’er the land of the free and the home of the brave.\nOh! thus be it ever, when freemen shall stand\nBetween their loved homes and the war’s desolation,\nBlest with vict’ry and peace, may the Heav’n-rescued land\nPraise the Pow’r that hath made and preserved us a nation!\nThen conquer we must, when our cause it is just,\nAnd this be our motto—“In God is our trust.”\nAnd the star-spangled banner in triumph shall wave\nO’er the land of the free and the home of the brave.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_anthem","surface_form":"national anthem","offset":34},{"uri":"United_States","surface_form":"United States","offset":57},{"uri":"Francis_Scott_Key","surface_form":"Francis Scott Key","offset":72},{"uri":"Britain","surface_form":"British","offset":133},{"uri":"Fort_McHenry","surface_form":"Fort McHenry","offset":157},{"uri":"Baltimore%2C_Maryland","surface_form":"Baltimore, Maryland","offset":173},{"uri":"War_of_1812","surface_form":"War of 1812","offset":204},{"uri":"To_Anacreon_in_Heaven","surface_form":"To Anacreon in Heaven","offset":283},{"uri":"Stanza","surface_form":"stanza","offset":322}]}