{"id":659975,"url":"http://en.wikipedia.org/wiki/New_Walk_Museum","text":"e=\"preserve\">The New Walk Museum and Art Gallery is a museum in Leicester, England. It opened in 1849 as one of the first public museums in the United Kingdom. New Walk contains displays of both science and art, international and local.\nDinosaurs and fossils.\nTwo skeletons are permanently on display — a cetiosaur found in Rutland, and a plesiosaur from Barrow upon Soar. The dinosaur is a specimen of \"Cetiosaurus oxoniensis\". The 15 metre dinosaur is among the most complete sauropod skeletons in the world. The bones in the display are mostly replicas of the originals, which are too fragile to be used.\nThe Barrow Kipper, named after the flatfish, is a skeleton of a plesiosaur discovered in Barrow upon Soar in 1851. It has been wrongly classified twice, and at present has no accepted name. Other \"star attractions\" of the gallery are a \"Leedsichthys\" (a giant fossil fish) and a piece of the Barwell meteorite.\nThe museum has a specimen of international importance, the Charnia fossil. This was the first fossil ever described from undoubted Precambrian rocks. Until then, no large (non-microscopic) forms of life were known to exist at that time. The object in the museum – \"Leicester's fossil celebrity\" – is a holotype. It is the actual physical example from which the species was first identified and formally described. \"Charnia masoni\" was named after Roger Mason. He discovered it in Charnwood Forest in 1957, when he was a schoolboy. He who went on to a career as an academic geologist. The fossil had been discovered a year earlier by a schoolgirl, Tina Negus, \"but no one took her seriously\".\nArt.\nThe museum holds the UK's largest collection of German Expressionist art. These paintings, including works by George Baselitz, Wassily Kandinsky and Paul Klee, were smuggled out of Nazi Germany before World War II. The Nazis condemned the work of these painters. Hans Hess, son of the German-Jewish industrialist and art collector, Alfred Hess, was assistant curator at the museum.\nIn 2007, more than 100 pieces of art went on display at the museum, donated by Richard Attenborough, namely a collection of Picasso ceramic art.\nOther exhibitions.\nOn the first floor of the museum is an exhibition area that changes periodically. Recent exhibits have included a display focusing on the search for the remains of Richard III, a \"Wallace and Gromit\" display, and \"Spirits of War to Hands of Peace\", an exhibit of paintings and sculpture on the horrors of war and the power of peace.","categories":[],"infobox_types":[],"annotations":[{"uri":"Leicester","surface_form":"Leicester","offset":64},{"uri":"England","surface_form":"England","offset":75},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":144},{"uri":"Cetiosaur","surface_form":"cetiosaur","offset":305},{"uri":"Rutland","surface_form":"Rutland","offset":324},{"uri":"Plesiosaur","surface_form":"plesiosaur","offset":339},{"uri":"Barrow_upon_Soar","surface_form":"Barrow upon Soar","offset":355},{"uri":"Cetiosaurus","surface_form":"Cetiosaurus","offset":404},{"uri":"Sauropod","surface_form":"sauropod","offset":478},{"uri":"Smoked_fish","surface_form":"flatfish","offset":643},{"uri":"Leedsichthys","surface_form":"Leedsichthys","offset":845},{"uri":"Meteorite","surface_form":"meteorite","offset":908},{"uri":"Charnia","surface_form":"Charnia","offset":978},{"uri":"Precambrian","surface_form":"Precambrian","offset":1050},{"uri":"Holotype","surface_form":"holotype","offset":1221},{"uri":"Roger_Mason_(geologist)","surface_form":"Roger Mason","offset":1366},{"uri":"Charnwood_Forest","surface_form":"Charnwood Forest","offset":1399},{"uri":"Expressionism","surface_form":"Expressionist art","offset":1671},{"uri":"George_Baselitz","surface_form":"George Baselitz","offset":1726},{"uri":"Wassily_Kandinsky","surface_form":"Wassily Kandinsky","offset":1743},{"uri":"Paul_Klee","surface_form":"Paul Klee","offset":1765},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1797},{"uri":"World_War_II","surface_form":"World War II","offset":1817},{"uri":"Alfred_Hess","surface_form":"Alfred Hess","offset":1948},{"uri":"Curator","surface_form":"curator","offset":1975},{"uri":"Richard_Attenborough","surface_form":"Richard Attenborough","offset":2077},{"uri":"Picasso","surface_form":"Picasso","offset":2122},{"uri":"Ceramic","surface_form":"ceramic","offset":2130},{"uri":"Richard_III","surface_form":"Richard III","offset":2326},{"uri":"Wallace_and_Gromit","surface_form":"Wallace and Gromit","offset":2342}]}