{"id":660254,"url":"http://en.wikipedia.org/wiki/Epenthesis","text":"e=\"preserve\">Epenthesis is a term in phonology. It refers to adding one or more sounds to a word.\nIf it is added at the beginning, it is called \"prothesis\". If added at the end of the word, it is called \"paragoge\". There are two types of epenthesis: when a consonant is added, and when a vowel is added. The opposite process where one or more sounds are removed is called elision.\nUses.\nEpenthesis can happen for many reasons. The rules of how sounds are placed in a language may not allow vowels next to each other, but in different syllables. Some consonant clusters may not be allowed. In this situation a consonant or vowel can be added to make pronunciation easier. Epenthesis may be shown in writing or may happen in spoken language.\nSeparating vowels.\nA consonant can be added to separate spoken vowels in hiatus. This happens with linking and intrusive R, which is a rule that puts an 'r' in a place where it doesn't normally happen.\nLinking consonant clusters.\nA consonant can be placed between consonants in a consonant cluster where the place of articulation is different (e.g., where one consonant is labial (pronounced with the lips) and the other is alveolar.\nBreaking consonant clusters.\nA vowel can be placed between consonants to separate them.\nRegular examples in English are \"-i-\", used in making words from Latin such as \"equi'\"distant\", and \"-o-\", used in making words from Greek roots or general compound words, as in \"speedo'\"meter\".\nRules in present-day languages.\nIn French, is placed in inverted interrogative phrases between a verb that ends in a vowel and a pronoun that begins with a vowel: ('he has') > ('has he?').  Because the  come from Latin ('he has') there is no epenthesis from the point of view of history. This is because the is the original third-person verb inflection. However it is correct to call it epenthesis in the modern language because the modern basic form of the verb is, so the way the process works in the mind is to add a  to the basic form.\nA similar example is the English indefinite article \"a\", which becomes \"an\" before a vowel. It comes from Old English \"ān\" (\"one, a, an\"), which kept an \"n\" in all positions. From a diachronic (historical) analysis, the original \"n\" disappears, except if a following vowel needs for it to stay: \"an\" > \"a\". However, with a synchronic analysis people can also see it as epenthesis: \"a\" > \"an\". This is how most native speakers see it.\nIn Dutch, when the suffix \"-er\" (which has several meanings) is placed after a word which already ends in \"-r\", another  is put in the middle. For example, the comparative form (the form people use to compare things) of the adjective \"zoet\" (\"sweet\") is \"zoeter\", but the comparative of \"zuur\" (\"sour\") is \"zuurd'\"er\" and not the expected *. The same happens with the agent (someone who does something) noun form of \"verkopen\" (\"to sell\") which is \"verkoper\" (\"salesperson\"), but the agent noun of \"uitvoeren\" (\"to perform\") is \"uitvoerd'\"er\" (\"performer\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Phonology","surface_form":"phonology","offset":37},{"uri":"Consonant","surface_form":"consonant","offset":257},{"uri":"Vowel","surface_form":"vowel","offset":288},{"uri":"Place_of_articulation","surface_form":"place of articulation","offset":1048},{"uri":"Labial_consonant","surface_form":"labial","offset":1113},{"uri":"Alveolar_consonant","surface_form":"alveolar","offset":1164},{"uri":"Latin_language","surface_form":"Latin","offset":1327},{"uri":"Greek_language","surface_form":"Greek","offset":1395},{"uri":"Compound%C2%A0words","surface_form":"compound words","offset":1418},{"uri":"French_language","surface_form":"French","offset":1492},{"uri":"Interrogative","surface_form":"interrogative","offset":1522},{"uri":"Phrase","surface_form":"phrases","offset":1536},{"uri":"Pronoun","surface_form":"pronoun","offset":1586},{"uri":"Verb","surface_form":"verb","offset":1794},{"uri":"Inflection","surface_form":"inflection","offset":1799},{"uri":"English_language","surface_form":"English","offset":2022},{"uri":"Article_(grammar)","surface_form":"indefinite article","offset":2030},{"uri":"Old_English","surface_form":"Old English","offset":2103},{"uri":"Dutch_language","surface_form":"Dutch","offset":2434}]}