{"id":66082,"url":"http://en.wikipedia.org/wiki/Dipole","text":"e=\"preserve\">Dipole can mean two things in physics. The first is an \"electric dipole\" which separates the positive charge from the negative charge. A simple example of this dipole is a pair of electric charges with the same magnitude but with the opposite type of charge (positive and negative) and are separated by a small distance from each other. The second is a \"magnetic dipole\", a closed circulation of electric current. A simple example is a single loop of wire with electric current flowing through it.\nAn important characeristic of dipoles is their dipole moment, which is a vector quantity with both a magnitude and direction. An example of an electric dipole moment occurring is in a pair of electric charges with opposite signs. The dipole moment would point from the negative charge towards the positive charge. The magnitude of the moment is equal to the strength of each charge multiplied by the distance separating between the charges. An example of a magnetic dipole moment occurring is in a wire loop with flowing current. The magnetic dipole moment would point through the loop (according to the right hand rule), with a magnitude equal to the current in the loop times the area of the loop.\nA bar magnet is an example of a magnetic dipole, with a magnetic dipole moment moving from its south pole to its north pole.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":43},{"uri":"Electricity","surface_form":"electric","offset":69},{"uri":"Charge","surface_form":"charge","offset":115},{"uri":"Electric_charge","surface_form":"electric charge","offset":193},{"uri":"Magnitude_(mathematics)","surface_form":"magnitude","offset":224},{"uri":"Magnetism","surface_form":"magnetic","offset":367},{"uri":"Electric_current","surface_form":"electric current","offset":409},{"uri":"Moment","surface_form":"moment","offset":565},{"uri":"Vector","surface_form":"vector","offset":584},{"uri":"Magnitude_(mathematics)","surface_form":"magnitude","offset":612},{"uri":"Direction","surface_form":"direction","offset":626},{"uri":"Electric_dipole_moment","surface_form":"electric dipole moment","offset":654},{"uri":"Multiplication","surface_form":"multiplied","offset":893},{"uri":"Magnetic_dipole_moment","surface_form":"magnetic dipole moment","offset":968},{"uri":"Right_hand_rule","surface_form":"right hand rule","offset":1115},{"uri":"Area","surface_form":"area","offset":1193},{"uri":"Magnet","surface_form":"magnet","offset":1217}]}