{"id":66090,"url":"http://en.wikipedia.org/wiki/Scientific_notation","text":"e=\"preserve\">Scientific notation is a way of writing numbers that is often used by scientists and mathematicians to make it easier to write large and small numbers. A number that is written in scientific notation has several properties that make it very useful to local scientists. It makes very large numbers into smaller numbers using decimals and exponents.\nVariations.\nformula_1\nwhere \"b\" is an integer, or \"whole\" number, that describes the number of times 10 is multiplied by itself and the letter \"a\" any real number, called the significand or mantissa (\"using \"mantissa\" may cause confusion as it can also refer to the fractional part of the common logarithm\").\nNormalized notation.\nWritten in the form, exponent \"b\" is chosen such that the absolute value of \"a\" remains at least one but less than ten formula_1. Normal mathematics convention dictates a minus sign to precede the first of the decimal digits of \"a\" for a negative number; that of \"b\" for a number with absolute value between 0 and 1, e.g. minus one half is. There is no need to represent zero in normalized form, the digit 0 is sufficient. The normalized form allows easy comparison of two numbers of the same sign in \"a\", as the exponent \"b\" gives the number's order of magnitude.","categories":[],"infobox_types":[],"annotations":[{"uri":"Number","surface_form":"number","offset":53},{"uri":"Scientist","surface_form":"scientist","offset":83},{"uri":"Mathematician","surface_form":"mathematician","offset":98},{"uri":"Integer","surface_form":"integer","offset":399},{"uri":"Real_number","surface_form":"real number","offset":512},{"uri":"Significand","surface_form":"significand","offset":536},{"uri":"Mantissa","surface_form":"mantissa","offset":551},{"uri":"Vulgar_fraction","surface_form":"fractional","offset":627},{"uri":"Logarithm","surface_form":"logarithm","offset":657},{"uri":"Absolute_value","surface_form":"absolute value","offset":749},{"uri":"Zero","surface_form":"zero","offset":1062},{"uri":"Digit","surface_form":"digit","offset":1091},{"uri":"Order_of_magnitude","surface_form":"order of magnitude","offset":1236}]}