{"id":661223,"url":"http://en.wikipedia.org/wiki/Yuri_Sagaydak","text":"e=\"preserve\">Yuri Petrovich Sagaydak [JuriSagaidak] is a Russian lawyer, former KGB secret agent in the United Kingdom, Indonesia, Austria and journalist at Komsomolskaya Pravda and TASS. He produced the Russian film \"Countdown\" (Russian title: \"Lichniynomer\") in 2004. He also served as the Deputy Director of Renaissance Capital until 2006 and founded SP-Consulting.\nBiography.\nYuri Sagaidak was born in 1950 in Alma-Ata (today Almaty), completed his secondary-school education in 1968, and graduated in 1972 from the FSB Academy (known until 1982 as The Dzerzhinsky Higher School of the KGB). In addition to acting as a journalist for the newspaper Komsomolskaya Pravda, he worked for the foreign intelligence service of the USSR. He served first in Indonesia and then in the United Kingdom. In 1989, he was deported from the United Kingdom after being exposed and accused by the authorities of espionage. His expulsion was accompanied by a diplomatic scandal related to his attempt to recruit the UK Member of Parliament Lady Olga Maitland, who reported this to the Security Agency MI5. According to a local publication, Sagaydak was issued a temporary residence permit to live in Lithuania.\nYuri Sagaidak founded a limited company Consulit in Lithuania in 2011, which had a staff of five people[https://www.baltictimes.com/former_kgb_spy_given_lithuanian_residence_permit/ 2. J. Sagaydak remained the Director and sole shareholder of “Consulit” until February 2015.[http://www.veidas.lt/the-kgb-spy-kicked-out-from-england-thrives-in-uzupis 3 He later worked in Austria. In 2004, Sagaidak produced a move LichniyNomer (Личныйномер)with an English title “\"Countdown”\". The story takes the viewer deep into the bowels of Russian internal affairs and politics, and was well-received in cinemas. The story revolved around a group of individuals who had to work together to foil the attempts of a terrorist organization that was preparing to carry out an attack on Rome. Sagaydak’s name is mentioned in the book [http://www.veidas.lt/the-kgb-spy-kicked-out-from-england-thrives-in-uzupis 4 “Cinematic Terror. A Global History of Terrorism in Film” by Tony Shaw.[https://www.goodreads.com/book/show/24049641-cinematic-terror 5\nYuri Sagaydak, was deputy general director of Renaissance Capital Investment Management Ltd. until 2006.[https://medium.com/@wsiegelman/a-fresh-look-at-erik-princes-house-intelligence-committee-testimony-and-emails-with-christophe-6603f06c6568 6 During the investigation in the Magnitsky case related to allegations in tax evasion and fraud Sagaydak gave testimony regarding the First Tax Refund of 2002, which was and still is not recognized as a crime by the Russian Government[https://www.russian-untouchables.com/eng/group-crimes-p2/ 7.\nIn March 2011, Alexander Lebedev,[https://www.theguardian.com/world/2009/jan/11/alexander-lebedev-russia-oligarch 8 Russian entrepreneur and publisher of the British newspaper the Evening Standard, accused Sagaydak of cooperating with criminals and being involved in alleged extortion.[https://www.novayagazeta.ru/articles/2011/05/26/5425-pisma-s-fronta-aleksandr-lebedev-v-pisme-direktoru-bortnikovu-nazyvaet-imena-oborotney-v-pogonah-iz-fsb 9\nIn October 2015, the Lithuanian publication Veidas (Lithuanian for \"Face\") reported[http://www.veidas.lt/the-kgb-spy-kicked-out-from-england-thrives-in-uzupis 10 on Sagaydak's links with the former Defense Minister and campaigner for Lithuanian independence, AudriusButkevičius, who did not deny cooperating with the KGB during the collapse of the USSR. The publication reported that Sagaydak had tried to emigrate to Lithuania giving Butkevičius's address, but his application had been turned down. Earlier in 1997 he was accused of committing an offence. Case of “Snipers” was instituted against the defendant and dealt with his participation in the shooting of pro-European demonstrators in Vilnius and his cooperation with the KGB. In October 1997 he was arrested in Vilnius whereupon he was imprisoned and sentenced to five and a half years in jail.\nIn November 2016, the Russian magazine Forbes (“Forbes”) published an article entitled “Bad guys: why there are no positive heroes in the story of Sergei Magnitsky” about the participation of Yuri Sagaydak in fraudulent transactions with shares of the Mikhailovsky GOK. The article states that one of the defendants in this case was Sagaydak.[https://www.forbes.ru/finansy/investitsii/332335-plokhie-parni-pochemu-v-istorii-sergeya-magnitskogo-net-polozhitelnykh-ge 11\nIn April 2017, Edward Malnick, Deputy Investigations Editor at The Telegraph described the circumstances of the death of prominent Russian lawyer Sergei Magnitsky and linked Sagaydak together\nwith Dmitry Klyuev to Renaissance Capital Investment Management Ltd.[https://www.telegraph.co.uk/news/2017/04/13/exclusive-66m-linked-death-lawyer-traced-russian-firms-uk-account/ 12 Sagaydak was recruited by Igor Sagiryan, his side, financial advisor to the Kremlin to work under Vladimir Dzhabarov.[https://www.thedailybeast.com/moscows-long-corrupt-money-trail 13 Vladimir Dzhabarov is the First Deputy Chairman of the International Affairs Committee of the Federation Council of the Russian Federation. He is no. 2 on the U.S. Department of the Treasury list \"Sanctions Target Russian Government Officials, the Inner Circle that Supports Them, and Bank Rossiya, the Personal Bank for Officials of the Russian Federation\"[https://www.treasury.gov/press-center/press-releases/Pages/jl23331.aspx 14 of 3/20/2014.\nIn February 2018, Valentine Low, a British journalist at The Times, described the circumstances around Sagaydak's expulsion from London in 1989 in the article \"My friend Yuri... the Communist spy<a href=\"Yuri_Sagaydak%23cite_note-9\">a></a>\".\nSagaydak is married with five children. His wife, Vera Aleksandrovna Sagaydak is CEO of the Vienna based Astreya Consulting[https://www.firmenabc.at/astreya-consulting-gmbh_OaWn 16, she lives permanently in Austria.\nIn August 2019, Isabelle Daniel, an Austrian journalist at OE24, repeated allegations against Vera and Yuri Sagaydak and disclosed their criminal record[https://www.oe24.at/oesterreich/politik/Seit-2018-in-Wien-Ex-KGB-Agent-erhielt-Aufenthaltsgenehmigung-in-Oesterreich/393394739 17. She also described the vulnerability of the European immigration system and loopholes in the immigration law.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russian_language","surface_form":"Russian","offset":57},{"uri":"Almaty","surface_form":"Almaty","offset":430},{"uri":"FSB_(Russia)","surface_form":"FSB","offset":520},{"uri":"Soviet_Union","surface_form":"USSR","offset":728},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":779},{"uri":"MI5","surface_form":"Security Agency MI5","offset":1070},{"uri":"2","surface_form":"2","offset":1378},{"uri":"3","surface_form":"3","offset":1546},{"uri":"4","surface_form":"4","offset":2088},{"uri":"5","surface_form":"5","offset":2224},{"uri":"6","surface_form":"6","offset":2470},{"uri":"7","surface_form":"7","offset":2764},{"uri":"8","surface_form":"8","offset":2881},{"uri":"9","surface_form":"9","offset":3210},{"uri":"10","surface_form":"10","offset":3371},{"uri":"KGB","surface_form":"KGB","offset":3529},{"uri":"11","surface_form":"11","offset":4533},{"uri":"The_Daily_Telegraph","surface_form":"The Telegraph","offset":4599},{"uri":"12","surface_form":"12","offset":4908},{"uri":"13","surface_form":"13","offset":5092},{"uri":"14","surface_form":"14","offset":5525},{"uri":"The_Times","surface_form":"The Times","offset":5599},{"uri":"16","surface_form":"16","offset":5962},{"uri":"17","surface_form":"17","offset":6280}]}