{"id":661209,"url":"http://en.wikipedia.org/wiki/The_Magic_School_Bus_(TV_series)","text":"\"The Magic School Bus\" is a Canadian/American animated and Educational children's television series, based on the book series of the same name by Joanna Cole and Bruce Degen. The series has received critical acclaim for its use of celebrity talent and combining entertainment with an educational series. \"Broadcasting & Cable\" said the show was \"among the highest-rated PBS shows for school-age children.\" A reboot titled \"The Magic School Bus Rides Again\" began on Netflix on September 29, 2017.\nProduction and broadcast.\nScholastic Entertainment, Nelvana, Bardel Entertainment and PBS Kids made \"The Magic School Bus\" books into an animated television series. It began on September 10, 1994. Many parents and teachers wanted Scholastic Entertainment, Nelvana, Bardel Entertainment and PBS Kids to help girls and minorities learn more about science. Scholastic Entertainment, Nelvana, Bardel Entertainment and PBS Kids president Deborah Forte, Patrick Loubert, Delna Bhesenia and Pamela Aguilar said that making the books into an animated series helped kids \"learn about science in a fun way\".\nEach episode of the series ran for 30 minutes. There was a \"Producer Says\" part at the end of each episode when the \"The Magic School Bus\" had no advertisements. There were no advertisements on international television, VHS, and DVD. The \"Producer Says\" part was taken out when the \"The Magic School Bus\" had advertisements. This way, there was enough time for advertisements. Sometimes the episode faded to black at the start of the advertisements. When there are no advertisements, the episode faded to black and then faded back in.\nPeter Lurye wrote the song played at the beginning of the show. It was called \"Ride on the Magic School Bus\". Famous rock' n 'roll singer Little Richard sang it.\nBrian Muehl and Jocelyn Stevenson helped write the show. They also worked on \"Fraggle Rock\".\nBroadcast history.\nIn the United States, \"The Magic School Bus\" originally aired on PBS as a part of its children's block, PBS Kids, through South Carolina's SCETV network; it was the first fully animated series to be aired on PBS. The final episode aired on December 6, 1997; the series then aired reruns on PBS until October 1998. Fox Kids Network, in a hasty effort to fill educational television mandates for its stations, aired reruns on its weekday block from September 1998 to September 2002. Begining September 27, 2010, \"The Magic School Bus\" started a daily run on Qubo in the US, and on Saturday mornings on NBC. The Fox Kids and Qubo airings both used a shortened version of the opening. Based on information from their website, Qubo no longer carries \"The Magic School Bus\" in their programming lineup.\n\"The Magic School Bus\" was also seen on TLC from February 15, 2003 until 2008, and aired on the Ready Set Learn block on Discovery Kids from 2004 to 2009, TVOntario and the Knowledge Network in Canada and Pop, Channel 4 and CITV in the United Kingdom, with no plans to make more episodes. The series was widely known in Canada for showing reruns on CBC as part of its children's block, now known as Kids' CBC, from 1999 to 2004. In 2005, Nelvana sold the series to Latin America's Cartoon Network. Child-oriented network Qubo showed episodes between 2010 and 2012. In Canada, it ran on Teletoon from 1998 until 2000, and has run on TVO Kids from 1998 until the present time. It was presented internationally by Discovery Kids from 2004 to 2009, and in the UK, Latin America, Australia, Spain, and India by Nickelodeon from 1995 to 2003. It was also shown in the UK by Pop from 2003 to 2007. It aired for some time on Channel 4 from 1996 to 2000. It also aired on CITV from 1995 to 2002. Other airers have included TV Tokyo (1997 to 1999), Kindernet (2003 to 2007), EBS of South Korea (1995 to 1999), Boomerang (Latin America, 2001 - 2008), The Den (Ireland) from 1995 to 2000 and Channel 6 (Israel), 1999 to 2002.\nHome media.\nThe series was originally released on VHS by KidVision between 1995 and 2003 and on DVD by Warner Home Video between 2002 and 2013. Only the VHSs and DVDs contain the funding credits. In the home video releases, all the episodes are uncut with the \"Producer Says\" segments intact. In the UK, it was broadcast until mid-2007 when it was removed off the air on Pop channel.\nOn July 31, 2012, New Video Group released the complete series on DVD in Region 1 for the very first time.\nOn August 15, 2013, Scholastic announced the entire series would be available on Netflix.\nReception.\nJason Fry, in a column for the online edition of \"The Wall Street Journal\", expressed an overall appreciation for the show, but wrote that the episode \"The Magic School Bus Gets Programmed\" should have been about the dangers of Internet searches and network concepts arising at the time, rather than an old-fashioned technology-run-amok story about the respective roles of programmer and machine (although he conceded that the episode was ten years old).\nTomlin won a Daytime Emmy for her role as Ms. Frizzle.\nGames.\nVarious computer and video games associated with the series were released from 1994 to 2001, and were typically amalgamations of storylines from both the original book series and the television show. The games were published by Microsoft Home for the Educational purpose.\nA video game titled \"The Magic School Bus: Oceans\" was released for Nintendo DS on October 25, 2011, ten years after the release of the last game. The video game, similar to the computer game before it, was likely based on the book, \"The Magic School Bus On the Ocean Floor\" and the TV episode, \"The Magic School Bus Gets Eaten\". This is the only game to have been released for the Nintendo platform.\nReboot series.\nOn June 10, 2014, a new series was announced by Netflix and Scholastic Media titled \"The Magic School Bus 360°\". The new iteration of the franchise features a modernized Ms. Frizzle and high-tech bus that stresses modern inventions such as robotics, wearables and camera technology. The producers hoped to captivate children's imaginations and motivate their interest in the sciences. 9 Story Media Group would produce the series. Producer Stuart Stone, who voiced Ralphie in the original series, stated that \"The Magic School Bus 360°\" will feature some of the original voice actors in different roles. The show's voice cast is based in Los Angeles, California, United States and Toronto, Ontario, Canada with Susan Blu as the Los Angeles voice director and Alyson Court as the Toronto voice director.\nIn February 2017, Netflix announced that Kate McKinnon was cast in the role of Fiona Felicity Frizzle, the younger sister of Ms. Frizzle, now Professor Frizzle, again played by Lily Tomlin. By this point the title of the series had been changed to \"The Magic School Bus Rides Again\". Lin-Manuel Miranda of \"Hamilton\" performs the theme song. The series began on Netflix on September 29, 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"PBS","surface_form":"PBS","offset":370},{"uri":"Netflix","surface_form":"Netflix","offset":466},{"uri":"Scholastic_Corporation","surface_form":"Scholastic Entertainment","offset":523},{"uri":"Nelvana","surface_form":"Nelvana","offset":549},{"uri":"Bardel_Entertainment","surface_form":"Bardel Entertainment","offset":558},{"uri":"PBS_Kids","surface_form":"PBS Kids","offset":583},{"uri":"Minority_group","surface_form":"minorities","offset":814},{"uri":"Episode","surface_form":"episode","offset":1100},{"uri":"Advertising","surface_form":"advertisements","offset":1241},{"uri":"International","surface_form":"international","offset":1289},{"uri":"VHS","surface_form":"VHS","offset":1315},{"uri":"DVD","surface_form":"DVD","offset":1324},{"uri":"Little_Richard","surface_form":"Little Richard","offset":1768},{"uri":"Fraggle_Rock","surface_form":"Fraggle Rock","offset":1870},{"uri":"PBS","surface_form":"PBS","offset":1969},{"uri":"South_Carolina","surface_form":"South Carolina","offset":2026},{"uri":"Qubo","surface_form":"Qubo","offset":2460},{"uri":"NBC","surface_form":"NBC","offset":2504},{"uri":"Ready_Set_Learn","surface_form":"Ready Set Learn","offset":2797},{"uri":"Discovery_Kids","surface_form":"Discovery Kids","offset":2822},{"uri":"Pop_(television_channel)","surface_form":"Pop","offset":2906},{"uri":"Channel_4","surface_form":"Channel 4","offset":2911},{"uri":"CITV","surface_form":"CITV","offset":2925},{"uri":"Qubo","surface_form":"Qubo","offset":3222},{"uri":"Teletoon","surface_form":"Teletoon","offset":3287},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":3507},{"uri":"Pop_(television_channel)","surface_form":"Pop","offset":3569},{"uri":"Channel_4","surface_form":"Channel 4","offset":3618},{"uri":"Ireland","surface_form":"Ireland","offset":3850},{"uri":"VHS","surface_form":"VHS","offset":3965},{"uri":"DVD","surface_form":"DVD","offset":4011},{"uri":"Warner_Home_Video","surface_form":"Warner Home Video","offset":4018},{"uri":"Pop_(television_channel)","surface_form":"Pop","offset":4286},{"uri":"Netflix","surface_form":"Netflix","offset":4487},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":4557},{"uri":"Emmy_Award","surface_form":"Daytime Emmy","offset":4975},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":5364},{"uri":"Netflix","surface_form":"Netflix","offset":5760},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":6350},{"uri":"California","surface_form":"California","offset":6363},{"uri":"United_States","surface_form":"United States","offset":6375},{"uri":"Toronto","surface_form":"Toronto","offset":6393},{"uri":"Ontario","surface_form":"Ontario","offset":6402},{"uri":"Canada","surface_form":"Canada","offset":6411},{"uri":"Kate_McKinnon","surface_form":"Kate McKinnon","offset":6556},{"uri":"Lin-Manuel_Miranda","surface_form":"Lin-Manuel Miranda","offset":6799},{"uri":"Netflix","surface_form":"Netflix","offset":6877}]}