{"id":66137,"url":"http://en.wikipedia.org/wiki/Powderfinger","text":"Powderfinger were a rock band from Brisbane, Australia. The band started in 1989. Powderfinger had five members; Bernard Fanning (sings, plays guitar), Darren Middleton (plays guitar), Ian Haug (plays guitar), John Collins (plays bass guitar), and Jon Coghill (plays drums).\nAfter some extended plays (EPs) that sold quite well, and making one full album, Powderfinger became popular in Australia with their second album; \"Double Allergic\". Their third album, \"Internationalist\", was even more popular and made them celebrities. It sold over 350,000 copies. \"Odyssey Number Five\" was their fourth album and was released in 2000. It is their most famous album; it was sold overseas in the United States and Canada. Powderfinger's next two albums were not as popular as the earlier ones, but still got to number one on the Australian Recording Industry Association (ARIA) charts.\nHistory.\nPowderfinger started in Brisbane, Australia, in 1989. Ian Haug, John Collins, and Steven Bishop (drums), had been playing music with other bands, when they decided to form Powderfinger. The band's name came from the song \"Powderfinger\" by Neil Young. Haug met Bernard Fanning at university and Fanning decided to join the band. Later, Jon Coghill joined when Bishop left. Darren Middleton was the last person to join, when Powderfinger saw one of his other bands playing and invited him to join.\nEarly work.\nPowderfinger released their first extended play (EP), called \"Powderfinger\", in 1992. This was followed by \"Transfusion\" in 1993. \"Transfusion\" was popular in Australia, and got to number one on the ARIA Alternative Chart, a chart for alternative rock music. Powderfinger signed a contract with record label Polydor after releasing \"Transfusion\".\nTheir first EPs did not sell badly, so they made an album, \"Parables for Wooden Ears\", in 1994. It did not do very well, and Fanning said in an interview in 2004 that \"the music wasn't very good\". The band then released \"Double Allergic\" in 1996. This album became very popular in Australia; it sold more than 200,000 copies. Jonathan Lewis from Allmusic said \"Double Allergic\" established Powderfinger as one of the most exciting Australian rock acts of the late 1990s\". When they were making \"Double Allergic\", Middleton said it was the best music the band had made so far. After releasing the album, Powderfinger went on a tour with You Am I, playing at the Livid concerts.\nSuccessful releases.\nAfter \"Double Allergic\", Powderfinger began to work on their third album. The band worked in Melbourne with a new producer, Nick DiDia. In 1998, they released \"Internationalist\". The album went to number one on the ARIA Albums Chart, and stayed in the top 50 for 101 weeks. It sold more than 350,000 copies. \"Internationalist\" was the first Powderfinger album to win an ARIA Award; it won \"Album of the Year\", \"Best Rock Album\" and \"Best Cover Art\" at the 1999 ARIA Awards. \"The Day You Come\", the first single, won \"Single of the Year\" in 1999.\nOn \"Internationalist\", Powderfinger included songs about their political opinions and social ideas, but they said this was not done on purpose. \"Internationalist\" sounded different to the band's first two albums. This was because the band experimented with new ways of playing their music and writing songs.\nPowderfinger's next album, \"Odyssey Number Five\" (released in 2000), is their most famous. It won many awards including \"Album of the Year\" from \"Rolling Stone\" magazine, and the 2001 \"Album of the Year\" ARIA Award. It also got to number one on the ARIA Albums Chart. From \"Odyssey Number Five\", Powderfinger released their most popular single, \"My Happiness\". It won the 2001 \"Single of the Year\" ARIA Award, and got to number four on the ARIA Singles Chart. Two songs on \"Odyssey Number Five\" appeared in movies; \"These Days\" was from the movie \"Two Hands\", and \"My Kind of Scene\" was part of '.\n\"Odyssey Number Five\" was Powderfinger's shortest album yet. Similar to \"Internationalist\", it talked about political and social issues. It also had numerous songs about love. Fanning liked listening to gospel music, and to soul which is often about love, and wrote his own songs after listening to that. Reviewers disagreed on the album; \"Entertainment Weekly\" liked it and gave it a B+, saying the album experimented well, while Allmusic gave it one-and-a-half stars out of five, saying Powderfinger were too careful and not aggressive enough. Powderfinger toured around North America with Coldplay to help promote \"Odyssey Number Five\".\nIn 2003, Powderfinger released their fifth album, \"Vulture Street\". It was named after a street in Brisbane where the band would rehearse. \"Vulture Street\" got to number one on the ARIA Albums Chart, but did not stay on the chart for as long as the two albums before it. \"Vulture Street\" won four ARIA Awards including \"Album of the Year\" in 2003.\n\"Vulture Street\" contained louder guitars and drums than the albums before it, especially \"Odyssey Number Five\". Bernard Zuel from \"The Sydney Morning Herald\" said it was \"a rawer, louder, but by no means unrefined, album\". Some of the album was recorded during jam sessions, and was similar to what Powderfinger sounded like when playing live. Kenneth Nguyen from \"The Age\" said the band \"play a crowd-pleasing set\".\nBreak from recording.\nIn 2004, Powderfinger released a CD/DVD of themselves playing a concert in Sydney. The release was called \"These Days: Live in Concert\". After this they released a \"best of\" album called \"Fingerprints: The Best of Powderfinger, 1994–2000\". This included singles from their albums so far, some songs that were not released as singles but appeared on albums, and two new songs. Both compilations did well on the ARIA Albums Chart, reaching number two.\nAfter releasing \"Fingerprints: The Best of Powderfinger, 1994–2000\", Powderfinger said they would have a rest from working together. During this break, Bernard Fanning made his own music, releasing an album called \"Tea & Sympathy\". Darren Middleton released an album, called \"The Way Out\" with Drag, another band he plays in. Ian Haug and John Collins made a band called The Predators during this time with Steven Bishop, who had left Powderfinger around 1992. The Predators made an EP called \"Pick Up the Pace\".\nDuring the break, Fanning married his girlfriend, Andrea. The wives of Middleton and Haug both had children during the break.\nReturn from break.\nPowderfinger returned from their break and began work on their sixth album in 2006. The band recorded in Los Angeles with Rob Schnapf, and released \"Dream Days at the Hotel Existence\" in 2007. The album's name came from a book called \"The Brooklyn Follies\" that Fanning was reading when the band recorded. \"Dream Days at the Hotel Existence\" contained songs about politics and the lives of Indigenous Australians, and also about love. Because of the political lyrics on one song, \"Black Tears\", the album was nearly banned.\nThe album sold well and was number one in Australia, like many of Powderfinger's previous albums. However, critics did not like it as much as the band's older work; Barnaby Smith of musicOMH said \"the volume has been turned down\", but he said that was \"not always a good thing\".\nAfter the album was released, Powderfinger went on a concert tour with Silverchair, another Australian band. On the tour, called the Across the Great Divide tour, the band played shows in lots of cities in Australia and New Zealand. They did the tour to help Reconciliation Australia, an Australian charity that tries to improve the lives of Indigenous Australians.\nPhilanthropy.\nPowderfinger have done a lot of work for charities and philanthropic causes. In 2004, the band played at WaveAid, a concert in response to the 2004 Indian Ocean earthquake. The concert made over $2 million in profit, which was donated to help survivors of the earthquake.\nThe 2007 Across the Great Divide tour featured Powderfinger and Silverchair playing concerts across Australia to help promote Reconciliation Australia, a charity that tries to improve the lives of Indigenous Australians. More than 200,000 saw the bands play. After the tour, the bands released a DVD, which included the bands performing, and interviews with their members.\nIn October 2007, Powderfinger played a concert at the Sydney Opera House as part of \"Breast Cancer Awareness Month\". Only people who had breast cancer, and their families, were invited to the show. Silverchair and Missy Higgins also performed. After the concert, Fanning said that \"musicians have a guilty conscience in general about their lives being quite good and tend to be aware of social issues\".\nDiscography.\nA dash (–) means it did not appear on the chart.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":20},{"uri":"Band","surface_form":"band","offset":25},{"uri":"Brisbane","surface_form":"Brisbane","offset":35},{"uri":"Australia","surface_form":"Australia","offset":45},{"uri":"Bernard_Fanning","surface_form":"Bernard Fanning","offset":113},{"uri":"Sing","surface_form":"sing","offset":130},{"uri":"Guitar","surface_form":"guitar","offset":143},{"uri":"Darren_Middleton","surface_form":"Darren Middleton","offset":152},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":230},{"uri":"Drum","surface_form":"drum","offset":267},{"uri":"Extended_play","surface_form":"extended play","offset":286},{"uri":"Celebrity","surface_form":"celebrities","offset":516},{"uri":"Overseas","surface_form":"overseas","offset":672},{"uri":"United_States","surface_form":"United States","offset":688},{"uri":"Canada","surface_form":"Canada","offset":706},{"uri":"Australian_Recording_Industry_Association","surface_form":"Australian Recording Industry Association","offset":821},{"uri":"Music_chart","surface_form":"charts","offset":870},{"uri":"Brisbane","surface_form":"Brisbane","offset":911},{"uri":"Australia","surface_form":"Australia","offset":921},{"uri":"Drum","surface_form":"drum","offset":984},{"uri":"Neil_Young","surface_form":"Neil Young","offset":1126},{"uri":"University","surface_form":"university","offset":1166},{"uri":"Release","surface_form":"released","offset":1408},{"uri":"Extended_play","surface_form":"extended play","offset":1429},{"uri":"ARIA","surface_form":"ARIA","offset":1594},{"uri":"Record_chart","surface_form":"chart","offset":1620},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":1630},{"uri":"Record_label","surface_form":"record label","offset":1690},{"uri":"Album","surface_form":"album","offset":1794},{"uri":"Interview","surface_form":"interview","offset":1886},{"uri":"Allmusic","surface_form":"Allmusic","offset":2088},{"uri":"Establish","surface_form":"established","offset":2120},{"uri":"Tour","surface_form":"tour","offset":2368},{"uri":"You_Am_I","surface_form":"You Am I","offset":2378},{"uri":"Livid","surface_form":"Livid","offset":2403},{"uri":"Concert","surface_form":"concert","offset":2409},{"uri":"Melbourne","surface_form":"Melbourne","offset":2533},{"uri":"Producer","surface_form":"producer","offset":2554},{"uri":"ARIA_Award","surface_form":"ARIA Award","offset":2810},{"uri":"Single_(music)","surface_form":"single","offset":2944},{"uri":"Politics","surface_form":"political","offset":3049},{"uri":"Opinion","surface_form":"opinion","offset":3059},{"uri":"Social","surface_form":"social","offset":3072},{"uri":"Idea","surface_form":"idea","offset":3079},{"uri":"Experiment","surface_form":"experiment","offset":3225},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":3440},{"uri":"Single_(music)","surface_form":"single","offset":3631},{"uri":"Two_Hands","surface_form":"Two Hands","offset":3842},{"uri":"Love","surface_form":"love","offset":4062},{"uri":"Gospel_music","surface_form":"gospel music","offset":4095},{"uri":"Soul_music","surface_form":"soul","offset":4116},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":4232},{"uri":"Allmusic","surface_form":"Allmusic","offset":4323},{"uri":"Aggressive","surface_form":"aggressive","offset":4419},{"uri":"North_America","surface_form":"North America","offset":4465},{"uri":"Coldplay","surface_form":"Coldplay","offset":4484},{"uri":"Promotion","surface_form":"promote","offset":4501},{"uri":"Rehearse","surface_form":"rehearse","offset":4661},{"uri":"The_Sydney_Morning_Herald","surface_form":"The Sydney Morning Herald","offset":5012},{"uri":"Refine","surface_form":"unrefined","offset":5085},{"uri":"Jam_session","surface_form":"jam session","offset":5142},{"uri":"Live_music","surface_form":"live","offset":5219},{"uri":"The_Age","surface_form":"The Age","offset":5246},{"uri":"Compact_disc","surface_form":"CD","offset":5353},{"uri":"DVD","surface_form":"DVD","offset":5356},{"uri":"Concert","surface_form":"concert","offset":5384},{"uri":"Sydney","surface_form":"Sydney","offset":5395},{"uri":"Compilation","surface_form":"best of","offset":5485},{"uri":"Compilation","surface_form":"compilation","offset":5701},{"uri":"Marriage","surface_form":"married","offset":6309},{"uri":"Girlfriend","surface_form":"girlfriend","offset":6321},{"uri":"Wife","surface_form":"wives","offset":6345},{"uri":"Children","surface_form":"children","offset":6382},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":6533},{"uri":"Indigenous_Australians","surface_form":"Indigenous Australians","offset":6818},{"uri":"Lyrics","surface_form":"lyrics","offset":6888},{"uri":"Ban","surface_form":"ban","offset":6944},{"uri":"Volume","surface_form":"volume","offset":7153},{"uri":"Tour","surface_form":"tour","offset":7292},{"uri":"Silverchair","surface_form":"Silverchair","offset":7302},{"uri":"Australia","surface_form":"Australia","offset":7437},{"uri":"New_Zealand","surface_form":"New Zealand","offset":7451},{"uri":"Charitable_organization","surface_form":"charity","offset":7530},{"uri":"Charitable_organization","surface_form":"charities","offset":7652},{"uri":"Philanthropy","surface_form":"philanthropic","offset":7666},{"uri":"Concert","surface_form":"concert","offset":7727},{"uri":"2004_Indian_Ocean_earthquake","surface_form":"2004 Indian Ocean earthquake","offset":7754},{"uri":"%24","surface_form":"$","offset":7806},{"uri":"Profit","surface_form":"profit","offset":7820},{"uri":"Silverchair","surface_form":"Silverchair","offset":7947},{"uri":"Promote","surface_form":"promote","offset":8001},{"uri":"DVD","surface_form":"DVD","offset":8179},{"uri":"Interview","surface_form":"interview","offset":8225},{"uri":"Sydney_Opera_House","surface_form":"Sydney Opera House","offset":8310},{"uri":"Breast_Cancer","surface_form":"Breast Cancer","offset":8341},{"uri":"Missy_Higgins","surface_form":"Missy Higgins","offset":8470},{"uri":"Guilty","surface_form":"guilty","offset":8555},{"uri":"Conscience","surface_form":"conscience","offset":8562}]}