{"id":661466,"url":"http://en.wikipedia.org/wiki/Heartbound_(video_game)","text":"Heartbound is a planned role-playing game for Microsoft Windows, Linux and OS X, developed by an American Indie game developer, Pirate Software.\nThe game is about a young man called Lore, who struggles with his thoughts, such as depression and anxiety, while trying to find his dog, Baron, who has gone missing.\nThe game is influenced by the player's actions while playing the game. Performing negative actions, such as feeding Baron rubbish in the beginning of the game, causes Lore to become more evil and negative. Performing positive actions, such as feeding Baron dog food, causes Lore to become more positive himself.\nAn Alpha version of the game has been released - the full version is planned for release in December 2018.\nGameplay.\n\"Every time you interact with an object, talk to an NPC, forget to turn off a light-switch, take out the trash, or disregard a sparkly bush the game remembers this and will change subtly for all further interactions. The greatest part about this design is that it already works and is in the current builds of the game. Both minor and major differences are going to pop up throughout the game and give the community something to share with one another. Everything you do matters no matter what kind of player you are or choose to be.\"\nCombat.\nHeartbound has a different combat system to most other role-playing games. Instead of attacking enemies based on a statistics system, the player has to complete minigames, which can either deal damage or cause the player to lose health, depending on the exact minigame. Equipment can also be found around the worlds Lore explores, which will increase attack strength or maximum health. Battles are not random - they are supposed to occur at specific points in the game, although some are avoidable if the player goes down certain gameplay routes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Role-playing_game","surface_form":"role-playing game","offset":24},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":46},{"uri":"Linux","surface_form":"Linux","offset":65},{"uri":"OS_X","surface_form":"OS X","offset":75},{"uri":"Pirate_Software","surface_form":"Pirate Software","offset":128},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":229},{"uri":"Anxiety","surface_form":"anxiety","offset":244},{"uri":"Combat_system","surface_form":"combat system","offset":1311}]}