{"id":661519,"url":"http://en.wikipedia.org/wiki/Far_Eastern_Air_Transport_Flight_103","text":"Far East Air Transport Flight 103, a Boeing 737-200, registration B-2603, departed Taipei Songshan Airport for Kaohsiung on 22 August 1981. The aircraft suffered an explosive decompression fourteen minutes after takeoff and disintegrated.\nSummary.\nThe aircraft had previously lost cabin pressure on 5 August; and earlier on the day of the crash it had departed Songshan Airport but the crew aborted the flight ten minutes later for the same reason. After repairs were made the aircraft departed Songshan Airport again and broke up shortly afterward.\nCause.\nAlthough there was early speculation that the crash was caused by a bomb, an investigation by the Republic of China Civil Aeronautics Board concluded that severe corrosion led to a pressure hull rupture. The severe corrosion was due to the many pressurization flight cycles the aircraft had experienced, and that cracks produced were probably undetected.\nThe wreckage was scattered across an area of located some south of Taipei. All 110 people onboard (110 passengers and crew, including eighteen Japanese citizens (among them Kuniko Mukōda) and two Americans) died. The accident was Taiwan's worst air disaster at the time, but is now the second-worst, behind China Airlines Flight 676.","categories":[],"infobox_types":["aircraft occurrence"],"annotations":[{"uri":"Boeing_737","surface_form":"Boeing 737-200","offset":37},{"uri":"Taipei_Songshan_Airport","surface_form":"Taipei Songshan Airport","offset":83},{"uri":"Kaohsiung","surface_form":"Kaohsiung","offset":111},{"uri":"Cabin_pressurization","surface_form":"cabin pressure","offset":281},{"uri":"Bomb","surface_form":"bomb","offset":625},{"uri":"Republic_of_China_Civil_Aeronautics_Board","surface_form":"Republic of China Civil Aeronautics Board","offset":655},{"uri":"Corrosion","surface_form":"corrosion","offset":719},{"uri":"Taipei","surface_form":"Taipei","offset":979},{"uri":"Kuniko_Muk%C5%8Dda","surface_form":"Kuniko Mukōda","offset":1085},{"uri":"China_Airlines_Flight_676","surface_form":"China Airlines Flight 676","offset":1219}]}