{"id":661664,"url":"http://en.wikipedia.org/wiki/Baldi%27s_Basics","text":"Baldi's Basics in Education and Learning (or simply Baldi's Basics) is a free-to-play survival horror video game. It was released on March 30, 2018 for PC.\nGameplay.\nThe player must find their friend's seven notebooks that are spread throughout the school, without being caught by their teacher, Baldi (or baldy), and being hindered by the other students and faculty.\nThe game was initially made as an entry in the annual Meta-Game Jam, where it received 2nd place. It became popular for its humor-like difficulty and often surreal levels. Popular YouTubers such as Markiplier made let's plays which boosted the games popularity.\nThe developer launched a Kickstarter for the game, where he announced that the full game will be released sometime in late 2019 or early 2020. The Kickstarter, as of February 4th, 2019, has raised a total $61,375.\nOn August 13, 2019, the Baldi's Basics full game demo was released for the public.\nAn enhanced Kickstarter Exclusive Demo came out on November 5, 2019.\nOn March 31, 2020, Baldi's Basics Plus was announced in itch.io. The early access trailer was posted on May 9, 2020 and it was released for early access on June 12, 2020.\nAppearances in other media.\nIn the YouTube comedy channel, The Annoying Orange, Baldi and four other characters became a recurring characters since the Let’s Play videos for the game on the Annoying Orange Gaming channel and the upload of the episode, “Annoying Orange vs. Baldi,” on September 3, 2018, when Orange attends Baldi’s math class and annoys Baldi himself. As a recurring character, Baldi appeared in many Annoying Orange episodes and challenge videos voiced by Daneboe. He also appeared as a hack in the gaming videos for Toca Kitchen 2, [https://en.m.wikipedia.org/wiki/Untitled_Goose_Game Untitled Goose Game], Sticky Bodies, and Turbo Dismount.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Survival_horror","surface_form":"survival horror","offset":86},{"uri":"Video_game","surface_form":"video game","offset":102},{"uri":"Surreal","surface_form":"surreal","offset":524},{"uri":"YouTuber","surface_form":"YouTubers","offset":548},{"uri":"Markiplier","surface_form":"Markiplier","offset":566},{"uri":"Kickstarter","surface_form":"Kickstarter","offset":655},{"uri":"Itch.io","surface_form":"itch.io","offset":1052},{"uri":"The_Annoying_Orange","surface_form":"The Annoying Orange","offset":1226},{"uri":"The_Annoying_Orange","surface_form":"Daneboe","offset":1640}]}