{"id":661675,"url":"http://en.wikipedia.org/wiki/Sfiso_Ncwane","text":"Sfiso Ncwane (April 21,1979 – December 5, 2016) was a South African gospel musician, composer and producer. He was born and bred in Mthwalume, in the South of KwaZulu-Natal. When he was just two weeks old, his mother left him as she could not afford to raise him up and was brought up by his aunt. He started singing at a tender age of 8 years. His talent in singing was discovered by the local church. When he reached 10 he began singing isicathamiya and Gospel songs. He started playing keyboards, bass guitar and drums during the mid-1990s without any formal training, which led to him being invited to perform at weddings, local churches, parties and funerals.\nCareer.\nSfiso Ncwane is generally remembered as one of South Africa’s all-time gospel greats. Sfiso recorded his professional debut album, \"Makadunyiswe\", in 2001, with Bula Music, which was produced by Tshepo Ndzimande. Sfiso was an instant favourite stepping into the Gospel scene. Having gained popularity with his Demo album before his official first album, Sfiso quickly became known in the Gospel music circles. In 2003 he released \"Umkhuleko\", which became number 1 on many South African radio stations. He featured Vuyo Mokoena and Zodwa Twecu on his album, \"Inombolo Yasezulwini\". Sfiso went on to release his 1 album with EMI Records which was titled \"Baba Ngyavuma\".He released several multiple platinum-selling albums in his career, and eventually started his own label, Sfiso Ncwane Productions. His album \"Baba Ngyavuma\" featured the award-winning song \"Phakama Nkosi yeZulu\". This was his first offering from his company Sfiso Ncwane Productions, which went on to sell more than 70 000 units. His long-term goal is for his company to assist young upcoming artists who have the talent for producing and writing songs. Late in 2011, Sfiso Ncwane then released \"Kulungile Baba\", which went multiplatinum in just 16 months, selling 328 000 copies.\nEarly 2010s.\nThe song \"Kulungile Baba\" is the song that gave him fame in 2010. Sfiso Ncwane won the award for \"Best Gospel Song of the Year\" as well as \"Best Male Artist\" at the Crown Gospel Awards which were held on 21 November 2010 at the ICC in Durban, South Africa. Sfiso performed at Ukhozi FM concert at Pietermaritzburg’s Royal Show on 6 June 2010 alongside Big Nuz, Thokozani Langa, Lvovo, Teargas, Tholakele, Sifiso Ncwane, and many more.\nTelevision.\nSfiso Ncwane was the first gospel musician to perform on SABC 1’s youth party show \"Live AMP\", on SABC1, 17 May 2013. \"Hands Up\", a song that some of his fans say is a hip-hop song, was released in 2016; he performed the song on SABC 3‘s The Weekend Edition in October of the same year. Sfiso Ncwane appeared on Cooking Gospel episode 08 of 16 June 2013 : where he prepared a simple but delicious Spekko meal and Brown Rice Salad.\nAwards.\nNcwane received many awards for his work. He got his 20th award during the Mzansi Gospel Music Awards at Mosaiek Teatro in Fairland (Vicky Somniso-Abraham, the citizen newspaper). In 2013 Kulungile Baba won South Africa Music Awards (SAMA) 19, for MTN record of the year and an AGMA award (a London-based gospel music award). Sfiso’s album \"Bayede Baba\" won him the South African Music Award for Best Traditional Faith Music Album, 2015.\nPhilanthropy.\nMost of all Sfiso was a God-fearing man who believed in helping the needy.He opened the S’fiso Ncwane Bursary Foundation. From this foundation he has donated school uniforms to more than 1000 school children and has donated more than R10 000 to local schools in remote rural areas. He recorded an album of which he donated the proceeds to orphaned children in Johannesburg.\nDeath.\nSfiso Ncwane passed away on Monday morning, 5 December 2016. Ncwane’s widow reported that Ncwane had a heart attack on the morning of December 5, 2016. He was rushed to Life Fourways Private Hospital, where he was later announced dead after a short period. On Sunday night, 4 December 2016, he was feeling weak and his wife called paramedics, who rushed him to hospital and was admitted at 19h30. He was later moved to the intensive care unit (ICU) where he died on Monday morning, 5 December 2016 at 09h30.\nFamily.\nSfiso Ncwane left his widow Ayanda Ncwane, his wife for nine years. The couple had two children.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Durban","surface_form":"Durban","offset":2172},{"uri":"Pietermaritzburg","surface_form":"Pietermaritzburg","offset":2234}]}