{"id":66196,"url":"http://en.wikipedia.org/wiki/Fender_Stratocaster","text":"The Fender Stratocaster, also called a Strat, is a type of solidbody electric guitar. The Stratocaster was designed by Leo Fender, Freddie Tavares, and George Fullerton in 1954, and is made by the Fender Musical Instruments Corporation. The Stratocaster has been used by many famous guitarists, such as David Gilmour, Jimi Hendrix, Eric Clapton, Buddy Guy, Buddy Holly, and Jeff Beck.\nThe Stratocaster has been copied as well. A guitar may look the same as a Stratocaster, but if it is not produced by Fender or Squier it is called a strat copy.\nFender Stratocaster copies are mostly very cheap and low quality, but some guitar builders make high quality clones of the Stratocaster. Fender makes Stratocasters made in the United States of America, which are largely thought to be the highest quality. However they also make Stratocasters which are made in Japan, but only sell them to the Japanese. Many people view these guitars comparable and even superior to the American made Fenders.\nStratocasters are also made in Korea and sold as special editions. The cheapest Fenders are made in Mexico, but despite their price, these Stratocasters are very good quality guitars compared to the copies which are usually made in China. Squier makes Stratocasters in China and Indonesia.\nFender Strats made in Japan and Korea are sometimes equal to their American Standard cousin. Limited editions like the Pro Tone series and some early (1982-1986) Japanese models fetch prices from $400 – $800 depending on condition. Korean Strats that have the Fender decal are the desirable ones over the Korean models with Squier on the headstock where Fender should be. There are also American Made Squiers that can be of good quality. Korean Pro Tones are the cream of the Korean Crop.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_guitar","surface_form":"electric guitar","offset":69},{"uri":"Leo_Fender","surface_form":"Leo Fender","offset":119},{"uri":"Freddie_Tavares","surface_form":"Freddie Tavares","offset":131},{"uri":"George_Fullerton","surface_form":"George Fullerton","offset":152},{"uri":"Fender_Musical_Instruments_Corporation","surface_form":"Fender Musical Instruments Corporation","offset":197},{"uri":"David_Gilmour","surface_form":"David Gilmour","offset":303},{"uri":"Jimi_Hendrix","surface_form":"Jimi Hendrix","offset":318},{"uri":"Eric_Clapton","surface_form":"Eric Clapton","offset":332},{"uri":"Buddy_Guy","surface_form":"Buddy Guy","offset":346},{"uri":"Buddy_Holly","surface_form":"Buddy Holly","offset":357},{"uri":"Jeff_Beck","surface_form":"Jeff Beck","offset":374}]}