{"id":66258,"url":"http://en.wikipedia.org/wiki/Muddy_Waters","text":"Muddy Waters (McKinley Morganfield, April 4, 1913 – April 30, 1983) was an American blues musician. He is considered \"the Father of Chicago blues\". He is also the actual father of blues musician Big Bill Morganfield. Muddy Waters is considered to be one of the greatest bluesmen of all time, and in 2004 he was ranked #17 in Rolling Stone Magazine's list of the \"100 Greatest Artists of All Time\".\nLife.\nMuddy Waters was born in Rolling Fork, Mississippi. He liked playing in a creek near his home so his sister gave him the nickname \"Muddy Waters\". His mother died and he grew up at his grandmothers home in Clarksdale. He learned to play the harp and played together with other musicans in juke joints and for parties. While he was working as tractor driver at the Stovall plantation he was recorded by Alan Lomax for the Library of Congress. Two songs (\"Country Blues/I Be's Troubled\") were put on a record for documentary reasons. The first release of these recordings was 1993 by MCA Records. (\"The Complete Plantation Recordings\")\n1943 Waters went, like a lot of other musicans from the Mississippi delta, north to Chicago. He worked in a papermill and played and got a reputation as musican. To be louder than the visitors of the crowded clubs he changed the acoustic guitar for an electric guitar. Until 1948 he recorded for some minor labels amongst others with Sunnyland Slim, a pianist. Sunnyland Slim took him along as he recorded for Aristocrat Records. There he had the chance to record two sides(\"Gypsy Woman/Little Annie Mae\"). They were not successful but he had the chance to record again. He recorded \"I Can't Be Satisfied\" and \"I Feel Like Going Home\", which were successful in the Chicago area. With his own band he recorded now and had success. Hits from the beginning of the 1950s were \"Louisiana Blues\" (1951), \"Long Distance Call\" (1951), \"Still A Fool\" (1951) and\" She Moves Me\" (1952).\nThe 1950s were commercially and artistically successful. He became the \"King of the Chicago Blues\". A lot of musicians who played in his band later were stars of the blues scene themself. (Otis Spann, Little Walter, Junior Wells, Big Walter Horton, James Cotton...). Willie Dixon, who played the bass and produced for Chess Records, wrote a lot of his hits from this time.(\"I'm Your Hoochie Coochie Man\" (1954), \"Just Make Love To Me\" (1954), \"Mannish Boy\" (1955), \"Trouble No More\" (1956)) Muddy Waters also played outside the USA. 1958 he played some concerts in Great Britain with Chris Barber. 1960 he played at the Newport Jazz Festival, the first time it was possible for a white audience to hear him.\nAs a recording artist the 1960s were not good. But the white audience even in Europe discovered him. A band from London was named after one of his songs. (\"The Rolling Stones\"). His importance for young musicans was documented in the album \"Fathers and Sons\" where Muddy Waters, the father, played together with his sons Mike Bloomfield, Paul Butterfield and Donald \"Duck\" Dunn, all of them white. In the 1970s he tightend his reputation as live act. He played great festivals like the Montreux Jazz Festival. But also his albums were acclaimed, so the album \"Hard again\". This album was produced by the guitarist Johnny Winter.\nOn April 30, 1983 Muddy Waters died in his sleep from Heart Failure, at his home in Westmont, Illinois.\nInfluence.\nUnlike T-Bone Walker, who also used an electric guitar, Waters used riffs consisting of only few accords. This was model for later guitarist. A lot of his songs was covered by other great musicians. The music was used in movies (especially in longtime fan Martin Scorsese's movies, including The Color of Money, Casino and Goodfellas). Even commercials used them.\nSelected albums.\nMuddy Waters released about thirty albums during his career, including compilation albums.\nThe following lists most of the albums released during his career and the more recent and available compilations released after his death.\nSelected singles.\nMuddy Waters released approximately sixty singles (120 \"sides\") during his career, sixteen of which made the charts. The chart position is the highest in the Billboard Rhythm and Blues charts.\nRock and Roll Hall of Fame.\nThe Rock and Roll Hall of Fame listed four songs of Muddy Waters of the 500 Songs That Shaped Rock and Roll.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":75},{"uri":"Blues","surface_form":"blues","offset":84},{"uri":"Musician","surface_form":"musician","offset":90},{"uri":"Chicago_blues","surface_form":"Chicago blues","offset":132},{"uri":"Big_Bill_Morganfield","surface_form":"Big Bill Morganfield","offset":195},{"uri":"Rolling_Stone_Magazine","surface_form":"Rolling Stone Magazine","offset":325},{"uri":"Mississippi","surface_form":"Mississippi","offset":443},{"uri":"Harp","surface_form":"harp","offset":644},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":824},{"uri":"Chicago","surface_form":"Chicago","offset":1121},{"uri":"Sunnyland_Slim","surface_form":"Sunnyland Slim","offset":1371},{"uri":"Big_Walter_Horton","surface_form":"Big Walter Horton","offset":2143},{"uri":"The_Rolling_Stones","surface_form":"The Rolling Stones","offset":2777},{"uri":"Johnny_Winter","surface_form":"Johnny Winter","offset":3235},{"uri":"Illinois","surface_form":"Illinois","offset":3344},{"uri":"T-Bone_Walker","surface_form":"T-Bone Walker","offset":3372},{"uri":"Martin_Scorsese","surface_form":"Martin Scorsese","offset":3621},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":4219},{"uri":"500_Songs_That_Shaped_Rock_and_Roll","surface_form":"500 Songs That Shaped Rock and Roll","offset":4287}]}