{"id":66254,"url":"http://en.wikipedia.org/wiki/Greater_London_Council","text":"e=\"preserve\">The Greater London Council (GLC) was the local government administrative body for Greater London from 1965 to 1986. It replaced the earlier London County Council (LCC) which had covered a much smaller area.\nCreation.\nThe Labour Party had controlled the LCC from 1934 and by the 1950s the Conservative Government considered that elections were becoming one-sided, since the London County Council (LCC) covered only the inner (generally Labour-voting) districts. The government sought to create a new body covering all of London.\nAbolition.\nLivingstone's high-spend socialist policies put the GLC into direct conflict with Margaret Thatcher's Conservative government. Livingstone soon became a thorn in the side of the sitting Tory government. He deliberately antagonised Mrs. Thatcher through a series of actions (including posting a billboard of London's rising unemployment figures on the side of, and endorsing a statue of Nelson Mandela whilst Thatcher regarded the future South African president as a terrorist.\nBy 1983, Thatcher was determined to crush both Livingstone and the GLC, and the Cabinet agreed \"in principle\" to abolish the GLC and give its functions to the boroughs.\nThe Local Government Act 1985, which abolished the GLC, faced considerable opposition from many quarters but was narrowly passed in Parliament, setting the end of the council for 31 March 1986.\nReplacement.\nAfter its abolition, London was left as the only major city in the world without a central administrative body. Most of the powers of the GLC were given to the London boroughs. Some powers, such as the fire service, were taken over by joint boards made up of councillors appointed by the boroughs - see waste authorities in Greater London for an example. In total, around 100 organisations were responsible for service delivery in Greater London.\nIt was argued by many people that this situation was chaotic and un-coordinated and a new London-wide body was needed to co-ordinate the whole city.\nTony Blair's Labour government was elected in 1997, and was committed to bring back London-wide government. In 1999 a referendum was held on the establishment of a new London authority and elected mayor, which was approved by a two to one margin.\nThe new Greater London Authority (GLA) was established in 2000. The GLA has a very different structure to the GLC, it consisted of a directly elected Mayor of London and a London Assembly. The Mayor of London elections were won by the same Ken Livingstone, who began his victory speech with the words: \"As I was saying before I was so rudely interrupted 14 years ago\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Local_government","surface_form":"local government","offset":54},{"uri":"Greater_London","surface_form":"Greater London","offset":95},{"uri":"London_County_Council","surface_form":"London County Council","offset":153},{"uri":"Labour_Party_(UK)","surface_form":"Labour Party","offset":234},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative","offset":301},{"uri":"Socialist","surface_form":"socialist","offset":577},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":634},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative","offset":654},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":938},{"uri":"1983","surface_form":"1983","offset":1032},{"uri":"Local_Government_Act_1985","surface_form":"Local Government Act 1985","offset":1202},{"uri":"31_March","surface_form":"31 March","offset":1377},{"uri":"1986","surface_form":"1986","offset":1386},{"uri":"Tony_Blair","surface_form":"Tony Blair","offset":2001},{"uri":"Labour_Party_(UK)","surface_form":"Labour","offset":2014},{"uri":"1997","surface_form":"1997","offset":2047},{"uri":"1999","surface_form":"1999","offset":2112},{"uri":"Greater_London_Authority","surface_form":"Greater London Authority","offset":2256},{"uri":"2000","surface_form":"2000","offset":2306},{"uri":"Mayor_of_London","surface_form":"Mayor of London","offset":2398},{"uri":"London_Assembly","surface_form":"London Assembly","offset":2420}]}