{"id":66268,"url":"http://en.wikipedia.org/wiki/Little_Richard","text":"Richard Wayne Penniman (December 5, 1932 – May 9, 2020), known by his stage name Little Richard, was an American recording artist, songwriter, and musician. He was one of the early creators of rock and roll music in the 1950s.\nCareer.\nIn 1951 Little Richard began his music career by making gospel and jazz influenced rhythm and blues. He did not sell many records until 1955 when he added a loud drum beat and loud Gospel-style singing and boogie-woogie piano playing. This new music would come to be known as of rock and roll. Little Richard influenced many rock and roll musicians who started after him.\nIn 1957, when he was at his most popular point, Little Richard quit rock and roll music. He went to Bible college and became a church preacher. He then went on to play only Gospel music for many years. He returned to playing rock and roll when he was older, and also continued playing Gospel music.\nIn 1986, Little Richard was added into the Rock and Roll Hall of Fame. He was one of the first seven people to be added to the museum.\nDeath.\nLittle Richard died of bone cancer on May 9, 2020 at his brother's home in Tullahoma, Tennessee at the age of 87. He is survived by his brother, sister and his adopted son Danny.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":104},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":193},{"uri":"Gospel_music","surface_form":"gospel","offset":291},{"uri":"Jazz","surface_form":"jazz","offset":302},{"uri":"Rhythm_and_blues","surface_form":"rhythm and blues","offset":318},{"uri":"Boogie-woogie","surface_form":"boogie-woogie","offset":441},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":514},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":949},{"uri":"Bone_cancer","surface_form":"bone cancer","offset":1071},{"uri":"Tullahoma%2C_Tennessee","surface_form":"Tullahoma, Tennessee","offset":1123}]}