{"id":6626,"url":"http://en.wikipedia.org/wiki/Viktor_Yushchenko","text":"Viktor Andriyovych Yushchenko () (born February 23, 1954) is a previous President of Ukraine. On November 26, 2004, he lost the Ukrainian presidential election. However, he and his followers argued that the election had been corrupted. They argued that the election results had been falsified by the Ukrainian government, in support of the opposing candidate Victor Yanukovych. They organized political demonstrations in the autumn and winter of 2004 that gathered millions of people all over the country. They called the demonstrations \"The Orange Revolution\". The Constitutional Court ordered a second round of elections, which Yuschenko won.\nYushchenko claimed to have been poisoned by political enemies. Certainly, he was hospitalized and his appearance shows signs of a grave illness.\nYulia Tymoshenko and Yushchenko were once strong allies (during the Orange Revolution). Today there is a lot of political misunderstanding between Tymoshenko and Yushchenko.\nIn February 2010 Yushchenko lost the presidential election to Viktor Yanukovych.\nFrom December 1999 till May 2001 Yushchenko was the Ukrainian prime minister and from January 1993 till December 1999 head of the national bank of Ukraine.","categories":[],"infobox_types":[],"annotations":[{"uri":"February_23","surface_form":"February 23","offset":39},{"uri":"1954","surface_form":"1954","offset":52},{"uri":"Ukraine","surface_form":"Ukraine","offset":85},{"uri":"November_26","surface_form":"November 26","offset":97},{"uri":"2004","surface_form":"2004","offset":110},{"uri":"Victor_Yanukovych","surface_form":"Victor Yanukovych","offset":359},{"uri":"Orange_Revolution","surface_form":"The Orange Revolution","offset":538},{"uri":"Yulia_Tymoshenko","surface_form":"Yulia Tymoshenko","offset":790},{"uri":"February","surface_form":"February","offset":967},{"uri":"2010","surface_form":"2010","offset":976},{"uri":"Viktor_Yanukovych","surface_form":"Viktor Yanukovych","offset":1026},{"uri":"National_bank","surface_form":"national bank","offset":1175}]}