{"id":66263,"url":"http://en.wikipedia.org/wiki/Suit_(clothing)","text":"A suit is a set of clothing intended to be worn together. It may be a semi-formal 'lounge suit' or 'business suit'. It always includes a jacket and trousers (pants). In classical gentlemen's tailoring, a waistcoat (U.S: vest) is usually worn with single-breasted suits.\nIn formal or semi-formal wear, the suit is worn with various other items. Quality socks, leather lace-up shoes, and a tie are essential: if a tie is not worn, that is casual wear. This outfit is worn in many countries by men in professional jobs such as business, law, and politics. It is also sometimes worn by women and in such cases a dress skirt or tailored trousers are worn.\nA suit can be part of a dress code, a set of rules that say what people should wear at an event. Ideally, a suit is tailored to the individual wearer. 'Off-the-peg' suits are much cheaper, but they may need adjusting by a tailor.\nSocial aspects.\nAs a general guide, dress is more formal in northern Europe and the eastern United States, especially New York. More relaxed styles are found in warmer climates such as southern Europe and the western United States. The main differences are the tie, which is rarely worn in warmer climes, and the colours, which tend to be brighter in warmer climes.\nThe suit has become the standard dress in international politics and business. This applies to almost all countries. The exceptions are countries whose leaders wish to make a \"statement\". By that is meant, they want to underline their difference by making a non-verbal show of independence. Examples would be people of high status from the Middle East or from some African countries.\nAnother angle is cost. Suits are expensive, because to fit well they need to be tailored. Ordinary people wear them less today than fifty years ago, and this is one of the main reasons. They are semi-formal clothing, good for wearing to the office, but not so good for watching a football match. A trend towards informal dress started in the 1960s and 1970s, and has changed the way many people dress. All the same, high-status men do still wear suits. They \"say\" something about the wearer, or so it is thought.\nOrigin.\nThe evolution of the suit began with changes made to formal English male dress by Beau Brummell in the early 1800s. More changes were made later in the 19th century by tailors in London and elsewhere. By the end of that century photographs show men wearing suits that are almost the same as those worn today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jacket","surface_form":"jacket","offset":137},{"uri":"Trousers","surface_form":"trousers","offset":148},{"uri":"Waistcoat","surface_form":"waistcoat","offset":204},{"uri":"Sock","surface_form":"sock","offset":352},{"uri":"Shoes","surface_form":"shoes","offset":375},{"uri":"Necktie","surface_form":"tie","offset":388},{"uri":"Men","surface_form":"men","offset":491},{"uri":"Professional","surface_form":"professional","offset":498},{"uri":"Skirt","surface_form":"skirt","offset":614},{"uri":"Dress_code","surface_form":"dress code","offset":675},{"uri":"Tailor","surface_form":"tailor","offset":873},{"uri":"Politics","surface_form":"politics","offset":1303},{"uri":"Business","surface_form":"business","offset":1316},{"uri":"Non-verbal_communication","surface_form":"non-verbal","offset":1505},{"uri":"Middle_East","surface_form":"Middle East","offset":1587},{"uri":"African","surface_form":"African","offset":1612},{"uri":"Tailor","surface_form":"tailor","offset":1711},{"uri":"Beau_Brummell","surface_form":"Beau Brummell","offset":2234},{"uri":"London","surface_form":"London","offset":2331}]}