{"id":662990,"url":"http://en.wikipedia.org/wiki/Kolamavu_Kokila","text":"\"Kolamavu Kokila\" () is a 2018 Indian Tamil-language black comedy film, written and directed by Nelson Dilipkumar and produced by Lyca Productions. The film stars Nayanthara in the lead role alongside Yogi Babu and Saranya Ponvannan with Jacqueline playing key role. Anirudh Ravichander composes the film's music. The film, which was also released in Telugu as \"Ko Ko Kokila\", is an unofficial remake of \"We're the Millers\". The film was released on 17 August 2018.\nPlot.\nKokila is a timid girl who is struggling to find a job. To make matters worse, her mother is diagnosed with stage two lung cancer. Desperate, Kokila eventually works for a local drug smuggler Mohan in order to finance her mother's treatment. However, she becomes worried after an honest police inspector is transferred to the area and starts to investigate Mohan's underground businesses. Mohan attempts to rape her, but she brutally beats him up before escaping. Mohan's boss, Bhai from Mumbai, blackmails Kokila to continue his drug smuggling or else her entire family will be killed. With the help of her neighbours Sekar and Lakshman Kumar, who are in love with her and her sister respectively, Kokila's family smuggles the remaining drugs across the city to Alphonse, Bhai's biggest client. The rest of the story is about how Kokila and her family escape the mafia.\nProduction.\nIn July 2017, Lyca Productions announced that they would be making a film starring Nayanthara in the lead role, which would be directed by Nelson Dilipkumar. Nelson had previously worked as a creative director with the television channel Star Vijay, as well as completing half the shoot of a project titled \"Vettai Mannan\" starring Silambarasan, Deeksha Seth and Hansika Motwani, which ran into production trouble. Described as a \"dark comedy\", the makers held discussions with Saranya Ponvannan and Yogi Babu in July 2017 to cast them in key roles. Anirudh Ravichander was signed up to compose the film's score and soundtrack.\nSivakumar Vijayan the cinematographer of Irudhi Suttru and Iraivi was signed up to do the cinematography for the film.\nThe shoot began in August 2017, with television anchor Jacqueline joined the cast during the first schedule. As of January 2018, it was revealed that the film was completed barring two more days of shoot.\nControversy.\nThe song \"Kalyana Vayasu\" was accused of plagiarising the tunes from Sannan’s \"Don’t Lie\" and Chibz's \"Feeling me\". To end the allegations, Anirudh tweeted that the beat was used with license from BeatsByMantra.\nThis song became viral than the original version in YouTube\nRelease.\nProduction budget of the film was valued at 8 crore. \"Kolamavu Kokila\" was released on 17 August 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_language","surface_form":"Tamil-language","offset":38},{"uri":"Black_comedy","surface_form":"black comedy","offset":53},{"uri":"Lyca_Productions","surface_form":"Lyca Productions","offset":130},{"uri":"Nayanthara","surface_form":"Nayanthara","offset":163},{"uri":"Yogi_Babu","surface_form":"Yogi Babu","offset":201},{"uri":"Saranya_Ponvannan","surface_form":"Saranya Ponvannan","offset":215},{"uri":"Anirudh_Ravichander","surface_form":"Anirudh Ravichander","offset":267},{"uri":"Remake","surface_form":"remake","offset":394},{"uri":"We%27re_the_Millers","surface_form":"We're the Millers","offset":405},{"uri":"Lyca_Productions","surface_form":"Lyca Productions","offset":1369},{"uri":"Nayanthara","surface_form":"Nayanthara","offset":1438},{"uri":"Star_Vijay","surface_form":"Star Vijay","offset":1593},{"uri":"Silambarasan","surface_form":"Silambarasan","offset":1687},{"uri":"Deeksha_Seth","surface_form":"Deeksha Seth","offset":1701},{"uri":"Hansika_Motwani","surface_form":"Hansika Motwani","offset":1718},{"uri":"Saranya_Ponvannan","surface_form":"Saranya Ponvannan","offset":1833},{"uri":"Yogi_Babu","surface_form":"Yogi Babu","offset":1855},{"uri":"Anirudh_Ravichander","surface_form":"Anirudh Ravichander","offset":1905},{"uri":"Sivakumar_Vijayan","surface_form":"Sivakumar Vijayan","offset":1983},{"uri":"Irudhi_Suttru","surface_form":"Irudhi Suttru","offset":2024},{"uri":"Iraivi","surface_form":"Iraivi","offset":2042},{"uri":"YouTube","surface_form":"YouTube","offset":2584}]}