{"id":663195,"url":"http://en.wikipedia.org/wiki/Lynching_in_the_United_States","text":"e=\"preserve\">Lynching is murder, usually by hanging, used by a group of people as a form of punishment. In the United States, lynchings rose in number after the American Civil War in the early-to-mid 1860s.\nAlthough lynchings went down in the 1920s, they have continued into the 21st century.\nMost lynchings were of African American men in the South. But women were also lynched. 92 women were lynched in the United States between 1882 and 1927. Also, white lynchings of blacks happened in the Midwest and Border States. There were also lynchings of Native Americans, Hispanics and Asian Americans in the West, including California. Even white people were occasionally lynched.\nAccording to the Tuskegee Institute, 4,743 people were lynched between 1882 and 1968 in the United States. This includes 3,446 African Americans and 1,297 whites. More than 73 percent of lynchings after the Civil War occurred in the Southern states. According to the Equal Justice Initiative, 4,084 African-Americans were lynched between 1877 and 1950 in the South. Whites lynched blacks to defend white supremacy. Blacks were lynched for violating social norms, including segregation (the separation of whites and blacks), and the lower status of blacks. White acted together to lynch an individual black person. In the Deep South, lynching was also used to scare blacks away from voting.\nAfter the Civil War, nearly four million slaves in the South were made free. In some states and many counties, freed blacks made up over half the people there. The first Ku Klux Klan was founded in 1866 by Confederate veterans in Tennessee. Ku Klux clan groups were then founded by veterans throughout the South. They wanted to keep African Americans in fear, as they were before the war. This was when lynchings became common. In the 1890s, African American journalist and anti-lynching fighter Ida B. Wells was one of the first people to study lynching cases. She found that black lynching victims were accused of rape or attempted rape about one-third of the time. The most common accusation was murder or attempted murder. Other accusations were verbal and physical aggression, spirited business competition, and independence of mind among victims.\nThe stereotype of lynching is hanging. Hangings are what crowds of people saw. Hanging is also easy to photograph. But there are other methods related to lynching. They include being shot repeatedly, being burned, dragged behind cars and being forced to jump from a bridge.\nIn the late-1800s to early-1900s South, photographs were taken at lynchings to print. These were used in postcards and newspapers. These images usually showed an African-American lynching victim and all or part of the crowd that attended. Women and children often attended lynchings. The people who killed the victim were not identified. At one particular lynching, nearly 15,000 people were in the crowd. Often lynchings were advertised in newspapers prior to the event so photographers could attend. After the lynching, photographers would sell their pictures as-is or as postcards, sometimes costing as much as fifty cents a piece, or $9, as of 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lynching","surface_form":"Lynching","offset":13},{"uri":"Murder","surface_form":"murder","offset":25},{"uri":"Hanging","surface_form":"hanging","offset":44},{"uri":"Punishment","surface_form":"punishment","offset":92},{"uri":"United_States","surface_form":"United States","offset":111},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":161},{"uri":"African_American_people","surface_form":"African American","offset":316},{"uri":"Southern_United_States","surface_form":"South","offset":344},{"uri":"Midwestern_United_States","surface_form":"Midwest","offset":494},{"uri":"Native_American","surface_form":"Native American","offset":550},{"uri":"Hispanic","surface_form":"Hispanic","offset":568},{"uri":"Asian_American","surface_form":"Asian American","offset":582},{"uri":"Western_United_States","surface_form":"West","offset":605},{"uri":"California","surface_form":"California","offset":621},{"uri":"White_people","surface_form":"white people","offset":638},{"uri":"Tuskegee_University","surface_form":"Tuskegee Institute","offset":695},{"uri":"American_Civil_War","surface_form":"Civil War","offset":885},{"uri":"Equal_Justice_Initiative","surface_form":"Equal Justice Initiative","offset":945},{"uri":"White_supremacy","surface_form":"white supremacy","offset":1076},{"uri":"Segregation","surface_form":"segregation","offset":1151},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":1538},{"uri":"Confederate_States","surface_form":"Confederate","offset":1574},{"uri":"Ida_B._Wells","surface_form":"Ida B. Wells","offset":1864},{"uri":"Rape","surface_form":"rape","offset":1984},{"uri":"Murder","surface_form":"murder","offset":2067},{"uri":"Aggression","surface_form":"aggression","offset":2138},{"uri":"Hanging","surface_form":"hanging","offset":2251},{"uri":"Photograph","surface_form":"photographs","offset":2535},{"uri":"Postcard","surface_form":"postcards","offset":2600},{"uri":"Newspaper","surface_form":"newspapers","offset":2614}]}