{"id":66336,"url":"http://en.wikipedia.org/wiki/London_County_Council","text":"London County Council (LCC) was the principal local government body for the County of London, during its whole existence (1889-1965), and the first London-wide general municipal authority that was directly elected. It covered the area today known as Inner London and was replaced by the Greater London Council. The LCC was the largest, most significant and ambitious municipal authority of its day.\nHistory.\nThe creation of the LCC in 1889, as part of the Local Government Act 1888, was forced by a succession of scandals involving the Metropolitan Board of Works (MBW), its predecessor, which had not been directly elected. While the Conservative government of the day would have preferred not to create a single body covering the whole of London, their election promise to the Liberal Unionists led them to this policy. A later Government created the 28 metropolitan boroughs as lower tier authorities to replace the various local authorities in 1899; they assumed some powers of the LCC and shared others.\nThe LCC inherited the powers of its predecessor the MBW, but also had wider authority over matters such as education, city planning and council housing. It took over the functions of the London School Board in 1903, and Dr C W Kimmins was appointed chief inspector of the education department in 1904.","categories":[],"infobox_types":[],"annotations":[{"uri":"County_of_London","surface_form":"County of London","offset":76},{"uri":"Greater_London_Council","surface_form":"Greater London Council","offset":287},{"uri":"Local_Government_Act_1888","surface_form":"Local Government Act 1888","offset":456},{"uri":"Metropolitan_Board_of_Works","surface_form":"Metropolitan Board of Works","offset":536},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative","offset":635},{"uri":"Liberal_Unionists","surface_form":"Liberal Unionists","offset":779},{"uri":"Metropolitan_borough","surface_form":"metropolitan borough","offset":856},{"uri":"Education","surface_form":"education","offset":1116},{"uri":"City_planning","surface_form":"city planning","offset":1127},{"uri":"Council_housing","surface_form":"council housing","offset":1145},{"uri":"London_School_Board","surface_form":"London School Board","offset":1196},{"uri":"C_W_Kimmins","surface_form":"C W Kimmins","offset":1232}]}