{"id":663349,"url":"http://en.wikipedia.org/wiki/Password_(game_show)","text":"\"Password\" is a television game show. It was hosted by Allen Ludden from October 2, 1961 to September 15, 1967 during daytime and was on primetime from January 2, 1962 to May 22, 1967 on CBS. A revival was made in 1971 and aired on ABC. The show spawned two revivals in 1979 and 1984 respectively, \"Password Plus\" and \"Super Password\".\nGame play.\nTwo celebrities play with two civilians in two teams of two people each – a celebrity and a civilian. A \"password\" shown on the screen is given to the celebrities/civilians and they have to give the partners one-word clues to get it correctly. For example, if the password was \"word\", someone would give the clue \"pass\" and the civilian/celebrity would try to guess the password (e.g. \"word\"). If the password is guessed in one guess, they get 10 points. Each wrong guess removes a point (e.g. 1 wrong guess makes it 9, 2 wrong guesses makes it 8, etc.). Two word clues (e.g. \"light sleeper\") or \"sounds\" were not allowed, other wise a buzzer would sound and Allen Ludden would say \"When you hear this sound it means your clue has not been accepted by our word authority (name of word authority)\". The first person to get 25 points wins $250 and goes to the \"Lightning Round\" where they are given 60 seconds to guess 5 words worth $50. Each one correct will cost that amount and a second game is played where a new set of civilians comes in (Prior to November 1962, the civilians switched seats instead). At the end of the show, Allen Ludden would give a \"password of the day\" (e.g. \"parties\") and would make a sentence about the password (\"Password\" is a great game to play at \"parties\") before signing off.\nThe show was announced by Jack Clark and announced all the \"passwords\" on the screen. Sometimes Allen Ludden would take a vacation and Jack Clark would fill in for him and Bob Kennedy would be the announcer on those occasions.\nThe word authority for most of the CBS run was Dr. Reason A. Goodwin. He wrote the \"World Book Encyclopedia Dictionary\" which was released in 1963, two years after \"Password\" began.\nIn 1966 the show switched from black and white to color. On the first color show (September 12, 1966) Allen Ludden said \"We're in color! Look at us-we're in color.\" This episode, along with many others are available on YouTube.\nTheme music.\nFrom 1961 to 1963, the theme song was called \"Holiday Jaunt\". From 1963 to 1967 the theme was called \"You Know The Password\". In 1971 a song by Score Productions was used. In 1974 the theme song was changed to \"Bicentennial Funk.\" \"Password Plus\" and \"Super Password\" used different themes for both versions.\nRevivals.\nIn 1971, the show returned on ABC. In 1974, the show changed its name to \"Password All-Stars\". The show was cancelled in 1975.\nIn 1979, a revival called \"Password Plus\" was made. After Allen Ludden died in 1981, Tom Kennedy took over as host. \"Password Plus\" was cancelled in March 1982.\nIn 1984, a new version called \"Super Password\" was made with Bert Convy as host. The show was cancelled in 1989.\nEpisode status.\nEvery nighttime episode was recorded on videotape and has aired on GSN and Buzzr. All daytime episodes before September 12, 1966 (except one from January 14, 1966) is gone forever. Color daytime episodes from September 1966 to 1967 last aired on GSN in 2009 and are currently airing on Buzzr.\nThe 1971 version is almost gone except for a few episodes. The original tapes were reused for the 1976 version of \"Family Feud\". These have aired on GSN in the past.\n\"Password Plus\" and \"Super Password\" exists in their entirety and both have aired on GSN and Buzzr.\nPopularity.\nThe game is parodied in the \"Family Guy\" season 2 episode \"Wasted Talent\".\nIn 2013, a short movie called \"Subconscious Password\" was made where a man forgets the name of someone he met at a party and must remember from clues given by celebrities a la \"Password\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Game_show","surface_form":"game show","offset":27},{"uri":"Allen_Ludden","surface_form":"Allen Ludden","offset":55},{"uri":"CBS","surface_form":"CBS","offset":187},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":232},{"uri":"YouTube","surface_form":"YouTube","offset":2284},{"uri":"Videotape","surface_form":"videotape","offset":3082},{"uri":"Game_Show_Network","surface_form":"GSN","offset":3109},{"uri":"Buzzr","surface_form":"Buzzr","offset":3117},{"uri":"Family_Feud","surface_form":"Family Feud","offset":3450},{"uri":"Family_Guy","surface_form":"Family Guy","offset":3642}]}