{"id":66346,"url":"http://en.wikipedia.org/wiki/Simulation","text":"A simulation is a way of seeing a thing happen without it actually taking place in the same way. A simulation can be used to predict what might happen without doing it, in case it is dangerous or too expensive or difficult. It can also be used to show people what will happen next, or what happened in the past. It can also show what people believe is happening in a place or time where it is impossible to know what really happens.\nThere are research institutions just devoted to simulations, like, e.g., \"The George E. Brown, Jr. Network for Earthquake Engineering Simulation\" or NEES.\nSimulations are used for many purposes, because in a simulation things can be controlled that might not be easy to control in real life. They can use smaller versions of an object or system for testing or practice. Smaller versions of things, like space ships or rooms, can simulate the real thing. They can also be safer, in place of a thing that is dangerous, like when astronauts practice in a swimming pool rather than in outer space. Astronauts practiced in simulations of the moon before they went and landed there. They use simulations of spaceships that move the way real spaceships do. Simulations often use computers. Computers are used to make simulations of what a spaceship's route might be on the way to the moon, to help plan the mission.\nVideo games.\nOne type of video game is called \"simulator games\". These games let the player simulate doing different things. For example, in the game \"Theme Hospital\", players perform simulated surgery. \"SimCity\" lets players design and build their own simulated city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Research","surface_form":"research","offset":443},{"uri":"NEES","surface_form":"NEES","offset":582},{"uri":"Spacecraft","surface_form":"space ships","offset":836},{"uri":"Astronaut","surface_form":"astronaut","offset":960},{"uri":"Swimming_pool","surface_form":"swimming pool","offset":985},{"uri":"Outer_space","surface_form":"outer space","offset":1014},{"uri":"Moon","surface_form":"moon","offset":1070},{"uri":"Computer","surface_form":"computer","offset":1205},{"uri":"Video_game","surface_form":"video game","offset":1367},{"uri":"Theme_Hospital","surface_form":"Theme Hospital","offset":1493},{"uri":"Surgery","surface_form":"surgery","offset":1536},{"uri":"SimCity","surface_form":"SimCity","offset":1546},{"uri":"City","surface_form":"city","offset":1605}]}