{"id":66374,"url":"http://en.wikipedia.org/wiki/Broom","text":"A broom is a cleaning tool. It consists of stiff fibres attached to, and roughly parallel to, a cylindrical handle, the broomstick. In the context of witchcraft, \"broomstick\" is likely to refer to the broom as a whole. A smaller whisk broom or brush is sometimes called a duster.\nHistory of broom design.\nBrooms have changed very much in their construction, since they developed from ad-hoc use of branches and bundles of several natural fibres. Originally, all brooms were round, a shape that is easy to construct but inefficient for actually sweeping. Brooms could be attached to a handle, either short for a whisk broom, or long for a broom used to sweep the floor or fireplace. The word for the tool was originally \"besom\", \"broom\" simply being the material of which it was normally made. The fibres used in modern brooms are from broom corn. They are long, straight, durable, and bound together in the plant. The newest major change is the \"flat broom\", invented by the Shakers in the 1800s, which has far more width for pushing dirt and nearly all brooms produced today are flat brooms.\nBrooms and witchcraft.\nBrooms have long been connected with witchcraft, almost universally portrayed as medieval-style round brooms and associated with female witches. Despite the association with women, in 1453, the first known case of claiming to have flown on a broomstick is recorded, confessed by the male witch Guillaume Edelin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cleaning","surface_form":"cleaning","offset":13},{"uri":"Tool","surface_form":"tool","offset":22},{"uri":"Cylinder_(geometry)","surface_form":"cylindrical","offset":96},{"uri":"Handle_(grip)","surface_form":"handle","offset":108},{"uri":"Witchcraft","surface_form":"witchcraft","offset":150},{"uri":"Brush","surface_form":"brush","offset":244},{"uri":"Duster","surface_form":"duster","offset":272},{"uri":"Broom_(shrub)","surface_form":"broom","offset":729},{"uri":"Broom_corn","surface_form":"broom corn","offset":835},{"uri":"Shakers","surface_form":"Shakers","offset":975},{"uri":"Witch","surface_form":"witch","offset":1252}]}