{"id":66378,"url":"http://en.wikipedia.org/wiki/Cleanliness","text":"e=\"preserve\">Cleanliness means that there is no dirt, no dust, no stains, no bad smells.\nThe goals of cleanliness are health, beauty, no offensive odor and to avoid the spreading of dirt and contaminants to oneself and others. In the case of glass objects such as windows or windshields, the purpose can also be transparency. Washing is one way of achieving cleanliness, usually with water and often some kind of soap or detergent.\nSince the germ theory of disease, it has also now means no germs and other waste. In industry, certain processes need conditions of exceptional cleanliness which are achieved by working in \"cleanrooms\".\nA very new idea is that ‘dirt’ may play a useful role in our immune systems. It is estimated that washing hands with soap and water could reduce diarrheal disease-associated deaths by up to 50%. A large percentage of foodborne disease outbreaks are spread by contaminated hands. Appropriate hand washing practices can reduce the risk of foodborne illness and other infections. It is estimated that washing hands with soap and water could reduce diarrheal disease-associated deaths by up to 50%. A large percentage of foodborne disease outbreaks are spread by contaminated hands. Appropriate hand washing practices can reduce the risk of foodborne illness and other infections.","categories":[],"infobox_types":[],"annotations":[{"uri":"Waste","surface_form":"dirt","offset":48},{"uri":"Dust","surface_form":"dust","offset":57},{"uri":"Stain","surface_form":"stain","offset":66},{"uri":"Odor","surface_form":"smells","offset":81},{"uri":"Health","surface_form":"health","offset":118},{"uri":"Beauty","surface_form":"beauty","offset":126},{"uri":"Odor","surface_form":"odor","offset":147},{"uri":"Waste","surface_form":"dirt","offset":182},{"uri":"Contaminant","surface_form":"contaminant","offset":191},{"uri":"Window","surface_form":"window","offset":264},{"uri":"Transparency","surface_form":"transparency","offset":312},{"uri":"Washing","surface_form":"Washing","offset":326},{"uri":"Water","surface_form":"water","offset":384},{"uri":"Soap","surface_form":"soap","offset":413},{"uri":"Detergent","surface_form":"detergent","offset":421},{"uri":"Germ_theory_of_disease","surface_form":"germ theory of disease","offset":442},{"uri":"Pathogen","surface_form":"germs","offset":491},{"uri":"Waste","surface_form":"waste","offset":507},{"uri":"Immune_system","surface_form":"immune system","offset":696}]}