{"id":66398,"url":"http://en.wikipedia.org/wiki/Frequency_distribution","text":"This simple table has two drawbacks. When a variable can take continuous values instead of discrete values or when the number of possible values is too large, the table construction is difficult, if it is not impossible. A slightly different scheme based on the range of values is used in such cases. For example, if we consider the heights of the students in a class, the frequency table might look like below.\nApplications.\nManaging and operating on frequency tabulated data is much simpler than operation on raw data. There are simple algorithms to calculate median, mean (statistics), standard deviation etc. from these tables.\nStatistical hypothesis testing is based on the assessment of differences and similarities between frequency distributions. This assessment involves measures of central tendency or averages, such as the mean and median, and measures of variability or statistical dispersion, such as the standard deviation or variance.\nA frequency distribution is said to be skewed when its mean and median are different. The kurtosis of a frequency distribution is the concentration of scores at the mean, or how peaked the distribution appears if depicted graphically—for example, in a histogram. If the distribution is more peaked than the normal distribution it is said to be leptokurtic; if less peaked it is said to be platykurtic.\nFrequency distributions are also used in frequency analysis to crack codes and refer to the relative frequency of letters in different languages.","categories":[],"infobox_types":[],"annotations":[{"uri":"Algorithm","surface_form":"algorithm","offset":538},{"uri":"Median","surface_form":"median","offset":562},{"uri":"Mean_(statistics)","surface_form":"mean (statistics)","offset":570},{"uri":"Standard_deviation","surface_form":"standard deviation","offset":589},{"uri":"Statistical_hypothesis_testing","surface_form":"Statistical hypothesis testing","offset":632},{"uri":"Measures_of_central_tendency","surface_form":"central tendency","offset":792},{"uri":"Average","surface_form":"average","offset":812},{"uri":"Mean_(statistics)","surface_form":"mean","offset":834},{"uri":"Median","surface_form":"median","offset":843},{"uri":"Statistical_dispersion","surface_form":"statistical dispersion","offset":882},{"uri":"Standard_deviation","surface_form":"standard deviation","offset":918},{"uri":"Variance","surface_form":"variance","offset":940},{"uri":"Skewness","surface_form":"skewed","offset":989},{"uri":"Kurtosis","surface_form":"kurtosis","offset":1040},{"uri":"Histogram","surface_form":"histogram","offset":1202},{"uri":"Normal_distribution","surface_form":"normal distribution","offset":1257},{"uri":"Frequency_analysis_(cryptanalysis)","surface_form":"frequency analysis","offset":1393}]}