{"id":663983,"url":"http://en.wikipedia.org/wiki/Marbury_v._Madison","text":"e=\"preserve\">Marbury v. Madison, 5 U.S. (1 Cranch) 137 (1803), was a United States Supreme Court court case. It was between William Marbury and James Madison.\nBackground.\nIn the 1800 United States Presidential election, Thomas Jefferson won over John Adams. Days before Adams had to leave office, he wanted to give a number of people jobs (so that Jefferson could not give these jobs away). The United States Senate approved of his picks (nominations) and John Marshall, who was then Adams' Secretary of State and was to be the Chief Justice of the United States, had a number of these notices sent out. One that did not make it before midnight was to William Marbury.\nWhen Jefferson took office, he ordered \"his\" Secretary of State, James Madison, to cancel the ones that had not been delivered. So then Marbury sued Madison because Marbury wanted his job as Justice of the Peace in the District of Columbia.\nDecision.\nJohn Marshall ruled on this case as the Chief Justice. He first answered that Marbury had a right to his job because it had been signed and approved. The actual delivery was a custom, not a requirement. He then ruled that a writ of mandamus (a type of court order) was the correct way for Marbury to rule. Finally, he noted that the Judiciary Act of 1789 allowed the Supreme Court to make this kind of ruling.\nThe next question was \"who\" could decide this issue. Marshall ruled that the Supreme Court could decide it because the Judiciary Act of 1789 said that they could. However, Marshall said that a section of the Judiciary Act was unconstitutional. That section allowed the Supreme Court to make a writ but the \"United States Constitution\" did not. Therefore, that section was unconstitutional and the Supreme Court could not make a writ for Marbury.\nMarshall looking over the Constitution and the statute is judicial review, a statement that the Supreme Court had an independent power to determine whether something was constitutional or not.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":69},{"uri":"James_Madison","surface_form":"James Madison","offset":144},{"uri":"1800_United_States_Presidential_election","surface_form":"1800 United States Presidential election","offset":178},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":220},{"uri":"John_Adams","surface_form":"John Adams","offset":246},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":395},{"uri":"John_Marshall","surface_form":"John Marshall","offset":456},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":491},{"uri":"Chief_Justice_of_the_United_States","surface_form":"Chief Justice of the United States","offset":528},{"uri":"Justice_of_the_Peace","surface_form":"Justice of the Peace","offset":860},{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":888},{"uri":"John_Marshall","surface_form":"John Marshall","offset":920},{"uri":"Writ_of_mandamus","surface_form":"writ of mandamus","offset":1144},{"uri":"Judiciary_Act_of_1789","surface_form":"Judiciary Act of 1789","offset":1449},{"uri":"Judicial_review","surface_form":"judicial review","offset":1834}]}