{"id":6640,"url":"http://en.wikipedia.org/wiki/Salt","text":"In chemistry, a salt is any neutral chemical compound made of cations (positive ions) attached to anions (negative ions). The main kind of salt is sodium chloride.\nMixtures of salts in water are called electrolytes. Electricity is able to pass through electrolytes, as well as molten salts.\nSalts can melt ice, because salts lower the temperature needed for liquid to freeze. Because of that, streets are sometimes treated with salt in winter, if the temperature is only a little below freezing.\nA salt can also be explained as an ionic compound which dissociates, forming a positive ion other than hydrogen ion, and a negative ion other than hydroxyl ion.\nTable Salt.\nThe word \"Salt\" in English often means 'table salt' or 'edible salt' (which is salt that can be eaten). This kind of salt is made up mostly of \"sodium chloride\" (NaCl). It is one of the few minerals that are eaten a lot by humans, but it can be used for other things besides giving food its flavor.\nThere are different kinds of edible salt: unrefined salt (for example sea salt), refined salt (table salt), and iodized salt. It is a crystalline solid that has the color white, pale pink, or light gray. It is usually taken from sea water or rock deposits. Natural sea salt has little parts and pieces of other minerals besides sodium chloride. Rock salts that can be eaten are sometimes a little grayish in color because of these other minerals.\nSodium (Na) and chlorine (Cl) are the two elements that make up sodium chloride. Both of these are needed for all living creatures, including humans, but they are not always eaten in the form of salt, where they are found together in large amounts. Some peoples, like the Yanomami tribe in South America, eat very little salt. Salt is used to control the amount of water in the body. Salty flavor is also one of the basic tastes. Salt cravings may be caused by not having enough minerals, such as sodium chloride, in the body.\nEating too much salt can make health problems more likely to happen, for example high blood pressure. When food is made, salt is used as a preservative, to make the food last longer, and as a seasoning, for flavor.\nHistory.\nBecause many germs cannot live in salt, it has been used to preserve food since the earliest times. Its use as a food preservative helped large amounts of food to be stored, sent a long way, and eaten all through the year. This helped populations to grow, cities to develop, and soldiers in wars to be fed.\nSalt was probably used in Egypt as long ago as 4000 BC. In ancient times, salt was more valuable than it is now, because it was hard to get in many places, and could be used not only to give foods flavor, but also to make them last longer. It allowed food to be kept past its season, and taken on long trips.\nPeople often traded salt for other things. It was of high value in China, Turkey, the Middle East, and Africa. In the Mediterranean area, including Ancient Rome, salt was even used for money. The word \"salary\" comes from the Latin word for salt, because they paid people in salt. After people learned how to get salt from the ocean, salt became cheaper. The Phoenicians were some of the first to figure out how to do this, by pouring seawater on dry land. Then when it dried, they collected the salt and sold it.\nAnother use of salt was in war, as a way to punish a city by ruining its crops. This is called \"salting the Earth\". The Assyrians are said to have been one of the first to have done this to their neighbours.\nColor.\nSalts can be found in all different colours, such as: yellow (sodium chromate), orange (potassium dichromate), red (mercury sulphide), mauve (cobalt chloride hexahydrate), blue (copper sulfate pentahydrate, ferric hexacyanoferrate), green (nickel oxide), colorless (magnesium sulphate), white (titanium dioxide), and black (manganese dioxide). Most minerals and inorganic pigments, as well as many synthetic organic dyes, are salts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemistry","surface_form":"chemistry","offset":3},{"uri":"Neutral_particle","surface_form":"neutral","offset":28},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":36},{"uri":"Cation","surface_form":"cation","offset":62},{"uri":"Ion","surface_form":"ion","offset":80},{"uri":"Anion","surface_form":"anion","offset":98},{"uri":"Sodium_chloride","surface_form":"sodium chloride","offset":147},{"uri":"Water","surface_form":"water","offset":185},{"uri":"Electrolyte","surface_form":"electrolyte","offset":202},{"uri":"Electricity","surface_form":"Electricity","offset":216},{"uri":"Ionic_compound","surface_form":"ionic compound","offset":531},{"uri":"Ion","surface_form":"ion","offset":584},{"uri":"Hydrogen","surface_form":"hydrogen","offset":599},{"uri":"Crystal","surface_form":"crystal","offset":1102},{"uri":"Solid","surface_form":"solid","offset":1114},{"uri":"Rock_deposits","surface_form":"rock deposits","offset":1210},{"uri":"Sodium","surface_form":"Sodium","offset":1415},{"uri":"Chlorine","surface_form":"chlorine","offset":1431},{"uri":"Chemical_element","surface_form":"elements","offset":1457},{"uri":"South_America","surface_form":"South America","offset":1705},{"uri":"Preservative","surface_form":"preservative","offset":2081},{"uri":"Egypt","surface_form":"Egypt","offset":2499},{"uri":"4th_millennium_BC","surface_form":"4000 BC","offset":2520},{"uri":"China","surface_form":"China","offset":2849},{"uri":"Turkey","surface_form":"Turkey","offset":2856},{"uri":"Middle_East","surface_form":"Middle East","offset":2868},{"uri":"Africa","surface_form":"Africa","offset":2885},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":2900},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":2930},{"uri":"Salary","surface_form":"salary","offset":2984},{"uri":"Latin","surface_form":"Latin","offset":3007},{"uri":"Ocean","surface_form":"ocean","offset":3108},{"uri":"Phoenicia","surface_form":"Phoenicia","offset":3140},{"uri":"War","surface_form":"war","offset":3322},{"uri":"Crop","surface_form":"crop","offset":3368},{"uri":"Assyria","surface_form":"Assyria","offset":3415},{"uri":"Minerals","surface_form":"minerals","offset":3859},{"uri":"Pigment","surface_form":"pigment","offset":3882}]}