{"id":664258,"url":"http://en.wikipedia.org/wiki/Sardar_Vallabhbhai_Patel","text":"Sardar Vallabhai Patel (31 October 1875 - 15 December 1950) was a lawyer and influential political leader in the Indian independence movement. After independence, he was important in the integration of over 500 princely states into the Indian Union. He was deeply influenced by Gandhi’s ideology and principles, having worked very closely with the leader. Despite being the choice of the people, on the request of Mahatma Gandhi, Sardar Patel stepped down from the candidacy of Congress President, which ultimately turned out to be the election to choose the first Prime Minister of independent India. He was the first Home Minister of Independent India and his uncompromising efforts towards consolidation of the country earned him the title ‘Iron Man of India’.\nChildhood.\nVallabhai Patel was born on October 31, 1875 in Nadiad village of modern day Gujarat to Zaverbai and Ladbai. Vallabhai’s father had served in the army of the Queen of Jhansi, and his mother was a very spiritual woman.\nStarting his academic career in a Gujarati medium school, Sardar Vallabhbhai Patel later shifted to an English medium school. In 1897, Vallabhai passed his high school and started preparing for law examination. He went to pursue a degree in law and travelled to England in 1910. He completed his law degree in 1913 from Inns of Court and came back to India to start his law practice in Godhra, Gujarat. For his legal proficiency, Vallabhai was offered many lucrative posts by the British Government but he rejected all. He was a staunch opponent of the British government and its laws and therefore decided not to work for the British.\nIn 1891 he married Zaverbai and the couple had two children. One was a girl called Maniben Patel (1903-1990) and a boy, Dahyabhai Patel (1905-1973). Serdar Patel’s Daughter was an activist while his Son was a member of the parliament of India.\nPatel shifted his practice to Ahmedabad. He became a member of the Gujarat Club where he attended a lecture by Mahatma Gandhi. Gandhi’s words deeply affected Vallabhbai and he soon adopted Gandhi’s principles to become a staunch follower of the charismatic leader. That is how deeply Gandhi’s words had affected him. He didn’t know that he would change India and start a successful career.\nRole in the Indian National Movement.\nIn 1917, Sardar Vallabhai was elected as the Secretary of the Gujarat Sabha, the Gujarat wing of the Indian National Congress. In 1918, he led a massive \"No Tax Campaign\" that urged the farmers not to pay taxes after the British insisted on tax after the floods in Kaira. The peaceful movement forced the British authorities to return the land taken away from the farmers. His effort to bring together the farmers of his area brought him the title of 'Sardar'. He actively supported the non-cooperation Movement launched by Gandhi. Patel toured the nation with him, recruited 300,000 members and helped collect over Rs. 1.5 million.\nIn 1928, the farmers of Bardoli again faced a problem of \"tax-hike\". After prolonged summons, when the farmers refused to pay the extra tax, the government seized their lands in retaliation. The agitation took on for more than six months. After several rounds of negotiations by Patel, the lands were returned to farmers after a deal was struck between the government and farmers’ representatives.\nIn 1930, Sardar Vallabhbhai Patel was among the leaders imprisoned for participating in the famous Salt Satyagraha movement initiated by Mahatma Gandhi. His inspiring speeches during the \"Salt Movement\" transformed the outlook of numerous people s, who later played a major role in making the movement successful. He led the Satyagraha movement across Gujarat when Gandhi was under imprisonment, upon request from the congress members.\nSardar Patel was freed in 1931, following an agreement signed between Mahatma Gandhi and Lord Irwin, the then Viceroy of India. The treaty was popularly known as the Gandhi-Irwin Pact. The same year, Patel was elected as the President of Indian National Congress in its Karachi session where the party deliberated its future path. Congress committed itself towards defence of fundamental and human rights. It was in this session that the dream of a secular nation was conceived.\nDuring the legislative elections of 1934, Sardar Vallabhbhai Patel campaigned for the Indian National Congress. Though he did not contest, Sardar Patel helped his fellow party mates during the election.\nIn the 1942 Quit India Movement, Patel continued his unwavering support to Gandhi when several contemporary leaders criticized the latter’s decision. He continued travelling throughout the country propagating the agenda of the movement in a series of heart-felt speeches. He was arrested again in 1942 and was imprisoned in the Ahmednagar fort till 1945 along with other Congress leaders.\nSardar Patel’s journey often saw a number of confrontations with other important leaders of the congress. He voiced his annoyance at Jawaharlal Nehru openly when the latter adopted socialism in 1936. Patel was also wary of Netaji Subhash Chandra Bose and considered him to be \"keen on more power within the party”.\nSardar Patel & the Partition of India.\nThe separatist movement lead by Muslim League leader Mohammed Ali Jinnah led to a series of violent Hindu-Muslim riots across the country just before the independence. In Sardar Patel’s opinion, the open communal conflicts incited by the riots had the potential to establish a weak Government at the centre post-independence which will be disastrous for consolidating a democratic nation. Patel went on to work on a solution with V.P. Menon, a civil servant during December 1946 and accepted his suggestion of creating a separate dominion based on religious inclination of states. He represented India in the Partition Council.\nContributions to Post-independence India.\nAfter India achieved independence, Patel became the first Home Minister and also the Deputy Prime Minister. Patel played a very crucial role in post-independence India by successfully integrating around 565 princely states under the Indian Dominion. The British Government had presented these rulers with two alternatives - they could join India or Pakistan; or they could stay independent. This clause magnified the difficulty of process to mammoth proportions. Congress entrusted this intimidating task to Sardar Patel who started lobbying for integration on August 6, 1947. He was successful in integrating all of them barring Jammu and Kashmir, Junagarh and Hyderabad. He eventually dealt with the situation with his sharp political acumen and secured their accession. The India that we see today was a result of the efforts put in by Sardar Vallabhbhai Patel.\nPatel was a leading member of the Constituent Assembly of India and Dr. B.R. Ambedkar was appointed on his recommendation. He was the key force in establishing the Indian Administrative Service and the Indian Police Service. He took personal interest in initiating a restoration endeavour of the Somnath Temple in Saurashtra, Gujarat. Patel dealt ruthlessly with the Pakistan’s efforts to invade Kashmir in September 1947. He oversaw immediate expansion of the army and marked improvement of other infrastructural aspects. He often disagreed with Nehru’s policies, especially about his dealings with Pakistan regarding the refugee issues. He organised multiple refugee camps in Punjab and Delhi, and later in West Bengal.\nInfluence of Gandhi.\nGandhi had profound effect on Patel’s politics and thoughts. He pledged unwavering support to the Mahatma and stood by his principles all through his life. While leaders including Jawaharlal Nehru, Chakravarthi Rajagopalachari and Maulana Azad criticized Mahatma Gandhi's idea that the civil disobedience movement would compel the British to leave the nation, Patel extended his support to Gandhi. Despite the unwillingness of the Congress High Command, Mahatma Gandhi and Sardar Vallabhbhai Patel strongly forced the All India Congress Committee to ratify the civil disobedience movement and launch it without delaying further. Upon Gandhi’s request he gave up his candidacy for the post of the Prime Minister of India. He suffered a major heart attack after Gandhi’s death.  Although he recovered, he attributed it to having lamented silently for the loss of his mentor.\nDeath.\nSardar Vallabhbhai Patel's health started declining in 1950. He realized that he was not going to live much longer. On November 2, 1950, his health became even worse and he had to stay in bed. He died on December 15, 1950 after he had a heart attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lawyer","surface_form":"lawyer","offset":66},{"uri":"Mahatma_Gandhi","surface_form":"Gandhi’s","offset":278}]}