{"id":6642,"url":"http://en.wikipedia.org/wiki/Business","text":"A business is an organization where people work together. In a business, people work to make and sell products or services. Other people buy the products and services. The business owner is the person who hires people for work. A business can earn a profit for the products and services it offers. The word \"business\" comes from the word \"busy\", and means doing things.It works on regular basis.\nOriginally, individual trades people were qualified, and they hired assistants. The invention of the joint-stock company meant a new era in business. By this means, some people put up the money as capital, and others used it to run the business. There is a law which says this kind of company is a \"legal entity\": it has a legal life separate from its owners or shareholders. In this way, a company can outlive the people who started it. This idea was invented in medieval times, but really flowered in the 19th century. It has spread around the world since then.\nMost businesses are created for commerce. There are big and small businesses. For example, one person can open a small barber-shop. A big business, like Microsoft, employs thousands of people all over the world.\nSome businesses need fixed locations. Examples are an office, store, or farm. For some businesses the worker goes to different locations. Examples are carpenters or electricians. They usually bring everything they need for work in their truck.\n\"Business\" can also mean the work or current state of a business. A business owner might say: \"I am doing a lot of business\" or \"My business is good\" or \"Business is bad\".\nThe term can also be used in a more general way. As a noun, it can be used, for example, to speak about a broad area of activity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organisation","surface_form":"organization","offset":17},{"uri":"Work","surface_form":"work","offset":43},{"uri":"Sales","surface_form":"sell","offset":97},{"uri":"Product_(business)","surface_form":"products","offset":102},{"uri":"Service_(economics)","surface_form":"services","offset":114},{"uri":"Profit","surface_form":"profit","offset":250},{"uri":"Company","surface_form":"company","offset":509},{"uri":"Capital_(economics)","surface_form":"capital","offset":593},{"uri":"Law","surface_form":"law","offset":653},{"uri":"Legal_entity","surface_form":"legal entity","offset":695},{"uri":"Mediaeval","surface_form":"medieval","offset":860},{"uri":"Commerce","surface_form":"commerce","offset":992},{"uri":"Small_business","surface_form":"small business","offset":1020},{"uri":"Barber","surface_form":"barber","offset":1079},{"uri":"Microsoft","surface_form":"Microsoft","offset":1113},{"uri":"Office","surface_form":"office","offset":1226},{"uri":"Farm","surface_form":"farm","offset":1244},{"uri":"Carpenter","surface_form":"carpenter","offset":1323},{"uri":"Electrician","surface_form":"electrician","offset":1337}]}