{"id":664310,"url":"http://en.wikipedia.org/wiki/Damien_Hirst","text":"Damien Steven Hirst (born 7 June 1965) is an English artist. He is one of the Young British Artists (YBAs). The YBAs became famous during the 1990s. He is reportedly the United Kingdom's richest living artist. In 2010 the \"Sunday Times\" estimated his wealth at £215 million. During the 1990s he worked together with famous art collector Charles Saatchi. Hirst and Saatchi had disagreements, and they ended their friendship in 2003.\nDeath is a central theme in Hirst's works. He became famous for a series of artworks in which dead animals are preserved in formaldehyde. The animals included a sheep, a cow and a shark. The best-known of these was \"The Physical Impossibility of Death in the Mind of Someone Living\". This was a tiger shark immersed in formaldehyde in a transparent display case. He has also made \"spin paintings\". These were created on a rotating canvas. And \"spot paintings\", which are rows of randomly coloured circles created by his assistants.\nIn September 2008, Hirst sold all the artworks of a show during one auction at Sotheby's. This had never been done before by a living artist. The auction made him £111 million ($198 million), breaking the record for an auction by a single artist. It also broke Hirst's own record with £10.3 million for \"The Golden Calf\", an animal with 18-carat gold horns and hooves, preserved in formaldehyde.\nSince 1999 some of Hirst's works have been claimed to be plagiarised. It was discovered that his sculpture \"Hymn\" was closely based on a child's toy. Hirst was sued by the original creator of the toy, and the case was settled out-of-court.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wealth","surface_form":"wealth","offset":251},{"uri":"Formaldehyde","surface_form":"formaldehyde","offset":556},{"uri":"Tiger_shark","surface_form":"tiger shark","offset":727},{"uri":"Formaldehyde","surface_form":"formaldehyde","offset":751},{"uri":"Auction","surface_form":"auction","offset":1032},{"uri":"Plagiarism","surface_form":"plagiarised","offset":1417},{"uri":"Lawsuit","surface_form":"sued","offset":1520}]}