{"id":664617,"url":"http://en.wikipedia.org/wiki/Sangharakshita","text":"Sangharakshita (born Dennis Philip Edward Lingwood, 26 August 1925 – 30 October 2018) was a British Buddhist teacher and writer. He was born in Tooting, London. He was the founder of the 10 precept Triratna Buddhist Community, which was known until 2010 as the Friends of the Western Buddhist Order, or FWBO.\nBiography.\nHe was one of the few Westerners to be ordained as a Theravadin Bhikkhu in the period following World War II though he later left that tradition to study with other Buddhist teachers, including some from the Tibetan and Chan schools. He spent over 20 years in Asia, where he had a number of Tibetan Buddhist teachers.\nHe was known as \"the founding father of Western Buddhism\" due to his many publications, leadership of retreats, and contributions to awareness of Buddhism in the United Kingdom. He retired in 1995.\nIn 1997, \"The Guardian\" reported that Sangharakshita had made unwanted sexual advances to FWBO members in the 1970s and 1980s. Later, he publicly apologized and said any sexual relations he was involved in with his students had consent.\nSangharakshita died on October 30, 2018 from pneumonia caused by sepsis in Hereford, Herefordshire at the age of 93.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tooting","surface_form":"Tooting","offset":144},{"uri":"London","surface_form":"London","offset":153},{"uri":"Triratna_Buddhist_Community","surface_form":"Triratna Buddhist Community","offset":198},{"uri":"Theravadin","surface_form":"Theravadin","offset":373},{"uri":"Bhikkhu","surface_form":"Bhikkhu","offset":384},{"uri":"World_War_II","surface_form":"World War II","offset":416},{"uri":"The_Guardian","surface_form":"The Guardian","offset":846},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1118},{"uri":"Sepsis","surface_form":"sepsis","offset":1138},{"uri":"Hereford","surface_form":"Hereford","offset":1148},{"uri":"Herefordshire","surface_form":"Herefordshire","offset":1158}]}