{"id":664850,"url":"http://en.wikipedia.org/wiki/Hong_Kong%E2%80%93Zhuhai%E2%80%93Macau_Bridge","text":"The Hong Kong–Zhuhai–Macau Bridge, also called the Hong Kong–Zhuhai–Macao Bridge, is a group of bridges and tunnels in the Pearl River Delta. It is long. It is made up of three bridges, one tunnel, and four artificial islands. It is the longest sea crossing on Earth. The bridges cross the Lingdingyang and Jiuzhouyang sea channels. They also connect Hong Kong, Zhuhai, and Macau.\nThe bridge is supposed to last for 120 years. The cost of the bridge was about 126.9 billion yuan ($18.77 billion USD). At first, the cost of the bridge was supposed to be 51.1 billion yuan ($7.56 billion USD). The governments of mainland China, Hong Kong, and Macau, as well as some banks, helped pay for the bridge. The bridge was supposed to open in late 2016, but the bridge only finished being built on 6 February 2018. The bridge officially opened on 24 October 2018.\nPlanning.\nGordon Wu, who was the founder of Hopewell Holdings thought of a bridge and tunnel that would connect China, Hong Kong, and Macau. This was in 1983. He said that he got the idea from the Chesapeake Bay Bridge–Tunnel. After that, in 1988, he showed the ideas to the government in Guangzhou and Beijing. In his idea, the bridge would start more north than the design that was actually built. He wanted the bridge to begin at Black Point near Tuen Mun, Hong Kong. It would then cross the Pearl River passing through Neilingding Island and Qi'ao Island. In his idea, the bridge would end at Tangjia and there would be a road from Zhuhai to Macau. The talks between the government and Wu stopped after the Tiananmen Square massacre in 1989. This is because it made foreign investors concerned.\nThe government of Zhuhai liked this idea and they promoted it. Their name for the bridge was the Lingdingyang Bridge. In the 1990s, Zhuhai built a bridge that connected mainland China and Qi'ao Island. This bridge was supposed to be the first part of the system even though the Chinese and Hong Kong governments did not approve the plan yet. The Chinese government supported the bridge in 1997. The Hong Kong government did not say whether they supported it or not. This is because they were studying traffic between Hong Kong and China and were concerned about the effect this would have on the environment.\nTo begin the project and making sure things were going to go smoothly, the Advance Work Coordination Group of HZMB was created in 2003. People that worked for the governments of Zhuhai, Macau, and Hong Kong worked on planning the bridge, how the border patrol would work, and how the bridge would be paid for.\nIn 2009, the governments of China, Guangdong, Hong Kong and Macau agreed to pay for 22% of the bridge. The rest of the money, 78%, was paid for by a lot of banks, like the Bank of China.\nConstruction.\nThe construction of the bridge began on 15 December 2009 in China. Li Keqiang held a starting ceremony. Construction began in Hong Kong in 2011. The construction started later because people challenged the building of the bridge.\nThe last bridge tower and part of the tunnel was set up on 12 July 2016. The entire tunnel and bridge was finished in the middle of 2017. The entire project was finished in February 2018.\nParts of the bridge.\nThe entire bridge has three sections. One of them was the Main Bridge, which is and in the middle of the Pearl River. Another was the Hong Kong Link Road, which was and close to Hong Kong. The third section was the Zhuhai Link Road, which was and close to Zhuhai.\nMain Bridge.\nThe Main Bridge is the biggest part of the HZMB project. It was built by the managing people from mainland China.\nNumber of dolphins.\nMany environmentalists said that the bridge will hurt the Chinese white dolphins that live in the Pearl River Delta. They said the construction of the bridge will hurt the dolphins' habitat. These dolphins are endangered animals. In the ten years before the bridge opened, the number of these dolphins dropped over 80%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pearl_River_Delta","surface_form":"Pearl River Delta","offset":123},{"uri":"Artificial","surface_form":"artificial","offset":207},{"uri":"Lingdingyang","surface_form":"Lingdingyang","offset":290},{"uri":"Jiuzhouyang","surface_form":"Jiuzhouyang","offset":307},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":351},{"uri":"Zhuhai","surface_form":"Zhuhai","offset":362},{"uri":"Macau","surface_form":"Macau","offset":374},{"uri":"RMB","surface_form":"yuan","offset":474},{"uri":"USD","surface_form":"USD","offset":495},{"uri":"Government","surface_form":"government","offset":596},{"uri":"Mainland_China","surface_form":"mainland China","offset":611},{"uri":"Gordon_Wu","surface_form":"Gordon Wu","offset":865},{"uri":"Hopewell_Holdings","surface_form":"Hopewell Holdings","offset":899},{"uri":"Chesapeake_Bay_Bridge%E2%80%93Tunnel","surface_form":"Chesapeake Bay Bridge–Tunnel","offset":1052},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":1144},{"uri":"Beijing","surface_form":"Beijing","offset":1158},{"uri":"North","surface_form":"north","offset":1208},{"uri":"Tuen_Mun","surface_form":"Tuen Mun, Hong Kong","offset":1305},{"uri":"Pearl_River_(China)","surface_form":"Pearl River","offset":1350},{"uri":"Neilingding_Island","surface_form":"Neilingding Island","offset":1378},{"uri":"Qi%27ao_Island","surface_form":"Qi'ao Island","offset":1401},{"uri":"Tangjia","surface_form":"Tangjia","offset":1452},{"uri":"Tiananmen_Square_protests_of_1989","surface_form":"Tiananmen Square massacre","offset":1566},{"uri":"Foreign","surface_form":"foreign","offset":1625},{"uri":"Investor","surface_form":"investors","offset":1633},{"uri":"Zhuhai","surface_form":"Zhuhai","offset":1672},{"uri":"Promote","surface_form":"promoted","offset":1704},{"uri":"Lingdingyang_Bridge","surface_form":"Lingdingyang Bridge","offset":1751},{"uri":"Approve","surface_form":"approve","offset":1974},{"uri":"Guangdong","surface_form":"Guangdong","offset":2608},{"uri":"Bank_of_China","surface_form":"Bank of China","offset":2745},{"uri":"Li_Keqiang","surface_form":"Li Keqiang","offset":2841},{"uri":"Challenge","surface_form":"challenge","offset":2965},{"uri":"Environmentalism","surface_form":"environmentalists","offset":3629},{"uri":"Chinese_white_dolphins","surface_form":"Chinese white dolphins","offset":3682},{"uri":"Pearl_River_Delta","surface_form":"Pearl River Delta","offset":3722},{"uri":"Habitat","surface_form":"habitat","offset":3806},{"uri":"Endangered_animal","surface_form":"endangered animal","offset":3834}]}