{"id":664995,"url":"http://en.wikipedia.org/wiki/I_Remember_You_(Adventure_Time)","text":"\"I Remember You\" is the twenty-fifth episode of the fourth season of the American animated television series \"Adventure Time\". The episode was written and storyboarded by Cole Sanchez and Rebecca Sugar, from a story by Patrick McHale, Kent Osborne, and Pendleton Ward.\nIt originally aired on Cartoon Network on October 15, 2012. The episode later re-aired on March 25, 2013, together with the fifth season episode \"Simon & Marcy\".\nIn this episode, Marceline the Vampire Queen (voiced by Olivia Olson) works with the Ice King (voiced by Tom Kenny) to write a song, and Marceline tries to get the Ice King to remember who he really is. This episode reveals that Marceline and the Ice King knew each other from the aftermath of the Mushroom War, an apocalyptic-like event that occurred a thousand years before the beginning of the series.\n\"I Remember You\" helped explore the Ice King's previous life. The episode features four songs—\"The Fry Song,\" \"Oh Bubblegum,\" \"Nuts,\" and \"Remember You\"—all of which were written by Sugar. \"I Remember You\" was watched by 2.535 million people and received universal acclaim, with many critics loving the story's depth and mentioning of mental disorders, memory, and loss.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animated_television_series","surface_form":"animated television series","offset":82},{"uri":"Adventure_Time","surface_form":"Adventure Time","offset":110},{"uri":"Rebecca_Sugar","surface_form":"Rebecca Sugar","offset":188},{"uri":"Kent_Osborne","surface_form":"Kent Osborne","offset":235},{"uri":"Pendleton_Ward","surface_form":"Pendleton Ward","offset":253},{"uri":"Cartoon_Network","surface_form":"Cartoon Network","offset":292},{"uri":"Simon_%26amp%3B_Marcy","surface_form":"Simon & Marcy","offset":415},{"uri":"Marceline_the_Vampire_Queen","surface_form":"Marceline the Vampire Queen","offset":448},{"uri":"Olivia_Olson","surface_form":"Olivia Olson","offset":487},{"uri":"Ice_King","surface_form":"Ice King","offset":516},{"uri":"Tom_Kenny","surface_form":"Tom Kenny","offset":536}]}