{"id":665401,"url":"http://en.wikipedia.org/wiki/Hessah_Al_Sheikh","text":"e=\"preserve\">Hessah Al Sheikh () is a Saudi Arabian writer, professor, and activist. In 2015, \"Arabian Business\" magazine named her one of the 100 Most Powerful Arab Women.\nIn May 2018, she was arrested with 10 other women's rights activists, ahead of the legalization of women driving. She was released on May 24. More than 30 international human rights groups signed a petition for their release.\nLife.\nDr. Hessah al-Sheikh is from the Al Sheikh family. They are descendants of Sheikh Mohammed Ibn Abdul-Wahhab who started the Wahhabi form of Sunni Islam.\nShe has a bachelor's degree in Education and Arabic Language from Riyadh College of Education, and a PhD in Educational Management from King Saud University. She studied Sustainability and Responsibility at the Ashridge Centre for Action Research in the U.K.\nWork.\nHessah AlSheikh participated in the original 1990 demonstration for the right to drive. The 47 women were arrested, and lost their passports and their jobs.\nShe is a professor at King Saud University. She was also dean of the Women’s College at Al Yamamah University in Riyadh.\nShe volunteers with Saudi charities for women and children. She is chair of the \u2028Down Syndrome Charity Association and a Founding Board Member of the National Family Safety Programme in Saudi Arabia. She is a founding partner of the Women’s Entrepreneurship Initiative. a non-profit company for women's projects in the Middle East and north Africa.\nShe is described as a liberal writer who has always praised the decisions of Crown Prince Mohammad bin Salman as a reformer. In 2015 she was the target of a controversy because of an article she wrote about women's issues for the newspaper \"Riyadh\". The newspaper was forced to delete the article from its archives, and the issue was referred to interior minister Mohammed bin Nayef for investigation. The article was about the rights of widows and criticized a fatwa of the Grand Mufti Sheikh Abdul Aziz al-Sheikh.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":38},{"uri":"Wahhabi","surface_form":"Wahhabi","offset":529},{"uri":"Sunni_Islam","surface_form":"Sunni Islam","offset":545},{"uri":"Mohammad_bin_Salman","surface_form":"Mohammad bin Salman","offset":1540}]}