{"id":665491,"url":"http://en.wikipedia.org/wiki/Buryatia","text":"The Republic of Buryatia is one of 85 federal subjects of Russia. It is in the Siberian area of Russia. It is grouped and governed as part of the Far Eastern District. The Far Eastern District contains ten other federal subjects too. Buryatia also shares an international border with Mongolia.\nHistory.\nIn the past, the Buryats were linked and related to the Mongols. It is because of the close distance and trade with each other. They also share a similar culture. Because of this the Buryats were ruled by the Mongols many times. The Xiongnu Empire (209 BC-93 CE), Kublai Khan's Mongol Empire (1206-1368) and the Northern Yuan Empire (1368-1691), were examples when the Buryats were ruled by the Mongols. Other Mongol tribes also lived in Buryatia during that time too. The Russians, who were Europeans, first arrived in the area of the present-day Buryatia during the 17th century. They came because they were looking for furs and gold. Later during the 1920s, the area was affected by the violence of the Russian Civil War. In 1923, the Buryat-Mongolian Autonomous Soviet Socialist Republic was formed at the end of the civil war to put in place a proper rule. The area changed size and name many times while it was in the Soviet Union. The Buryat ASSR started controlling itself in 1990. This was when the Soviet Union collapsed and Buryatia took on the name Republic of Buryatia in 1992. However, it continued to be a republic in Russia.\nGeography.\nBuryatia is in the south central part of Siberia. Because of this it has a subarctic climate, which have long, cold winters, and short, mild summers. There is not a lot of rainfall in the area because of the climate. The landscape is mostly mountainous. Lake Baikal, the world's largest freshwater lake, is also in Buryatia. There are many animals and birds in the area. These animals and birds may appear depending on the season. The area is also rich in minerals like gold, tungsten, uranium, zinc and more.\nDemographics.\nBuryatia's population at the end of the Soviet Union decreased for some time, according to data. It is currently increasing again. A little bit more than half of the population live in cities and towns. Most of the people that live in cities and towns live in the capital, Ulan-Ude. Ethnic Buryats are about one third of the population. Russians mostly make up the other two-thirds of the population. Most ethnic Buryats practice a religion that is mixed with Buddhism and Shamanism, which is a belief that worships spirits and nature. On the other hand, ethnic Russians mostly practice Orthodox Christianity. Russian is taught and used commonly in Buryatia. But the Buryat language is still taught in some schools and is used mostly at home.\nEconomy.\nThe economy of Buryatia mostly relies on farming. This includes the growing of crops and rearing of animals. The mining of minerals contributes to the economy of Buryatia. The building of military equipment and machines also contribute to the economy of Buryatia. Lake Baikal is a UNESCO World Heritage Site. Tourism to Lake Baikal and Buddhist sites are also more areas that have helped the economy.\nPolitics.\nThe Head of Buryatia is the leader of the republic. The Head is chosen by public vote every five years. The People's Khural, is the republic's parliament. The People's Khural lawmakers are chosen similarly by the public every five years. The majority of these lawmakers are currently from the United Russia party. The United Russia party is the ruling party of Russia. The republic was part of the Siberia Federal District before it was transferred to the current Far East Federal District.\nTransportation.\nBuryatia lies along the important Trans-Siberian railway and Trans-Siberian Highway. This railway and road link Moscow with Asia. They also connect Buryatia with the rest of Russia. The republic has several airports, including Baikal International Airport. Flights from these airports link Buryatia to cities further away.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federal_subjects_of_Russia","surface_form":"federal subjects of Russia","offset":38},{"uri":"Siberia","surface_form":"Siberian","offset":79},{"uri":"Russia","surface_form":"Russia","offset":96},{"uri":"Mongolia","surface_form":"Mongolia","offset":284},{"uri":"Mongols","surface_form":"Mongols","offset":359},{"uri":"Xiongnu","surface_form":"Xiongnu","offset":536},{"uri":"Kublai_Khan","surface_form":"Kublai Khan","offset":567},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":1009},{"uri":"Autonomous_republic","surface_form":"Autonomous Soviet Socialist Republic","offset":1058},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1227},{"uri":"Dissolution_of_the_Soviet_Union","surface_form":"Soviet Union collapsed","offset":1311},{"uri":"Republic","surface_form":"republic","offset":1424},{"uri":"Subarctic_climate","surface_form":"subarctic climate","offset":1530},{"uri":"Lake_Baikal","surface_form":"Lake Baikal","offset":1709},{"uri":"Ulan-Ude","surface_form":"Ulan-Ude","offset":2252},{"uri":"Buddhism","surface_form":"Buddhism","offset":2439},{"uri":"Shamanism","surface_form":"Shamanism","offset":2452},{"uri":"Orthodox_Christianity","surface_form":"Orthodox Christianity","offset":2566},{"uri":"Buryat_language","surface_form":"Buryat language","offset":2646},{"uri":"UNESCO","surface_form":"UNESCO","offset":3012},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":3019},{"uri":"Parliament","surface_form":"parliament","offset":3285},{"uri":"Legislation","surface_form":"lawmakers","offset":3317},{"uri":"United_Russia","surface_form":"United Russia","offset":3435},{"uri":"Trans-Siberian_railway","surface_form":"Trans-Siberian railway","offset":3683},{"uri":"Trans-Siberian_Highway","surface_form":"Trans-Siberian Highway","offset":3710},{"uri":"Moscow","surface_form":"Moscow","offset":3761},{"uri":"Baikal_International_Airport","surface_form":"Baikal International Airport","offset":3876}]}