{"id":665427,"url":"http://en.wikipedia.org/wiki/Feride_Rushiti","text":"Dr. Feride Rushiti is the founder and Executive Director of the Kosova Rehabilitation Centre for Torture Victims (KRCT) since 1999. Ms. Rushiti is graduated and specialized at the Faculty of Medicine, University of Tirana, Albania.\nFeride Rushiti is one of the pioneering activists of Human Rights in Kosovo. Soon as the war in Kosovo has ended in 1999 she established the KRCT the same year, just in order to treat survivor victims of torture where she was actively involved in providing medical and psycho-social assistance for the first post-war returnees.\nMs. Rushiti began its work in March 1999, when half of Kosovo’s population fled Kosovo, and mainly where deported to Albania; many of them had suffered from the effects of severe mental and somatic torture and other violations of human rights.\nShe continued in supporting victims of post-war trauma since that time and advocating strongly in promoting and advancing their rights, social inclusion, combating stigmatization, and get recognized by law for this sensitive social group.\nIn its 20 years of work and activity, the primary importance has been dedicated \"to the survivals of wartime sexual violence in Kosovo\". After almost two decades of work and uncompromising engagement of Mrs. Rushiti, survivors of sexual violence have been recognized as a civilian victim of war as a legal status. Exactly, in 2017, its advocacy brought an important government decision to fund personal retirement for survivors of wartime sexual violence in Kosovo.\nSince 2007, within the Human Rights and Advocacy Sector, she has been very active in lobbying, promoting and protecting human rights for persons deprived of their liberty. In this regard, thanks to the contribution and influence of Mrs. Rushiti, the overall treatment situation and the legal framework for persons deprived of their liberty has been promoted and improved.\nFeride Rushiti, as a result of her bold and unremitting commitment in the field of Rehabilitation, Human Rights, Research and Documentation, Advocacy and Lobbying, and Economic Reintegration, in 2018, the US Department of State has awarded the Award International for Courageous Women.\nLife.\nFeride Rushiti is an ethnic Albanian from Gjilan in eastern Kosovo.\nRushiti graduated from the Faculty of Medicine in Tirana in 1997. Later she specialized in gastroenterology.\nWork.\nIn 1999, Rushiti traveled to Kukës in eastern Kosovo, on the Albanian border. She worked with the UN’s children’s agency and with Doctors Without Borders.\nDuring the 1990s, more than half of the population of Kosovo moved out of the country, mostly to Albania, because of the 1998-1999 war and because of many human rights violations. Rushiti formed a group of 45 health professionals from Kosovo to provide medical and psychological support to the refugees. After the war, the refugees returned to Kosovo. This was a new beginning for protection of human rights, especially from torture and other forms of human degradation. In October 1999, Rushiti started the Kosovo Center for Rehabilitation of Torture Victims (KRCT), to provide rehabilitation, health care, and psycho-social help for the survivors of torture and violence.\nIn 2014, the parliament passed a law to recognize rape survivors as war victims, so they could receive pensions. In 2018, after more than ten years of advocacy by women's activists, including Feride Rushiti of The Kosovo Rehabilitation Centre for Torture Victims, they started receiving money. Survivors can receive $280 a month (about 228 Euros).","categories":[],"infobox_types":[],"annotations":[{"uri":"Gastroenterology","surface_form":"gastroenterology","offset":2332},{"uri":"Torture","surface_form":"torture","offset":2936},{"uri":"Pension","surface_form":"pension","offset":3288}]}