{"id":665478,"url":"http://en.wikipedia.org/wiki/Selection_sort","text":"e=\"preserve\">In computer science, selection sort is a method for sorting data such as numbers into an ordered list. It is not an efficient method of sorting data compared to more advanced algorithms such as quicksort and heapsort. However, it is very simple to build and is usually taught to beginners in computer science.\nSelection sort has a time complexity of O(n2).\nAlgorithm.\nWhen given a list of unsorted data, the algorithm will divide the list into two parts: one part that has all the sorted data and another part that has all the remaining unsorted data. When the algorithm first starts, there is no data in the first part as no data has been sorted yet and all the unsorted data is in the second part. The algorithm then starts to find the smallest item in the unsorted data and swap it with the left-most element of the list. The part with the sorted data is then the left-most element and the part with the unsorted data is the remaining unsorted elements. The algorithm repeats itself, by finding the smallest element within the list of unsorted data and swapping it with the left-most element, eventually getting a sorted data.\nImplementation.\nThe implementation of this algorithm requires using two nested loops. The outer loop is to work on every element in the list starting from the left-most element whereas the inner loop is to find for the smallest element within the unsorted part of the list before the smallest element is swapped with the left-most element.\nA possible way of writing this algorithm in Java is shown below.\npublic static void selectionSort(int[] array) {\nfor (int start = 0; start < array.length - 1; start++)","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_science","surface_form":"computer science","offset":16},{"uri":"Numbers","surface_form":"numbers","offset":86},{"uri":"Algorithm","surface_form":"algorithm","offset":188},{"uri":"Quicksort","surface_form":"quicksort","offset":207},{"uri":"Heapsort","surface_form":"heapsort","offset":221},{"uri":"Time_complexity","surface_form":"time complexity","offset":344},{"uri":"Big_O_notation","surface_form":"O","offset":363},{"uri":"Loop","surface_form":"loop","offset":1222},{"uri":"Java_(programming_language)","surface_form":"Java","offset":1527}]}