{"id":665572,"url":"http://en.wikipedia.org/wiki/Wired_(magazine)","text":"\"Wired\" (called \"WIRED\") is a magazine written in English. It is issued to readers once a month. They also put up their editions on the Internet, on their own website. Their writers write about politics, the economy, and how new technology changes culture. The magazine belongs to a company called Condé Nast, and has it’s headquarters in San Francisco, California.\nThey have other kinds of their magazine like \"Wired UK\", \"Wired Italia\", etc. In their first “colophons”, they said that a Canadian named Marshall McLuhan was their “patron saint”. When it started, influence on the magazine’s editorials was strongest about “techno-utopian” stuff.\nThere is a paywall on the website, which is 20 US dollars a year. During the time Condé Nast owned the magazine, Wired News took care of the website.\nHistory.\nThe magazine was started by a journalist named Louis Rossetto and his friend Jane Metcalfe, along with Ian Charles Stewart, in 1993. In the early days, they were backed up by a software entrepreneur named Charlie Jackson and an academic named Nicholas Negroponte of the MIT Media Lab, who was a columnist for six years (through 1998) and wrote the book \"Being Digital\". The founding designers were John Plunkett and Barbara Kuhr (Plunkett+Kuhr), starting with a 1991 verson and keeing up through the first five years of their magazine, 1993–98.\n\"Wired\", who said it was \"the \"Rolling Stone\" of technology\", showed off at the Macworld conference on January 2, 1993., gained success at its launch, it was loved by many for its vision, originality, innovation, and cultural impact. In its first four years, the magazine earned two National Magazine Awards for General Excellence and one for Design.\nThe founding executive editor of \"Wired\", Kevin Kelly, was once an editor of the \"Whole Earth Catalog\" and the \"Whole Earth Review\" and took with him a few contributing writers from those publications. Six writers of the first \"Wired\" issue (1.1) had made stories for \"Whole Earth Review\", with the most famous writer being Bruce Sterling (who was highlighted on the first cover) and Stewart Brand. Other people who contribute to \"Whole Earth\" were also shown in the magazine, including William Gibson, who was shown on \"Wireds cover in its first year and his article \"Disneyland with the Death Penalty\" in issue 1.4 resulted in the publication being banned in Singapore.","categories":[],"infobox_types":[],"annotations":[{"uri":"Magazine","surface_form":"magazine","offset":30},{"uri":"Cond%C3%A9_Nast","surface_form":"Condé Nast","offset":298},{"uri":"Colophons","surface_form":"colophons","offset":460},{"uri":"Marshall_McLuhan","surface_form":"Marshall McLuhan","offset":504},{"uri":"Patron_saint","surface_form":"patron saint","offset":532},{"uri":"Editorials","surface_form":"editorials","offset":592},{"uri":"USD","surface_form":"US dollars","offset":694},{"uri":"Louis_Rossetto","surface_form":"Louis Rossetto","offset":853},{"uri":"Jane_Metcalfe","surface_form":"Jane Metcalfe","offset":883},{"uri":"Ian_Charles_Stewart","surface_form":"Ian Charles Stewart","offset":909},{"uri":"Charlie_Jackson_(software)","surface_form":"Charlie Jackson","offset":1011},{"uri":"Nicholas_Negroponte","surface_form":"Nicholas Negroponte","offset":1049},{"uri":"MIT_Media_Lab","surface_form":"MIT Media Lab","offset":1076},{"uri":"Being_Digital","surface_form":"Being Digital","offset":1160},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":1382},{"uri":"Macworld","surface_form":"Macworld","offset":1431},{"uri":"National_Magazine_Awards","surface_form":"National Magazine Awards","offset":1634},{"uri":"Kevin_Kelly_(editor)","surface_form":"Kevin Kelly","offset":1744},{"uri":"Whole_Earth_Catalog","surface_form":"Whole Earth Catalog","offset":1784},{"uri":"Whole_Earth_Review","surface_form":"Whole Earth Review","offset":1814},{"uri":"Bruce_Sterling","surface_form":"Bruce Sterling","offset":2026},{"uri":"Stewart_Brand","surface_form":"Stewart Brand","offset":2086},{"uri":"William_Gibson","surface_form":"William Gibson","offset":2189},{"uri":"Disneyland_with_the_Death_Penalty","surface_form":"Disneyland with the Death Penalty","offset":2271},{"uri":"Singapore","surface_form":"Singapore","offset":2363}]}