{"id":665696,"url":"http://en.wikipedia.org/wiki/Reham_Khan","text":"Reham Khan is a British Pakistani journalist, author, and filmmaker.\nShe married Pakistani former cricketer and politician Imran Khan in January 2015. The couple divorced after 9 months.\nPersonal life.\nReham was born to Nayyar Ramzan, a Pakistani physician. She is ethnically of Pashtun origins from the Lughmani clan, a sub-clan of the Swati tribe.\nHer parents moved to Libya in the late 1960s, where Reham was born in Ajdabiya in 1973. She has one sister and one brother.\nReham has a Bachelor Degree in Education from Jinnah College for Women, Peshawar\nShe married Ejaz Rehman, her first cousin and British psychiatrist, when she was 19. Following their divorce, Khan began working as a broadcast journalist and later as randi in heera mandi. She has three children who have lived with her since the divorce.\nOn 6 January 2015, Imran Khan confirmed his marriage to Reham which ended on 30 October 2015 in a divorce.\nCareer.\nReham started her career in 2006 hosting shows on Legal TV. In 2007, Reham began presenting for Sunshine Radio Hereford and Worcester. In 2008, Khan joined BBC as broadcast journalist.\nIn 2013, Khan joined Pakistani news channel News One. In 2014, following a brief stint at PTV, she joined Dawn News presenting the current affairs show \"In Focus\". In May 2015, she began to host \"The Reham Khan Show\", a programme celebrating Pakistani heroes. In December 2015, she started a new talk show by the name of \"Tabdeeli\" on Neo TV. \"Tabdeeli\" (change) is also a political slogan of Imran Khan, her former husband.\nReham has also produced a Pakistani film \"Janaan\", the romantic comedy set in Swat which premiered on the occasion of Eid ul Adha on 13 September 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_Pakistani","surface_form":"British Pakistani","offset":16},{"uri":"Imran_Khan","surface_form":"Imran Khan","offset":123},{"uri":"Pakistani","surface_form":"Pakistani","offset":237},{"uri":"Pashtuns","surface_form":"Pashtun","offset":279},{"uri":"Ajdabiya","surface_form":"Ajdabiya","offset":420},{"uri":"Bachelor_Degree","surface_form":"Bachelor Degree","offset":486},{"uri":"Jinnah_College_for_Women","surface_form":"Jinnah College for Women","offset":520},{"uri":"Peshawar","surface_form":"Peshawar","offset":546},{"uri":"Imran_Khan","surface_form":"Imran Khan","offset":830},{"uri":"Hereford","surface_form":"Hereford","offset":1037},{"uri":"Worcester","surface_form":"Worcester","offset":1050},{"uri":"News_One","surface_form":"News One","offset":1155},{"uri":"The_Reham_Khan_Show","surface_form":"The Reham Khan Show","offset":1307},{"uri":"Neo_TV","surface_form":"Neo TV","offset":1446},{"uri":"Janaan","surface_form":"Janaan","offset":1578},{"uri":"Eid_ul_Adha","surface_form":"Eid ul Adha","offset":1654}]}