{"id":66592,"url":"http://en.wikipedia.org/wiki/Gerry_Adams","text":"Gerard 'Gerry' Adams () (born 6 October, 1948 in Belfast, Northern Ireland) is an Irish politician who was the president of Sinn Féin, a political party that wants Northern Ireland to join the Republic of Ireland. He was a member of the Northern Ireland Assembly in Belfast and is a member of the British Parliament for Belfast West. He does not go to Parliament because he does not believe that Britain should control Northern Ireland, this is called abstensionism.\nAdams is a spokesman for the \"Irish republican movement\" or the \"Provisional movement\". This includes Sinn Féin and the Provisional Irish Republican Army (PIRA). The IRA is illegal in the United Kingdom and the Republic of Ireland, because it is called as a terrorist group by both governments. Adams is thought to have persuaded the IRA to give up its \"war\" against the UK in return for devolved government for Northern Ireland.\nFrom the late 1980s, Adams was an important figure in the Northern Ireland peace process, started when he met first the SDLP (Social Democratic and Labour Party’s) leader John Hume and later the Irish and British governments, and then other parties. In 1995 the IRA stopped fighting, and in 2005 the IRA said the war was over.\nAdams retired from politics in February 2018.\nBackground.\nGerry Adams was born in West Belfast. He has 4 brothers and 5 sisters.\nHis parents, Gerry Adams Sr. and Annie Hannaway, came from strong republican backgrounds. Adams's grandfather, also named Gerry Adams, had been a member of the Irish Republican Brotherhood (IRB) during the Irish War of Independence. Two of Adams's uncles, Dominic and Patrick Adams, had been interned (jailed without a trial) by the governments in Belfast and Dublin. His uncle Dominic was a senior figure in the IRA of the mid-1940s, but not the chief of staff as some people say. Gerry Sr. joined the IRA when he was sixteen.\nAdams's mother’s grandfather, Michael Hannaway, was a member of the Fenians during their dynamiting campaign in England in the 1860s and 1870s. Michael's son, Billy, was election agent for Éamon de Valera in 1918 in West Belfast but refused to follow de Valera into democratic and constitutional politics upon the formation of Fianna Fáil. Annie Hannaway was a member of Cumann na mBan, the women's branch of the IRA. Three of her brothers (Alfie, Liam and Tommy) were also IRA members.\nEarly republican career.\nIn the late 1960s, a civil rights campaign started in Northern Ireland, to get equal treatments for Roman Catholics Adams was an active supporter and joined the Northern Ireland Civil Rights Association in 1967. Instead of leading to change, the civil rights movement there were protests counter-demonstrators called Loyalists. In August 1969 there was rioting in Northern Ireland’s big cities of Belfast and Derry, and the Government of Northern Ireland asked for the British army to help keep control.\nThis is when the IRA and its political counterpart in Sinn Féin, restarted. Gerry Adams was active in Sinn Féin at this time. In 1970 the republican movement (that is the peaceful politicians and the fighters like the IRA who all want the United Kingdom not to control Northern Ireland) split. Adams aligned himself with the active \"Provisional\" part based in Belfast. The \"Official\" part based in Dublin was not interested in fighting for people in Belfast, and the \"Official\" Sinn Féin was more interested in spreading Marxism rather than making Ireland united.\nIn August 1971, internment without trial was introduced in Northern Ireland. Adams was arrested in March 1972 and interned HMS Maidstone, but was set free in June to take part in secret talks in London. There was a short-lived truce and some members of the IRA met with William Whitelaw the British government minister in charge of Northern Ireland. The IRA delegation included Sean Mac Stiofain (Chief of Staff), Daithi O'Conaill, Seamus Twomey, Ivor Bell, Martin McGuinness and Gerry Adams. The IRA insisted Adams be included in the meeting and he was released from internment to participate. Following the failure of the talks he helped to plan a bombing campaign in Belfast known as Bloody Friday. He was re-arrested in July 1973 and interned at Long Kesh internment camp, which was later called the Maze Prison. After attempting to escape he was sentenced to imprisonment, which was also served at the Maze.\nDuring the Hunger Strikes of 1981, Adams played an important policy-making role. The hunger strikes saw Sinn Féin become more important as a political force. In 1983 he was elected president of Sinn Féin and became the first Sinn Féin MP elected to the British House of Commons since the 1950s. Following his election (as MP for Belfast West) the British government lifted a ban on him travelling to Britain. In line with Sinn Féin policy, he refused to sit in the House of Commons.\nOn 14 March 1984, Adams was seriously wounded in an assassination attempt when several Ulster Freedom Fighters (UFF) gunmen fired about twenty shots into the car in which he was travelling. After the shooting, undercover plain-clothes police officers seized three suspects who were later convicted and sentenced. One of the three was John Gregg. Adams claimed that the British army had prior knowledge of the attack and allowed it to go ahead.\nAlleged IRA membership.\nAdams has often said that he has never been a member of the Provisional Irish Republican Army (IRA). However, several writers and journalists such as Ed Moloney, Richard English, Peter Taylor and Mark Urban have all said Adams was part of the IRA leadership during the 1970s. Adams has called Moloney's claims \"libellous.\"\nPresident of Sinn Féin.\nIn 1978, Gerry Adams became joint-vice-president of Sinn Féin and he led a challenge to the Sinn Féin leadership of President Ruairí Ó Brádaigh and joint-Vice President Dáithí Ó Conaill. Others who supported Adams and were from Belfast included Jim Gibney, Tom Hartley, and Danny Morrison. Some say Ruairí Ó Brádaigh was a more traditional Irish nationalist and that the northern leadership which surrounded Adams wanted to act faster and in different ways if they had to.\nThe 1975 IRA-British truce is often viewed as the event that began the challenge to the original Provisional Sinn Féin leadership, which was said to be Southern-based and dominated by southerners like Ó Brádaigh and Ó Conaill. However, the Chief of Staff of the IRA at the time, Seamus Twomey, was a senior figure from Belfast. Others in the leadership also lived in the North, including Billy McKee from Belfast. Adams was supposed to have become the most senior figure in the IRA Northern Command because he wanted only military action, but during his time in prison Adams came to thought about his ideas and became more political.\nIt is alleged that \"provisional\" republicanism was founded on its opposition to the communist-inspired \"broad front\" politics of the Cathal Goulding-led Official IRA, but this too is disputed.\nSome of the main reasons that the Provisional IRA was founded in December 1969 and provisional Sinn Féin was founded in January 1970, was that people like Ó Brádaigh, O'Connell, and Billy McKee wanted new political bodies and did not want to work in or with the existing bodies such as the Parliament in London. Another was the failure of the Goulding leadership to defend of nationalist areas against attacks by Loyalists and sometimes even the police. At the December 1969 IRA convention and the January 1970 Sinn Féin Ard Fheis (the Irish words for a party conference or convetion) the delegates voted to participate in the Dublin (Leinster House), Belfast (Stormont) and London (Westminster) parliaments, the organisations split into Provisional and Official parts. Gerry Adams, who had joined the Republican Movement in the early 1960s, did not go with the Provisionals until later in 1970.\nEnd of abstentionism.\nRepublicans like Ruairí Ó Brádaigh said that the only legitimate country in Ireland was the Irish Republic declared in 1916. They said the legal government was the IRA Army Council because the last remaining anti-Anglo-Irish Treaty deputies of the Second Dáil made them the government. (Adams agreed to this idea of republican political legitimacy until quite recently - however in his 2005 speech to the Sinn Féin Ard Fheis he rejected it.)\nWhen Sinn Féin any won seats in the British or Irish parliaments they never went to the parliaments. At its 1986 Ard Fheis, Sinn Féin changed its and constitution to allow its members to sit in the Dublin parliament (Leinster House/Dáil Éireann). This made Ruairí Ó Brádaigh lead a small walkout, just as he had done years earlier to create Provisional Sinn Féin. This minority which still believed in abstentionism, called themselves Republican Sinn Féin (or Sinn Féin Poblachtach in Irish), and says that they are the true Sinn Féin.\nAdams' leadership of Sinn Féin was supported by a Northern-based group that included Danny Morrison and Martin McGuinness. Adams and others, over time, pointed to Sinn Féin election wins in the early and mid-1980s, when hunger strikers Bobby Sands and Kieran Doherty were elected to the British House of Commons and Dáil Éireann, and they pushed to get Sinn Féin become more political and less paramilitary. This policy was a success and Adams and McGuinness, and others, were elected to the House of Commons, but never attend. Sinn Féin still abstains from Westminster.\nVoice ban.\nAt this time most ordinary people in Britain knew about Adams because they could not hear him. Prime Minister Margaret Thatcher banned radio and television stations from broadcasting his voice. All Irish republican organisations and loyalist terrorist organisations were banned like this, but Adams was the only person important enough to appear regularly on TV. This ban was imposed after the BBC interviewed Martin McGuinness. and the British Government thought that some groups were getting too much publicity.\nA similar ban, known as Section 31, had been law in the Republic of Ireland since the 1970s. However media outlets soon found ways around the ban, first by the use of subtitles, and later and more commonly by using actors to read his words over the pictures of him speaking.\nThis ban was made fun of in cartoons and satirical TV shows, notably \"Spitting Image\", and in \"The Day Today\". It was also criticized by freedom of speech organisations worldwide and British media personalties, including BBC Director General John Birt and BBC foreign editor John Simpson. The ban was lifted by Prime Minister John Major on 17 September 1994.\nMoving into mainstream politics.\nSinn Féin continued its policy of refusing to sit in the Westminster parliament even after Adams won the Belfast West constituency. He lost his seat to Joe Hendron of the Social Democratic and Labour Party (SDLP) in the 1992 general election. However, he easily regained it at the next election in May 1997.\nUnder Adams, Sinn Féin moved away from being a political voice of the Provisional IRA to becoming a professionally organised political party in both Northern Ireland and the Republic of Ireland.\nSDLP leader John Hume MP realised that a negotiated settlement might be possible and began secret talks with Adams in 1988. These discussions led to unofficial contacts with the British Northern Ireland Office under the Secretary of State for Northern Ireland, Peter Brooke, and with the government of the Republic under Charles Haughey – although both governments maintained in public that they would not negotiate with \"terrorists\".\nThese talks provided the basis for what was later to be the Belfast Agreement, as well as the Downing Street Declaration and the Joint Framework Document.\nThese negotiations led to the IRA ceasefire in August 1994. The new Irish Taoiseach (prime minister) Albert Reynolds had played a key role in the Hume/Adams talks through his Special Advisor Martin Mansergh, thought the ceasefire as permanent. However the IRA ended its ceasefire because of the slow pace of developments, partly because British prime minister John Major needed the votes of the Ulster Unionist Party in the House of Commons.\nLater there was a new ceasefire, and there were talks between teams from the British and Irish governments, the Ulster Unionist Party, the SDLP, Sinn Féin and representatives of loyalist paramilitary organizations, under the chairmanship of former United States Senator Mitchell. The talks produced the Belfast Agreement (also called the \"Good Friday Agreement\" as it was signed on Good Friday, 1998). Under the agreement, structures were created to show that some people on the island of Ireland were Irish and others wanted to be British. A British-Irish Council and the Northern Ireland Assembly were set up.\nArticles 2 and 3 of the Republic's constitution, \"Bunreacht na hÉireann\", which claimed sovereignty over all of Ireland, were reworded, and a power-sharing Executive Committee was provided for. As part of their deal Sinn Féin agreed to abandon its abstentionist policy regarding a \"six-county parliament\", and took its seats in the new Assembly based at Stormont Sinn Féin ran the and running the health and social services and the education ministries in the power-sharing government.\nOpponents in Republican Sinn Féin accused Sinn Féin of \"selling out\" by agreeing to participate in what it called \"partitionist assemblies\" in the Republic and Northern Ireland. However Gerry Adams insisted that the Belfast Agreement provided a way to make Ireland united by non-violent and legal means, much as Michael Collins had said of the Anglo-Irish Treaty in 1922\nWhen Sinn Féin came to nominate its two ministers to the Executive Council, the party, like the SDLP and the Democratic Unionist Party (DUP) did not to include its leader among its ministers. (When later the SDLP chose a new leader, it selected one of its ministers, Mark Durkan, who then opted to remain a minister.)\nAdams remains the President of Sinn Féin, with Caoimhghín Ó Caoláin serving as Sinn Féin parliamentary leader in Dáil Éireann, and Martin McGuinness the party's chief negotiator and effective party head in the Northern Ireland Assembly. His son, Gearoid is a primary school teacher and has represented County Antrim in gaelic football.\nOn 8 March 2007 it was Adams was re-elected to the Northern Ireland Assembly.\nOn 26 March 2007, he met with DUP leader Ian Paisley face-to-face for the first time, and the two came to an agreement regarding the return of the power-sharing executive in Northern Ireland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belfast","surface_form":"Belfast","offset":49},{"uri":"Irish_people","surface_form":"Irish","offset":82},{"uri":"Politician","surface_form":"politician","offset":88},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":124},{"uri":"Political_party","surface_form":"political party","offset":137},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":164},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":193},{"uri":"Northern_Ireland_Assembly","surface_form":"Northern Ireland Assembly","offset":237},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"Parliament","offset":305},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":569},{"uri":"Provisional_Irish_Republican_Army","surface_form":"Provisional Irish Republican Army","offset":587},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":655},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":678},{"uri":"Terrorism","surface_form":"terrorist","offset":725},{"uri":"Devolution","surface_form":"devolved","offset":855},{"uri":"Social_Democratic_and_Labour_Party","surface_form":"Social Democratic and Labour Party","offset":1023},{"uri":"John_Hume","surface_form":"John Hume","offset":1068},{"uri":"Belfast","surface_form":"Belfast","offset":1311},{"uri":"Irish_Republican_Brotherhood","surface_form":"Irish Republican Brotherhood","offset":1513},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":1559},{"uri":"%C3%89amon_de_Valera","surface_form":"Éamon de Valera","offset":2070},{"uri":"Fianna_F%C3%A1il","surface_form":"Fianna Fáil","offset":2208},{"uri":"Cumann_na_mBan","surface_form":"Cumann na mBan","offset":2252},{"uri":"Northern_Ireland_Civil_Rights_Association","surface_form":"Northern Ireland Civil Rights Association","offset":2554},{"uri":"Derry","surface_form":"Derry","offset":2802},{"uri":"Internment","surface_form":"internment","offset":3477},{"uri":"HMS_Maidstone","surface_form":"HMS Maidstone","offset":3584},{"uri":"William_Whitelaw%2C_1st_Viscount_Whitelaw","surface_form":"William Whitelaw","offset":3731},{"uri":"Sean_Mac_Stiofain","surface_form":"Sean Mac Stiofain","offset":3839},{"uri":"Daithi_O%27Conaill","surface_form":"Daithi O'Conaill","offset":3875},{"uri":"Seamus_Twomey","surface_form":"Seamus Twomey","offset":3893},{"uri":"Ivor_Bell","surface_form":"Ivor Bell","offset":3908},{"uri":"Martin_McGuinness","surface_form":"Martin McGuinness","offset":3919},{"uri":"1973","surface_form":"1973","offset":4190},{"uri":"Maze_Prison","surface_form":"Long Kesh","offset":4211},{"uri":"1981_Irish_hunger_strike","surface_form":"Hunger Strikes of 1981","offset":4385},{"uri":"British_House_of_Commons","surface_form":"British House of Commons","offset":4627},{"uri":"Belfast_West_(UK_Parliament_constituency)","surface_form":"Belfast West","offset":4703},{"uri":"United_Kingdom","surface_form":"British","offset":4721},{"uri":"United_Kingdom","surface_form":"Britain","offset":4774},{"uri":"Ulster_Freedom_Fighters","surface_form":"Ulster Freedom Fighters","offset":4944},{"uri":"John_Gregg_(UDA)","surface_form":"John Gregg","offset":5191},{"uri":"British_army","surface_form":"British army","offset":5226},{"uri":"Provisional_Irish_Republican_Army","surface_form":"Provisional Irish Republican Army","offset":5385},{"uri":"Ed_Moloney","surface_form":"Ed Moloney","offset":5475},{"uri":"Richard_English","surface_form":"Richard English","offset":5487},{"uri":"Peter_Taylor_(Journalist)","surface_form":"Peter Taylor","offset":5504},{"uri":"Ruair%C3%AD_%C3%93_Br%C3%A1daigh","surface_form":"Ruairí Ó Brádaigh","offset":5798},{"uri":"D%C3%A1ith%C3%AD_%C3%93_Conaill","surface_form":"Dáithí Ó Conaill","offset":5841},{"uri":"Danny_Morrison_(Irish_republican)","surface_form":"Danny Morrison","offset":5946},{"uri":"Irish_nationalism","surface_form":"Irish nationalist","offset":6012},{"uri":"Seamus_Twomey","surface_form":"Seamus Twomey","offset":6424},{"uri":"Billy_McKee","surface_form":"Billy McKee","offset":6533},{"uri":"Communist","surface_form":"communist","offset":6863},{"uri":"Cathal_Goulding","surface_form":"Cathal Goulding","offset":6912},{"uri":"Official_IRA","surface_form":"Official IRA","offset":6932},{"uri":"Ruair%C3%AD_%C3%93_Br%C3%A1daigh","surface_form":"Ruairí Ó Brádaigh","offset":7907},{"uri":"Irish_Republic","surface_form":"Irish Republic","offset":7982},{"uri":"Second_D%C3%A1il","surface_form":"Second Dáil","offset":8138},{"uri":"Ruair%C3%AD_%C3%93_Br%C3%A1daigh","surface_form":"Ruairí Ó Brádaigh","offset":8589},{"uri":"Abstentionism","surface_form":"abstentionism","offset":8734},{"uri":"Republican_Sinn_F%C3%A9in","surface_form":"Republican Sinn Féin","offset":8767},{"uri":"Danny_Morrison_(activist)","surface_form":"Danny Morrison","offset":8953},{"uri":"Martin_McGuinness","surface_form":"Martin McGuinness","offset":8972},{"uri":"Hunger_strike","surface_form":"hunger strike","offset":9088},{"uri":"Bobby_Sands","surface_form":"Bobby Sands","offset":9104},{"uri":"Kieran_Doherty","surface_form":"Kieran Doherty","offset":9120},{"uri":"British_House_of_Commons","surface_form":"British House of Commons","offset":9155},{"uri":"D%C3%A1il_%C3%89ireann","surface_form":"Dáil Éireann","offset":9184},{"uri":"Paramilitary","surface_form":"paramilitary","offset":9262},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":9545},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":9560},{"uri":"Martin_McGuinness","surface_form":"Martin McGuinness","offset":9860},{"uri":"Spitting_Image","surface_form":"Spitting Image","offset":10309},{"uri":"The_Day_Today","surface_form":"The Day Today","offset":10334},{"uri":"Freedom_of_speech","surface_form":"freedom of speech","offset":10376},{"uri":"John_Birt","surface_form":"John Birt","offset":10481},{"uri":"John_Simpson","surface_form":"John Simpson","offset":10514},{"uri":"John_Major","surface_form":"John Major","offset":10565},{"uri":"Westminster","surface_form":"Westminster","offset":10688},{"uri":"Belfast_West_(UK_Parliament_constituency)","surface_form":"Belfast West","offset":10736},{"uri":"Joe_Hendron","surface_form":"Joe Hendron","offset":10783},{"uri":"Social_Democratic_and_Labour_Party","surface_form":"Social Democratic and Labour Party","offset":10802},{"uri":"United_Kingdom_general_election%2C_1992","surface_form":"1992 general election","offset":10851},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":11088},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":11113},{"uri":"John_Hume","surface_form":"John Hume","offset":11146},{"uri":"Northern_Ireland_Office","surface_form":"Northern Ireland Office","offset":11320},{"uri":"Secretary_of_State_for_Northern_Ireland","surface_form":"Secretary of State for Northern Ireland","offset":11354},{"uri":"Peter_Brooke","surface_form":"Peter Brooke","offset":11395},{"uri":"Charles_Haughey","surface_form":"Charles Haughey","offset":11455},{"uri":"Belfast_Agreement","surface_form":"Belfast Agreement","offset":11629},{"uri":"Downing_Street_Declaration","surface_form":"Downing Street Declaration","offset":11663},{"uri":"Joint_Framework_Document","surface_form":"Joint Framework Document","offset":11698},{"uri":"Taoiseach","surface_form":"Taoiseach","offset":11798},{"uri":"Albert_Reynolds","surface_form":"Albert Reynolds","offset":11825},{"uri":"Martin_Mansergh","surface_form":"Martin Mansergh","offset":11915},{"uri":"John_Major","surface_form":"John Major","offset":12084},{"uri":"Ulster_Unionist_Party","surface_form":"Ulster Unionist Party","offset":12119},{"uri":"Ulster_Unionist_Party","surface_form":"Ulster Unionist Party","offset":12278},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":12311},{"uri":"Loyalist","surface_form":"loyalist","offset":12344},{"uri":"United_States","surface_form":"United States","offset":12414},{"uri":"Belfast_Agreement","surface_form":"Belfast Agreement","offset":12469},{"uri":"Good_Friday","surface_form":"Good Friday","offset":12548},{"uri":"British-Irish_Council","surface_form":"British-Irish Council","offset":12709},{"uri":"Northern_Ireland_Assembly","surface_form":"Northern Ireland Assembly","offset":12739},{"uri":"Bunreacht_na_h%C3%89ireann","surface_form":"Bunreacht na hÉireann","offset":12828},{"uri":"Parliament_Buildings_(Northern_Ireland)","surface_form":"Stormont","offset":13132},{"uri":"Partition_of_Ireland","surface_form":"partitionist","offset":13379},{"uri":"Michael_Collins_(Irish_leader)","surface_form":"Michael Collins","offset":13576},{"uri":"Anglo-Irish_Treaty","surface_form":"Anglo-Irish Treaty","offset":13608},{"uri":"Democratic_Unionist_Party","surface_form":"Democratic Unionist Party","offset":13744},{"uri":"Mark_Durkan","surface_form":"Mark Durkan","offset":13902},{"uri":"Caoimhgh%C3%ADn_%C3%93_Caol%C3%A1in","surface_form":"Caoimhghín Ó Caoláin","offset":14000},{"uri":"Martin_McGuinness","surface_form":"Martin McGuinness","offset":14084},{"uri":"Primary_school","surface_form":"primary school","offset":14212},{"uri":"County_Antrim","surface_form":"County Antrim","offset":14255},{"uri":"Gaelic_football","surface_form":"gaelic football","offset":14272}]}