{"id":666025,"url":"http://en.wikipedia.org/wiki/Balikbayan_box","text":"e=\"preserve\"> A balikbayan box (literally \"repatriate box\") is a corrugated box filled with items given by Filipinos overseas to their family back home.\nMost of the time the box is sent to its destination by people who work as \"freight forwarders\" who know a lot about shipping balikbayan boxes by sea, the boxes can be brought by Filipinos returning to the Philippines on air flights.\nHistory.\nThe balikbayan box was invented sometime in the 1980s, in the United States because there were a lot of overseas Filipino workers in the country. The first freight forwarder to give balikbayan box services was Rico Nunga who founded REN International in Los Angeles, California in 1981.\nIn 1982, Ramon Ungco, a Filipino living in New York City, founded Port Jersey Shipping International. Many people think these two companies are the “pioneers” of door-to-door delivery of balikbayan boxes, which back then they had to pay import duties when the boxes got into the Philippines.\nOn 30 June 1987, the President of the Philippines Corazon Aquino at that time, started Executive Order No. 206. This order changed Section 105 (f) and added a new subsection (f-1) to Republic Act No. 1937, which some people also know as the Tariff and Customs Code of the Philippines, which became law on 22 July 1957 by former president Carlos P. Garcia.\nThe now-changed Section 105 of the Tariff and Customs Code of the Philippines gives duty- and tax-free privileges to balikbayan boxes taken to the Philippines by overseas Filipino workers (OFWs) in recognition of the large impact of their contribution and sacrifices outside of the Philippines as well as bringing a lot of foreign exchange annually that helped the national recovery effort at that time.\nThis let tax-free entry of personal goods in the country from Filipinos overseas. People then started sending balikbayan boxes through friends and their co-workers who were going back to the Philippines.\nAfter the September 11 attacks in the US and the passage of the Patriot Act by the US Congress, the United States Department of Homeland Security's Out-Bound Exam Team started searching balikbayan boxes.\nIt was so long and strict, the boxes arrived up to three weeks late at the U.S. Immigration and Customs Enforcement inspection facility.\nThis made it take longer to get a box through, from 21 days to 30 plus days. The inspections also had balikbayan boxes opened, and people were angry about pilferage and mishandling. The Philippines Bureau of Customs also did 100% inspections which caused the deliveries to arrive really late.\nThe inspections had to happen because of some individuals who use balikbayan boxes to get commercial items through without paying taxes or smuggle contraband. Since balikbayan box shipping is consolidated, even one illegal item will affect all 400 or so items inside the container. The inspection was made better using high performance X-ray machines.\nIn 2012, these delays were made even worse since the City Of Manila decided to stop trucks from driving along the route to and from the Port of Manila, causing long delays in releasing and transporting not only balikbayan boxes but all cargoes, domestic and international.\nMost balikbayan box companies, which are based in Parañaque City close to the airport, couldn’t operate because of the truck ban until it was settled.\nThe industry was scrutinized by the Philippine Senate in 2015 after lots of complaints were brought to the attention of the public through social media after the Philippine Customs Commissioner Albert Lina said that the inspectors would open the balikbayan boxes for inspection and would include more taxes.\nThis caused the passage of the Customs Modernization Act, which had been waiting to be passed for years, and also had the Balikbayan Box Law added into the act, increasing the tax-exemption ceiling from PHP 500 (US$9) to PHP 150,000 (US$2,938). This included items being brought home by Filipino tourists from trips abroad, \"pasalubong\" or gifts, and returning resident shipments.\nTo protect consumers, the Department of Trade and Industry (DTI), using its Philippine Shipper's Bureau, does regular accreditation of international freight forwarders and tells consumers not to use the services of unaccredited and incredibly cheap shipping companies.\nThe Door to Door Consolidated Association of the Philippines, says there are 400,000 balikbayan boxes that get into the Philippines every month.\nDescription.\nShipped boxes are taken straight away to the recipient, usually the family of the overseas Filipino.\nCultural significance.\nPart of the attraction of the balikbayan box is because it is important to the economy, which allows cheaper bulk shipment of items versus sending them one at a time or in smaller boxes through postal services. The bad thing though is it takes longer to reach it’s destination by container ship, which most of the time needs several weeks, along with there being no certain delivery date. The balikbayan box is a modern version of the general Philippine practice of \"pasalubong\", where travellers within or outside the country are culturally expected to bring home gifts to family, friends and colleagues. The balikbayan box gives connections between family inside the Philippines and those who are abroad, and give goods to the family within the Philippines.","categories":[],"infobox_types":[],"annotations":[{"uri":"Corrugated_box","surface_form":"corrugated box","offset":65},{"uri":"Filipinos","surface_form":"Filipinos","offset":107},{"uri":"Cargo","surface_form":"freight","offset":228},{"uri":"Transport","surface_form":"shipping","offset":269},{"uri":"Philippines","surface_form":"Philippines","offset":358},{"uri":"United_States","surface_form":"United States","offset":457},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":649},{"uri":"Filipinos","surface_form":"Filipino","offset":706},{"uri":"New_York_City","surface_form":"New York City","offset":725},{"uri":"Door-to-door","surface_form":"door-to-door","offset":844},{"uri":"Corazon_Aquino","surface_form":"Corazon Aquino","offset":1024},{"uri":"Carlos_P._Garcia","surface_form":"Carlos P. Garcia","offset":1312},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":1948},{"uri":"Patriot_Act","surface_form":"Patriot Act","offset":2002},{"uri":"US_Congress","surface_form":"US Congress","offset":2021},{"uri":"United_States_Department_of_Homeland_Security","surface_form":"United States Department of Homeland Security","offset":2038},{"uri":"U.S._Immigration_and_Customs_Enforcement","surface_form":"U.S. Immigration and Customs Enforcement","offset":2217},{"uri":"Contraband","surface_form":"contraband","offset":2719},{"uri":"Manila","surface_form":"Manila","offset":2985},{"uri":"Port_of_Manila","surface_form":"Port of Manila","offset":3060},{"uri":"Para%C3%B1aque_City","surface_form":"Parañaque City","offset":3247},{"uri":"Ninoy_Aquino_International_Airport","surface_form":"airport","offset":3275},{"uri":"US_dollar","surface_form":"US$","offset":3868},{"uri":"US_dollar","surface_form":"US$","offset":3890},{"uri":"Department_of_Trade_and_Industry_(Philippines)","surface_form":"Department of Trade and Industry","offset":4063},{"uri":"Economy","surface_form":"economy","offset":4667},{"uri":"Container_ship","surface_form":"container ship","offset":4868},{"uri":"Pasalubong","surface_form":"pasalubong","offset":5055}]}