{"id":666175,"url":"http://en.wikipedia.org/wiki/Chinese_place_names","text":"e=\"preserve\">Chinese place names are the names of places in China. Since the Chinese language has not had any sort of phonetic alphabet until only about a few hundred years ago (compared to the thousands of years the Chinese characters have been used), there has been a lot of confusion on naming places in Chinese. Since Chinese characters are a logographic writing system, meaning that the writing mainly shows the words' meaning rather than its pronunciation, it can be used to write down words in many different languages. On top of all this, the Chinese language is not one unified language, but an entire branch of the Sino-Tibetan language family. Many of the Chinese languages or dialects are mutually unintelligible, which means a speaker of one language or dialect cannot understand a speaker of another unless one of them already knew the other's language or dialect. For example, Mandarin and Cantonese are both dialects of Chinese, but they are so different from each other than their speakers cannot understand the other unless at least one speaker knew both. Therefore, knowing which spoken dialect to use when writing out the name in the Roman alphabet, which is a phonetic writing system and not a logographic one, can be challenging. For example, while the name of the city is written as 北京 in Chinese, it is called \"Běijīng\" in Mandarin and \"Bak1 Ging1\" in Cantonese.\nIn mainland China, most place names are in Mandarin Chinese, the country's official spoken language. Even though the sounds of Mandarin Chinese have not changed for a long time, there were many different ways to write Chinese place names in Mandarin using the Roman alphabet, or many different kinds of romanizations. This created a lot of confusion and misinformation for non-Chinese speakers on what to call Chinese place names. For example, Beijing was spelled Peking, Nanjing was called Nanking, Tianjin was spelled Tiantsin, and Qingdao was spelled Tsingtao. These many spelling systems caused confusion among non-Chinese speakers and therefore whatever name speakers of other languages called place names ended up sounding very different from Mandarin Chinese. In order to teach people how to correctly pronounce Mandarin Chinese, to mainland Chinese and non-Chinese alike, the Chinese Communist Party made Hanyu Pinyin the only accepted romanization in official use and banned all other romanizations in official use in mainland China. Peking became Beijing, Nanking became Nanjing, Tiantsin became Tianjin, and Tsingtao became Qingdao. While the pronunciation of these place names stayed the same in Mandarin, it allowed non-Chinese speakers, especially English speakers, to say Chinese place names much more accurately to their Mandarin pronunciations.\nHowever, in the autonomous regions, places in China where certain minority groups make up a large part of the region's population, many place names changed back from Chinese to the local languages in order to represent the local languages. For example, the city of Dihua (迪化) was changed back to Urumqi, which is the name of the city in the local Uyghur language, after the Xinjiang Uyghur Autonomous Region was formed.\nIn Taiwan, where Mandarin Chinese is also the official language, the spelling of place names tends to be inconsistent. The names of Taiwanese cities are usually in Chinese postal romanization. This is why the cities are spelled Taipei, Kaohsiung, and Taichung instead of Taibei, Gaoxiong, and Taizhong, which is how they would be spelled in Hanyu Pinyin. This is the case because many Taiwanese dislike using Hanyu Pinyin (even though it is the standard romanization of Mandarin Chinese worldwide) because it was created by the Chinese Communist Party, which many Taiwanese do not like. While within northern Taiwanese cities most names of streets, districts, and subway stops are in Hanyu Pinyin (since Hanyu Pinyin is generally more accepted in the north), cities in southern Taiwan use many different spelling systems simply to resist using Hanyu Pinyin. In several cases, the exact same street can be spelled several different ways. For example, in Banqiao, Xinzhan Road (新站路) is spelled \"Shinjann Rd.\" on one section and \"Sin Jhan Rd.\" on another.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"China","offset":60},{"uri":"Phonetics","surface_form":"phonetic","offset":118},{"uri":"Alphabet","surface_form":"alphabet","offset":127},{"uri":"Chinese_characters","surface_form":"Chinese characters","offset":217},{"uri":"Logogram","surface_form":"logographic","offset":347},{"uri":"Writing_system","surface_form":"writing system","offset":359},{"uri":"Pronunciation","surface_form":"pronunciation","offset":448},{"uri":"Chinese_language","surface_form":"Chinese language","offset":551},{"uri":"Language_family","surface_form":"branch","offset":611},{"uri":"Sino-Tibetan_languages","surface_form":"Sino-Tibetan language family","offset":625},{"uri":"Language","surface_form":"languages","offset":675},{"uri":"Dialect","surface_form":"dialects","offset":688},{"uri":"Mutual_intelligibility","surface_form":"mutually unintelligible","offset":701},{"uri":"Mandarin_Chinese","surface_form":"Mandarin","offset":892},{"uri":"Cantonese_language","surface_form":"Cantonese","offset":905},{"uri":"Latin_script","surface_form":"Roman alphabet","offset":1154},{"uri":"Mainland_China","surface_form":"mainland China","offset":1390},{"uri":"Country","surface_form":"country's","offset":1452},{"uri":"Official_language","surface_form":"official spoken language","offset":1462},{"uri":"Romanization","surface_form":"romanizations","offset":1690},{"uri":"Beijing","surface_form":"Beijing","offset":1831},{"uri":"Nanjing","surface_form":"Nanjing","offset":1859},{"uri":"Tianjin","surface_form":"Tianjin","offset":1887},{"uri":"Qingdao","surface_form":"Qingdao","offset":1921},{"uri":"Communist_Party_of_China","surface_form":"Chinese Communist Party","offset":2271},{"uri":"Pinyin","surface_form":"Hanyu Pinyin","offset":2300},{"uri":"Autonomous_regions_of_China","surface_form":"autonomous regions","offset":2765},{"uri":"Minority_group","surface_form":"minority groups","offset":2815},{"uri":"Region","surface_form":"region's","offset":2859},{"uri":"Population","surface_form":"population","offset":2868},{"uri":"%C3%9Cr%C3%BCmqi","surface_form":"Urumqi","offset":3045},{"uri":"Uyghur_language","surface_form":"Uyghur language","offset":3096},{"uri":"Xinjiang_Uyghur_Autonomous_Region","surface_form":"Xinjiang Uyghur Autonomous Region","offset":3123},{"uri":"Taiwan","surface_form":"Taiwan","offset":3172},{"uri":"Chinese_postal_romanization","surface_form":"Chinese postal romanization","offset":3333},{"uri":"Taipei","surface_form":"Taipei","offset":3397},{"uri":"Kaohsiung_City","surface_form":"Kaohsiung","offset":3405},{"uri":"Taichung_City","surface_form":"Taichung","offset":3420}]}