{"id":666371,"url":"http://en.wikipedia.org/wiki/Chukotka_Autonomous_Okrug","text":"The Chukotka Autonomous Okrug is the farthest east of all 85 federal subjects of Russia. It is located in the Asian part of Russia. It is grouped and governed as part of the Far Eastern District. The Far Eastern District contains ten other federal subjects too. Chukotka also shares an international sea border with Alaska of the United States.\nHistory.\nIn ancient times, the present area of Chukotka was joined with North America by a land bridge known as Beringia. It was believed that humans first migrated to the Americas using this route. Later, the area was home to the Chukchi people and other natives. Some of these natives are related to the Inuit. By the 17th century, the Russians first arrive to gain control of the natives. At first, not much attention was given to the remote land of Chukotka. But its natural resources and the ability to use the area to attack land further away was soon discovered. The Russians then made multiple attempts to bring the natives under their control by force. However, these attempts failed. The Russians finally made peace with the Chukchis in 1778. Through the 19th and 20th centuries, other foreign powers also attempted to claim the land and resources in the region. They were instead driven away by the Russians. The Russians were increasingly worried about their presence. During the Soviet Union, the natives were brought under state's control and made to resettle. Multiple gulags were also built in the area. Tin and much later gold was mined from the area after the start of World War II. The tin and gold were used to supply the war efforts. In 1991, at the collapse of the Soviet Union, Chukotka declared its separation to become a subject of Russia. It continues to remain as an autonomous okrug till today.\nGeography.\nChukotka is the eastern most point of Russia and mainland Asia. It is separated from Alaska, United States, by the Bering Strait and the International Date Line. Chukotka is found in the north-eastern part of Siberia. Because of this it has a polar tundra climate, which have long, cold winters, and short, mild summers. There is not a lot of rainfall in the area because of the climate. The ground is mostly frozen as well. The landscape is mostly barren, with limited animals and plants. The area however is rich in minerals. The Wrangel Island found north of Chukotka is a UNESCO World Heritage Site.\nDemographics.\nChukotka's population has been decreasing since the end of the Soviet Union according to data. About 65% of the population live in cities and towns. Ethnic Chukchis compose of roughly a third of the population. Russians make up about half the population. People of other local ethnicity make up the rest of the population. Most Chukchis either practice Shamanism, which is a belief that worships spirits and nature, or Orthodox Christianity. Russian is taught and used commonly in Chukotka. The Chukchi language usage is decreasing and is used mostly at home. There are currently attempts to make it popular again.\nEconomy.\nThe economy of Chukotka is mostly reliant on mining of minerals, like coal, gold, natural gas and oil. Most of Chukotka's population take jobs under big companies that are involve in mining. The rest of the rural population continue to practice reindeer herding, whale hunting, and fishing. The growing of crops and rearing of animals are mostly not possible because of the climate. Besides that, sea trade via the Northern Sea Route is expected to improve the economy. This sea route is expected to become ready in the future.\nPolitics.\nThe Governor of Chukotka is the leader of the okrug. The Governor is chosen by public vote every five years. The Duma of Chukotka Autonomous Okrug, is the okrug's parliament. The Duma members of parliament are chosen similarly by the public every five years. There are now 15 members of parliament. The majority of these lawmakers in the Duma are currently from the United Russia party. The United Russia part is the ruling party of Russia. Roman Abramovich, a former governor of Chukotka, is famous for being the owner of Chelsea Football Club. He has donated more than US$2.5 billion to build schools, hospitals and buildings in Chukotka.\nTransportation.\nChukotka does not have railroads or many roads, making travel difficult. Most long-distance travel is by sea or air. The okrug has several airports, such as the Ugolny Airport. However, there are no international flights. Special permits are needed to enter Chukotka because the area is along an international border.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federal_subjects_of_Russia","surface_form":"federal subjects of Russia","offset":61},{"uri":"Russia","surface_form":"Russia","offset":124},{"uri":"Alaska","surface_form":"Alaska","offset":316},{"uri":"United_States","surface_form":"United States","offset":330},{"uri":"North_America","surface_form":"North America","offset":417},{"uri":"Beringia","surface_form":"Beringia","offset":457},{"uri":"Inuit","surface_form":"Inuit","offset":651},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1337},{"uri":"Gulag","surface_form":"gulag","offset":1429},{"uri":"World_War_II","surface_form":"World War II","offset":1532},{"uri":"Dissolution_of_the_Soviet_Union","surface_form":"collapse of the Soviet Union","offset":1616},{"uri":"Bering_Strait","surface_form":"Bering Strait","offset":1894},{"uri":"International_Date_Line","surface_form":"International Date Line","offset":1916},{"uri":"Tundra","surface_form":"tundra","offset":2028},{"uri":"Wrangel_Island","surface_form":"Wrangel Island","offset":2311},{"uri":"UNESCO","surface_form":"UNESCO","offset":2355},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":2362},{"uri":"Shamanism","surface_form":"Shamanism","offset":2750},{"uri":"Orthodox_Christianity","surface_form":"Orthodox Christianity","offset":2816},{"uri":"Northern_Sea_Route","surface_form":"Northern Sea Route","offset":3436},{"uri":"Parliament","surface_form":"parliament","offset":3722},{"uri":"Legislation","surface_form":"lawmakers","offset":3880},{"uri":"United_Russia","surface_form":"United Russia","offset":3925},{"uri":"Roman_Abramovich","surface_form":"Roman Abramovich","offset":4000},{"uri":"Chelsea_Football_Club","surface_form":"Chelsea Football Club","offset":4082}]}