{"id":666530,"url":"http://en.wikipedia.org/wiki/Science_tourism","text":"Science tourism is a travel topic grouping scientific attractions. It covers interests in visiting and exploring scientific landmarks, including museums, laboratories, observatories and universities.\nAccess.\nMany of the listed laboratories have ongoing scientific research, and may not be open to the general public, although they may offer occasional special public access opportunities. Observatories are usually open to the public and have tours showcasing their astronomical research.\nEurope.\nMany European countries participate on the European Organization for Nuclear Research, which has his laboratories including the famous Large Hadron Collider on the French/Swiss border. Plus the bigger European countries like France, Germany, Italy and UK operate national laboratories. Most laboratories have open days for public visits.\nDOE Laboratories.\nIn the United States of America overseen by the United States Department of Energy (DOE) the Office of science operates ten national laboratories. In total there are 17 national laboratories funded by the DOE. Most of the sites hold open houses where the public can come in for free and see how American tax dollars are invested in research. This used to include nuclear facilities, but those have been restricted since 9/11.\nSouth America.\nWhile the headquarters of the European Southern Observatory are in Garching near Munich, Germany the observatories are in northern Chile.\nUniversities.\nThe most prestigious universities generally attract excellent scientists and have fine science programs. University campuses are usually open to the public, though permission from guards is sometimes required, and there may be some café or cafeteria or mensa or restaurant or even a university shop on site. Universities usually offer public lectures about ongoing research. Otherwise, their seminars and buildings are reserved for the students and the working faculty including post-doctoral researchers or professors. On weekends or holidays, many universities require special permits to enter. Universities compete on a worldwide basis; hence, they are not ordered by geographical position or alphabetized. Below is a list of the 20 highest-ranked universities according to 2013/2014 QS world university ranking (of course rankings may differ according to year and specific subject).","categories":[],"infobox_types":[],"annotations":[{"uri":"Travel","surface_form":"travel","offset":21},{"uri":"Museum","surface_form":"museum","offset":145},{"uri":"Laboratory","surface_form":"laboratories","offset":154},{"uri":"Observatory","surface_form":"observatories","offset":168},{"uri":"Universities","surface_form":"universities","offset":186},{"uri":"United_States_of_America","surface_form":"United States of America","offset":860},{"uri":"United_States_Department_of_Energy","surface_form":"United States Department of Energy","offset":901},{"uri":"Munich","surface_form":"Munich","offset":1375},{"uri":"Chile","surface_form":"Chile","offset":1425}]}