{"id":667270,"url":"http://en.wikipedia.org/wiki/Grandma_Got_Run_Over_by_a_Reindeer","text":"e=\"preserve\">\"Grandma Got Run Over by a Reindeer\" is a humorous Christmas song. It was originally performed by husband and wife Elmo and Patsy Trigg Shropshire in 1979. It was released again in later years. It sold over 11 million copies.\nOn the Edison Media Research and Pinnacle Media Worldwide lists, the song was both liked and disliked. The results were reported in 2007.\nThere have been several parodies and cover versions of this song.\nStory.\nIn the lyrics, a grandmother is celebrating at a Christmas Eve party with her family. Against what everyone tells her, she goes outside into a blizzard while drunk on eggnog after she forgets her medication. She is found the next day, trampled over by Santa Claus and his reindeer.\nThe family wonder if all the gifts they bought for Grandma should be sent back. The answer is a strong yes.\nGrandpa is unaffected by his wife's \"death\". He drinks beer, watches football and plays cards with Cousin Mel.\nVideo.\nIn the music video, Elmo plays both Grandpa and Grandma. Patsy plays Cousin Mel. Grandma survives the attack and comes back through the chimney.\nAlso in the music video, Grandma says that a driver's license should \"never\" be given to a man who drives a sleigh and plays with elves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Humor","surface_form":"humor","offset":55},{"uri":"Christmas_music","surface_form":"Christmas song","offset":64},{"uri":"Parodies","surface_form":"parodies","offset":401},{"uri":"Cover_version","surface_form":"cover version","offset":414},{"uri":"Lyrics","surface_form":"lyrics","offset":457},{"uri":"Christmas_Eve","surface_form":"Christmas Eve","offset":499},{"uri":"Blizzard","surface_form":"blizzard","offset":593},{"uri":"Eggnog","surface_form":"eggnog","offset":617},{"uri":"Medication","surface_form":"medication","offset":646},{"uri":"Santa_Claus","surface_form":"Santa Claus","offset":702},{"uri":"Reindeer","surface_form":"reindeer","offset":722},{"uri":"Beer","surface_form":"beer","offset":895},{"uri":"Football","surface_form":"football","offset":909},{"uri":"Chimney","surface_form":"chimney","offset":1094},{"uri":"Driver%27s_license","surface_form":"driver's license","offset":1148},{"uri":"Sleigh","surface_form":"sleigh","offset":1211}]}