{"id":667241,"url":"http://en.wikipedia.org/wiki/Korean_Air_Flight_803","text":"On 27 July 1989, a Korean Air DC-10 crashed while attempting to land in Tripoli, Libya. 75 of the 199 passengers and crew on board plus 4 persons on the ground were killed in the crash.\nAccident.\nFlight 803 was a scheduled International passenger service from Seoul, South Korea to Tripoli, Libya with intermediate stops in Bangkok, Thailand and Jeddah, Saudi Arabia. While on final approach to Tripoli, the aircraft crashed into an orchard approximately 1.5 miles short of the runway 27. The weather at the time of the crash consisted of heavy fog and visibility was between 100 and 800 feet.\nKorean Air Flight 803 was the second aviation disaster involving a DC-10 in less than two weeks. United Airlines Flight 232 had crashed on 19 July 1989 while attempting an emergency landing in Sioux City, Iowa with 111 of the 296 people on board losing their lives.\nDaewoo and Donga had multiple employees, working at construction sites of those companies' facilities, on board; they were South Korean citizens.\nThere were 190 South Koreans, including seven Libyans, and three Japanese nationals.\nAftermath.\nAfter the crash Flight 803's pilot Kim Ho-jung was quoted as saying - \"The airport was shrouded in dense fog and visibility was poor when I approached. I lost contact with the control tower for 15 minutes before the crash.\" Libya's official news agency JANA reported that a Soviet airliner one hour before Flight 803 had rerouted to Malta rather than land in the fog. Also the instrument landing system at Tripoli International Airport wasn't working at the time of the crash.\nA Libyan court found the pilot and co-pilot guilty of neglect in December 1990. They were given prison sentences of two years and eighteen months respectively. In the case of the co-pilot the sentence was suspended.\nCause.\nThe cause of the crash was determined to be crew error in attempting a descent below decision height without the runway environment in sight.","categories":[],"infobox_types":["aircraft occurrence"],"annotations":[{"uri":"Korean_Air","surface_form":"Korean Air","offset":19},{"uri":"McDonnell_Douglas_DC-10","surface_form":"DC-10","offset":30},{"uri":"Tripoli","surface_form":"Tripoli","offset":72},{"uri":"Seoul","surface_form":"Seoul","offset":260},{"uri":"South_Korea","surface_form":"South Korea","offset":267},{"uri":"Tripoli","surface_form":"Tripoli","offset":282},{"uri":"Libya","surface_form":"Libya","offset":291},{"uri":"Bangkok","surface_form":"Bangkok","offset":324},{"uri":"Thailand","surface_form":"Thailand","offset":333},{"uri":"Jeddah","surface_form":"Jeddah","offset":346},{"uri":"United_Airlines_Flight_232","surface_form":"United Airlines Flight 232","offset":691},{"uri":"Sioux_City%2C_Iowa","surface_form":"Sioux City, Iowa","offset":787},{"uri":"Daewoo","surface_form":"Daewoo","offset":860},{"uri":"Donga","surface_form":"Donga","offset":871},{"uri":"JANA","surface_form":"JANA","offset":1355},{"uri":"Malta","surface_form":"Malta","offset":1435}]}