{"id":667344,"url":"http://en.wikipedia.org/wiki/Chlorella","text":"\"Chlorella\" is a genus of single-cell green algae. It is in the division Chlorophyta. It is microscopic in size and round in shape.\n\"Chlorella\" has in its body two green color substances: \"chlorophyll-a\" and \"chlorophyll b.\" It uses photosynthesis, similar to plants which also have chlorophyll. It multiplies rapidly, needing only carbon dioxide, water, sunlight, and a small amount of minerals to reproduce.\nMany people believe \"Chlorella\" can serve as a possible source of food and energy. This is because its photosynthesis process can, in theory, reach 8% efficiency.. This is even better than that of other highly efficient crops such as sugar cane, which are already being used for food and energy.\nIn 1961, Melvin Calvin of the University of California received the Nobel Prize in Chemistry for his research on the pathways of carbon dioxide assimilation using \"Chlorella\".\nChlorella reproduce asexually by aplanospores. A single chlorellon cell produces at least 16 non-motile aplanospores and each one of them matures into an individual unicellular alga (chlorellon) under favourable conditions. There are no any reports of sexual reproduction in Chlorella.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":17},{"uri":"Unicellular_organism","surface_form":"single-cell","offset":26},{"uri":"Algae","surface_form":"algae","offset":44},{"uri":"Chlorophyta","surface_form":"Chlorophyta","offset":73},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":233},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":332},{"uri":"Water","surface_form":"water","offset":348},{"uri":"Sunlight","surface_form":"sunlight","offset":355},{"uri":"Mineral","surface_form":"mineral","offset":387},{"uri":"Crop","surface_form":"crop","offset":630},{"uri":"Sugar_cane","surface_form":"sugar cane","offset":644},{"uri":"Melvin_Calvin","surface_form":"Melvin Calvin","offset":715},{"uri":"University_of_California","surface_form":"University of California","offset":736},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":774}]}