{"id":667463,"url":"http://en.wikipedia.org/wiki/Nanjing_Presidential_Palace","text":"e=\"preserve\">The Nanjing Presidential Palace is the palace in Nanjing, China, that was used by China's president when Nanjing was China's capital city in the 1920s and 1930s. Its Chinese name is the \"Nánjīng Zǒngtǒngfǔ\" (南京总统府). It is located at 292 Changjiang Road in Nanjing's Xuanwu District.\nIt includes an office block for the Kuomingtang. It was built in March 1853. On 1 January 1912, Sun Yat-sen became the Provisional President of the Republic of China here. After that, it became the official residence of the Jiangsu military governors. It became the office of the Kuomingtang in 1927. After the occupation of Nanjing by Japanese troops in December 1937, the offices of the Kuomingtang served as the headquarters of the Japanese troops. On 23 April 1949, the People's Liberation Army reached Nanjing. They occupied the Presidential Palace on the next day.\nThe presidential palace includes the West and East Gardens, two classic Chinese gardens. There are many trees and flowers among the pavilions, bamboo, and two lakes.\nNanjing Presidential Palace is near Dahanggong Station (Line 2) and Zhujiang Road Station (Line 1) on the Nanjing Subway.","categories":[],"infobox_types":[],"annotations":[{"uri":"Palace","surface_form":"palace","offset":52},{"uri":"Nanjing","surface_form":"Nanjing","offset":62},{"uri":"China","surface_form":"China","offset":71},{"uri":"China%27s_president","surface_form":"China's president","offset":95},{"uri":"Capital_city","surface_form":"capital city","offset":138},{"uri":"Xuanwu_District","surface_form":"Xuanwu District","offset":279},{"uri":"Kuomingtang","surface_form":"Kuomingtang","offset":332},{"uri":"Sun_Yat-sen","surface_form":"Sun Yat-sen","offset":392},{"uri":"People%27s_Liberation_Army","surface_form":"People's Liberation Army","offset":770},{"uri":"Pavilion","surface_form":"pavilion","offset":999},{"uri":"Bamboo","surface_form":"bamboo","offset":1010},{"uri":"Nanjing_Subway","surface_form":"Nanjing Subway","offset":1139}]}