{"id":667787,"url":"http://en.wikipedia.org/wiki/Double-layer_capacitance","text":"Double-layer capacitance is the storing of electrical energy by means of the electrical double layer effect.\nDouble layer capacitance is when an electrode and a liquid solution are touching each other, causing the charges to line up and allowing electricity to be stored there. The double layer is created when the electrode’s surface is charged through the application of electricity. This causes oppositely charged molecules to be attracted to the surface (since opposites attract). This first layer is well attached to the electrode surface, causing it to be semi-permanent. The second layer (with opposite charge) is held by this first layer, making it less attached to the electrode than the first layer. These two layers are separated by a single atomic layer of uncharged molecules in the solution. These alternating layers of charges have the ability to store electrical energy, in a way that depends on the amount of electricity initially applied to the electrode. Once this charge is stored in the device, the source of electricity can be removed and the circuit can still be powered from this stored electricity contained in this device, until it is used up.\nThe amount of electric charge stored in double-layer capacitance is linearly proportional to the applied voltage. It depends mainly on the electrode surface. The unit of capacitance is the farad.\nCapacitance Basics.\nA capacitor is a very common electrical circuit device that can store electrical energy as charge. It works based on the idea that you can have a separation between two conductive plates and store a charge on the surface of these plates. However, if too much electricity is stored in the plates, it can jump across the gap causing less energy to be stored. The amount of charge stored in the capacitor can be increased by putting a dielectric material between the plates; air plays this role if no other material is present. This helps to prevent the charge from crossing the gap between the two electrodes, which allows more charge to be stored in this manner.\nCapacitance in Solution.\nBy using a solution instead of the dielectric material, more energy can be stored within the device. When the capacitor becomes charged, the positively charged molecules in the solution become attracted to the negatively charged electrode (and opposite for the positively charged electrode). These positively charged molecules then become attached to the surface of the electrode, and pull in negatively charged molecules from the solution to form a spherical shape; however, these molecules are not attached as strongly. These two layers in the solution prevent the similar charges from pushing each other apart as much leading to an increase in the amount of charge the device can store. In experiments, it has been seen that there is a voltage drop across this layer, which works in the same way as a capacitor. This led to the first use of the term \"electrical double layer\" in the 1850s by Helmholtz and later being changed to \"electrical double layer capacitance\" (EDLC). Since this double layer capacitance happens at both electrodes, the theoretical capacitance of the entire device can be raised substantially. However, there are several other factors which can come into play, causing the actual capacitance of the device to not see as much benefit as expected.\nDouble Layer Capacitance Applications.\nWhen the double layer capacitance idea is used to create a device, they are sometimes called \"ultracapacitors\" because they store energy by separating the charges (like a capacitor but capable of storing more energy), instead of using a chemical reaction to store electricity. This means that the devices can work correctly for a much longer period of time and charging a device like this takes less time than charging a traditional battery. However, the solution will dry up over time, causing the device to eventually fail. Currently there are several devices that use this technology, including: wireless modems, GPS devices, CMOS computer chips, solar battery operated chips, windmills, electric cars, and power tools.\nThe electric double layer capacitor (EDLC) has the ability to power a device for longer than a traditional capacitor, but cannot give as much instant energy as the traditional capacitor, which can discharge all at once. Rechargeable batteries can power a device for longer than the EDLC per charge, but cannot deliver as much instant energy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electricity","surface_form":"electrical energy","offset":43},{"uri":"Double_layer_(interfacial)","surface_form":"electrical double layer effect","offset":77},{"uri":"Electrode","surface_form":"electrode","offset":145},{"uri":"Electrode","surface_form":"electrode","offset":963},{"uri":"Electric_charge","surface_form":"electric charge","offset":1184},{"uri":"Voltage","surface_form":"voltage","offset":1275},{"uri":"Farad","surface_form":"farad","offset":1359},{"uri":"Capacitor","surface_form":"capacitor","offset":1388},{"uri":"Dielectric","surface_form":"dielectric","offset":1818},{"uri":"Dielectric_material","surface_form":"dielectric material","offset":2108}]}