{"id":667897,"url":"http://en.wikipedia.org/wiki/Primate_city","text":"e=\"preserve\">Primate cities are cities in a country that have far more people and influence than every other city in it. For it to be called a primate city, it must have more than two times as many people and two times as much influence (such as in the country's economy, resources, education, health care, etc.) than the country's second largest city. Countries with primate cities usually have a large inequality in its development, but richer countries as well as poorer countries can have primate cities.\nAn example of a rich country having a primate city is the United Kingdom, where its largest city London has more than eight times as many people as its second largest city Birmingham.\nBangkok is the world's most primate city because its population is 50 times bigger than the second largest city in Thailand and 70% of the country's resources go to Bangkok.\nNew York City is the largest city and the largest economy in the United States, but it is not a primate city. New York City has 21 million residents, and Los Angeles has a population of 16 million.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"cities","offset":32},{"uri":"Country","surface_form":"country","offset":44},{"uri":"Human","surface_form":"people","offset":71},{"uri":"Economy","surface_form":"economy","offset":263},{"uri":"Education","surface_form":"education","offset":283},{"uri":"Health_care","surface_form":"health care","offset":294},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":567},{"uri":"London","surface_form":"London","offset":606},{"uri":"Birmingham","surface_form":"Birmingham","offset":681},{"uri":"Bangkok","surface_form":"Bangkok","offset":693},{"uri":"Population","surface_form":"population","offset":746},{"uri":"Thailand","surface_form":"Thailand","offset":808},{"uri":"New_York_City","surface_form":"New York City","offset":867},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1021}]}