{"id":66788,"url":"http://en.wikipedia.org/wiki/Climate_change","text":"Climate change means the difference in the Earth's global climate or in regional climates over time. Climate change is now a major concern especially in colder countries. Climate change can be warmer or colder. This includes global warming and global cooling.\nIt describes changes in the state of the atmosphere over time scales ranging from decades to millions of years. These changes can be caused by processes inside the Earth, forces from outside (e.g. variations in sunlight intensity) or, more recently, human activities. Ice ages are prominent examples.\nClimate change is any significant long-term change in the weather of a region (or the whole Earth) over a significant period of time. Climate change is about abnormal variations to the climate, and the effects of these variations on other parts of the Earth. Examples include the melting of ice caps at the South Pole and North Pole. These changes may take tens, hundreds or perhaps millions of years.\nIn recent use, especially in environmental policy, climate change usually refers to changes in modern climate (see global warming).\nSome people have suggested trying to keep Earth’s temperature increase below. On February 7, 2018 the The Washington Post reported on a study by scientists in Germany. The study said that if the world built all of the coal plants that were currently planned, carbon dioxide levels would rise so much that the world would not be able to keep the temperature increase below this limit.\nHistory of climate change studies.\nJoseph Fourier in 1824, Claude Poulliet in 1827 and 1838, Eunace Foote (18191888) in 1856, Irish physicist John Tyndall (1820–1893) in 1863 onwards, Svante Arrhenius in 1896, and Guy Stewart Callendar (1898–1964) are credited with discovering the importance of CO2 in climate change. Foote's work was not appreciated, and not widely known. Tyndall proved there were other greenhouse gases as well. Nils Gustaf Ekholm in 1901 invented the term.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":43},{"uri":"Climate","surface_form":"climate","offset":58},{"uri":"Atmosphere","surface_form":"atmosphere","offset":301},{"uri":"Earth","surface_form":"Earth","offset":424},{"uri":"Ice_age","surface_form":"Ice age","offset":528},{"uri":"Weather","surface_form":"weather","offset":619},{"uri":"Ice_cap","surface_form":"ice cap","offset":852},{"uri":"North_Pole","surface_form":"North Pole","offset":883},{"uri":"Global_warming","surface_form":"global warming","offset":1078},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":1197},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1354},{"uri":"Joseph_Fourier","surface_form":"Joseph Fourier","offset":1514},{"uri":"Claude_Poulliet","surface_form":"Claude Poulliet","offset":1538},{"uri":"Eunace_Foote","surface_form":"Eunace Foote","offset":1572},{"uri":"John_Tyndall","surface_form":"John Tyndall","offset":1621},{"uri":"Svante_Arrhenius","surface_form":"Svante Arrhenius","offset":1663},{"uri":"Guy_Stewart_Callendar","surface_form":"Guy Stewart Callendar","offset":1693},{"uri":"Nils_Ekholm","surface_form":"Nils Gustaf Ekholm","offset":1912}]}