{"id":66791,"url":"http://en.wikipedia.org/wiki/Allentown%2C_Pennsylvania","text":"Allentown is a city that is in Lehigh County, Pennsylvania, in the United States. After Philadelphia and Pittsburgh, it is Pennsylvania's third most populous city, with 106,632 residents as of the 2000 census. It is the county seat of Lehigh County.\nThe town is in east Pennsylvania about 45 minutes away from the Pocono Mountains.\nFounding.\nThe city of Allentown was first home to people in 1735. It was then named a Northampton town (Northampton-Towne) in 1762 by William Allen, a rich shipping merchant, Chief Justice of the Province of Pennsylvania and mayor, or leader, of Philadelphia in the past. The town was made on a 5,000-acre area Allen got for money in 1735 from the sons of William Penn. Allen hoped that Northampton-Towne would become a commercial center because of it being on the Lehigh River and how it was near Philadelphia. Allen gave the area to his son, James, who built a summer home, Trout Hall, there in 1770.\nOn March 18 1811, the town became a borough. On March 6 1812, Lehigh County was made from the west part of Northampton County, and Northampton was made the county seat. The name of the town became \"Allentown\" on April 16 1833 because it was liked by people. Allentown was made a city on March 12 1867.\nLiberty Bell.\nThe Liberty Bell was kept away from the British during the American Revolutionary War in Allentown. After George Washington lost the Battle of Brandywine on September 11, 1777, the revolutionary capital of Philadelphia did not have defense, and got ready for the British to attack. The Supreme Executive Council of the Commonwealth of Pennsylvania said that eleven bells, like the State House bell and the bells from Philadelphia's Christ Church and St. Peter's Church, should be taken down and taken away from the city to stop the British, who would melt the bells down to and make into cannons, from taking the bells. The bells were moved north to Northampton-Towne, and put in the basement of the Old Zion Reformed Church, in what is now center of Allentown. Today, a shrine in the church's basement marks the same spot where the Liberty Bell was.\nBirthplace of the American Industrial Revolution.\nBefore the 1830s, Allentown was a small town with only local markets. When the Lehigh Canal was made the economy got bigger. The town changed with industrialization and became one of the United States' biggest areas for big industry and manufacturing. While Allentown was not as big as Bethlehem, the city right next to it, the iron industry in the area still gave many jobs to the city. Railroads, like the Lehigh Valley Railroad, were very important to move raw materials and made goods, and made many new jobs.\nAllentown also had a strong tradition in the making of beer and was home to many breweries people knew, like the Horlacher Brewery (founded 1897, closed 1978).\nEarly 20th century to present.\nEconomic recovery in the early 20th century was caused by the silk and textile industry. The Adelaide Silk Mill, which was one of the biggest mills in the world, opened in Allentown in 1881. By 1928, there were more than 140 silk and textile mills in the Lehigh Valley which made silk the second biggest industry. By the 1930s, the silk industry was getting slow in all the world because synthetics were taking the place of silk. Catoir Silk Mill, the last silk mill in Allentown, closed in 1989. In 1905, Mack Trucks moved to Macungie, a small suburb of Allentown, which began Allentown's focus on big industrial manufacturing. Today, Allentown's economy is mostly service industries.\nClimate.\nAllentown's climate is called humid continental. Summers are hot and muggy, fall and spring are mild, and winter is cold. Precipitation is almost spread throughout the year at the same rate. Allentown's weather is affected by the Blue Mountain, a mountain ridge from 1,000 to 1,600 feet high about 12 miles north of the city, and South Mountain, a mountain ridge of 500 to 1,000 feet high that is south of the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":15},{"uri":"Lehigh_County%2C_Pennsylvania","surface_form":"Lehigh County","offset":31},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":46},{"uri":"United_States","surface_form":"United States","offset":67},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":88},{"uri":"Pittsburgh%2C_Pennsylvania","surface_form":"Pittsburgh","offset":105},{"uri":"Population","surface_form":"populous","offset":149},{"uri":"United_States_Census%2C_2000","surface_form":"2000 census","offset":197},{"uri":"County_seat","surface_form":"county seat","offset":220},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":270},{"uri":"Pocono_Mountains","surface_form":"Pocono Mountains","offset":314},{"uri":"1735","surface_form":"1735","offset":392},{"uri":"Province_of_Pennsylvania","surface_form":"Province of Pennsylvania","offset":528},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":578},{"uri":"William_Penn","surface_form":"William Penn","offset":688},{"uri":"Commerce","surface_form":"commercial","offset":752},{"uri":"March_18","surface_form":"March 18","offset":938},{"uri":"1811","surface_form":"1811","offset":947},{"uri":"Borough","surface_form":"borough","offset":971},{"uri":"March_6","surface_form":"March 6","offset":983},{"uri":"1812","surface_form":"1812","offset":991},{"uri":"April_16","surface_form":"April 16","offset":1147},{"uri":"1833","surface_form":"1833","offset":1156},{"uri":"March_12","surface_form":"March 12","offset":1222},{"uri":"1867","surface_form":"1867","offset":1231},{"uri":"Liberty_Bell","surface_form":"Liberty Bell","offset":1255},{"uri":"Kingdom_of_Great_Britain","surface_form":"British","offset":1291},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1310},{"uri":"George_Washington","surface_form":"George Washington","offset":1357},{"uri":"September_11","surface_form":"September 11","offset":1408},{"uri":"1777","surface_form":"1777","offset":1422},{"uri":"Cannon","surface_form":"cannon","offset":1839},{"uri":"Basement","surface_form":"basement","offset":1935},{"uri":"Industrialization","surface_form":"industrialization","offset":2299},{"uri":"Bethlehem%2C_Pennsylvania","surface_form":"Bethlehem","offset":2438},{"uri":"Beer","surface_form":"beer","offset":2721},{"uri":"Recovery","surface_form":"recovery","offset":2866},{"uri":"Silk","surface_form":"silk","offset":2919},{"uri":"Suburb","surface_form":"suburb","offset":3402},{"uri":"Humid_continental","surface_form":"humid continental","offset":3582},{"uri":"Blue_Mountain_(Pennsylvania)","surface_form":"Blue Mountain","offset":3782},{"uri":"South_Mountain_(eastern_Pennsylvania)","surface_form":"South Mountain","offset":3882}]}