{"id":66806,"url":"http://en.wikipedia.org/wiki/May_Queen","text":"The May Queen or Queen of May is a word which has two different but related meanings. It can refer to either a mythical figure or to a holiday personification.\nMythology.\nThe May Queen is also known as The Maiden, the goddess of spring, flower bride, queen of the faeries, and the lady of the flowers. The May Queen is a symbol of the stillness of nature around which everything revolves. She stands for purity, strength and the potential for growth, as the plants grow in May. She is one of many personifications of the energy of the earth.\nShe was once also known as Maid Marian in the medieval plays of Robin Hood and of the May Games - she is the young village girl, crowned with blossom, attended by children with garlands and white dresses. Some folklorists have drawn parallels between her and Maia, the Roman Goddess of Springtime, of Growth and Increase whose very name may be the root of \"May\".\nFestivals.\nThe May Queen is a girl (usually a teenage girl from a specific school year) who is selected to ride or walk at the front of a parade for May Day celebrations. She wears a white gown to symbolise purity and usually a tiara or crown. Her duty is to begin the May Day celebrations. She is generally crowned by flowers and makes a speech before the dancing begins. Certain age groups dance round a May pole celebrating youth and the spring time.\nAccording to popular British folklore, the tradition once had a sinister twist, in that the May Queen was put to death once the festivities were over. The veracity of this belief is difficult to establish, but while in truth it might just be an example of anti-pagan propaganda, frequent associations between May Day rituals, the occult and human sacrifice are still to be found in popular culture today. The Wicker Man, a cult horror film starring Christopher Lee, is a prominent example of this.\nAn Elizabethan account.\n\"The xxx day of May was a goly May-gam in Fanch-chyrchestrett with drumes and gunes and pykes, and ix wordes dyd ryd; and thay had speches evere man, and the morris dansse and the sauden, and a elevant with the castyll, and the sauden and yonge morens with targattes and darttes, and the lord and the lade of the Maye\".\nTranslation: On the 30th May was a jolly May-game in Fenchurch Street (London) with drums and guns and pikes, The Nine Worthies did ride; and they all had speeches, and the morris dance and sultan and a elephant with a castle (saddle in the shape of a castle) and the sultan and young moors with shields and arrows, and the lord and lady of the May\".\nMaintaining the tradition.\nMany areas keep this tradition alive today, most notably the Brentham Garden Suburb, England which hosts it annually. This has the record of the oldest unbroken tradition although the May Queen of All London Festival at Hayes Common in Bromley is a close contender. A May queen is selected from a group of 13 upwards girls by the young dancers. She returns the next year to crown the new May Queen and stays in the procession.\nA May Day celebration held annually in New Westminster, British Columbia, Canada has the distinction of being the longest running May Day celebration of its kind in the British Commonwealth. This May Day celebration began in 1870 and is approaching one hundred and forty years of age. Archival film footage of New Westminster's May Day celebrations from 1932-1962 can be seen online at [http://www.gosee.tv/mayday Quest for the Queens].","categories":[],"infobox_types":[],"annotations":[{"uri":"Personification","surface_form":"personification","offset":143},{"uri":"Flora_(mythology)","surface_form":"the goddess of spring","offset":214},{"uri":"Fairy","surface_form":"faeries","offset":264},{"uri":"Purity","surface_form":"purity","offset":404},{"uri":"Maid_Marian","surface_form":"Maid Marian","offset":569},{"uri":"Middle_Ages","surface_form":"medieval","offset":588},{"uri":"Robin_Hood","surface_form":"Robin Hood","offset":606},{"uri":"Blossom","surface_form":"blossom","offset":684},{"uri":"Garland_(decoration)","surface_form":"garlands","offset":719},{"uri":"Maia_(mythology)","surface_form":"Maia","offset":801},{"uri":"Roman_mythology","surface_form":"Roman Goddess","offset":811},{"uri":"Spring_(season)","surface_form":"Springtime","offset":828},{"uri":"Girl","surface_form":"girl","offset":935},{"uri":"Adolescence","surface_form":"teenage","offset":951},{"uri":"Parade","surface_form":"parade","offset":1043},{"uri":"May_Day","surface_form":"May Day","offset":1054},{"uri":"Gown","surface_form":"gown","offset":1094},{"uri":"Tiara","surface_form":"tiara","offset":1133},{"uri":"Crown_(headgear)","surface_form":"crown","offset":1142},{"uri":"Great_Britain","surface_form":"British","offset":1380},{"uri":"Paganism","surface_form":"anti-pagan","offset":1615},{"uri":"Occult","surface_form":"occult","offset":1689},{"uri":"Human_sacrifice","surface_form":"human sacrifice","offset":1700},{"uri":"The_Wicker_Man","surface_form":"The Wicker Man","offset":1764},{"uri":"Horror_film","surface_form":"horror film","offset":1787},{"uri":"Christopher_Lee","surface_form":"Christopher Lee","offset":1808},{"uri":"Fenchurch_Street","surface_form":"Fenchurch Street","offset":2254},{"uri":"London","surface_form":"London","offset":2272},{"uri":"Pike_(weapon)","surface_form":"pikes","offset":2304},{"uri":"Nine_Worthies","surface_form":"Nine Worthies","offset":2315},{"uri":"Morris_dance","surface_form":"morris dance","offset":2374},{"uri":"Moors","surface_form":"moors","offset":2486},{"uri":"Brentham_Garden_Suburb","surface_form":"Brentham Garden Suburb","offset":2640},{"uri":"England","surface_form":"England","offset":2664},{"uri":"Hayes%2C_Bromley","surface_form":"Hayes Common","offset":2799},{"uri":"Bromley","surface_form":"Bromley","offset":2815},{"uri":"New_Westminster%2C_British_Columbia","surface_form":"New Westminster","offset":3045},{"uri":"British_Columbia","surface_form":"British Columbia","offset":3062},{"uri":"Canada","surface_form":"Canada","offset":3080},{"uri":"Commonwealth_of_Nations","surface_form":"British Commonwealth","offset":3175}]}