{"id":66810,"url":"http://en.wikipedia.org/wiki/Fullmetal_Alchemist","text":"Fullmetal Alchemist (in ') is a popular manga and anime series created by Hiromu Arakawa and serialized in Enix's (now Square Enix) \"Monthly Shonen Gangan\". The manga has been made into two different anime shows, one in 2003 which follows its own story, and a 2009 show which follows the story of the manga. A film, \"The Conqueror of Shamballa\" was made for the 2003 show, and \"The Sacred Star of Milos\" was created for the 2012 show.\nPlot.\nThe plot focuses on a world where alchemy is a main form of science. Edward Elric and his brother Alphonse, fail to resurrect their mother. When Alphonse's body is destroyed, Edward sacrifices his arm and leg during the alchemy in order for Alphonse's soul to be transferred in a suit of armour. Their friend, Winry Rockbell, makes prosthetic parts for Edward's limbs. As the series progresses, the brothers solve the case about the Philosopher's Stone, a forbidden material breaking the law of Equivalent Exchange.\n\"Fullmetal Alchemist\" became one of the most critically acclaimed Japanese franchise.\nCharacters.\nEdward Elric: The main protagonist of the series. He is brave and proud, the only thing getting him along is the promise he made to his younger brother, Alphonse, that he will get him his body back, and himself his limbs. He is shorter than the average teen and hates it when someone comments on his height, mostly getting frustrated or hurting them with his metal fist, even his brother gets the same punishment.\nAlphonse Elric: Edward's younger brother, whose soul is attached to an empty suit of armour, after a failed attempt to resurrect their mother. The deal was his body for hers, though what happened once the transmutation had finished showed it didn't work. In order to bring back his brother, Edward did his own transmutation, giving away his arm for Alphonse. Alphonse was then placed into the armour and now their journey takes them to try to find the Philosopher's Stone, the only thing that can defy the rule of equivalent exchange, to give back Alphonse's body and Edward's limbs.","categories":[],"infobox_types":["animanga/Print","animanga/Print","animanga/Other","animanga/Other"],"annotations":[{"uri":"Manga","surface_form":"manga","offset":40},{"uri":"Anime","surface_form":"anime","offset":50},{"uri":"Hiromu_Arakawa","surface_form":"Hiromu Arakawa","offset":74},{"uri":"Enix","surface_form":"Enix","offset":107},{"uri":"Square_Enix","surface_form":"Square Enix","offset":119},{"uri":"Monthly_Shonen_Gangan","surface_form":"Monthly Shonen Gangan","offset":133},{"uri":"Alchemy","surface_form":"alchemy","offset":475},{"uri":"Science","surface_form":"science","offset":501},{"uri":"Prosthesis","surface_form":"prosthetic","offset":773}]}