{"id":66875,"url":"http://en.wikipedia.org/wiki/Order_of_the_British_Empire","text":"The Most Excellent Order of the British Empire is one of the British orders of chivalry. It is the newest order, created on 4 June 1917, by King George V.\nClasses.\nOnly the two highest ranks are knighthoods, and allow the holder to call themselves 'Sir' (male) or 'Dame' (female). If the person is not a citizen of a country where the Queen is Head of State, the award is called honorary, and the holder cannot use the title before their name. For example Terry Wogan became a British citizen and was therefore called Sir Terry Wogan, but Bob Geldof is still Irish citizen, and is therefore not \"Sir Bob\". He can, however, style himself \"Bob Geldof KBE\".\nThe British Empire Medal (BEM) was restarted in 2012, but only in the civil group.\nAlthough it is the newest British order of chivalry, it has more members than any other.\nHistory.\nKing George V wanted to be able to honour the thousands of people who helped to win the First World War, but were not soldiers.\nThis Order of Knighthood has a more democratic character than the exclusive orders of the Bath or Saint Michael and Saint George, and in its early days was not held in high esteem. This changed over the years.\nStructure.\nThe order's rules, called \"statutes\", say that the Order can only have 100 Knights and Dames Grand Cross, 845 Knights and Dames Commander, and 8960 Commanders, but there is no limit to the number of members of the Officers and Members but no more than 858 Officers and 1464 Members may be appointed per year. Appointments are made on the advice of the governments of the United Kingdom and some Commonwealth realms.\nSome jobs are usually rewarded with the Order. Usually female judges of the High Court of England and Wales are created Dames Commander after appointment. Male judges are not, because they are usually made Knights Bachelor instead.\nRevocation.\nAnyone who behaves in a way that might bring the order into disrepute, may have his or her award taken away.\n\"Lots of people who complained about us receiving the MBE received theirs for heroism in the war - for killing people. We received ours for entertaining other people. I'd say we deserve ours more.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"King","surface_form":"King","offset":140},{"uri":"George_V_of_the_United_Kingdom","surface_form":"George V","offset":145},{"uri":"Terry_Wogan","surface_form":"Terry Wogan","offset":456},{"uri":"Bob_Geldof","surface_form":"Bob Geldof","offset":539},{"uri":"Civilian","surface_form":"civil","offset":725},{"uri":"Chivalry","surface_form":"chivalry","offset":781},{"uri":"George_V_of_the_United_Kingdom","surface_form":"King George V","offset":836},{"uri":"Order_of_the_Bath","surface_form":"Bath","offset":1054},{"uri":"Order_of_St_Michael_and_St_George","surface_form":"Saint Michael and Saint George","offset":1062},{"uri":"Knight_Bachelor","surface_form":"Knights Bachelor","offset":1807}]}