{"id":668890,"url":"http://en.wikipedia.org/wiki/Ring-necked_snake","text":"\"Diadophis punctatus\", also called the ring-necked snake, is a species of snake. Ring-necked snakes live in eastern and central North America. There are many colors and patterns of ring-necked snake. It is called the ring-necked snake because it has a stripe around its neck that looks like a ring.\nRing-necked snakes live in the United States, central Mexico, and southeastern Canada. Ring-necked snakes are nocturnal, which means that they are awake at night. Ring-necked snakes are a little venomous, but they do not hurt people. This is because they are small and do not bite people much. When ring-necked snakes are scared, they curl up their tails.\nScientists think that there are many ring-necked snakes. Scientists do not know exactly how many ring-necked snakes there are. This is because scientists have not studied ring-necked snakes very much.\nRing-necked snakes are the only species of snake in their genus. There are 14 subspecies of ring-necked snake.\nDescription.\nRing-necked snakes are usually dark-colored, with a bright stripe around their necks. Ring-necked snakes that live in different areas may look different. Their heads are usually darker-colored than the rest of their bodies.\nSnakes living in different areas are often different sizes. Adults are usually long. Young snakes less than a year old are usually about and grow about a year.\nRing-necked snakes have smooth scales with 15–17 rows of scales in middle of their bodies.\nHabitat.\nRing-necked snakes live in many kinds of habitats. The Northern and western subspecies live in open woodlands near rocky hills, or in wetter environments with many places to hide. Southern subspecies mostly live in riparian and wet environments, especially in more arid, or dry, habitats. The snakes like it when their habitat is a little wet. Ring-necked snakes do not live higher than above sea level. In northern areas, ring-necked snakes may live in dens. Usually, more than one snake will live in one den. Ring-necked snakes often hide under pieces of wood. When it is hot, ring-necked snakes may make holes and burrows to hide in. They may also hide under rocks or other objects. Ring-necked snakes usually live in flatland forests.\nDiet.\nRing-necked snakes mostly eat salamanders, earthworms, and slugs. They sometimes eat lizards, frogs, and some young snakes of other species. Ring-necked snakes in different habitats may eat different amounts of some species. Ring-necked snakes kill their prey with constriction, which is squeezing prey to kill it, and envenomation, which is using their venom. Ring-necked snakes usually don't try to hurt bigger animals. Instead of biting bigger animals, the snake curls up its tail, showing its brightly colored stomach.\nPredators.\nCoral snakes, kingsnakes, and racers are predators of ring-necked snakes. Sometimes, large spiders or centipedes will eat young ring-necked snakes.\nSubspecies.\nThere are 14 subspecies of ring-necked snake.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":63},{"uri":"Snake","surface_form":"snake","offset":74},{"uri":"Nocturnal","surface_form":"nocturnal","offset":409},{"uri":"Venomous_snake","surface_form":"venomous","offset":494},{"uri":"Scientist","surface_form":"Scientists","offset":655},{"uri":"Genus","surface_form":"genus","offset":914},{"uri":"Subspecies","surface_form":"subspecies","offset":934},{"uri":"Scale_(zoology)","surface_form":"scales","offset":1395},{"uri":"Habitat","surface_form":"habitat","offset":1505},{"uri":"Woodland","surface_form":"woodland","offset":1564},{"uri":"Riparian","surface_form":"riparian","offset":1679},{"uri":"Arid","surface_form":"arid","offset":1729},{"uri":"Sea_level","surface_form":"sea level","offset":1857},{"uri":"Dens","surface_form":"dens","offset":1918},{"uri":"Wood","surface_form":"wood","offset":2021},{"uri":"Salamander","surface_form":"salamander","offset":2239},{"uri":"Earthworm","surface_form":"earthworm","offset":2252},{"uri":"Slug","surface_form":"slug","offset":2268},{"uri":"Lizard","surface_form":"lizard","offset":2294},{"uri":"Frog","surface_form":"frog","offset":2303},{"uri":"Habitat","surface_form":"habitats","offset":2382},{"uri":"Prey","surface_form":"prey","offset":2464},{"uri":"Constriction","surface_form":"constriction","offset":2474},{"uri":"Envenomation","surface_form":"envenomation","offset":2528},{"uri":"Venom","surface_form":"venom","offset":2563},{"uri":"Coral_snake","surface_form":"Coral snakes","offset":2743},{"uri":"Kingsnake","surface_form":"kingsnakes","offset":2757},{"uri":"Racers","surface_form":"racers","offset":2773},{"uri":"Predation","surface_form":"predators","offset":2784},{"uri":"Spider","surface_form":"spiders","offset":2834},{"uri":"Centipede","surface_form":"centipedes","offset":2845}]}