{"id":669098,"url":"http://en.wikipedia.org/wiki/Trevor_Devall","text":"Trevor Jay Devall (born November 10, 1972) is a Canadian actor, voice artist, and comedian, known as the voice of Iron Will and additional voices in '. He also voiced Shaw in ', filling in for Gary Sinise.\nEarly life.\nTrevor was born Trevor Jay Devall in Edmonton, Alberta on November 10, 1972. He is the youngest of five siblings. He was into theatre and did tap, jazz and Polynesian dance as a child. He attended the University of Alberta for drama and directed stage productions, as well as student movies.\nTrevor moved to Vancouver in 1998 to pursue a movie directing career. While working for a talent agency, he made a demo tape for them and began landing work as a voice actor.\nCareer.\nIn March 2015, it was announced Devall would be the voice of Rocket Raccoon in Marvel's animated \"Guardians of the Galaxy\".\nVoiceprint.\nSince 2007, Devall produced his own podcast, \"Voiceprint with Trevor Devall & Guests\", where he interviewed fellow Vancouver-based voice actors and answered questions from fans. Each episode featured a different voice actor as the episode guest, though some episodes featured other people in the voice-acting business that may not actually be voice actors themselves; or behind-the-scenes looks at the life of a voice actor. Topics usually included how the guest made it into the voice-acting business, what it is like working in the industry, and the general lifestyle of a voice actor. The series concluded its first season after 36 episodes in December 2013. The second season was announced in the final episode of season 1, as Trevor moves to Los Angeles, California to continue his career and the show.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":48},{"uri":"Gary_Sinise","surface_form":"Gary Sinise","offset":193},{"uri":"Edmonton","surface_form":"Edmonton","offset":255},{"uri":"Alberta","surface_form":"Alberta","offset":265},{"uri":"University_of_Alberta","surface_form":"University of Alberta","offset":419},{"uri":"Vancouver","surface_form":"Vancouver","offset":526},{"uri":"Rocket_Raccoon","surface_form":"Rocket Raccoon","offset":754},{"uri":"Marvel_Studios","surface_form":"Marvel","offset":772},{"uri":"Guardians_of_the_Galaxy_(TV_series)","surface_form":"Guardians of the Galaxy","offset":791},{"uri":"Podcast","surface_form":"podcast","offset":865}]}