{"id":669048,"url":"http://en.wikipedia.org/wiki/Magadan_Oblast","text":"Magadan Oblast is one of 85 federal subjects of Russia. It is located in the Asian part of Russia. It is grouped and governed as part of the Far Eastern District. The Far Eastern District contains ten other federal subjects too.\nHistory.\nIn the past, Magadan was home to native Evens who didn't live in one place for long. They frequently traveled because they reared reindeer, hunted and fished. In the 17th century, the Russians, who were Europeans, first arrived in the area. They came to explore the Far East. They were looking for furs and gold. They also named the area Kolyma. Kolyma still remains as a popular name for the region. Gold and platinum were discovered in the area in the early 19th century. During Stalin's rule in the 1930s, the Soviet Union was rapidly developing because of industrialization. Therefore, there was an increase in demand for gold to pay for this industrialization. This led to many mines opening in the region. Many gulags were also opened to house the increasing forced labour population. The labourers were brought in to help dig out the minerals or make roads into the area. Magadan was famous as a result for the most number of gulag camps in the far eastern region. Prisoners-of-war during World War II were also brought to the area. After the death of Stalin in 1953, the gulags were slowly closed down and most prisoners were released. Mining activity continued with paid workers taking over the job. Living standards fell while the Soviet Union attempted to improve the economy during perestroika. This caused a lot of people to leave Magadan to find for a better life. Magadan Oblast continues to remain as a federal subject within Russia.\nGeography.\nMagadan is found in the far eastern part of Siberia. Because of this, it has a subarctic climate, which have long, cold winters, and short, mild summers. There is not a lot of rainfall in the area because of the climate. The landscape is mostly mountainous except in areas closer to the Sea of Okhotsk. There are plenty of animals, birds and plants in the area. The area is also very rich in minerals, like gold, silver, tin, and tungsten.\nDemographics.\nMagadan's population has been decreasing since the end of the Soviet Union according to data. Most of the population live in cities and towns, like the capital, the city of Magadan. The population consists mostly of Russians. Ethnic Evens and other natives compose of only a small part of the population. Most people in Magadan practice Orthodox Christianity or are spiritual but not religious. Some ethnic Evens still practice Shamanism or certain aspects of it, which is a belief that worships spirits and nature. Russian is taught and used commonly in Magadan. But the local Even language is still taught in some pre-school and elementary school. It is used mostly at home.\nEconomy.\nThe economy of Magadan is mostly reliant on the mining of minerals, like gold, silver and tin. Hence in 2005, President Vladimir Putin has supported reducing tax for businesses involved in mineral mining. Another major industry in the area is fishing. There are limited rearing of animals or growing of crops because of the climate. This results in having to bring in food products to supply the people living in Magadan. Many people in the area do not have jobs. This is because a lot of companies have closed down due to the harsh climate and the poor condition of buildings and equipment. The government has allowed for the Special Economic Zone in Magadan to be created and extended till December 31, 2025. This was done to attract investors and business to come to Magadan.\nPolitics.\nThe Governor of Magadan is the leader of the oblast. The Governor is chosen by public vote every five years. The Magadan Oblast Duma, is the oblast's parliament. The Duma lawmakers are chosen similarly by the public every five years. The majority of lawmakers in the Duma are currently from the United Russia party. The United Russia party is the ruling party of Russia.\nTransportation.\nMagadan is currently only connected with the rest of Russia by a road called the Kolyma Highway. There are no railway operating in the area. But there have been plans for the near future to have a railway line running towards Chukotka while cutting through Magadan. Long-distance travel can also be done by air or sea. The oblast has several airports, such as the Sokol Airport. Flights from these airports link Magadan to cities further away. However there are no international flights into the area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federal_subjects_of_Russia","surface_form":"federal subjects of Russia","offset":28},{"uri":"Russia","surface_form":"Russia","offset":91},{"uri":"Stalin","surface_form":"Stalin","offset":719},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":751},{"uri":"Industrialization","surface_form":"industrialization","offset":798},{"uri":"Gulag","surface_form":"gulag","offset":955},{"uri":"World_War_II","surface_form":"World War II","offset":1234},{"uri":"Perestroika","surface_form":"perestroika","offset":1532},{"uri":"Subarctic_climate","surface_form":"subarctic climate","offset":1778},{"uri":"Sea_of_Okhotsk","surface_form":"Sea of Okhotsk","offset":1986},{"uri":"Magadan","surface_form":"Magadan","offset":2326},{"uri":"Orthodox_Christianity","surface_form":"Orthodox Christianity","offset":2490},{"uri":"Shamanism","surface_form":"Shamanism","offset":2581},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":2959},{"uri":"Tax","surface_form":"tax","offset":2997},{"uri":"Parliament","surface_form":"parliament","offset":3778},{"uri":"Legislative","surface_form":"lawmakers","offset":3799},{"uri":"United_Russia","surface_form":"United Russia","offset":3923},{"uri":"Chukotka_Autonomous_Okrug","surface_form":"Chukotka","offset":4241}]}