{"id":669166,"url":"http://en.wikipedia.org/wiki/Sakha_Republic","text":"The Republic of Sakha is one of 85 federal subjects of Russia. It is in the Siberia area of Russia. It is grouped and governed as part of the Far Eastern District. The Far Eastern District contains ten other federal subjects too. Sakha is the largest federal subject of Russia. It stretches across three time zones between UTC+9 and UTC+11. The name Yakutia is also used to refer to the same area.\nHistory.\nIn the past, Yakutia was home to small groups of native tribesmen that hunt to survive. In the 13th to 14 century, the Yakuts started moving north from Lake Baikal to the area. Most of the Yakuts merged or took over the lands of these native tribesmen.\nThe Yakuts were different from the other tribesmen because they reared cattle, horses and practiced blacksmith skills. These skills allowed them to stay longer in one place. During the 17th century, the Russians, who were Europeans, first arrived in the region. The Yakut tribes united under the famous King Tygyn Darkhan to fight the Russians. But the Yakuts lost because they did not have guns. The Russians then brought the Yakuts under their control and continued to move eastwards. Years later, many people were punished by sending them to live in Yakutia in exile. This was because Yakutia was far from most places. Between 1921 and 1923, during the Russian Civil War, the area was the last land remaining under the control of the White Russians. The area was eventually brought under the control of the Bolsheviks's Red Army. This event was known as the Yakut Revolt.\nUnder Stalin's rule, several gulags were opened in the area. These gulags were used to house the growing forced labour population. These labourers were brought in to mine the gold minerals to pay for the Soviet Union's industrialization. After the Soviet Union collapsed, Yakutia was given the name Republic of Sakha and continues to be a republic in Russia.\nGeography.\nSakha is in the north part of Eastern Siberia. Because Sakha is very big, it experiences both polar tundra and subarctic climate. Both climates have long, cold winters, and short, mild summers. There is not a lot of rainfall in the area because of the climate. The tundra climate makes the northern part of Sakha empty and mostly frozen. The subarctic climate allows the southern part of Sakha to have taiga type of forests.\nThese forests have many animals and birds. There are several mountain ranges around Sakha as well. The Lena Pillars are rock structures found in Sakha. The Lena Pillars are a UNESCO World Heritage Site. The region is also rich in minerals like diamond, gold, and coal. The area is also famous for its extreme temperatures. For example during winter the temperature can go to as low as and during summer as high as.\nDemographics.\nSakha's population at the end of the Soviet Union decreased for some time according to data. It is currently increasing again. More than half of the population live in cities and towns. Most that do so live in the capital, Yakutsk. Ethnic Yakuts compose of about half of the population. Russians mostly make up the other half of the population. Most people in Sakha practice Orthodox Christianity or are atheists. Certain aspects of Shamanism, which is a belief that worships spirits and nature, is still practiced by ethnic Yakuts. In recent times, more natives have shown increasing interest in practicing Shamanism. Russian is taught and used commonly in Sakha. But the Yakut language is still commonly used between different native tribes, that are not Yakuts, to talk to one another. Yakut is also taught in some schools and is also used at home.\nCulture.\nThe Olonkho is a famous Yakut tale about great people and animals. It talks about legends and present day issues like the breaking apart of Yakut families. It is only performed by experts who have learn the tale thoroughly. This is because the tale is very long. The tale is part of the UNESCO Representative List of Intangible Cultural Heritage of Humanity. This means that the tale is widely accepted to be important and needs to prevented from being forgotten.\nThe Republic Day is celebrated on April 27 every year. It celebrates the formation of Yakut ASSR during the Soviet Union in 1922. The Yhyаkh festival is celebrated between 10 and 25 June every year. It is one of two New Year's Day celebrated by the Yakut people. The other being the more recognized New Year's Day in January. It is celebrated to mark the start of the short summer.\nEconomy.\nThe economy of Sakha mostly relies on the mining of minerals like diamonds, gold, tin and coal. It is the region's largest producer of minerals and raw materials. Sakha also produces 99% of Russia's diamonds. This accounts for about 25% of the world's diamond output. The making of construction materials, jewellery and medicine are also major industries in Sakha. In contrast, the native Yakut people rear cattle and horses or hunt and fish to provide for themselves as well.\nPolitics.\nThe Head of Sakha is the leader of the republic. The Head is chosen by public vote every five years. The Il Tumen (Legislative Assembly), is the republic's parliament. The Il Tumen are chosen similarly by the public every five years. The majority of lawmakers in the Il Tumen are currently from the United Russia party. The United Russia party is the ruling party of Russia.\nTransportation.\nSakha lies north of the important Trans-Siberian railway and Trans-Siberian Highway. Thus there is some distance between the republic and the main travelling routes across the country. The main road link in Sakha is the Lena Highway towards the south or the Kolyma Highway towards the east. The roads can generally be passed all year round, except across the Lena River where there is no bridge. Therefore, cars have to take a ferry across the river during summer or drive on the ice in winter. The Amur-Yakutsk train line connects Sakha with the rest of the Trans-Siberian railway. The republic has several airports, including the Yakutsk International Airport. Flights from these airports link Sakha to cities further away. The usage of the Northern Sea Route to transport goods is also possible at certain times of the year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federal_subjects_of_Russia","surface_form":"federal subjects of Russia","offset":35},{"uri":"Siberia","surface_form":"Siberia","offset":76},{"uri":"Russia","surface_form":"Russia","offset":92},{"uri":"Lake_Baikal","surface_form":"Lake Baikal","offset":559},{"uri":"Blacksmith","surface_form":"blacksmith","offset":760},{"uri":"Exile","surface_form":"exile","offset":1224},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":1316},{"uri":"White_Army","surface_form":"White Russians","offset":1397},{"uri":"Bolsheviks","surface_form":"Bolsheviks","offset":1470},{"uri":"Red_Army","surface_form":"Red Army","offset":1483},{"uri":"Stalin","surface_form":"Stalin","offset":1541},{"uri":"Gulag","surface_form":"gulag","offset":1564},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1739},{"uri":"Industrialization","surface_form":"industrialization","offset":1754},{"uri":"Dissolution_of_the_Soviet_Union","surface_form":"Soviet Union collapsed","offset":1783},{"uri":"Republic","surface_form":"republic","offset":1874},{"uri":"Tundra","surface_form":"tundra","offset":2005},{"uri":"Subarctic","surface_form":"subarctic","offset":2016},{"uri":"Taiga","surface_form":"taiga","offset":2307},{"uri":"UNESCO","surface_form":"UNESCO","offset":2505},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":2512},{"uri":"Yakutsk","surface_form":"Yakutsk","offset":2982},{"uri":"Orthodox_Christianity","surface_form":"Orthodox Christianity","offset":3134},{"uri":"Atheist","surface_form":"atheist","offset":3163},{"uri":"Shamanism","surface_form":"Shamanism","offset":3192},{"uri":"UNESCO","surface_form":"UNESCO","offset":3907},{"uri":"New_Year%27s_Day","surface_form":"New Year's Day","offset":4383},{"uri":"Parliament","surface_form":"parliament","offset":5118},{"uri":"Legislation","surface_form":"lawmakers","offset":5212},{"uri":"United_Russia","surface_form":"United Russia","offset":5261},{"uri":"Trans-Siberian_railway","surface_form":"Trans-Siberian railway","offset":5387},{"uri":"Trans-Siberian_Highway","surface_form":"Trans-Siberian Highway","offset":5414},{"uri":"Northern_Sea_Route","surface_form":"Northern Sea Route","offset":6096}]}