{"id":6693,"url":"http://en.wikipedia.org/wiki/Piano","text":"A piano (also called a pianoforte) is a musical instrument classified as a percussion instrument that is played by pressing keys on a keyboard. A person who plays the piano is called a pianist.\nHistory.\nThe piano has been an extremely popular instrument in Western classical music since the late 18th century. The piano was invented by Bartolomeo Cristofori of Padua, Italy. He made his first piano in 1709. It developed from the clavichord which looks like a piano but the strings of a clavichord are hit by a small blade of metal called a “tangent”. In the piano the strings are hit by a block of wood called a hammer. The early keyboarded instruments, such as the clavichords, harpsichords and organs that were used at that time, had a much shorter keyboard than they do today. Gradually the keyboard became longer until it had the 88 notes (7 octaves plus three notes) of the modern piano.\nAt first the instrument was called the “fortepiano”. This means “loud-soft” in Italian. It was given this name because it could be played either loudly or softly, depending on how hard the note was hit (the harpsichord could not do this, and the clavichord could only make a tiny difference between louder and softer). Later this name changed to “pianoforte”. This is normally shortened to “piano”. The word “fortepiano” is sometimes used to describe the pianos of the late 18th and early 19th centuries. In some languages, such as Russian, “fortepiano” is the normal word for a piano.\nAlthough the piano was invented at the beginning of the 18th century, it was not until 50 years later that it started to become popular. The first time the piano was played in a public concert in London was in 1768 when it was played by Johann Christian Bach. The upright piano was invented in 1800 by John Isaac Hawkings. Seven years later T. Southwell invented “over-stringing”. This means that the strings for the low notes go diagonally across the soundboard so that they can be longer and make a much bigger sound.\nThe early pianos had strings that were fastened to a frame made of wood. They were not very heavy, but they were not very strong or loud, so they could not be heard very well in a big concert hall. In 1825 the cast-iron frame was invented in America. This made the piano much stronger so that it could make a bigger sound and the strings were not likely to break.\nPiano parts.\nA piano has a keyboard with white keys and black keys. When a key is pressed down, the damper comes off the string and a hammer hits the string. It hits it very quickly and bounces off so that the string is free to vibrate and make a sound. Each key is a level that makes a hammer inside the piano hit a string inside, producing a sound. Each string has a different length and so produces-a different note. When the player takes their finger off the key the damper falls back onto the string and the sound stops. The strings are stretched very tightly across the frame, passing over a bridge on the way. The bridge touches the soundboard. This means that the vibrations are sent to the soundboard. The soundboard is a very important part of the piano. If it is damaged the piano will not make a sound.\nThe mechanism which makes the hammer bounce off the string very quickly is called the “escapement”. In 1821 Sebastian Erard invented a kind of double escapement. This made it possible to repeat the note very quickly. The hammer only touches the string for about one thousandth of a second. The hammers are covered with felt which is a mixture of wool, silk and hair.\nPedals.\nAt the bottom of every modern piano, there are at least two pedals, which are levers that the pianist presses down with his or her feet to change the sound. Many pianos have three pedals, but a few have even more. Each pedal changes the sound in a different way.\nPedal marks in music.\nThe damper pedal is the most important pedal, and so many composers often write down in a piece of music when the pianist should press and when he or she should let go of the damper pedal. In most classical music, there is a sign that says \"Ped.\" where the pedal should be pressed, and one that looks like an asterisk where the pedal should be let go. Pedal marks can also appear as a straight line under the staff. Often, the pianist will let go of the pedal and press it again right away; this is called \"changing pedal\". Sometimes, the music will simply say \"con pedale\", which in Italian means \"with pedal\". It means that the damper pedal should be used, but the pianist should know when to change the pedal.\nAnother sign, which tells a pianist to press the soft pedal is \"una corda,\" (Italian for \"one string\"). It is held down until another sign, \"tre corde\" (meaning \"three strings\"), appears, telling the pianist to let go of the soft pedal. In early pianos, it was possible to press the pedal a little way so that the hammers hit two strings, then press it further so that they hit only one string.\nThere is no sign for the sostenuto pedal, so it is up to the pianist on whether to use it in a specific piece of music.\nFamous piano composers.\nOnce the piano became popular in the late 18th century many composers wrote music for the piano. Wolfgang Amadeus Mozart started to learn on harpsichords when he was very small, but the piano was becoming popular when he was a young man and he wrote many sonatas and concertos for the piano. Franz Joseph Haydn also wrote a lot of piano music. Ludwig van Beethoven was a very famous pianist before he became very famous as a composer. His piano compositions include 5 concertos and 32 sonatas. In the Romantic period many composers wrote for the piano. They include Franz Schubert, Robert Schumann, Johannes Brahms, Franz Liszt and Frederic Chopin. Later composers include Sergei Rachmaninoff, Claude Debussy, Maurice Ravel, Sergei Prokofiev, Dmitri Shostakovich and Bela Bartok.\nFamous piano players.\nSome famous piano players from the early days of the piano include Dussek, Mozart, Muzio Clementi, John Field and Chopin. In the 19th century Franz Liszt was a very great influence on the piano by composing and performing very difficult music. Other great pianists include Clara Schumann and Anton Rubinstein. 20th century pianists include Artur Schnabel, Vladimir Horowitz, Josef Hofmann, Wilhelm Kempff, Dinu Lipati, Claudio Arrau, Artur Rubinstein, Sviatoslav Richter and Alfred Brendel. Among the greatest pianists today are Vladimir Ashkenazy, Daniel Barenboim, Leif Ove Andsnes, Boris Berezovsky and Evgeny Kissin.Connor Farrow\nPianists who play popular music include Liberace, Jerry Lee Lewis, Little Richard, Elton John, Billy Joel, Thelonious Monk, Tori Amos and Ray Charles. Perhaps the greatest jazz pianist was Fats Waller.\nPlaying the piano.\nThe piano has been a very popular instrument ever since the mid 18th century when it soon replaced the clavichord and the harpsichord. By the early 19th century the sound that the piano made was big enough to fill large concert halls. Smaller pianos were made for use in people’s homes. At first these included square pianos and giraffe pianos, later on the upright pianos became popular for home use. Pianos are not often used in orchestras (if they are, they are part of the percussion section). They may, however, be used for piano concertos (pieces for solo pianist accompanied by orchestra). There is a vast amount of music written for piano solo. The piano can also be used together with other instruments, in jazz groups, and for accompanying singing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"musical instrument","offset":40},{"uri":"Key","surface_form":"keys","offset":124},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":134},{"uri":"Pianist","surface_form":"pianist","offset":185},{"uri":"Classical_music","surface_form":"classical music","offset":265},{"uri":"Bartolomeo_Cristofori","surface_form":"Bartolomeo Cristofori","offset":336},{"uri":"Padua","surface_form":"Padua","offset":361},{"uri":"Italy","surface_form":"Italy","offset":368},{"uri":"Clavichord","surface_form":"clavichord","offset":430},{"uri":"Metal","surface_form":"metal","offset":526},{"uri":"Harpsichord","surface_form":"harpsichord","offset":680},{"uri":"Pipe_organ","surface_form":"organs","offset":697},{"uri":"Octave","surface_form":"octave","offset":847},{"uri":"Italian_language","surface_form":"Italian","offset":973},{"uri":"Harpsichord","surface_form":"harpsichord","offset":1101},{"uri":"Clavichord","surface_form":"clavichord","offset":1140},{"uri":"Russian_language","surface_form":"Russian","offset":1426},{"uri":"London","surface_form":"London","offset":1676},{"uri":"Johann_Christian_Bach","surface_form":"Johann Christian Bach","offset":1717},{"uri":"Concert_hall","surface_form":"concert hall","offset":2184},{"uri":"United_States","surface_form":"America","offset":2242},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":2391},{"uri":"Vibrate","surface_form":"vibrate","offset":2592},{"uri":"Level","surface_form":"level","offset":2632},{"uri":"Hammer","surface_form":"hammer","offset":2651},{"uri":"String","surface_form":"string","offset":2681},{"uri":"Length","surface_form":"length","offset":2743},{"uri":"Musical_note","surface_form":"note","offset":2778},{"uri":"Bridge_(instrument)","surface_form":"bridge","offset":2962},{"uri":"Wool","surface_form":"wool","offset":3525},{"uri":"Silk","surface_form":"silk","offset":3531},{"uri":"Hair","surface_form":"hair","offset":3540},{"uri":"Pedal_(music)","surface_form":"pedals","offset":3614},{"uri":"Lever","surface_form":"levers","offset":3632},{"uri":"Foot","surface_form":"feet","offset":3685},{"uri":"Asterisk","surface_form":"asterisk","offset":4148},{"uri":"Staff_(music)","surface_form":"staff","offset":4248},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":5188},{"uri":"Harpsichord","surface_form":"harpsichord","offset":5232},{"uri":"Sonata","surface_form":"sonata","offset":5346},{"uri":"Concerto","surface_form":"concerto","offset":5358},{"uri":"Joseph_Haydn","surface_form":"Franz Joseph Haydn","offset":5383},{"uri":"Ludwig_van_Beethoven","surface_form":"Ludwig van Beethoven","offset":5435},{"uri":"Franz_Schubert","surface_form":"Franz Schubert","offset":5657},{"uri":"Robert_Schumann","surface_form":"Robert Schumann","offset":5673},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":5690},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":5707},{"uri":"Frederic_Chopin","surface_form":"Frederic Chopin","offset":5723},{"uri":"Sergei_Rachmaninoff","surface_form":"Sergei Rachmaninoff","offset":5764},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":5785},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":5801},{"uri":"Sergei_Prokofiev","surface_form":"Sergei Prokofiev","offset":5816},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":5834},{"uri":"Bela_Bartok","surface_form":"Bela Bartok","offset":5858},{"uri":"Jan_Ladislav_Dussek","surface_form":"Dussek","offset":5960},{"uri":"Mozart","surface_form":"Mozart","offset":5968},{"uri":"Muzio_Clementi","surface_form":"Muzio Clementi","offset":5976},{"uri":"John_Field","surface_form":"John Field","offset":5992},{"uri":"Chopin","surface_form":"Chopin","offset":6007},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":6035},{"uri":"Clara_Schumann","surface_form":"Clara Schumann","offset":6166},{"uri":"Anton_Rubinstein","surface_form":"Anton Rubinstein","offset":6185},{"uri":"Artur_Schnabel","surface_form":"Artur Schnabel","offset":6233},{"uri":"Vladimir_Horowitz","surface_form":"Vladimir Horowitz","offset":6249},{"uri":"Josef_Hofmann","surface_form":"Josef Hofmann","offset":6268},{"uri":"Wilhelm_Kempff","surface_form":"Wilhelm Kempff","offset":6283},{"uri":"Dinu_Lipati","surface_form":"Dinu Lipati","offset":6299},{"uri":"Claudio_Arrau","surface_form":"Claudio Arrau","offset":6312},{"uri":"Artur_Rubinstein","surface_form":"Artur Rubinstein","offset":6327},{"uri":"Sviatoslav_Richter","surface_form":"Sviatoslav Richter","offset":6345},{"uri":"Alfred_Brendel","surface_form":"Alfred Brendel","offset":6368},{"uri":"Vladimir_Ashkenazy","surface_form":"Vladimir Ashkenazy","offset":6422},{"uri":"Daniel_Barenboim","surface_form":"Daniel Barenboim","offset":6442},{"uri":"Leif_Ove_Andsnes","surface_form":"Leif Ove Andsnes","offset":6460},{"uri":"Boris_Berezovsky_(pianist)","surface_form":"Boris Berezovsky","offset":6478},{"uri":"Evgeny_Kissin","surface_form":"Evgeny Kissin","offset":6499},{"uri":"Connor_Farrow","surface_form":"Connor Farrow","offset":6513},{"uri":"Liberace","surface_form":"Liberace","offset":6567},{"uri":"Jerry_Lee_Lewis","surface_form":"Jerry Lee Lewis","offset":6577},{"uri":"Little_Richard","surface_form":"Little Richard","offset":6594},{"uri":"Elton_John","surface_form":"Elton John","offset":6610},{"uri":"Billy_Joel","surface_form":"Billy Joel","offset":6622},{"uri":"Thelonious_Monk","surface_form":"Thelonious Monk","offset":6634},{"uri":"Tori_Amos","surface_form":"Tori Amos","offset":6651},{"uri":"Ray_Charles","surface_form":"Ray Charles","offset":6665},{"uri":"Jazz","surface_form":"jazz","offset":6699},{"uri":"Fats_Waller","surface_form":"Fats Waller","offset":6716},{"uri":"Percussion","surface_form":"percussion","offset":7225}]}