{"id":669417,"url":"http://en.wikipedia.org/wiki/The_Settlers_of_Catan","text":"\"The Settlers of Catan\", sometimes called \"Catan\" or \"Settlers\" for short, is a board game. More than one person plays Catan at a time. The Settlers of Catan was designed by Klaus Teuber and first published in 1995 in Germany by Franckh-Kosmos Verlag (Kosmos) as \"Die Siedler von Catan\". People play as settlers, each try to build holdings while trading and getting resources. Players get points as their settlements grow. The first player to reach a set number of points, usually 10, wins. The game and its many expansions are also published by Mayfair Games, Filosofia, Capcom, 999 Games, Κάισσα, and Devir.\n\"The Settlers of Catan\" became one of the first German-style board games to become popular outside Europe., more than 22 million copies in 30 languages had been sold.\nThe game involves a lot of strategy, while still being fairly easy to learn.\nGameplay.\nThe players in the game represent settlers creating colonies on the island of Catan. Players build settlements, cities, and roads to connect them as they settle the island. The game board, which represents the island, is made out of of tiles with six sides. (hexes) of different land types, which are laid out randomly at the beginning of each game. Newer editions of the game began to have a fixed layout in their manual, which has been proven by computer simulations to be fair. They recommend this to be used by beginners. In 2016, editions of the game were released with a conventional fixed layout board in this configuration. The hexes of these editions cannot be rearranged.\nTeuber's original design was for a large game of exploration and development in a new land. Between 1993 and 1995 Teuber and Kosmos refined and simplified the game into its current form. Unused mechanics from that design went on to be used in Teuber's following games, \"Entdecker\" and \"Löwenherz.\" The game's first expansion, \",\" adds the concept of exploration, and the combined game (sometimes known as \"New Shores\") is probably the closest game to Teuber's original intentions.","categories":[],"infobox_types":["game"],"annotations":[{"uri":"Board_game","surface_form":"board game","offset":80},{"uri":"Klaus_Teuber","surface_form":"Klaus Teuber","offset":174},{"uri":"Kosmos_(publisher)","surface_form":"Franckh-Kosmos Verlag","offset":229},{"uri":"Mayfair_Games","surface_form":"Mayfair Games","offset":546},{"uri":"Filosofia","surface_form":"Filosofia","offset":561},{"uri":"Capcom","surface_form":"Capcom","offset":572},{"uri":"999_Games","surface_form":"999 Games","offset":580},{"uri":"%CE%9A%CE%AC%CE%B9%CF%83%CF%83%CE%B1","surface_form":"Κάισσα","offset":591},{"uri":"German-style_board_game","surface_form":"German-style board game","offset":658},{"uri":"Human_settlement","surface_form":"settlements","offset":963},{"uri":"Hex_map","surface_form":"hexes","offset":1123},{"uri":"Computer_simulations","surface_form":"computer simulations","offset":1312},{"uri":"Entdecker","surface_form":"Entdecker","offset":1816},{"uri":"L%C3%B6wenherz","surface_form":"Löwenherz","offset":1832}]}