{"id":669816,"url":"http://en.wikipedia.org/wiki/Yayoi_Kusama","text":"Yayoi Kusama is a Japanese artist and writer, born on 22 March 1929. Well-known for her repeating dot patterns, her art uses a variety of media, including painting, drawing, sculpture, film, performance and immersive installation. It ranges from works on paper featuring intense semi-abstract imagery, to soft sculpture known as ‘Accumulations’, to her ‘Infinity Net’ paintings, made up of carefully repeated arcs of paint built up into large patterns.\nSince 1977 Kusama has lived voluntarily in a psychiatric institution, and much of her work has been marked with obsessiveness and a desire to escape from psychological trauma. In an attempt to share her experiences, she creates installations that immerse the viewer in her obsessive vision of endless dots and nets or infinitely mirrored space.\nYayoi Kusama was born in 1929 in Matsumoto city in Nagano. She started drawing pictures with a motif of polka dots with water colorat, pastel and oil at 10 years old. She entered art university in Kyoto afterwards went to the United States of America to study art even though her parents didn’t agree with her. She did intense performances whose name were “happening” there to protest wars and her name was known from top to bottom in the U.S.A as a great performer. In 1968 her own movie won the prize of The 4th Belgian International Short Film Festival. Moreover, her exhibitions were held around the world. In 2009, she was selected as a person of culture merits which give people who are active in terms of culture. Finally The documentary movie on her was released in 2019. It received high evaluations.\nShe actually has suffered from Hallucination; her field of vision is covered with polka dots and flowers speak to her, since an early age. She has got schizophrenia, nerve sick, from childhood to now. Therefore she decided to paint to run away from the hallucination and fearness of death. Her works reflect what she really sees through her eyes.\nHer every works are expensive. The highest one is no less than 63 million. One reason, of course, is popularity and originality. Furthermore, another reason is her attitude to works. She only releases her works into auctions when she has trouble with money. She also said, “I don’t create my works just because they can make a lot of money.” That’s why her works are really expensive.\nLooking at the features of her works, many polka dots are seen in her works. Identical pattern cover on painting and sculpture is her own way. We can say polka dots are her trademark. Her works don’t stop on campus. She also uses mirrors in her works to make objects seen as though they were infinity.\nthroughout her entire life, her belief is “I’m fighting for the production of arts.” Her works has been put into her heart and soul. She also said “There are many people who are suffering from war, poverty and loneliness. I couldn’t be happier that my passion tells them through my works after I pass away.”","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese","surface_form":"Japanese","offset":18},{"uri":"Artist","surface_form":"artist","offset":27},{"uri":"Psychiatric","surface_form":"psychiatric","offset":498}]}