{"id":67002,"url":"http://en.wikipedia.org/wiki/2007_Atlantic_hurricane_season","text":"The 2007 Atlantic hurricane season was a time of year when tropical cyclones happened in the year 2007. The season started June 1, 2007, and ended on November 30, 2007, but the last storm did not die until December 12, 2007. Most of the storms that form in the Atlantic Ocean during the year happen between these two dates. But Subtropical Storm Andrea formed early on May 9, 2007, which was before the start of the season. This was the second time in five years that a storm formed before the season start date. Tropical Storm Ana in the 2003 Atlantic hurricane season also formed before June 1.\nSubtropical Storm Andrea.\nOn May 9, a extratropical cyclone formed into Subtropical Storm Andrea while about 140 miles (225 km) southeast of Savannah, Georgia. Tropical storm watches were immediately issued for parts of coastal Georgia and Florida, though were later dropped. It is the first named storm to form in May since Arlene in the 1981 Atlantic hurricane season, and the first pre-season storm since Ana in April 2003. Later, the pattern of the system became bad with a large lowering in convection as it moved over cooler waters, and on May 10 it weakened to a subtropical depression and NHC issued its final advisory on Andrea at 11 PM EST, May 10. However, on the morning of May 11 convection flared up over the center, indicating that the cyclone might be acquiring tropical characteristics once again. However, it did not.\nThe storm produced rough surf along the coastline from Florida to North Carolina, causing beach erosion and some damage. One surfer drowned in Florida from the rough surf. Five people died during Andrea's initial extratropical phase. High winds from Andrea have been reported as fueling severe wildfires in northern Florida and southern Georgia. Andrea was blamed for providing stiff winds that acted like a \"chimney\", fueling the blaze to firestorm levels beyond the control of firefighting officials. Strong winds from the storm spread smoke from local brush fires through the Tampa Bay area to Miami.\nTropical Storm Barry.\nOn May 30, a large low pressure area formed in the Gulf of Honduras. The system slowly became stronger as it moved through the northwest Caribbean Sea into the southeast Gulf of Mexico. On June 1, the first day of the Atlantic hurricane season, this cyclone organized into Tropical Storm Barry, even thought it was in an area of high wind shear. Warnings were immediately issued along the Western Florida coastline. Barry gave much-needed rain to parts of Florida and Georgia which were experiencing drought conditions from January to May. Barry made landfall near Tampa Bay, Florida on June 2 as a weak tropical storm. Shortly after, Barry weakened into a tropical depression as it became an extratropical storm. On June 3, the cyclone moved up the coast of the Carolinas bringing rains into the Mid-Atlantic states and New England. By June 5 its center had moved northward into Eastern Canada.\nTropical Storm Chantal.\nAn area of low pressure area formed near the Bahamas on July 28, and slowly organized while moving to the north-northeast. Late on July 30, it was upgraded to a tropical depression, the third of the season, after developing deep convection near the center for most of the day. On July 31, the system strengthened into a tropical storm south of Nova Scotia, the first storm in nearly two months after Barry. The storm quickly became extratropical late that day though as it moved towards Newfoundland over the cooler waters of the north Atlantic.\nOn August 1, flooding was reported from Placentia to the capital city of St. John's, where about 100 mm (4 inches) of rain held up the annual Royal St. John's Regatta. Up to 150 mm (6 inches) of rain fell in the Whitbourne area, according to Environment Canada. The most serious flooding was across the southern Avalon Peninsula, where dozens of roads were washed out, houses were flooded above their basements and several communities were isolated. Ferry service between Argentia and North Sydney, Nova Scotia, was stopped, and one ferry was forced to change its course to Port aux Basques.\nStates of emergency were declared in at least five communities in the areas surrounding Placentia Bay and Conception Bay, and the Newfoundland and Labrador Municipal Affairs Minister Jack Byrne has requested a federal disaster area declaration. Damage is estimated to be well into the millions of dollars, with at least $4 million in damage in the town of Placentia alone.\nHurricane Dean.\nA strong tropical wave moved off the west coast of Africa in the second week of August. It quickly gathered itself and turned into into a low on August 12. Tropical Depression Four was made on August 13 in the east part of the Atlantic from the tropical wave to the south of Cape Verde. The depression was already having continuing deep thunderstorms, but mostly at the west part of its spinning because of wind shear from the east. The depression was supposed to become stronger a lot over the next few days due to wind shear becoming more weak and warmer sea surface temperatures which made conditions better for it to become stronger. The depression moved west very fast, south of a deep layered high, quickly running away from the shear from the east. Looking at satellite pictures and microwave and QuikSCAT information, the depression was changed to Tropical Storm Dean on August 14. It was changed to a category one then a category two hurricane on August 16, 2007. It got to category three then category four on August 17, 2007. It got to category five on August 20, 2007. Dean made landfall in the Yucatan Peninsula as a category 5. The hurricane made another landfall in Mexico on August 22 and Dean died the next day.\nTropical Storm Erin.\nOn August 9, an area of convection developed just south of Jamaica in association with a trough of low pressure. The system moved west-northwestward, and by August 10 it had a broad surface trough with minimal shower activity. Convection increased on August 11, and by August 12 a tropical wave and an upper-level low began to merge which resulted in a large area of disorganized thunderstorms extending from the western Caribbean Sea into the central Bahamas. Upper-level winds slowly became more beneficial for development, and on August 13 a large low pressure area formed about 90 miles (145 km) north-northeast of Cancún, Quintana Roo. Late on August 14, a reconnaissance flight into the system reported a small circulation center, but at the time was not well-defined enough to result in the initiation of tropical cyclone advisories. However, deep convection was found near the increasingly organizing center, and at 0300 UTC on August 15 the National Hurricane Center upgraded it as Tropical Depression Five about 425 miles (685 km) southeast of Brownsville, Texas.\nLooking at reconnaissance info gotten from an NOAA plane investigating the depression, it was upgraded to Tropical Storm Erin on August 15.\nIt weakened to a tropical depression as it made landfall near Lamar, Texas, on August 16 and the NHC gave out its last advisory on the system soon after as it moved inland; but the HPC then began taking the responsibility of making advisories as long as the system was still tropical and a flood threat.\nTwo people were killed when a warehouse broke down in Texas. In all, 17 people died because of Erin.\nHurricane Felix.\nOn August 31, an area of weather east of the Windward Islands became strong enough, and was named Tropical Depression Six. Early on September 1, it was changed to a tropical storm and named Felix. Later that day, Felix was changed to a hurricane. On September 2, Felix was changed to a major hurricane. Felix hit land as a category 5 in northeastern Nicaragua, making it the second hurricane in 2007 to do this. At least 133 people were killed.\nTropical Storm Gabrielle.\nAn extratropical storm off the coast of the eastern United States was classified as \"Subtropical Storm Gabrielle\" by the National Hurricane Center late on September 7. It was later reclassified as a tropical storm on September 8. After passing over the Outer Banks of North Carolina, it weakened to a depression on September 10, and the final advisory was issued the next day as it no longer had a well-defined surface circulation.\nGabrielle poured 4-6 inches of rain in the immediate area of landfall, but reports showed minimal damage and no fatalities were reported.\nTropical Storm Ingrid.\nTropical Depression Eight formed from a tropical wave 1130 mi (1815 km) east of the Lesser Antilles on September 12, just before the system that eventually became Humberto formed. It was slow to develop and became Tropical Storm Ingrid early on September 14. Shearing winds from a tropical upper tropospheric trough soon weakened the cyclone, it returned to depression strength on September 15, and the final advisory was issued on September 17 as the system degenerated into an open wave north of the Leeward Islands. Ingrid was the first storm of the 2007 season not to threaten land, and there were no reports of damage or casualties.\nHurricane Humberto.\nTropical Depression Nine formed from a non-tropical low in the north-western Gulf of Mexico on September 12. Three hours later it had strengthened sufficiently to be named Tropical Storm Humberto. It rapidly became a hurricane until dissipating over North Carolina. Damage is at a half a billion dollars.\nTropical Depression Ten.\nAn extratropical low formed off the east coast of Florida on September 18. It slowly tracked westward, breaking itself away from a trough over the Atlantic while crossing the Florida Peninsula on September 19, emerging in the Gulf of Mexico on September 20. It slowly organized itself and was classified as a subtropical depression on the morning of September 21 just south of the Florida Panhandle. Three hours later, it was reclassified as fully tropical. At 8 pm EDT (0000 UTC) later that day, Tropical Depression Ten began to move onshore, and never reached tropical storm strength.\nDamage from the precursor low was reported in Eustis, Florida from one or more tornadoes that damaged or destroyed about 50 houses, but caused no serious injuries.\nTropical Storm Jerry.\nEarly on September 23, a subtropical depression formed from a previously extratropical low about 1060 miles (1710 km) west of the Azores. It quickly strengthened into Subtropical Storm Jerry later that morning while remaining far from land. It transitioned into a fully tropical storm early on September 24, but weakened the same day as it moved over cooler waters. As it accelerated northward, it strengthened back into a tropical storm and reached its peak intensity of 45 mph (75 km/h) late on September 24. Shortly afterward, Jerry was absorbed into a larger extratropical low.\nHurricane Karen.\nIn the fourth week of September, a very large tropical wave emerged off the coast of Africa and tracked south of Cape Verde. It slowly became organized, by early on September 25, it became a tropical depression, and 6 hours later was upgraded to Tropical Storm Karen. It was slow to become stronger at first, but on September 26, Karen quickly became stronger and was made a hurricane early in the day before added wind shear stopped the intensification and began to slowly weaken the storm. Karen was declared to have been at hurricane strength by the NHC on November 27, 2007.\nHurricane Lorenzo.\nOn September 21, an area of convection developed in the western Caribbean Sea in association with a trough of low pressure. Convection increased and a broad area of low pressure developed on September 22 as the convection moved northwestward towards the Yucatan Peninsula. On September 23 the area of low pressure moved over the Yucatan Peninsula and was producing thunderstorms from the southern Gulf of Mexico to the northwestern Caribbean Sea. Over the next few days the broad area of low pressure was moving erratically over the southwestern Gulf of Mexico but convection remained limited due to strong upper-level winds. By September 25 upper-level winds started to become more favorable for tropical cyclone formation and by that morning visible satellite imagery indicated that a tropical depression could be forming about 180 mi (290 km) east of Tampico, Mexico.\nDuring the evening of September 25 a United States Air Force Hurricane Hunter aircraft found that the area of low pressure had developed into a tropical depression. The depression tracked slowly to the south and southwest into the Bay of Campeche. On September 26 convection increased and the depression was getting closer to being a tropical storm. At 0300 UTC September 27 the Government of Mexico issued a tropical storm watch for parts of the Mexican Gulf Coast as the depression was forecasted to strengthen into a tropical storm. Rapid intensification took place on September 27, and the depression became Tropical Storm Lorenzo around midday. Continued intensification that afternoon brought Lorenzo to near hurricane intensity. Early that evening, less than 7 hours after first being upgraded to a tropical storm, it was upgraded to Hurricane Lorenzo. It hit land on Mexico a little while after.\nTropical Storm Melissa.\nAn area of low pressure associated with a tropical wave near the Cape Verde islands developed into a tropical depression on September 28, after slowly developing for almost two days. Early the next day it strengthened to become Tropical Storm Melissa, the eighth named storm to form in September, tying the record for most storms to form in a month. It soon weakened under the influence of shearing winds.\nTropical Depression Fifteen.\nOn October 11, a tropical depression formed in the central Atlantic east of Bermuda out of a previously non-tropical low, which could possibly have involved the remnants of Tropical Storm Karen. It dissipated without further development.\nHurricane Noel.\nDuring the evening of October 27, a low pressure system that had been slowly developing over the eastern Caribbean gained enough organization to be declared Tropical Depression Sixteen. It steadily intensified and became a tropical storm on the afternoon of October 28. It made landfall in Haiti on October 29, and then meandered across the western Caribbean near Cuba for the next three days. Noel brought torrential rain to the region, killing at least 120 people. It then accelerated northeastward, passing through the Bahamas before strengthening to a hurricane on November 1. Noel began an extratropical transition on November 2. While sustained winds were still at category 1 strength, the NHC issued its final advisory that afternoon. Meanwhile, the Canadian Hurricane Centre is still issuing advisories as it approaches Canadian territory.\nTropical Storm Olga.\nIn the second week of December, after the official end of the hurricane season, a low developed east of the northernmost Lesser Antilles. It slowly acquired subtropical characteristics, and late on December 10, the NHC declared it Subtropical Storm Olga while just north of Puerto Rico. It is the first post-season storm since Tropical Storm Zeta in the 2005 season, making this season one of the few with activity both before and after the official bounds of the hurricane season. The storm made landfall on December 11 on the eastern tip of the Dominican Republic. Later that evening, Olga transitioned into a tropical storm just after making landfall. Further weakening took place and the storm degenerated into a remnant low late on December 12.\nFlooding and mudslides caused at least 22 deaths - one in Puerto Rico, two in Haiti and at least 19 in the Dominican Republic.\nStorm names.\nThe following names will be used for named storms that form in the Atlantic basin in 2007. Due to the devastation caused by Hurricanes Dean, Felix and Noel, these names were retired by the World Meteorological Organization. The names not retired from this list will be used again in the 2013 season. A storm was named Andrea for the first time in 2007. The list is the same as the 2001 list except for Andrea, Ingrid, and Melissa, which replaced Allison, Iris, and Michelle, respectively. Names that have not been assigned are marked in.\nAccumulated Cyclone Energy.\nThe table on the right shows the Accumulated Cyclone Energy (ACE) for each storm in the season. ACE is, basically speaking, a measure of the power of the hurricane multiplied by the length of time it existed, so storms that last a long time, as well as particularly strong hurricanes, have high ACEs. ACE is only calculated for full advisories on tropical systems at or exceeding 34 knots (39 mph, 63 km/h) or tropical storm strength. While Subtropical Storm Andrea was a named storm of the 2007 season, NOAA does not officially include subtropical storms' ACE ratings in season totals. Andrea's ACE would have been 0.603 104kt² if it was tropical. Values accrued while Gabrielle, Jerry and Olga were subtropical are not included in their totals.","categories":[],"infobox_types":["hurricane season","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":59},{"uri":"June_1","surface_form":"June 1","offset":123},{"uri":"2007","surface_form":"2007","offset":131},{"uri":"November_30","surface_form":"November 30","offset":150},{"uri":"2007","surface_form":"2007","offset":163},{"uri":"December_12","surface_form":"December 12","offset":206},{"uri":"2007","surface_form":"2007","offset":219},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":261},{"uri":"Subtropical_Storm_Andrea_(2007)","surface_form":"Subtropical Storm Andrea","offset":328},{"uri":"May_9","surface_form":"May 9","offset":369},{"uri":"2007","surface_form":"2007","offset":376},{"uri":"Tropical_Storm_Ana_(2003)","surface_form":"Tropical Storm Ana","offset":513},{"uri":"2003_Atlantic_hurricane_season","surface_form":"2003 Atlantic hurricane season","offset":539},{"uri":"May_9","surface_form":"May 9","offset":626},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":635},{"uri":"Savannah%2C_Georgia","surface_form":"Savannah","offset":738},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":748},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":825},{"uri":"Florida","surface_form":"Florida","offset":837},{"uri":"1981_Atlantic_hurricane_season","surface_form":"1981 Atlantic hurricane season","offset":936},{"uri":"Tropical_Storm_Ana_(2003)","surface_form":"Ana","offset":1005},{"uri":"2003_Atlantic_hurricane_season","surface_form":"2003","offset":1018},{"uri":"May_10","surface_form":"May 10","offset":1143},{"uri":"May_11","surface_form":"May 11","offset":1283},{"uri":"Florida","surface_form":"Florida","offset":1488},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1499},{"uri":"Florida","surface_form":"Florida","offset":1576},{"uri":"2007_Okefenokee_wildfires","surface_form":"severe wildfires","offset":1720},{"uri":"Florida","surface_form":"Florida","offset":1749},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":1770},{"uri":"Firestorm","surface_form":"firestorm","offset":1873},{"uri":"Wildfire","surface_form":"brush fires","offset":1988},{"uri":"Tampa_Bay","surface_form":"Tampa Bay","offset":2012},{"uri":"Miami%2C_Florida","surface_form":"Miami","offset":2030},{"uri":"May_30","surface_form":"May 30","offset":2062},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":2078},{"uri":"Gulf_of_Honduras","surface_form":"Gulf of Honduras","offset":2110},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":2196},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2229},{"uri":"June_1","surface_form":"June 1","offset":2248},{"uri":"Wind_shear","surface_form":"wind shear","offset":2393},{"uri":"Florida","surface_form":"Florida","offset":2456},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":2527},{"uri":"January","surface_form":"January","offset":2583},{"uri":"May","surface_form":"May","offset":2594},{"uri":"Tampa_Bay%2C_Florida","surface_form":"Tampa Bay","offset":2624},{"uri":"Florida","surface_form":"Florida","offset":2635},{"uri":"June_2","surface_form":"June 2","offset":2646},{"uri":"June_3","surface_form":"June 3","offset":2776},{"uri":"Mid-Atlantic_states","surface_form":"Mid-Atlantic states","offset":2856},{"uri":"New_England","surface_form":"New England","offset":2880},{"uri":"June_5","surface_form":"June 5","offset":2896},{"uri":"Canada","surface_form":"Eastern Canada","offset":2939},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":2990},{"uri":"Bahamas","surface_form":"Bahamas","offset":3024},{"uri":"July_28","surface_form":"July 28","offset":3035},{"uri":"July_30","surface_form":"July 30","offset":3110},{"uri":"July_31","surface_form":"July 31","offset":3259},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":3323},{"uri":"Tropical_Storm_Barry_(2007)","surface_form":"Barry","offset":3379},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":3466},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":3515},{"uri":"August_1","surface_form":"August 1","offset":3528},{"uri":"Placentia%2C_Newfoundland_and_Labrador","surface_form":"Placentia","offset":3565},{"uri":"St._John%27s%2C_Newfoundland_and_Labrador","surface_form":"St. John's","offset":3598},{"uri":"Royal_St._John%27s_Regatta","surface_form":"Royal St. John's Regatta","offset":3667},{"uri":"Whitbourne%2C_Newfoundland_and_Labrador","surface_form":"Whitbourne","offset":3737},{"uri":"Environment_Canada","surface_form":"Environment Canada","offset":3767},{"uri":"Avalon_Peninsula","surface_form":"Avalon Peninsula","offset":3837},{"uri":"Argentia%2C_Newfoundland_and_Labrador","surface_form":"Argentia","offset":3997},{"uri":"North_Sydney%2C_Nova_Scotia","surface_form":"North Sydney","offset":4010},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":4024},{"uri":"Port_aux_Basques%2C_Newfoundland_and_Labrador","surface_form":"Port aux Basques","offset":4099},{"uri":"Placentia_Bay","surface_form":"Placentia Bay","offset":4205},{"uri":"Conception_Bay","surface_form":"Conception Bay","offset":4223},{"uri":"Newfoundland_and_Labrador","surface_form":"Newfoundland and Labrador","offset":4247},{"uri":"Jack_Byrne","surface_form":"Jack Byrne","offset":4300},{"uri":"Disaster_area","surface_form":"disaster area","offset":4335},{"uri":"Africa","surface_form":"Africa","offset":4557},{"uri":"August_12","surface_form":"August 12","offset":4651},{"uri":"August_13","surface_form":"August 13","offset":4699},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":4751},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":4781},{"uri":"Wind_shear","surface_form":"wind shear","offset":4913},{"uri":"Wind_shear","surface_form":"wind shear","offset":5022},{"uri":"Sea_surface_temperature","surface_form":"sea surface temperature","offset":5063},{"uri":"QuikSCAT","surface_form":"QuikSCAT","offset":5310},{"uri":"August_14","surface_form":"August 14","offset":5385},{"uri":"August_16","surface_form":"August 16","offset":5462},{"uri":"August_17","surface_form":"August 17","offset":5526},{"uri":"August_20","surface_form":"August 20","offset":5570},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":5597},{"uri":"Yucatan_Peninsula","surface_form":"Yucatan Peninsula","offset":5613},{"uri":"Mexico","surface_form":"Mexico","offset":5687},{"uri":"August_22","surface_form":"August 22","offset":5697},{"uri":"August_9","surface_form":"August 9","offset":5759},{"uri":"Convection","surface_form":"convection","offset":5780},{"uri":"Jamaica","surface_form":"Jamaica","offset":5815},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":5845},{"uri":"August_10","surface_form":"August 10","offset":5913},{"uri":"August_11","surface_form":"August 11","offset":6007},{"uri":"August_12","surface_form":"August 12","offset":6025},{"uri":"Tropical_cyclone","surface_form":"tropical wave","offset":6037},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":6136},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":6177},{"uri":"Bahamas","surface_form":"Bahamas","offset":6208},{"uri":"August_13","surface_form":"August 13","offset":6289},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":6307},{"uri":"Canc%C3%BAn","surface_form":"Cancún","offset":6375},{"uri":"Quintana_Roo","surface_form":"Quintana Roo","offset":6383},{"uri":"August_14","surface_form":"August 14","offset":6405},{"uri":"Hurricane_Hunters","surface_form":"reconnaissance","offset":6418},{"uri":"UTC","surface_form":"UTC","offset":6685},{"uri":"August_15","surface_form":"August 15","offset":6692},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":6706},{"uri":"Brownsville%2C_Texas","surface_form":"Brownsville","offset":6810},{"uri":"Texas","surface_form":"Texas","offset":6823},{"uri":"NOAA","surface_form":"NOAA","offset":6876},{"uri":"August_15","surface_form":"August 15","offset":6959},{"uri":"August_16","surface_form":"August 16","offset":7049},{"uri":"August_31","surface_form":"August 31","offset":7395},{"uri":"Windward_Islands","surface_form":"Windward Islands","offset":7437},{"uri":"September_1","surface_form":"September 1","offset":7524},{"uri":"September_2","surface_form":"September 2","offset":7642},{"uri":"Extratropical_cyclone","surface_form":"extratropical storm","offset":7866},{"uri":"United_States","surface_form":"United States","offset":7915},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":7984},{"uri":"September_7","surface_form":"September 7","offset":8018},{"uri":"September_8","surface_form":"September 8","offset":8080},{"uri":"Outer_Banks","surface_form":"Outer Banks","offset":8116},{"uri":"North_Carolina","surface_form":"North Carolina","offset":8131},{"uri":"September_10","surface_form":"September 10","offset":8178},{"uri":"East","surface_form":"east","offset":8528},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":8540},{"uri":"September_12","surface_form":"September 12","offset":8559},{"uri":"September_14","surface_form":"September 14","offset":8701},{"uri":"September_15","surface_form":"September 15","offset":8837},{"uri":"September_17","surface_form":"September 17","offset":8888},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":8958},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":9191},{"uri":"September_12","surface_form":"September 12","offset":9209},{"uri":"Extratropical_cyclone","surface_form":"extratropical low","offset":9447},{"uri":"Florida","surface_form":"Florida","offset":9494},{"uri":"September_18","surface_form":"September 18","offset":9505},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":9575},{"uri":"September_19","surface_form":"September 19","offset":9640},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":9670},{"uri":"September_20","surface_form":"September 20","offset":9688},{"uri":"September_21","surface_form":"September 21","offset":9794},{"uri":"Florida_Panhandle","surface_form":"Florida Panhandle","offset":9825},{"uri":"Eustis%2C_Florida","surface_form":"Eustis, Florida","offset":10077},{"uri":"Tornado","surface_form":"tornado","offset":10110},{"uri":"September_23","surface_form":"September 23","offset":10226},{"uri":"Azores","surface_form":"Azores","offset":10347},{"uri":"September_24","surface_form":"September 24","offset":10511},{"uri":"September_24","surface_form":"September 24","offset":10714},{"uri":"September","surface_form":"September","offset":10838},{"uri":"Africa","surface_form":"Africa","offset":10901},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":10929},{"uri":"September_25","surface_form":"September 25","offset":10981},{"uri":"September_26","surface_form":"September 26","offset":11132},{"uri":"Wind_shear","surface_form":"wind shear","offset":11231},{"uri":"November_27","surface_form":"November 27","offset":11376},{"uri":"September_21","surface_form":"September 21","offset":11417},{"uri":"Convection","surface_form":"convection","offset":11442},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":11478},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":11514},{"uri":"Low_pressure","surface_form":"low pressure","offset":11579},{"uri":"September_22","surface_form":"September 22","offset":11605},{"uri":"Northwest","surface_form":"northwest","offset":11642},{"uri":"Yucatan_Peninsula","surface_form":"Yucatan Peninsula","offset":11668},{"uri":"September_23","surface_form":"September 23","offset":11690},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":11811},{"uri":"Wind_shear","surface_form":"upper-level winds","offset":12021},{"uri":"September_25","surface_form":"September 25","offset":12043},{"uri":"Tropical_cyclogenesis","surface_form":"tropical cyclone formation","offset":12111},{"uri":"Weather_satellite","surface_form":"visible satellite imagery","offset":12158},{"uri":"Tropical_depression","surface_form":"tropical depression","offset":12201},{"uri":"East","surface_form":"east","offset":12260},{"uri":"Tampico","surface_form":"Tampico","offset":12268},{"uri":"Mexico","surface_form":"Mexico","offset":12277},{"uri":"Evening","surface_form":"evening","offset":12296},{"uri":"September_25","surface_form":"September 25","offset":12307},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":12322},{"uri":"Hurricane_Hunters","surface_form":"Hurricane Hunter","offset":12346},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":12516},{"uri":"September_26","surface_form":"September 26","offset":12536},{"uri":"Convection","surface_form":"convection","offset":12549},{"uri":"Gale","surface_form":"tropical storm","offset":12619},{"uri":"Universal_Coordinated_Time","surface_form":"UTC","offset":12643},{"uri":"September_27","surface_form":"September 27","offset":12647},{"uri":"Government_of_Mexico","surface_form":"Government of Mexico","offset":12664},{"uri":"Tropical_storm_watch","surface_form":"tropical storm watch","offset":12694},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":13278},{"uri":"September_28","surface_form":"September 28","offset":13337},{"uri":"October_11","surface_form":"October 11","offset":13651},{"uri":"Bermuda","surface_form":"Bermuda","offset":13724},{"uri":"October_27","surface_form":"October 27","offset":13924},{"uri":"October_28","surface_form":"October 28","offset":14160},{"uri":"Haiti","surface_form":"Haiti","offset":14192},{"uri":"October_29","surface_form":"October 29","offset":14201},{"uri":"Caribbean","surface_form":"Caribbean","offset":14251},{"uri":"Cuba","surface_form":"Cuba","offset":14266},{"uri":"November_1","surface_form":"November 1","offset":14471},{"uri":"November_2","surface_form":"November 2","offset":14525},{"uri":"Canadian_Hurricane_Centre","surface_form":"Canadian Hurricane Centre","offset":14659},{"uri":"December","surface_form":"December","offset":14793},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":14892},{"uri":"December_10","surface_form":"December 10","offset":14969},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":15045},{"uri":"Tropical_Storm_Zeta_(2005)","surface_form":"Tropical Storm Zeta","offset":15098},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 season","offset":15125},{"uri":"December_11","surface_form":"December 11","offset":15280},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":15318},{"uri":"December_12","surface_form":"December 12","offset":15508},{"uri":"Haiti","surface_form":"Haiti","offset":15599},{"uri":"Atlantic_basin","surface_form":"Atlantic basin","offset":15728},{"uri":"2001_Atlantic_hurricane_season","surface_form":"2001","offset":16042},{"uri":"Tropical_Storm_Allison","surface_form":"Allison","offset":16107},{"uri":"Hurricane_Iris","surface_form":"Iris","offset":16116},{"uri":"Hurricane_Michelle","surface_form":"Michelle","offset":16126},{"uri":"Accumulated_Cyclone_Energy","surface_form":"Accumulated Cyclone Energy","offset":16260},{"uri":"Subtropical_Storm_Andrea_(2007)","surface_form":"Subtropical Storm Andrea","offset":16668},{"uri":"NOAA","surface_form":"NOAA","offset":16731},{"uri":"Subtropical_storm","surface_form":"subtropical storm","offset":16764}]}