{"id":670028,"url":"http://en.wikipedia.org/wiki/Marie_Avgeropoulos","text":"Marie Avgeropoulos (; born 17 June 1986) is a Canadian actress and model. She is best known for her role as Octavia Blake on The CW’s post-apocalyptic science fiction television series \"The 100\" (2014–present).\nEarly life.\nAvgeropoulos was born on 17 June 1986 in Thunder Bay, Ontario. She grew up fishing, hunting and camping, spending most of her free time outdoors. Avgeropoulos started playing drums when she was 16. After studying broadcast journalism for two years in her hometown, Avgeropoulos moved to Europe. Several months later, she came back to Canada and settled in Vancouver.\nCareer.\nOne of her friends invited her for a casting call in Vancouver, which happened to be looking for drummers. A talent agent recognized her talent and invited her to appear in various national commercials. She caught the attention of director Chris Columbus. He hired Avgeropoulos for \"I Love You, Beth Cooper\",\" \"which became her first feature film role. Her appearance in the film gave her the opportunities to star in more films and television shows.\nIn 2010, Avgeropoulos was cast as Kim Rhodes in the film \"Hunt to Kill\", which became her break-out role.\nEarly in 2013, Avgeropoulos made her break-out in television after being cast for a recurring role in The CW's \"Cult\". However, the series failed to attract viewers and after episode 7, the show was cancelled. The remaining six episodes of the show were broadcast later in the summer.\nNot long after the show ended, The CW cast her as one of the main characters in their new sci-fi, \"The 100\", to portray the character Octavia Blake.\nPersonal life.\nThe 32-year-old actress and her 41-year-old boyfriend allegedly began arguing in a car on the Ventura (134) Freeway shortly after midnight 5 August 2018. Avgeropoulos was accused of striking him multiple times in the head, neck and arm, resulting in minor injuries, according to the District Attorney’s Office. She was then charged with domestic violence. Avgeropoulos's boyfriend wants the charges against the actress dropped as he said she doesn't pose a threat.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Octavia_Blake","surface_form":"Octavia Blake","offset":108},{"uri":"Post-apocalyptic_science_fiction","surface_form":"post-apocalyptic","offset":134},{"uri":"Science_fiction","surface_form":"science fiction","offset":151},{"uri":"The_100_(TV_series)","surface_form":"The 100","offset":186},{"uri":"Thunder_Bay","surface_form":"Thunder Bay","offset":264},{"uri":"Ontario","surface_form":"Ontario","offset":277},{"uri":"Chris_Columbus_(filmmaker)","surface_form":"Chris Columbus","offset":838},{"uri":"I_Love_You%2C_Beth_Cooper_(film)","surface_form":"I Love You, Beth Cooper","offset":881},{"uri":"Hunt_to_Kill","surface_form":"Hunt to Kill","offset":1107},{"uri":"The_CW","surface_form":"The CW","offset":1257},{"uri":"Cult_(TV_series)","surface_form":"Cult","offset":1267},{"uri":"The_CW","surface_form":"The CW","offset":1471},{"uri":"The_100_(TV_series)","surface_form":"The 100","offset":1539},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":1941}]}