{"id":6706,"url":"http://en.wikipedia.org/wiki/Shinkansen","text":"The is a group of High-speed rail lines in Japan, upon which the famous \"Bullet Trains\" run.\nThe Shinkansen are run by the many JR companies. In the past, Japan Railway was called \"Japanese National Railways.\" It is now one group of private companies. JR also run commuter trains and inter city trains around Tokyo.\nNaming.\nThe name \"Bullet Train\" is the English translation of the Japanese word \"dangan ressha\" (弾丸列車), which was the name given to the project while it was being studied in the 1940s. Nowadays, the trains are called Shinkansen trains. The name Shinkansen means \"New Trunk Line\". The trains are called \"Super Expresses\".\nHistory.\nJapan was the first country to build railway lines for high speed travel. Because Japan has many mountains, the network that already existed was made of 3'6\" gauge (1067 mm) narrow gauge lines, which tended to take non-direct routes and could not be adapted to higher speeds. Because of this, Japan had a greater need for new high speed lines than countries where the existing standard gauge or broad gauge rail system could be upgraded easily. Unlike the older lines, Shinkansen lines are standard gauge, and use tunnels and viaducts to go through and over obstacles, rather than around them.\nConstruction of the first section of the Tokaido Shinkansen between Tokyo and Osaka started in 1959. The line opened on October 1, 1964, just in time for the Tokyo Olympics. The line was an immediate success, reaching the 100 million passenger mark in less than three years on July 13, 1967 and one billion passengers in 1976.\nThe first Shinkansen trains ran at speeds of up to 200 km/h (125 mph), later increased to 220 km/h (135 mph). Some of these trains, with their classic bullet-nosed appearance, are still in use for stopping services between Hakata and Osaka. A driving car from one of the original trains is now in the British National Railway Museum in York.\nMany more advanced models of train followed the first type, generally each with its own distinctive appearance. Shinkansen trains now run regularly at speeds of up to 300 km/h (185 mph), putting them among the fastest trains running in the world, along with the French TGV and German ICE trains.\nOriginally meant to carry passenger and freight trains by day and night, the Shinkansen lines carry only passenger trains. The system shuts down\nbetween midnight and 6:00 every day to allow maintenance to take place, including the running of Doctor Yellow test trains. The few overnight trains that still run in Japan run on the old narrow gauge network which the Shinkansen runs parallel to.\nIn 2003, JR Tokai reported that the Shinkansen's average arrival time was within 6 seconds of the scheduled time. This includes all natural and human accidents and errors and is calculated from about 160,000 trips Shinkansen made. The previous record was from 1997 and was 18 seconds.\nThe first derailment of a Shinkansen train in passenger service occurred during the Chuetsu Earthquake on October 23, 2004. 6 of the total of 8 cars of the train on the Joetsu Shinkansen derailed near Nagaoka Station in Nagaoka, Niigata.\nFuture.\nIn recent years, due to noise pollution, increasing speed is getting harder. Thus, the current research is aimed to reduce the amount of noise, mainly when trains exit a tunnel.\nThree extensions are under construction for opening by 2014-2018: Nagano-Kanazawa, Aomori-Hakodate and Takeo-Onsen-Isahaya.\nThe first ever Shinkansen line (built in 1964) travelled at 125mph and was called the Tōkaido Shinkansen. In 1972 a second one was developed and the improvements on infrastructure allowed it to travel at around 137mph. In 2003 the Japanese built the world's fastest ever Shinkansen, with a top speed of 361mph.\nList of Shinkansen lines.\nMost Shinkansen lines that were proposed during the boom of the early 1970s have been postponed indefinitely. These include a link to Shikoku by the Honshu-Shikoku bridge system, a link from Tokyo to New Tokyo International Airport, and a route covering the entire Sea of Japan coast of Honshu.","categories":[],"infobox_types":[],"annotations":[{"uri":"High-speed_rail","surface_form":"High-speed rail","offset":18},{"uri":"Japan","surface_form":"Japan","offset":43},{"uri":"Japanese_railways","surface_form":"JR","offset":128},{"uri":"Company","surface_form":"companies","offset":131},{"uri":"Japanese_language","surface_form":"Japanese","offset":382},{"uri":"Narrow_gauge","surface_form":"narrow gauge","offset":820},{"uri":"Standard_gauge","surface_form":"standard gauge","offset":1023},{"uri":"Broad_gauge","surface_form":"broad gauge","offset":1041},{"uri":"Standard_gauge","surface_form":"standard gauge","offset":1136},{"uri":"Tokaido_Shinkansen","surface_form":"Tokaido Shinkansen","offset":1281},{"uri":"Tokyo","surface_form":"Tokyo","offset":1308},{"uri":"Osaka%2C_Osaka","surface_form":"Osaka","offset":1318},{"uri":"October_1","surface_form":"October 1","offset":1360},{"uri":"1964","surface_form":"1964","offset":1371},{"uri":"1964_Summer_Olympics","surface_form":"Tokyo Olympics","offset":1398},{"uri":"July_13","surface_form":"July 13","offset":1517},{"uri":"1967","surface_form":"1967","offset":1526},{"uri":"1976","surface_form":"1976","offset":1561},{"uri":"0_Series_Shinkansen","surface_form":"first Shinkansen trains","offset":1571},{"uri":"Fukuoka","surface_form":"Hakata","offset":1790},{"uri":"Osaka%2C_Osaka","surface_form":"Osaka","offset":1801},{"uri":"National_Railway_Museum","surface_form":"National Railway Museum","offset":1876},{"uri":"TGV","surface_form":"TGV","offset":2178},{"uri":"InterCityExpress","surface_form":"ICE","offset":2193},{"uri":"Doctor_Yellow","surface_form":"Doctor Yellow","offset":2447},{"uri":"Parallel","surface_form":"parallel","offset":2585},{"uri":"2004_Chuetsu_Earthquake","surface_form":"Chuetsu Earthquake","offset":2967},{"uri":"October_23","surface_form":"October 23","offset":2989},{"uri":"2004","surface_form":"2004","offset":3001},{"uri":"Nagaoka_Station","surface_form":"Nagaoka Station","offset":3084},{"uri":"Nagaoka%2C_Niigata","surface_form":"Nagaoka","offset":3103},{"uri":"Niigata_Prefecture","surface_form":"Niigata","offset":3112},{"uri":"Noise_pollution","surface_form":"noise pollution","offset":3153},{"uri":"Kanazawa","surface_form":"Kanazawa","offset":3380},{"uri":"Aomori%2C_Aomori","surface_form":"Aomori","offset":3390},{"uri":"Hakodate","surface_form":"Hakodate","offset":3397},{"uri":"Shikoku","surface_form":"Shikoku","offset":3902},{"uri":"Honshu-Shikoku_Bridge_Project","surface_form":"Honshu-Shikoku bridge system","offset":3917},{"uri":"Tokyo","surface_form":"Tokyo","offset":3959},{"uri":"New_Tokyo_International_Airport","surface_form":"New Tokyo International Airport","offset":3968},{"uri":"Sea_of_Japan","surface_form":"Sea of Japan","offset":4033}]}