{"id":67079,"url":"http://en.wikipedia.org/wiki/Rojava","text":"Rojava, or Western Kurdistan, or Syrian Kurdistan, is a part of divided Kurdistan in the Middle East. It consists of three areas called 'cantons' in Northern Syria but the Syrian government is not in control there. Instead, since a revolution which happened early on in the Syrian Civil War, it has had its own independent government, although it does not claim to be a new independent country, calling itself a 'federal autonomous region' inside of Syria instead.\nMany people in Rojava are Kurds, but there are also many different ethnic groups living there, such as Turkmen,Arabs, Syriacs, Assyrians, and Yezidis. Kurds are the largest ethnic minority group in Syria. Before the civil war, many human rights organizations such as Amnesty International said that the Syrian government treated the Kurds very poorly. Kurds in Syria are not allowed to officially use the Kurdish language, and also not allowed to register children with Kurdish names, start businesses that do not have Arabic names, build Kurdish private schools, or publish any books or other materials written in Kurdish. But this is no longer enforced due to the civil war.\nThis gave the Kurds many reasons to support a revolution against the government. They also needed to organize an army to defend themselves from the Islamic State of Iraq and the Levant (ISIL) which almost took control of Rojava because the government could not defend it due to the civil war. ISIL is still at war with Rojava. As of 2017, there is a truce between Rojava and the Syrian government. The United States have given money and weapons to Rojava to help defeat ISIL but some say that they are supporting ISIL.\nRojava is claiming to be a democracy. It has a constitution which says that women's rights and the rights of ethnic and religious minorities have to be respected. In the Middle East this is very unusual. There are two military organisations one for men, the YPG, and an army for women, the YPJ.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kurdistan","surface_form":"Kurdistan","offset":72},{"uri":"Middle_East","surface_form":"Middle East","offset":89},{"uri":"Syria","surface_form":"Syria","offset":158},{"uri":"Syrian_Civil_War","surface_form":"Syrian Civil War","offset":274},{"uri":"Kurdish_people","surface_form":"Kurds","offset":491},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":532},{"uri":"Turkmen_people","surface_form":"Turkmen","offset":568},{"uri":"Arab_people","surface_form":"Arabs","offset":576},{"uri":"Syriacs","surface_form":"Syriacs","offset":583},{"uri":"Assyrian_people","surface_form":"Assyrians","offset":592},{"uri":"Yazidi","surface_form":"Yezidis","offset":607},{"uri":"Human_rights","surface_form":"human rights","offset":697},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":732},{"uri":"Kurdish_language","surface_form":"Kurdish language","offset":870},{"uri":"Islamic_State_of_Iraq_and_the_Levant","surface_form":"Islamic State of Iraq and the Levant","offset":1290},{"uri":"Ceasefire","surface_form":"truce","offset":1492},{"uri":"United_States","surface_form":"United States","offset":1544},{"uri":"Democracy","surface_form":"democracy","offset":1688},{"uri":"Constitution","surface_form":"constitution","offset":1708},{"uri":"Women%27s_rights","surface_form":"women's rights","offset":1737}]}