{"id":670775,"url":"http://en.wikipedia.org/wiki/Procedural_animation","text":"Procedural animation refers to rule-based or algorithmic method of creating computer graphics animation.\nProcedural animation vs. traditional animation.\nWith traditional animation method, every principal animation poses are specified by an animator at a specific point in the animation timeline. By setting these poses, an animator can artistically direct how the geometry will be framed in some key events. These poses are in the same sense as how a person may pose for photography session. Note that every shapes and objects in computer graphics are considered as \"geometry\". With key events specified, the animation software will then automatically fill the intermediary motions between key points, thereby creating continuous motion throughout the timeline without requiring additional works by an animator.\n\"Procedural animation\" is a rule-base approach to creating animations. These rules are typically some form of mathematical or statistical functions which tell the animation software how an object is to be animated. In order for the geometry to be animated, these functions typically require some form of time-based variable as its input. Therefore, one can apply a chain of logical rules and algorithms to create animations without manually specify any key poses.\nProcedural modeling.\nIn computer graphics, \"modeling\" refers to an act of digitally sculpting a model. As one creates rule-based animation, \"procedural modeling\" then refers to same rule-based, algorithmic approach to creating geometry. Procedural modeling differs from procedural animation in that time-based variable is not required.\nProceduralism.\nAmongst some group of animators within computer graphics industry, procedural modeling and animation method is also known as \"proceduralism\".\nAdvantages and disadvantages of proceduralism.\nIn order to maximize artistic impact of their craft, animators employ traditional animation techniques to set pose manually at a specific point in time. When the objects to be animated become significantly more complex, traditional animation techniques may not be feasible. Therefore, \"proceduralism\" offers significant advantage as complexities increase significantly. While \"proceduralism\" enables its practitioners to create infinite variation of models and animations, specific key pose is often left as random chance. Therefore, computer graphics animator must decide between the combinations of both techniques in order to achieve the desired outcome.\nApplications of procedural animation.\n\"Procedural animation\" is used extensively in visual effects for movie and gaming industry where animation data and geometry must be generated with certain random probability in order to simulate physical world.","categories":[],"infobox_types":[],"annotations":[]}