{"id":67102,"url":"http://en.wikipedia.org/wiki/Cork_oak","text":"The cork oak (\"Quercus suber\") is a medium-sized, evergreen oak tree. It grows southwest Europe and northwest Africa.\nIt grows to up to 20 m, but in its native environment it is usually not that tall. The leaves are 4–7 cm long, dark green above, paler beneath, with the leaf margins often downcurved. The acorns are 2–3 cm long.\nThe tree forms a thick, corky bark. Over time this bark can develop considerable thickness and this is harvested every 10–12 years as cork. The harvesting of cork does not harm the tree and a new layer of cork regrows, making it a renewable resource. The tree is widely cultivated in Spain, Portugal, Algeria, Morocco, France, Italy and Tunisia. Cork oak forests cover approximately 2.5 million hectares in those countries. Portugal accounts for 50% of the world cork harvest. Cork oaks cannot legally be cut down in Portugal, except for forest management felling of old, unproductive trees.\nCork oaks live about 150–250 years. Virgin cork (or 'male' cork) is the first cork cut from generally 25-year-old trees. Another 10–12 years is required for the second harvest, and a tree can be harvested a dozen times in its lifetime. Cork harvesting is done entirely without machinery.\nThe European cork industry produces 340,000 tonnes of cork a year, with a value of €1.5 billion. 30,000 people work at it. Wine corks represent 15% of cork usage by weight but 66% of revenues.\nCork oaks are sometimes planted as individual trees. So they provide a small income to their owners. The tree is also sometimes cultivated for ornament. Hybrids with turkey oak (\"Quercus cerris\") are regular, both in the wild in southwest Europe and in cultivation; the hybrid is known as Lucombe Oak \"Quercus × hispanica\".\nSome cork is also produced in eastern Asia from the related Chinese cork oak (\"Quercus variabilis\").\nSeed predation.\nIn many different species of trees seed predation is considered a problem for the continued growth and reproduction of trees, in this case Rabbits are affecting the cork oak tree. During the development of a plant species the seed / acorn stage in development is considered to be the most important yet most vulnerable stage. The cork oak tree encounters many challenges during its seedling stage.\nSeeds are often found in the form of acorns that fall to the ground close by to the base of the tree. Those acorns become the beginning development of new trees, which develop over time. However many different species use those acorns as a source of food. When rabbits are living in the same area as the cork oak tree seed regeneration is not affected in a negative way.\nAn acorn that has partial damage is classified as only having damage to the non-vital parts of the propagule. Therefore, when the acorn embryo is damaged the development of the seed is negatively affected. The affected development causes a difference in shoot and root biomass because the cotyledon is lost. The cotyledon is a necessity of plants and in this case becomes the leaves of the plant. In other cases it helps scientists determine which type of flowering plant it will later develop into. The cotyledons are also an essential source of energy for the development of the seed and plant.\nCommunity interaction.\nThere are two common types of soil that are used in scientific studies, nutrient rich soil and nutrient poor soil. The predation of the seeds is not as important as the nutrient level of the soil. Different plants over time have adapted to grow in these different conditions over time. The acorns of the cork oak tree have better regeneration and development in nutrient rich soil. The smaller cotyledon acorns that grow in nutrient rich soil develop.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evergreen","surface_form":"evergreen","offset":50},{"uri":"Oak","surface_form":"oak","offset":60},{"uri":"Europe","surface_form":"Europe","offset":89},{"uri":"Africa","surface_form":"Africa","offset":110},{"uri":"Acorn","surface_form":"acorn","offset":306},{"uri":"Cork_(material)","surface_form":"cork","offset":464},{"uri":"Spain","surface_form":"Spain","offset":614},{"uri":"Portugal","surface_form":"Portugal","offset":621},{"uri":"Algeria","surface_form":"Algeria","offset":631},{"uri":"Morocco","surface_form":"Morocco","offset":640},{"uri":"France","surface_form":"France","offset":649},{"uri":"Italy","surface_form":"Italy","offset":657},{"uri":"Tunisia","surface_form":"Tunisia","offset":667},{"uri":"Hectare","surface_form":"hectare","offset":725},{"uri":"Forestry","surface_form":"forest management","offset":868},{"uri":"Tonne","surface_form":"tonne","offset":1254},{"uri":"Euro","surface_form":"€","offset":1293},{"uri":"Billion","surface_form":"billion","offset":1298},{"uri":"Wine","surface_form":"Wine","offset":1333},{"uri":"Revenue","surface_form":"revenues","offset":1393},{"uri":"Hybrid","surface_form":"Hybrid","offset":1556},{"uri":"Turkey_oak","surface_form":"turkey oak","offset":1569},{"uri":"Asia","surface_form":"Asia","offset":1765},{"uri":"Chinese_cork_oak","surface_form":"Chinese cork oak","offset":1787},{"uri":"Seedling","surface_form":"seedling","offset":2226},{"uri":"Cotyledon","surface_form":"cotyledon","offset":2902},{"uri":"Cotyledon","surface_form":"cotyledon","offset":3627}]}