{"id":671035,"url":"http://en.wikipedia.org/wiki/Nikolai_Yezhov","text":"Nikolai Ivanovich Yezhov (May 1, 1895 – February 4, 1940) was the leader of the Soviet secret police called NKVD. He worked for Joseph Stalin from 1936 to 1938, during the Great Purge.\nHe joined the Bolsheviks in April 1917, a few months before the October Revolution. He was known as a determined loyalist of Joseph Stalin, and in 1935 he wrote a paper in which he argued that political opposition must eventually lead to violence and terrorism; this became in part the ideological basis of the Purges. He became head of the NKVD in early 1937, after the dismissal of Genrikh Yagoda. Under Yezhov, the purges reached their height, with roughly half of the Soviet political and military establishment being exiled or shot, along with hundreds of thousands of others, suspected of disloyalty or wrecking.\nEventually, Stalin dismissed Yezhov from his post in November 1938, demoting him to the post of Commissar of Water Transport; less than a year later, Yezhov was arrested and put on trial for excesses committed during the Purges. In his defence, Yezhov said that he regretted only that he had not punished enough counter-revolutionaries. He was found guilty and probably executed in secret in 1940.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soviet_Union","surface_form":"Soviet","offset":80},{"uri":"NKVD","surface_form":"NKVD","offset":108},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":128},{"uri":"Great_Purge","surface_form":"Great Purge","offset":172},{"uri":"Bolsheviks","surface_form":"Bolsheviks","offset":199},{"uri":"1917","surface_form":"1917","offset":219},{"uri":"October_Revolution","surface_form":"October Revolution","offset":249},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":310},{"uri":"1935","surface_form":"1935","offset":332},{"uri":"1937","surface_form":"1937","offset":540},{"uri":"Genrikh_Yagoda","surface_form":"Genrikh Yagoda","offset":569},{"uri":"Wrecking","surface_form":"wrecking","offset":794},{"uri":"1938","surface_form":"1938","offset":866},{"uri":"Commissar","surface_form":"Commissar","offset":900},{"uri":"Counter-revolutionaries","surface_form":"counter-revolutionaries","offset":1116}]}