{"id":671157,"url":"http://en.wikipedia.org/wiki/Halabja","text":"Halabja (Kurdish: Helebce, هەڵەبجە) is a city in Iraqi Kurdistan, the capital of the Halabja Governorate. It is northeast of Baghdad.\nPoison gas attack.\nThe city is known for an incident in the final phase of the Iran-Iraq War. The Kurdish peshmerga guerrillas, supported by Iran, took control of the city. On March 16, 1988, after two days of ordinary artillery attacks, Iraqi Air Force planes dropped gas canisters on the town. The town and surrounding district were attacked with bombs, artillery fire and chemical weapons, the last of which proved most damaging. At least 5,000 people died as an immediate result of the chemical attack. It is estimated that a further 7,000 people were injured or suffered long-term illness. Most of the victims of the attack on the town of Halabja were Kurdish civilians.\nThe attack is believed to have included the nerve agents Tabun, Sarin and VX, as well as mustard gas. Another possibility, according to the former senior CIA analyst Stephen C. Pelletiere, is that Iraq did not have the nerve agent to use in the attack but did have mustard gas which had been used in the Iran–Iraq War. It is occasionally suggested that cyanide was also included among these chemical weapons, though this assertion has been cast into doubt, as cyanide is a natural byproduct of impure Tabun. The attack on Halabja took place amidst the Anfal campaign, in which Saddam Hussein powerfully suppressed Kurdish revolts during the Iran–Iraq War.\nBefore the war ended, Iraqi forces moved in on the ground and completely destroyed the town. In March 2010, the Iraqi High Criminal Court recognized the Halabja massacre as genocide. This decision was welcomed by the Kurdistan Regional Government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kurdish_language","surface_form":"Kurdish","offset":9},{"uri":"City","surface_form":"city","offset":41},{"uri":"Iraqi_Kurdistan","surface_form":"Iraqi Kurdistan","offset":49},{"uri":"Baghdad","surface_form":"Baghdad","offset":125},{"uri":"Iran-Iraq_War","surface_form":"Iran-Iraq War","offset":213},{"uri":"Peshmerga","surface_form":"peshmerga","offset":240},{"uri":"Iran","surface_form":"Iran","offset":275},{"uri":"Artillery","surface_form":"artillery","offset":353},{"uri":"Chemical_weapons","surface_form":"chemical weapons","offset":509},{"uri":"Nerve_agent","surface_form":"nerve agent","offset":854},{"uri":"Tabun_(nerve_agent)","surface_form":"Tabun","offset":867},{"uri":"Sarin","surface_form":"Sarin","offset":874},{"uri":"VX_(nerve_agent)","surface_form":"VX","offset":884},{"uri":"Mustard_gas","surface_form":"mustard gas","offset":899},{"uri":"Cyanide","surface_form":"cyanide","offset":1163},{"uri":"Anfal_campaign","surface_form":"Anfal campaign","offset":1362},{"uri":"Saddam_Hussein","surface_form":"Saddam Hussein","offset":1387},{"uri":"Genocide","surface_form":"genocide","offset":1639},{"uri":"Kurdistan_Regional_Government","surface_form":"Kurdistan Regional Government","offset":1683}]}