{"id":671128,"url":"http://en.wikipedia.org/wiki/El_Grito_de_Sunset_Park","text":"e=\"preserve\">El Grito de Sunset Park () is a non-profit, volunteer-run community organization, in Sunset Park of Brooklyn, New York. Its focus is community relations with the police and aid for Puerto Rico.\nHistory.\nEl Grito de Sunset Park started in 2001 that had gathered after the Puerto Rican Parade in Manhattan, New York as an organized \"cop watch\" program. It took action to document the chaotic relations between police and community members. El Grito de Sunset Park officially became an organization in 2005 after acquiring a large backing by the community for its need of it. The founders are Dennis Flores, Jason del Aguila, and Noelle Flores Théard.\nMembers.\nEl Grito de Sunset Park is a small organization that consists of five members including the three founders. They are helped by volunteers that come in for special projects and for the Puerto Rican Parade every year. Members and volunteers use their phones and cameras to record police brutality and document the incidents that occur in Sunset Park to raise awareness of the oppression the community is receiving. The recording are shared on platforms and their websites to support and serve as evidence of how police officers act on duty.\nObjective.\nEl Grito de Sunset Park is an organization that fights against oppression from the socially and economically disenfranchised system. The organization is completely volunteer run and is a non-profit organization. The group coordinates campaigns, public forums, emergency relief, speak outs, and educational programs for the community. El Grito is also in collaboration with groups with the objective to end “zero tolerance policing” in New York City.\nPolice Relations.\nEl Grito de Sunset Park collaborated with WITNESS to build a database where they can focus on the 72nd precinct in Brooklyn in the Sunset Park community. With the database in its infancy the project initially launched a website where videos and any facts on officers was gathered and publicly displayed. The database that was built was a tool open for the public to show the police abuse occurring in Sunset Park. Profiles were made on incidents attached to the responding officers involved and is kept up to date to this very day. The information accessible to the public was also created to help create a broader picture for the overall sentiment of the officers mainly involved in the 72nd Precinct. Another scope inside this database is that a correlation of abuse and those officers’ salaries correlations were created. On such correlations the organization El Grito Sunset Park wanted to show in certain instances abusive officers were in fact getting steady inclines to their salaries and is a provocative talking point in their fightback against such tyranny.\nSupport For Puerto Rico.\nEl Grito de Sunset Park is involved in towns throughout the island. They work in are Aguadilla, Yabucoa, Vieques, and San Juan.They reached out to help Puerto Rico when they were hit by Hurricane Irma and Hurricane Maria. The organization sent aid at the time of Hurricane Irma and then flew out to Puerto Rico a week after Hurricane Maria hit to provide support and assistance to the communities of Puerto Rico. El Grito de Sunset Park is involved in C\"aserios Públicos\" (Spanish: Public Housing)\".\" They work directly with Luis Lloréns Torres which is the largest public housing project in San Juan. El Grito de Sunset Park members and the community organizers of Luis Lloréns Torres worked together to provide aid and relief in mountain top communities where no aid was distributed at the time of the hurricanes.\nCurrent and Future work.\nEl Grito de Sunset Park received a donation of thirteen acres of land in a mountaintop community located in Yabucoa. They are working directly with farmers of the community to grow vegetables and fruits. They are trying to build a self sustaining model to fund the work they are doing on the island and to grow coffee. Members of El Grito de Sunset Park hope to create a space to bring young people of the diaspora back to the island to learn about the Puerto Rican culture and agriculture.","categories":[],"infobox_types":["organization"],"annotations":[{"uri":"Brooklyn%2C_New_York","surface_form":"Brooklyn, New York","offset":113},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":194},{"uri":"Manhattan","surface_form":"Manhattan, New York","offset":307},{"uri":"Vieques%2C_Puerto_Rico","surface_form":"Vieques","offset":2887},{"uri":"San_Juan%2C_Puerto_Rico","surface_form":"San Juan","offset":2900},{"uri":"Hurricane_Irma","surface_form":"Hurricane Irma","offset":2968},{"uri":"Hurricane_Maria","surface_form":"Hurricane Maria","offset":2987}]}