{"id":67145,"url":"http://en.wikipedia.org/wiki/Aquifer","text":"An aquifer is an underground layer where the material contains water. That can be less solid material like sand, gravel, clay or silt, but it can be rock as well, as long as the rock allows water to get in (that means that it is water-bearing).\nFrom such layers or groundwater can be usefully extracted using a well. The study of water flow in aquifers and the characterization of aquifers is called hydrogeology.\nGroundwater in rock formations.\nGroundwater may exist in underground rivers (e.g., caves where water flows freely underground). This may occur in eroded limestone areas known as karst topography, which make up only a small percentage of Earth's area. More usual is that the pore spaces of rocks in the subsurface are simply saturated with water — like a kitchen sponge — which can be pumped out for agricultural, industrial, or municipal uses.\nIf a rock unit of low porosity is highly fractured, it can make a good aquifer (via fissure flow), if the water can get through it. Porosity is important, but, \"alone\", it does not make an aquifer. The Deccan Traps (a flood basaltic lava) in west central India are good examples of rock with high porosity but low permeability, so they are poor aquifers. The (Upper Cretaceous) Chalk of south east England has a reasonably high porosity, but low grain-to-grain permeability. Much of its good water-yielding characteristics being due to micro-fracturing and fissuring.\nExploitation.\nAquifers can occur at various depths. Those closer to the surface are not only more likely to be exploited for water supply and irrigation, but are also more likely to be topped up by the local rainfall. Many desert areas have limestone hills or mountains within them or close to them which can be exploited as groundwater resources. If more water is taken out than get in again one speaks of over-harvesting. Along the coastlines of certain countries, such as Libya and Israel, population growth has led to over-population which has caused the lowering of water table and the subsequent contamination of the groundwater with saltwater from the sea (saline intrusions). In these cases the aquifer contains brackish water.\nWhen water seeps (comes slowly) out of the ground, it is called a seep or \"spring (water)\". It usually means there is an aquifer under the ground.","categories":[],"infobox_types":[],"annotations":[{"uri":"Water","surface_form":"water","offset":63},{"uri":"Sand","surface_form":"sand","offset":107},{"uri":"Gravel","surface_form":"gravel","offset":113},{"uri":"Clay","surface_form":"clay","offset":121},{"uri":"Silt","surface_form":"silt","offset":129},{"uri":"Rock_(geology)","surface_form":"rock","offset":149},{"uri":"Groundwater","surface_form":"groundwater","offset":265},{"uri":"Well","surface_form":"well","offset":311},{"uri":"Hydrogeology","surface_form":"hydrogeology","offset":400},{"uri":"Cave","surface_form":"cave","offset":497},{"uri":"Erosion","surface_form":"eroded","offset":560},{"uri":"Limestone","surface_form":"limestone","offset":567},{"uri":"Karst","surface_form":"karst","offset":592},{"uri":"Topography","surface_form":"topography","offset":598},{"uri":"Pump","surface_form":"pump","offset":798},{"uri":"Porous","surface_form":"porosity","offset":880},{"uri":"Fracture_(geology)","surface_form":"fissure","offset":942},{"uri":"Deccan_Traps","surface_form":"Deccan Traps","offset":1060},{"uri":"Flood_basalt","surface_form":"flood basalt","offset":1076},{"uri":"India","surface_form":"India","offset":1113},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":1224},{"uri":"Chalk","surface_form":"Chalk","offset":1236},{"uri":"Irrigation","surface_form":"irrigation","offset":1568},{"uri":"Limestone","surface_form":"limestone","offset":1667},{"uri":"Over-harvesting","surface_form":"over-harvesting","offset":1833},{"uri":"Libya","surface_form":"Libya","offset":1901},{"uri":"Over-population","surface_form":"over-population","offset":1948},{"uri":"Groundwater","surface_form":"groundwater","offset":2049},{"uri":"Spring_(water)","surface_form":"spring (water)","offset":2237}]}