{"id":671853,"url":"http://en.wikipedia.org/wiki/Lee_Chih-Kai","text":"Lee Chih-Kai (born April 3, 1996) is a Taiwanese male artistic gymnast and a star in the documentary movies Jump! Boys and Jump! Men. Lee’s signature movement is “Thomas Flairs” in the pommel horse routines. He is the first Taiwanese gymnast who qualified for the Olympic games since the 2000 Sydney Olympic games. Lee won gold medals in the pommel horse event in the 2017 Taipei Universiade and the 2018 Indonesia Asian Games.\nChildhood and Adolescence.\nLee Chih-Kai was born in Yilan County, Taiwan. He started training as an artistic gymnast at six years old when he met his coach, Lin Yu-Shin. Lee joined the gymnastic team when he studied in Gong Jheng Elementary School located in Luo-Dong Township. Lee was nicknamed “Market boy Kai” because he liked to perform his gymnastic skills in the traditional market where his parents worked.1 At the beginning of his career, Lee started practicing a difficult element named “Thomas Flairs”, which was commonly performed on the floor in gymnastics. Because of his coach’s suggestion, Lee moved the Thomas Flairs into his pommel horse routine when he studied in the middle school.2\nWhen Lee Chih-Kai was 15, he left his hometown Yilan county and moved to Taoyuan city, where Lin Yu-Shin coached a university gymnastic team. Lee practiced with the team in the early morning before going to school and returned to the gym after school. During high school, he practiced at least 8 hours per day. His coach said that Lee was not the most talented gymnast, but was the most hard-working one.3\nIn 2013, Lee Chih-Kai joined the adult national team training program, which pursued to attend the 2014 Incheon Asian Games, and trained at the National Sports Training Center.4 Before Lee went to National Taiwan Sport University (NTSU), he had several competition experiences and was regarded as an upcoming star of Taiwanese gymnastics.\nYoung Adulthood.\nLee Chih-Kai made his debut as a member of the national team participating in the 2014 Incheon Asian Game, where he was eventually ranked as 6th in the individual all-round event, 8th in the floor exercise event, and 5th in the vault event.5 In 2015, Lee represented National Taiwan Sport University (NTSU), where he studied, at the National Intercollegiate Athletic Games. He won the silver medal in the individual all-round event and three gold medals in the floor exercise, pommel horse, and parallel bars events. In this game, he again hurt shoulder and wrists, which were injured before.6\nIn April 2016, Lee passed the Olympic Test Events and qualified for the 2016 Rio Olympic games. He was the first gymnast to qualify the Olympics since the 2000 Sydney Olympic games. Lee was diagnosed with a broken right shinbone and a sprained right ankle one month before the Olympic game. Lee lost the chance to move to the finals because these injuries affected his performance. After the failure in the Olympic game, Lee started training overseas. In addition, his coach helped him adapt to stressful environments by imitating the crowds and noisy environment when he was practicing.\nIn August 2017, Lee Chih-Kai won the gold medal in the pommel horse event in the Taipei Universiade by performing his signature “Thomas Flairs” movement in the routine. Lee was the first Taiwanese male gymnast who won the gold medal in the pommel horse event. With this win, he broke his best personal record in international competitions.7 Lee’s Thomas Flairs movement has been included in the teaching template of the International Federation of Gymnastics (FIG). In addition, his dismounting movement is regarded as the standard movement in the international gymnastic referee training conference.8\nIn the 2018 Indonesia Asian Games, Lee Chih-Kai won the gold medal in the pommel horse, which is the first gold medal in Asian Games in Taiwanese gymnastic history.9 In November of the same year, Lee won the bronze medal in the 2018 Doha World Challenge Cup.10\n\"Jump! Boys\".\nLee Chih-Kai was one of seven young players on the gymnastic team in Gong Jheng Elementary School of Luo-Dong Township, Yilan County, Taiwan. \"Jump! Boys\" is the documentary movie about the training processes and the life stories of the gymnastic team.11 The movie was directed by Taiwanese director, Lin Yu-Hsien and premiered in 2005. Because of \"Jump! Boys\", Taiwanese people started to show the interest in Lee Chih-Kai and Taiwanese Gymnastics.\n\"Jump! Men\".\nBecause Lee Chih-Kai announced that his career goal was entering the Olympics at the end of \"Jump! Boys\",12 the director, Lin Yu-Hsien, decided to make a follow-up movie \"Jump! Men\" with Lee Chih-Kai’s casting in the main role. The movie started shooting in 2015 and recorded Lee’s training process and several competitions. Lee’s frustration in the 2016 Rio Olympic games was also included in the movie. \"Jump! Men\" ended with Lee winning the gold medal in the pommel horse event in the 2017 Taipei Summer Universiade.13 The movie was published in October 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gymnastics","surface_form":"gymnast","offset":63},{"uri":"Thomas_Flairs","surface_form":"Thomas Flairs","offset":163},{"uri":"Pommel_horse","surface_form":"pommel horse","offset":185},{"uri":"Vault_(gymnastics)","surface_form":"vault","offset":2120},{"uri":"Olympic_Games","surface_form":"the Olympic game","offset":2889},{"uri":"Universiade","surface_form":"Universiade","offset":3162},{"uri":"International_Federation_of_Gymnastics_(FIG)","surface_form":"International Federation of Gymnastics (FIG)","offset":3494}]}