{"id":671852,"url":"http://en.wikipedia.org/wiki/Liming_Family","text":"e=\"preserve\">[http://www.limingfamily.cn/ Liming Family] is a non-governmental organization (NGO) run and operated by the Sisters of St. Therese of the Child Jesus(Catholic congregation). It is located in the Hebei Province of China. It mainly serves orphans, disabled people, and families with disabled people in the local area. The institution originated from an orphanage that cares for disabled and abandoned babies. It has now developed into a multi-functional welfare institution that unites a Rehabilitation station, a Vocational training & Rehabilitation center, and a Nursing department.\nOrigin.\nThe Liming Family was originally a Catholic orphanage located in the village of Ningjin County, Hebei Province. In the late 1980s, the number of disabled children left outside churches was constantly increasing. In the beginning, since they could not provide for the children a stable living environment, the Christians took turns taking care of them. In this way, the orphans could not be educated with a comprehensive program. It was difficult to insure for them healthy growth. In 1988, the Bishop of Zhaoxian diocese, Wang Chong Lin, borrowed a 40 square meter residence and set it up as an orphanage that he gave to the Sisters of St. Therese of the Child Jesus to manage. In 1998 the orphanage was formally named “Liming Family”, which stands for \"the dawn of disabled children starts here.\nDevelopment.\nFrom April 2002, Liming Family sent some orphans without serious diseases or disability to foster families in order to give orphans a normal home. In October 2002, a youth vocational training center was established. Subsequently, the work of the Liming Family was divided into two parts: the rehabilitation nursing group and the vocational training group. These groups were the beginning of the future Rehabilitation Station and Vocational Training & Rehabilitation Center. Among these orphans, those who progressed better could enter the ordinary school, and those who did not meet the entry requirements received special education at the orphanage of Liming Family.\nLiming Family Rehabilitation Station.\nIn 2006, Liming Family registered a private non-profit organization with the Civil Affairs Bureau: GaoYi County “Liming Family Rehabilitation Station”. This rehabilitation center is not only open to the children of the Liming Family, but it’s also open to families with similar problems in society. Its main tasks are to help children who have difficulty moving their bodies to improve their physical activity, to help children with cerebral palsy to carry out rehabilitation training; and to help children who can hardly take care of themselves to improve their ability of self-care.\nNingJin Vocational Training & Rehabilitation Center.\nIn 2013, Liming Family registered another private non-profit organization with the Civil Affairs Bureau: NingJin County “Liming Vocational Training and Rehabilitation Center”. This Center provides some disabilities with vocational training. It provides people with mental disabilities who grew up in the orphanage a self-development platform. And also, it gives them occupational skill training according to their ability. At the same time, it provides professional training opportunities for people with intellectual disabilities from other orphanages and families.\nBiancun Liming Family Nursing Department.\nIn 2013, Liming Family placed orphans with severe physical or mental disabilities and orphans of young age in the original orphanage in Biancun. There, the orphans will be looked after 24 hours a day. It was called Biancun Liming Family Nursing Department. The Liming Family received more than 600 abandoned or disabled babies. Some children entered the Vocational Training & Rehabilitation Center or found a new family after they received medical or rehabilitation training. Some children died under the guardianship of the nuns due to serious illness.\nStaves.\nThe staves at the Liming Family originally had only a few nuns. But then with the support of the local church, more and more laymen joined the team of service. In addition, some college students and seminarians volunteered at the Liming Family during their holidays. Over time, more and more non-Catholics also went go the Liming Family to volunteer. At the same time, non-Catholic professionals have also joined the team of managers for administrative positions.\nFunding.\nThe Liming Family is funded mainly by donations. Most of these donors are Catholics, but there are also some non-Catholics. Besides, there are some private companies, factories that occasionally give some supplies or money.\nIn addition, Liming Family has received some help from international NGOs and government departments, but it is quite limited.\nOther than that, they have no other income.\nBibliography.\nJude Howell, Xiaoyuan Shang, and Karen R. Fisher. NGOs and Accountability in China: Child Welfare Organisations. Switzerland.\nLidman, Melanie. “Chinese sisters take different approach to helping disabled.” CRUS. Accessed October 10, 2018. https://cruxnow.com/global-church/2017/09/02/chinese-sisters-take-different-approach-helping-disabled/\nLiming Family. Accessed October 8, 2018. http://www.limingfamily.cn/\nLife spring. “Liming Family 1: I believe • I love (Mandarin) version” Accessed October 11, 2018. https://www.youtube.com/watch?v=E7NFvHBeac4\nNie, Hoe Yeen and Yvonne Lim. “Orphan's poignant photos capture life in shelter for unwanted disabled kids.” Channel news Asia.  Accessed October 11, 2018. https://www.channelnewsasia.com/news/asia/orphan-s-poignant-photos-capture-life-in-shelter-for-unwanted-di-8577142\nUCAN. Accessed October 10, 2018. https://china.ucanews.com/tag/%E9%BB%8E%E6%98%8E%E4%B9%8B%E5%AE%B6/\nYu, Hui. “Liming Family.” China Development Brief. Accessed October 7, 2018. http://www.chinadevelopmentbrief.org.cn/news-13830.html","categories":[],"infobox_types":[],"annotations":[{"uri":"Hebei","surface_form":"Hebei","offset":209}]}