{"id":671984,"url":"http://en.wikipedia.org/wiki/Newar_people","text":"Newar (;; endonym: Newa:;, Prachalit Script: 𑐣𑐾𑐰𑐵𑑅), or Nepami, are the historical inhabitants of the Nepal Mandala which consists of Nepa Valley and its surrounding areas in Nepal and the creators of its historic heritage and civilization.\nNewar people have developed a division of labor and a sophisticated urban civilization not seen elsewhere in the Himalayan foothills. Newar people have continued their age-old traditions and practices and pride themselves as the true custodians of the religion, culture and civilization of Nepal. They are the historical inhabitants of the Kathmandu Valley and its surrounding areas in Nepal and the creators of its historic heritage and civilisation. Newars form a linguistic and cultural community of primarily Indo-Aryan and Tibeto-Burman ethnicities following Hinduism and Buddhism with Nepal Bhasa as their common language.\nThe Kathmandu Valley and surrounding territories constituted the former Newar kingdom of the Nepal Mandala. Unlike other common-origin ethnic or caste groups of Nepal, the Newar people are regarded as an example of a nation community with a relic identity, derived from an ethnically-diverse, previously-existing polity. Newar civilization within it consists of various strands of ethnic, racial, caste and religious heterogeneity, as they are the descendants of the diverse group of people that have lived in Nepal Mandala since prehistoric times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Endonym","surface_form":"endonym","offset":10},{"uri":"Nepal_Mandala","surface_form":"Nepal Mandala","offset":102},{"uri":"Nepa_Valley","surface_form":"Nepa Valley","offset":134},{"uri":"Urban","surface_form":"urban","offset":309},{"uri":"Kathmandu_Valley","surface_form":"Kathmandu Valley","offset":581},{"uri":"Nepal","surface_form":"Nepal","offset":627},{"uri":"Indo-Aryan_peoples","surface_form":"Indo-Aryan","offset":754},{"uri":"Tibeto-Burman_languages","surface_form":"Tibeto-Burman","offset":769},{"uri":"Hinduism","surface_form":"Hinduism","offset":805},{"uri":"Buddhism","surface_form":"Buddhism","offset":818},{"uri":"Nepal_Bhasa","surface_form":"Nepal Bhasa","offset":832},{"uri":"Kathmandu_Valley","surface_form":"Kathmandu Valley","offset":874}]}