{"id":672154,"url":"http://en.wikipedia.org/wiki/Montsoreau","text":"Montsoreau () is a historical and cultural town in Europe situated in France. Only 500 people live in it, and over 100 thousand people live in the bigger Saumur. It is in the east end of the region of Pays de la Loire, which is in the nortwestern France. It is the home of the Chateau de Montsoreau-Museum of Contemporary Art, recently opened by the french contemporary art collector Philippe Méaille.\nMontsoreau is both listed part of the Loire Valley, a UNESCO world heritage site, and among the most beautiful villages of France.\nHistory.\nThe main witness of the first settlement is the dolmen of the Pierrelée, which probably dates from the 3rd millennium BC. Montsoreau is located on the borders of the territories of the Gallic tribes of Pictones, Turones and Andecavi. Coins, shards and fragments of Gallo-Roman tiles, were found in Montsoreau, especially on the edge of the plateau, above the town.\nMontsoreau was identified under the name \"Restis\" (rope or fish net) at the end of classical antiquity as a port on the Loire at the confluence of the Loire and the Vienne. It kept this name until the end of the eleventh century.\nThe name \"Montsoreau\" (Mount Soreau) come from a rocky promontory situated in the riverbed of the Loire and surrounded by water. There has been three major buildings on this promontory, a Gallo-Roman temple or administrative building, a fortified castle, and a Renaissance palace.\nThe first fortified castle was built by the count of Blois at the end of the tenth century, immediatly taken by The Count of Anjou, Fulk Nerra, took the fortress in 1001 and incorporated it to Anjou. Fulk, who was one of the first great builders of Medieval castles, modified it, and the fortress remained under the control of Anjou, never taken, during more than 150 years.\nIn 1152, Guillaume IV de Montsoreau sided with Geoffroy Plantagenet against his brother Henry II Plantagenet, future king of England and husband of Eleanor of Aquitaine. Henri II besieged the castle and took it at the end of August 1152 despite the care taken at its fortification. This was the one and only storming of the medieval fortress of Montsoreau between Fulk and Jean II de Chambes in 1450.\nAt the end of the Hundred Years Wa<nowiki/>r, Charles VII and Louis XI installed royal power in Chinon. They encouraged or ordered their lords to build new buildings or redevelop old fortresses. Thus began the construction of buildings in a new style in France, giving birth to Renaissance architecture, with the renowned \"Châteaux of the Loire Valley\".\nIn 1450, Jean II de Chambes, First councelor of Charles VII and ambassador in Venice, bought the fortress of Fulk III to his brother in law and destroyed it in order to build a residential palace on the top of the rock of Montsoreau (the mount Soreau). In an unprecedented move, he built the Château de Montsoreau in a residential style following Italian architecture of the time which makes it the first Renaissance building in France. The Château de Montsoreau was directly on the river bank and still today, it remains the only château of the Loire Valley to have been built in the river bed of the Loire.\nIn 1572, four days after Saint Bartholomew's Day Massacre (24 August) in Paris, Jean de Chambes started the \"St. Bartolomew Angevine\". He almost eliminated the Reformed Church both in Saumur and Angers.\nAfter the French Revolution, the exploitation of a building stone, the Tuffeau stone, brutally passed its population of 600 inhabitants to more than 1000, maintained during the first half of the nineteenth century.\nThe battle of Saumur, is considered as the first act of resistance of World War II in France.\n<nowiki/>In Montsoreau, Saumur and Gennes, in June 1940, teenage students of the school of cavalry, still under training and with derisory weapons (including an artillery gun from the school museum), heroically engaged an entire German panzer division for nearly three days. And in doing so became a legend in France. – \"For Honour Alone\", Roy Macnab, January 1989.\nLocation.\nMontsoreau is at the center of the Loire Valley, in north-western France, from the Atlantic Ocean, and approximately from Saumur, Chinon and Bourgueil. It is situated in southeastern Maine-et-Loire department, approximately halfway between Paris and Bordeaux.\nThe village is at the crossroad of the three main administrative regions of, Pays de la Loire, Centre-Val de Loire, and Nouvelle Aquitaine, and of the three departments of, Maine-et-Loire Indre-et-Loire, and Vienne.\nMontsoreau is part of the Metropolitan Area of Saumur Val de Loire and share borders with municipalities both in the Maine-et-Loire and Indre-et-Loire departments. These municipalities are: Candes-Saint-Martin, Chouzé-sur-Loire, Fontevraud-l'Abbaye, and Turquant.","categories":[],"infobox_types":["French commune"],"annotations":[{"uri":"Town","surface_form":"town","offset":43},{"uri":"Europe","surface_form":"Europe","offset":51},{"uri":"France","surface_form":"France","offset":70},{"uri":"Saumur_metropolitan_area","surface_form":"Saumur","offset":154},{"uri":"Pays_de_la_Loire","surface_form":"Pays de la Loire","offset":201},{"uri":"Chateau_de_Montsoreau","surface_form":"Chateau de Montsoreau-Museum of Contemporary Art","offset":277},{"uri":"UNESCO","surface_form":"UNESCO","offset":456},{"uri":"La_Pierrel%C3%A9e","surface_form":"dolmen of the Pierrelée","offset":590},{"uri":"Pictones","surface_form":"Pictones","offset":744},{"uri":"Turones","surface_form":"Turones","offset":754},{"uri":"Andes_(Andecavi)","surface_form":"Andecavi","offset":766},{"uri":"Classical_antiquity","surface_form":"classical antiquity","offset":990},{"uri":"Confluence","surface_form":"confluence","offset":1040},{"uri":"Vienne_(river)","surface_form":"Vienne","offset":1072},{"uri":"Gallo-Roman","surface_form":"Gallo-Roman","offset":1325},{"uri":"Fortification","surface_form":"fortified castle","offset":1374},{"uri":"Renaissance_architecture","surface_form":"Renaissance palace","offset":1398},{"uri":"Blois","surface_form":"Blois","offset":1471},{"uri":"Counts_and_dukes_of_Anjou","surface_form":"Count of Anjou","offset":1534},{"uri":"Fulk_III%2C_Count_of_Anjou","surface_form":"Fulk Nerra","offset":1550},{"uri":"Medieval_castle","surface_form":"Medieval castle","offset":1667},{"uri":"Geoffrey_Plantagenet%2C_Count_of_Anjou","surface_form":"Geoffroy Plantagenet","offset":1840},{"uri":"Henry_II_of_England","surface_form":"Henry II Plantagenet","offset":1881},{"uri":"List_of_English_monarchs","surface_form":"king of England","offset":1910},{"uri":"Eleanor_of_Aquitaine","surface_form":"Eleanor of Aquitaine","offset":1941},{"uri":"Fulk_III%2C_Count_of_Anjou","surface_form":"Fulk","offset":2157},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years Wa","offset":2212},{"uri":"Chinon","surface_form":"Chinon","offset":2290},{"uri":"Renaissance_architecture","surface_form":"Renaissance architecture","offset":2472},{"uri":"Charles_VII_of_France","surface_form":"Charles VII","offset":2596},{"uri":"Venice","surface_form":"Venice","offset":2626},{"uri":"Fulk_III%2C_Count_of_Anjou","surface_form":"Fulk III","offset":2657},{"uri":"Chateau_de_Montsoreau","surface_form":"Château de Montsoreau","offset":2840},{"uri":"St._Bartholomew%27s_Day_massacre","surface_form":"Saint Bartholomew's Day Massacre","offset":3182},{"uri":"Paris","surface_form":"Paris","offset":3230},{"uri":"French_Revolution","surface_form":"French Revolution","offset":3370},{"uri":"Battle_of_Saumur_(1940)","surface_form":"battle of Saumur","offset":3579},{"uri":"Resistance_during_World_War_II","surface_form":"resistance","offset":3631},{"uri":"World_War_II","surface_form":"World War II","offset":3645},{"uri":"Loire_Valley","surface_form":"Loire Valley","offset":4080},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":4128},{"uri":"Saumur","surface_form":"Saumur","offset":4167},{"uri":"Chinon","surface_form":"Chinon","offset":4175},{"uri":"Bourgueil","surface_form":"Bourgueil","offset":4186},{"uri":"Maine-et-Loire","surface_form":"Maine-et-Loire","offset":4228},{"uri":"Bordeaux","surface_form":"Bordeaux","offset":4295},{"uri":"Pays_de_la_Loire","surface_form":"Pays de la Loire","offset":4382},{"uri":"Centre-Val_de_Loire","surface_form":"Centre-Val de Loire","offset":4400},{"uri":"Nouvelle_Aquitaine","surface_form":"Nouvelle Aquitaine","offset":4425},{"uri":"Maine-et-Loire","surface_form":"Maine-et-Loire","offset":4478},{"uri":"Indre-et-Loire","surface_form":"Indre-et-Loire","offset":4493},{"uri":"Vienne","surface_form":"Vienne","offset":4513},{"uri":"Communaut%C3%A9_d%27agglom%C3%A9ration_Saumur_Val_de_Loire","surface_form":"Saumur Val de Loire","offset":4568},{"uri":"Maine-et-Loire","surface_form":"Maine-et-Loire","offset":4638},{"uri":"Indre-et-Loire","surface_form":"Indre-et-Loire","offset":4657},{"uri":"Candes-Saint-Martin","surface_form":"Candes-Saint-Martin","offset":4711},{"uri":"Chouz%C3%A9-sur-Loire","surface_form":"Chouzé-sur-Loire","offset":4732},{"uri":"Fontevraud-l%27Abbaye","surface_form":"Fontevraud-l'Abbaye","offset":4750},{"uri":"Turquant","surface_form":"Turquant","offset":4775}]}