{"id":672168,"url":"http://en.wikipedia.org/wiki/Ch%C3%A2teau_de_Montsoreau","text":"The Château de Montsoreau, or simply Montsoreau, is a residential castle in Montsoreau, France. It is the only château of the Loire Valley to have been built in the Loire riverbed.\nPhilippe Méaille opened the Château de Montsoreau-Museum of Contemporary Art in 2016. Nowadays, The chateau hold the world's largest collection of Art & Language works.\nThe chateau has been built on the top of the \"mount Soreau\". This rocky promontory gave its name to the village. On the top of that mount was built a roman temple, a fortress of the counts of Anjou, and a chateau in the Renaissance architectural style.\nIn English one often speaks of the chateau de Montsoreau or Montsoreau'\". The chateau de Montsoreau was the first of the chateaux of the Loire Valley to be built in the Renaissance architectural style. When the chateau was built, Montsoreau was already a historical village, home of a royal fortified castle. From 1450, when King Charles VII and King Louis XII moved to Chinon and Tours, the Loire Valley became the centre of power of the ancien régime.\nHistory.\nThe first fortified castle was built by Odo the First count of Blois in 990. In 1001, it was taken by the count of Anjou, Fulk Nerra (\"Fulk the Black\"), one of the greatest builders of the middle age, who gave it to Gautier I of Montsoreau. Gautier I belonged to one of the most pre-eminent families of Anjou. Thus, the Castrum Monsorelli became one of the forty fortified castles in Anjou and one of the few to be given the title of lordship at the turn of year 1000. A town developed quickly near the castle. Fulk and Gautier modified the castle, and this one remained impregnable during more than 150 years. In 1152 and 1156 Henry II King of England, besieged and took twice, the castle of Montsoreau.\nIn 1450, the end of the hundred years war was coming and Jean II de Chambes, the first councellor of Charles VII King of France, bought the castle to his brother in law. Associated with Jacques Coeur, He was one of the richest man of France. He was also France ambassador in Venice and Turkey. He destroyed the fortified castle and built the chateau de Montsoreau in the new architectural style of the Renaissance.\nArchitecture.\nThe Château de Montsoreau is said to be the first french Renaissance Building. The building marks the transition from military architecture to palace or chateau. Large windows, numerous chimneys, and the great care that taken to sanitation problems, are some of the characteristics of this new style of building. The castle central dwelling was built directly in the Loire riverbed. Unusually, Two right-angled wings looking like square towers were built a few years later, at a time when round towers were usually built, this odd choice prefigures the corner pavilions of classical architecture. A spiral staircase probably existed before the current Renaissance staircase.\nFrançois Rabelais.\nIn François Rabelais' Pantagruel, Gargantua rewards Ithybole with Montsoreau, after his victory over Picrochole, the king who attacks the kingdom of Grandgousier.\nJoseph Mallord William Turner.\nIn 1832, Joseph Mallord William Turner made an aquarelle depicting the chateau of Montsoreau with the setting of the confluence of the Vienne and the Loire and the collegiate church of Candes-Saint-Martin.\nAlexandre Dumas.\nThe Château de Montsoreau was immortalised by Alexandre Dumas in La Dame de Monsoreau, a novel written between 1845 and 1846. This novel takes as a backdrop the Château de Montsoreau and is part of Alexandre Dumas' trilogy on European wars of religion, between La Reine Margot and Les Quarante-cinqs.\nAuguste Rodin.\nAt the end of nineteenth century, Montsoreau was ruined. Auguste Rodin, passionate about architecture, unexpectedly made a drawing of the chateau as it was when it was built.\nChâteau de Montsoreau-Museum of Contemporary Art.\nThe Château de Montsoreau-Museum of Contemporary Art, situated in the Loire valley, is a private museum open to the public. The project was initiated in November 2014, by Philippe Méaille and was inaugurated the 8 April 2016. The permanent collection, gathered over the past 25 years by Philippe Méaille, is not only intended to be exhibited at the Château de Montsoreau, but also to be lent to other institutions. His collection is the world's largest collection of works by the radical conceptualists Art & Language. This art movement, at the origin of what is now called conceptual art is still active and currently represented by Michael Baldwin and Mel Ramsden.","categories":[],"infobox_types":[],"annotations":[{"uri":"Castle","surface_form":"castle","offset":66},{"uri":"Montsoreau","surface_form":"Montsoreau","offset":76},{"uri":"France","surface_form":"France","offset":88},{"uri":"Loire_(river)","surface_form":"Loire","offset":165},{"uri":"Contemporary_art","surface_form":"Château de Montsoreau-Museum of Contemporary Art","offset":209},{"uri":"Art_%26amp%3B_Language","surface_form":"Art & Language","offset":328},{"uri":"Renaissance_architecture","surface_form":"Renaissance architectural style","offset":570},{"uri":"English_language","surface_form":"English","offset":606},{"uri":"Renaissance","surface_form":"Renaissance","offset":772},{"uri":"Charles_VII_of_France","surface_form":"King Charles VII","offset":928},{"uri":"Louis_XII_of_France","surface_form":"King Louis XII","offset":949},{"uri":"Chinon","surface_form":"Chinon","offset":973},{"uri":"Tours","surface_form":"Tours","offset":984},{"uri":"Ancien_r%C3%A9gime","surface_form":"ancien régime","offset":1042},{"uri":"Odo_of_France","surface_form":"Odo","offset":1106},{"uri":"Fulk_III_of_Anjou","surface_form":"Fulk Nerra","offset":1188},{"uri":"Henry_II_of_England","surface_form":"Henry II King of England","offset":1694},{"uri":"Charles_VII_of_France","surface_form":"Charles VII King of France","offset":1872},{"uri":"Jacques_Coeur","surface_form":"Jacques Coeur","offset":1957},{"uri":"Venice","surface_form":"Venice","offset":2046},{"uri":"Turkey","surface_form":"Turkey","offset":2057},{"uri":"Renaissance_architecture","surface_form":"Renaissance","offset":2173},{"uri":"J._M._W._Turner","surface_form":"Joseph Mallord William Turner","offset":3097},{"uri":"Vienne_(river)","surface_form":"Vienne","offset":3223},{"uri":"Loire_(river)","surface_form":"Loire","offset":3238},{"uri":"Alexandre_Dumas%2C_p%C3%A8re","surface_form":"Alexandre Dumas","offset":3357},{"uri":"Auguste_Rodin","surface_form":"Auguste Rodin","offset":3684},{"uri":"Loire_valley","surface_form":"Loire valley","offset":3922},{"uri":"World","surface_form":"world","offset":4289},{"uri":"Art_%26amp%3B_Language","surface_form":"Art & Language","offset":4355},{"uri":"Art_movement","surface_form":"art movement","offset":4376},{"uri":"Conceptual_art","surface_form":"conceptual art","offset":4426}]}