{"id":672374,"url":"http://en.wikipedia.org/wiki/Earliest_known_life_forms","text":"The earliest known life forms found on Earth are fossils of microorganisms in 3.46 billion year old rocks in Western Australia. Life forms, as microorganisms, may have lived much earlier. The earliest time that life forms first appeared on Earth is unknown. Such life forms may have lived as early as 4.28 billion years ago, not long after the oceans were formed 4.41 billion years ago, and not long after the formation of the Earth 4.54 billion years ago.\nA life form, or lifeform, is an organism that is living. Estimates of the number of species of life forms on Earth range from 14 million, to as many as 1 trillion species. More than 99% of all species of life forms that have ever lived on Earth are thought to be extinct. Life forms may be found everywhere on Earth. This includes underground, possibly at least 12 miles deep underground, and the deepest parts of the oceans. Life can be found at least 47 miles high in the atmosphere and, under test conditions, it survives the vacuum of outer space.\nAccording to one researcher, \"You can find microbes everywhere — [they are] extremely adaptable to conditions, and survive wherever they are\".\nEarliest life forms.\nFossil evidence is at the basis of most studies about the origin of life. The age of the Earth is about 4.54 billion years; the best evidence of early life on Earth dates from at least 3.46 billion years ago.\nIn 2017, fossils of fossilized microorganisms were reported to have been discovered near hydrothermal vents in Quebec, Canada. These fossils are thought to be at least 3.779 million years old.\nAlso in 2017, evidence of life on land may have been found in 3.48 billion-year-old rocks, discovered in Western Australia, that are usually found around hot springs and geysers.\nIn November 2017, a study by the University of Edinburgh suggested that life on Earth may have originated from biological particles carried by streams of space dust.\nNonetheless, according to biologist Stephen Blair Hedges, \"If life arose relatively quickly on Earth … then it could be common in the universe.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":39},{"uri":"Fossil","surface_form":"fossil","offset":49},{"uri":"Microorganism","surface_form":"microorganism","offset":60},{"uri":"Western_Australia","surface_form":"Western Australia","offset":109},{"uri":"Life","surface_form":"life forms","offset":211},{"uri":"Abiogenesis","surface_form":"first appeared","offset":222},{"uri":"Ocean","surface_form":"ocean","offset":344},{"uri":"History_of_the_Earth","surface_form":"formation of the Earth","offset":410},{"uri":"Life","surface_form":"life form","offset":459},{"uri":"Organism","surface_form":"organism","offset":489},{"uri":"Life","surface_form":"living","offset":506},{"uri":"Species","surface_form":"species","offset":650},{"uri":"Extinction","surface_form":"extinct","offset":720},{"uri":"Atmosphere","surface_form":"atmosphere","offset":931},{"uri":"Outer_space","surface_form":"outer space","offset":996},{"uri":"Microbe","surface_form":"microbe","offset":1052},{"uri":"Quebec","surface_form":"Quebec, Canada","offset":1493},{"uri":"Western_Australia","surface_form":"Western Australia","offset":1680},{"uri":"Hot_spring","surface_form":"hot spring","offset":1729},{"uri":"Geyser","surface_form":"geyser","offset":1745},{"uri":"University_of_Edinburgh","surface_form":"University of Edinburgh","offset":1787},{"uri":"Space_dust","surface_form":"space dust","offset":1908},{"uri":"Universe","surface_form":"universe","offset":2054}]}