{"id":672647,"url":"http://en.wikipedia.org/wiki/Rob_Sprackling","text":"Rob Sprackling is an English screenwriter and award winning director. He lives in Chiswick, West London with his wife and two sons.\nHe studied acting at the Welsh College of Music and Drama and went on to become a stand up comedian on the London Comedy circuit in the late 80's and early 90's, appearing regularly in venues like the Comedy Store, Jongleurs and the legendary Tunnel Club. During this time he ran his own comedy club in Brixton called 'The Rodney Bewes Conspiracy' which featured many of the leading alternative comedians of the day. Rob appeared on various stand up TV shows including 'First Exposure' for Channel 4 and 'Stand Up' for ITV and also presented a number of TV programmes including 'Friday Now' and 'Weekend Live' for LWT.\nIn the early 90's he started screenwriting with his friend and writing partner John R Smith. They worked as writers/consultants at the Henson's Creature Workshop for several years, collaborating on a number of shows. They conceived and wrote the Channel 4 sitcom 'Captain Butler' starring Craig Charles and Sanjeev Bhaskar and the football mockumentary feature film 'Mike Bassett: England Manager' starring Ricky Tomlinson and Amanda Redman. They also exec produced and wrote the ITV spin off series 'Mike Bassett: Manager'.\nAfter selling a spec script 'Blackwater Zoo' to 20th Century Fox they started to work more regularly in Hollywood. They conceived and wrote the original screenplay 'Gnomeo & Juliet' which they sold to Disney Studios. The film was produced by Elton John and David Furnish's company Rocket Pictures and released in 2011 starring James McAvoy, Emily Blunt, Michael Caine, Jason Statham, Patrick Stewart and Maggie Smith with music by Elton John. The film took nearly $200 million at the box office worldwide and spawned the 2018 sequel 'Sherlock Gnomes'.\nThey also conceived and wrote the original screenplay for the animated movie 'The Queen's Corgi' due for worldwide release in 2019, starring Jack Whitehall, Julie Walters, Ray Winstone, Sheridan Smith, Matt Lucas and Tom Courtenay.\nThey wrote an adaptation of Animal Farm for Andy Serkis' company The Imaginarium and have an original script in development with Aardman Animation with whom they have worked on numerous projects.\nRob wrote the children's book 'Born Again Ben' for which he sold the screen rights to a UK/Canada based animation company.\nHe has directed three short films including 'Green Monkey', 'Rise of the Appliances' and 'Man's Best Friend' which have won numerous awards including the New York Short Film Festival, Film Court de Brest In France and the London Film Festival Halloween Award. Rob has written the full length screenplay of 'Rise of the Appliances' and is attached to direct it as his first feature.","categories":[],"infobox_types":[],"annotations":[]}