{"id":672606,"url":"http://en.wikipedia.org/wiki/Selsey","text":"Selsey is a seaside town and civil parish, about eight miles (12 km) south of Chichester in West Sussex, England. Selsey lies at the southernmost point of the Manhood Peninsula, almost cut off from mainland Sussex by the sea. It is bounded to the west by Bracklesham Bay, to the north by Broad Rife (\"rife\" being the local word for stream or creek), to the east by Pagham Harbour and terminates in the south at Selsey Bill. There are significant rock formations beneath the sea off both of its coasts, named the Owers rocks and Mixon rocks. Coastal erosion has been an ever-present problem for Selsey.\nThe B2145 is the only road in and out of the town crossing a bridge over the water inlet at Pagham Harbour at a point known as \"the ferry\". At one time Selsey was inaccessible at flood tide, and a boat was stationed at the ferry to take horses and passengers to and from Sidlesham.\nClimate.\nSelsey's climate is classified as warm and temperate. Although Selsey is the sunniest place in the UK, there is rainfall throughout the year and even the driest month still has rain. Probably the most problematic climatic hazard is wind. The town is situated in an area where tornadoes and waterspouts are common. A tornado in 1986 damaged 200 houses and cut a swathe 70 metres wide. Another tornado in 1998 left an estimated £10m of destruction and damaged Patrick Moore's observatory.\nThe warmest recorded temperature in Selsey between 1981 and 2010 was 29.0°C on 10 July 1995 and the coldest was -8.6°C on 7 February 1991.","categories":[],"infobox_types":[],"annotations":[{"uri":"Civil_parishes_in_England","surface_form":"civil parish","offset":29},{"uri":"Chichester","surface_form":"Chichester","offset":78},{"uri":"West_Sussex","surface_form":"West Sussex","offset":92},{"uri":"Manhood_Peninsula","surface_form":"Manhood Peninsula","offset":159},{"uri":"Sussex","surface_form":"Sussex","offset":207},{"uri":"Selsey_Bill","surface_form":"Selsey Bill","offset":411},{"uri":"Tornado","surface_form":"tornadoes","offset":1169},{"uri":"Waterspout","surface_form":"waterspouts","offset":1183},{"uri":"Patrick_Moore","surface_form":"Patrick Moore","offset":1351}]}