{"id":67282,"url":"http://en.wikipedia.org/wiki/Bundesverdienstkreuz","text":"The Bundesverdienstkreuz (Federal Cross of Merit) is Germany's only general decoration (award). It is officially called the \"Verdienstorden der Bundesrepublik Deutschland\" (Order of Merit of the Federal Republic of Germany). This Federal Order of Merit was created on 7 September 1951. Germany gives between 3,000 and 5,200 awards every year, in all classes.\nMost of the Länder have their own orders of merit. There are up to three ranks (member, officer, commander). The Cities of Bremen and Hamburg do not have an order, and by old tradition its citizens will refuse any decoration in form of an order.\nClasses.\nThe President of the Federal Republic holds the \"Sonderstufe des Großkreuzes\" ex officio. It is awarded to him in a ceremony by the President of the Bundestag. The Chancellor, the President of the Bundesrat and the President of the Bundesverfassungsgericht attend this ceremony. Other than the President of the Federal Republic, only a foreign head of state can receive the highest class award. People can also receive the Großkreuze in a special rare design. Only two people have had this award, Konrad Adenauer and Helmut Kohl.\nInsignia.\nExcept for the lowest class, the badge is the same for all classes. However, the badge and ribbon for women is a little smaller. The badge is a golden Maltese Cross enamelled in red. It has a central disc with a black eagle. The star is golden. It has straight rays and its size and points vary according to class. The badge is on top of it. The ribbon is red with gold-black-gold stripes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany's","offset":53},{"uri":"Award","surface_form":"award","offset":88},{"uri":"Federalism","surface_form":"Federal","offset":230},{"uri":"States_of_Germany","surface_form":"Länder","offset":371},{"uri":"Bremen","surface_form":"Bremen","offset":482},{"uri":"Hamburg","surface_form":"Hamburg","offset":493},{"uri":"Ex_officio","surface_form":"ex officio","offset":692},{"uri":"Bundestag","surface_form":"President of the Bundestag","offset":746},{"uri":"Chancellor_of_Germany","surface_form":"Chancellor","offset":778},{"uri":"Bundesrat_(Germany)","surface_form":"President of the Bundesrat","offset":794},{"uri":"Bundesverfassungsgericht","surface_form":"Bundesverfassungsgericht","offset":846},{"uri":"Head_of_state","surface_form":"head of state","offset":958},{"uri":"Konrad_Adenauer","surface_form":"Konrad Adenauer","offset":1111},{"uri":"Helmut_Kohl","surface_form":"Helmut Kohl","offset":1131},{"uri":"Enamel_(glass)","surface_form":"enamelled","offset":1319},{"uri":"Eagle","surface_form":"eagle","offset":1372},{"uri":"Sunlight","surface_form":"rays","offset":1415}]}