{"id":672824,"url":"http://en.wikipedia.org/wiki/DJ_Emenes","text":"DJ Emenes is a Canadian Hip Hop and Bhangra artist and music producer based in Vancouver, Canada. Emenes is credited for instituting the longest running DJ roadshow in western Canada, known as \"MiB RoadShow\" along with DJ Super Singh.\nCareer.\nEmenes runs a local DJ outfit called MIB Roadshow based in Vancouver, Canada. In the 90's, Emenes founded the music production house \"Mundey in Black.\" It has released several remix albums including \"Unbreakable (2003)\". In 2014, he started the \"MiB Project\", to help mentor underprivileged youths. In November 2014, Emenes produced a documentary web series \"Music is Believing\" which was a part of Telus Storyhive web series contest. Emenes has performed at the Sunburn Festival along with Swedish DJ Axwell & Ingrosso in 2016.\nIn 2018, he was commissioned by Zee Music (India) to remix the track \"Manali Trance\" from the Bollywood film \"The Shaukeens\". In 2018, he produced the track \"Ranjha\" for the Bollywood film \"Kaashi\".\nPhilanthropy.\nIn 2016, Emenes went to the eighth annual \"Night of Miracles\" with other Vancouver celebrities and business owners. It has raised more than $400,000 for hospital equipment and accessories for BC Children’s Hospital. Emenes also performed at the 11th \"Annual Promise Ball: A Night in Bollywood!\" and raised $195,000 to help toward diabetes research.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":15},{"uri":"Hip_Hop","surface_form":"Hip Hop","offset":24},{"uri":"Bhangra","surface_form":"Bhangra","offset":36},{"uri":"Music_producer","surface_form":"music producer","offset":55},{"uri":"Vancouver%2C_Canada","surface_form":"Vancouver, Canada","offset":79},{"uri":"Disc_jockey","surface_form":"DJ","offset":153},{"uri":"Remixing","surface_form":"remix albums","offset":419},{"uri":"Mentorship","surface_form":"mentor","offset":511},{"uri":"Documentary","surface_form":"documentary","offset":578},{"uri":"Bollywood","surface_form":"Bollywood","offset":866},{"uri":"Hospital","surface_form":"hospital","offset":1138},{"uri":"Diabetes_mellitus","surface_form":"diabetes","offset":1315}]}