{"id":6728,"url":"http://en.wikipedia.org/wiki/Augusto_Pinochet","text":"General Augusto José Ramón Pinochet Ugarte (November 25, 1915 – December 10, 2006) was a Chilean army general who led Chile from 1973 to 1990, who came to power after he overthrew Salvador Allende, a socialist president.\nEarly life.\nPinochet was born in Valparaíso, Chile.\nCareer.\nPinochet was a high ranking general in the Chilean Army in the early 1970s. In 1970, Allende was narrowly elected in a close three way race. Western countries like the United States were concerned about Allende. There was discontent in Chile in 1973, with some groups trying to destabilize the government of Allende.\nOn September 11th, 1973, the Chilean military led a coup d'état against Allende in which they attacked the Presidential Palace in Santiago. Allende committed suicide, and Pinochet took power as the leader of a military council known as a junta. The junta began cracking down on Allende supporters.\nAbout 3,000 Chilean people died because of Pinochet's rule and many other people were tortured. Most of the people that died during Pinochet's rule were communists. The first days of his rule saw the most deaths, and in the weeks after the coup, Allende supporters were arrested and locked in a football stadium in Santiago. Many were released a few months later, but some were imprisoned for years.\nPinochet introduced many neoliberal free market policies bringing growth and great economic progress to Chile.\" In economic affairs, Pinochet's rule was influenced by the ideas of Milton Friedman. In 1980, a plebiscite (without electoral registries) was held and Pinochet was kept in power.\nThe coup d'état that was launched to overthrow Allende and put Pinochet in power was supported by the United States, as was Pinochet's regime. The US government has never admitted being involved, but they did support Pinochet while he was in power. The government of the United Kingdom was also pro-Pinochet.\nIn 1988, there was a plebiscite in Chile. The people were asked whether Pinochet should rule for another eight and a half years. About 56% of the people did not want that. Pinochet, under pressure from other countries was forced to accept the results, and stepped down from power in 1990. Patricio Aylwin became the next president. Pinochet kept his responsibilities as head of the military until 1998. After this, he became a senator for life, but had to leave senate in 2002. He was not arrested because the Supreme Court of Chile said he suffered from dementia. In May 2004, judges said that was not true. On December 13 he was placed under house arrest. Judges in Spain tried to put him on trial for the many crimes against the human rights he committed while leader of Chile.\nDeath.\nPinochet died from congestive heart failure and pulmonary edema on December 10, 2006 in Santiago, Chile, a week after a heart attack, aged 91. His remains were later cremated (Pinochet's request) to avoid vandalism on his tomb.","categories":[],"infobox_types":[],"annotations":[{"uri":"General_officer","surface_form":"General","offset":0},{"uri":"Chile","surface_form":"Chile","offset":89},{"uri":"Chile","surface_form":"Chile","offset":118},{"uri":"Salvador_Allende","surface_form":"Salvador Allende","offset":180},{"uri":"Socialism","surface_form":"socialist","offset":200},{"uri":"Valpara%C3%ADso","surface_form":"Valparaíso","offset":254},{"uri":"Chile","surface_form":"Chile","offset":266},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":650},{"uri":"Neoliberal","surface_form":"neoliberal","offset":1321},{"uri":"Free_market","surface_form":"free market","offset":1332},{"uri":"Policy","surface_form":"policies","offset":1344},{"uri":"Milton_Friedman","surface_form":"Milton Friedman","offset":1476},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":1591},{"uri":"United_States","surface_form":"United States","offset":1689},{"uri":"Regime","surface_form":"regime","offset":1722},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1858},{"uri":"Plebiscite","surface_form":"plebiscite","offset":1917},{"uri":"Patricio_Aylwin","surface_form":"Patricio Aylwin","offset":2185},{"uri":"Senator","surface_form":"senator","offset":2323},{"uri":"Dementia","surface_form":"dementia","offset":2451},{"uri":"Judge","surface_form":"judge","offset":2474},{"uri":"December_13","surface_form":"December 13","offset":2508},{"uri":"House_arrest","surface_form":"house arrest","offset":2540},{"uri":"Heart_failure","surface_form":"heart failure","offset":2714},{"uri":"Pulmonary_edema","surface_form":"pulmonary edema","offset":2732},{"uri":"Santiago","surface_form":"Santiago","offset":2772},{"uri":"Week","surface_form":"week","offset":2791},{"uri":"Heart_attack","surface_form":"heart attack","offset":2804},{"uri":"Cremated","surface_form":"cremated","offset":2850}]}