{"id":67314,"url":"http://en.wikipedia.org/wiki/Philip_K._Dick","text":"Philip Kindred Dick (December 16, 1928 – March 2, 1982) was an American writer. He is mostly known for his works of science fiction. In addition to his published novels, Dick wrote \"approximately 121 short stories. He wrote most of them for science fiction magazines.\" At least eight of his stories have been adapted into movies.\nOverview.\nPhilip K. Dick developed what would later be called cyberpunk. Many of his works are about themes from sociology. Often, politics also play an important role. Very often there are Authoritarian Governments, and very powerful companies in his books. In his later books, Dick writes about drug use. He writes about characters that have paranoia or schizophrenia. In novels such as \"A Scanner Darkly\" or \"VALIS\" he uses his own experiences.\nHe was awarded the Hugo Award for his novel, \"The Man in the High Castle\", in 1963. \"I want to write about people I love, and put them into a fictional world spun out of my own mind, not the world we actually have, because the world we actually have does not meet my standards,\" Dick wrote of these stories. \"In my writing I even question the universe; I wonder out loud if it is real, and I wonder out loud if all of us are real.\" Dick spent most of his career as a writer. He did not have much money.\nDick died of a stroke. In 2007, he became the first science fiction writer to be included in The Library of America series (#173).\nThe Man in the High Castle.\n\"The Man in the High Castle\" (1962) takes place in an different universe. There the United States is ruled by the Axis powers, who have won the Second World War. Many people consider it to be one of the important novels about a different view on history. It is the only Dick novel to win a Hugo Award. Philipkdickfans.com recommends this novel, along with \"Do Androids Dream of Electric Sheep?\" and \"Ubik\" as an introductory novel to readers new to the writing of Philip K. Dick.\nThe Three Stigmata of Palmer Eldritch.\n\"The Three Stigmata of Palmer Eldritch\" (1965) uses many concepts from science fiction. It has several layers of reality and unreality. It is also one of Dick’s first works to explore religious themes.\n\"The Three Stigmata of Palmer Eldritch\" takes place in the twenty-first century. Under the supervision of the United Nations authority, mankind has colonized the solar system's every habitable planet and moon. Life is physically daunting and psychologically monotonous for most colonists, so the UN must draft people to go to the colonies. Most entertain themselves using \"Perky Pat\" dolls and accessories manufactured by Earth-based \"P.P. Layouts\". The company also secretly creates \"Can-D\", an illegal but widely available hallucinogenic drug allowing the user to \"translate\" into Perky Pat (if the drug user is a woman) or Pat's boyfriend, Walt (if the drug user is a man). This recreational use of Can-D allows colonists to experience a few minutes of an idealized life on Earth by participating in a collective hallucination.\nDo Androids Dream of Electric Sheep?\n\"Do Androids Dream of Electric Sheep?\" is the story of a bounty hunter policing the local android population. It occurs on a dying, poisoned Earth. All \"successful\" humans have left, the only remaining inhabitants of the planet are people with no prospects off-world. Androids, also known as andys, all have a preset \"death\" date. However, a few andys seek to escape this fate and supplant the humans on Earth.\n\"Do Androids Dream of Electric Sheep?\" (1968) is well known as the literary source of the influential 1982 movie \"Blade Runner.\" It is about the question \"What is real, what is fake? Are the human-looking and human-acting androids fake or real humans? Should we treat them as machines or as people? What important factor defines humanity as distinctly alive, versus those merely alive only in their outward appearance?\nUbik.\n\"Ubik\" (1969) uses big networks of psychics and a suspended state after death in creating a state of eroding reality. In 2005, \"Time Magazine\" listed it among the All-TIME 100 Greatest Novels.\nFlow My Tears, The Policeman Said.\n\"Flow My Tears, The Policeman Said\" (1974) is about Jason Taverner, a television star living in a dystopic near-future police state. After being attacked by an angry ex-girlfriend, Taverner awakens in a dingy hotel room. He still has his money in his wallet, but his identification cards are missing. This is no minor inconvenience, as security checkpoints manned by pols and Nats, the police and National Guard) are set up throughout the city to stop and arrest anyone without valid ID.\nJason at first thinks that he was robbed, but soon discovers that his entire identity has been erased. There is no record of him in any official database, and even his closest associates do not recognize or remember him. For the first time in many years, Jason has no fame or reputation to rely on. He has only his charisma to help him when he tries to find out what happened to his past and avoid the attention of the pols.\n\"Flow My Tears, The Policeman Said\" was Dick's first published novel after years of silence. In these years, his critical reputation had grown, and this novel was awarded the John W. Campbell Memorial Award for Best Science Fiction Novel. It is the only Philip K. Dick novel nominated both for a Hugo and for a Nebula Award.\nIn an essay written two years before dying, Dick described how he learned from his Episcopalian priest that an important scene in the novel was very similar to a scene in the Acts of the Apostles. Richard Linklater talks about this novel in his movie Waking Life, which begins with a scene reminiscent of another Dick novel, Time out of Joint.\nA Scanner Darkly.\n\"A Scanner Darkly\" (1977) is a bleak mixture of science fiction and police procedural novels. In its story, an undercover narcotics police detective begins to lose touch with reality. This is because he becomes a victim of the drug he should have fought against. This drug is called \"SubstanceD\". It permanently changes the mind of the people who take it. Substance D is instantly addictive. It starts with a pleasant euphoria. This feeling is quickly replaced with increasing confusion, hallucinations and eventually total psychosis. It was adapted to movie by Richard Linklater.\nVALIS.\n\"VALIS,\" (1980) is perhaps Dick’s most postmodern and autobiographical novel. It looks at his own unexplained experiences. Some people also see it as his most academic work. It was made into an opera by Tod Machover. \"VALIS\" was voted Philip K. Dick‘s best novel at the website philipkdickfans.com.\nHis later works, especially the \"VALIS trilogy\", were heavily autobiographical.The word \"VALIS\" is the acronym for \"Vast Active Living Intelligence System\"; it is the title of a novel. The theme can be found in at least three more novels. Later, PKD thought that VALIS was both a \"reality generator\" and a means of extraterrestrial communication.\nContemporary philosophy.\n\"It is hyperreal. It is a universe of simulation, which is something altogether different. And this is so not because Dick speaks specifically of simulacra. SF has always done so, but it has always played upon the double, on artificial replication or imaginary duplication, whereas here the double has disappeared. There is no more double; one is always already in the other world, an other world which is not another, without mirrors or projection or utopias as means for reflection. The simulation is impassable, unsurpassable, checkmated, without exteriority. We can no longer move \"through the mirror\" to the other side, as we could during the golden age of transcendence.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":63},{"uri":"Writer","surface_form":"writer","offset":72},{"uri":"Science_fiction","surface_form":"science fiction","offset":116},{"uri":"Novel","surface_form":"novel","offset":162},{"uri":"Cyberpunk","surface_form":"cyberpunk","offset":392},{"uri":"Sociology","surface_form":"sociology","offset":443},{"uri":"Politics","surface_form":"politics","offset":461},{"uri":"Drug","surface_form":"drug","offset":627},{"uri":"Paranoia","surface_form":"paranoia","offset":674},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":686},{"uri":"Hugo_Award","surface_form":"Hugo Award","offset":797},{"uri":"Stroke","surface_form":"stroke","offset":1296},{"uri":"Axis_powers","surface_form":"Axis powers","offset":1554},{"uri":"Second_World_War","surface_form":"Second World War","offset":1584},{"uri":"Hugo_Award","surface_form":"Hugo Award","offset":1730},{"uri":"Twenty-first_century","surface_form":"twenty-first century","offset":2220},{"uri":"United_Nations","surface_form":"United Nations","offset":2271},{"uri":"Solar_system","surface_form":"solar system","offset":2323},{"uri":"Habitable","surface_form":"habitable","offset":2344},{"uri":"Planet","surface_form":"planet","offset":2354},{"uri":"Satellite_(natural)","surface_form":"moon","offset":2365},{"uri":"Doll","surface_form":"doll","offset":2545},{"uri":"Earth","surface_form":"Earth","offset":2583},{"uri":"Blade_Runner","surface_form":"Blade Runner","offset":3554},{"uri":"Time_Magazine","surface_form":"Time Magazine","offset":3993},{"uri":"All-TIME_100_Greatest_Novels","surface_form":"All-TIME 100 Greatest Novels","offset":4028},{"uri":"Dystopia","surface_form":"dystopic","offset":4191},{"uri":"Police_state","surface_form":"police state","offset":4212},{"uri":"Campbell_award_(best_novel)","surface_form":"John W. Campbell Memorial Award for Best Science Fiction Novel","offset":5181},{"uri":"Nebula_Award","surface_form":"Nebula Award","offset":5317},{"uri":"Acts_of_the_Apostles","surface_form":"Acts of the Apostles","offset":5506},{"uri":"Richard_Linklater","surface_form":"Richard Linklater","offset":5528},{"uri":"Waking_Life","surface_form":"Waking Life","offset":5582},{"uri":"Time_out_of_Joint","surface_form":"Time out of Joint","offset":5656},{"uri":"Police_procedural","surface_form":"police procedural","offset":5761},{"uri":"Euphoria","surface_form":"euphoria","offset":6111},{"uri":"Confusion","surface_form":"confusion","offset":6170},{"uri":"Hallucination","surface_form":"hallucination","offset":6181},{"uri":"Psychosis","surface_form":"psychosis","offset":6217},{"uri":"Richard_Linklater","surface_form":"Richard Linklater","offset":6255},{"uri":"Postmodern","surface_form":"postmodern","offset":6320},{"uri":"Novel","surface_form":"novel","offset":6352},{"uri":"Opera","surface_form":"opera","offset":6475},{"uri":"Tod_Machover","surface_form":"Tod Machover","offset":6484},{"uri":"Autobiography","surface_form":"autobiographical","offset":6642},{"uri":"Acronym","surface_form":"acronym","offset":6683}]}