{"id":67333,"url":"http://en.wikipedia.org/wiki/Queen%27s_Hall","text":"e=\"preserve\">The Queen's Hall was a concert hall in Central London, England. It opened in 1893. It is best known for being where the Promenade Concerts were started by Robert Newman in 1895.\nThe Queen's Hall was built because London needed a new concert hall in the centre of the town. It stood in Langham Place, just next to where BBC Broadcasting House stands today. The Queen's Hall had seating for up to 3,000 people (including the orchestra). The arena (downstairs) had removable seating. The polished floor could be used for dancing. The acoustics of the hall were excellent. There was also a smaller hall, The Queen's Small Hall, which seated 500 people. This was used for chamber music. In later years it was used as a recording studio. The architect who designed the hall was Thomas Edward Knightley.\nThe first time The Queen's Hall was used was on 25 November 1893 when Newman gave a children's party in the afternoon. In the evening about 2000 ladies and gentlemen came to a concert given by the Band of the Coldstream Guards, which included vocal music, piano and organ solos. At 11.00pm the seats in the arena were removed and the dancing began. The official opening of the hall took place on 2 December. On 10 August 1895 the first Promenade concert was given with Henry Wood conducting.\nOn January 14, 1896, the first public movie show was given at the Queen's Hall to members and wives of the Royal Photographic Society.\nThe seats were uncomfortable because there was not enough leg room, so in 1913 and 1919 some changes were made, after which the hall could seat 2400 people.\nFrom 1930 to 1941, the BBC Symphony Orchestra regularly gave broadcast concerts in the hall. Arturo Toscanini, who guest conducted the orchestra during the 1930s, made some famous recordings in the Queen's Hall in the late 1930s.\nOn 10 May 1941 (during the World War II) the Royal Choral Society gave a concert in the Queen's Hall with the London Symphony Orchestra. They performed Elgar's oratorio \"Dream of Gerontius\" under the conductor Sir Malcolm Sargent. It was the last concert ever given there because, later that night, the hall was completely destroyed by bombs.\nAfter the destruction of Queen's Hall, the BBC Symphony Orchestra moved its broadcast concerts and recording sessions to Bedford School. Among the great recordings made at the school was Sir Adrian Boult's recording of Elgar's second symphony. The Proms continued in the Royal Albert Hall. They also took place in Bristol and Bedford, but after the war they settled in the Royal Albert Hall where they continue today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Concert_hall","surface_form":"concert hall","offset":36},{"uri":"London","surface_form":"London","offset":60},{"uri":"England","surface_form":"England","offset":68},{"uri":"1893","surface_form":"1893","offset":90},{"uri":"The_Proms","surface_form":"Promenade Concerts","offset":133},{"uri":"1895","surface_form":"1895","offset":185},{"uri":"BBC","surface_form":"BBC","offset":332},{"uri":"Acoustics","surface_form":"acoustics","offset":544},{"uri":"Chamber_music","surface_form":"chamber music","offset":680},{"uri":"Architect","surface_form":"architect","offset":749},{"uri":"Vocal","surface_form":"vocal","offset":1053},{"uri":"Piano","surface_form":"piano","offset":1066},{"uri":"Pipe_organ","surface_form":"organ","offset":1076},{"uri":"Solo_(music)","surface_form":"solo","offset":1082},{"uri":"Henry_Wood","surface_form":"Henry Wood","offset":1279},{"uri":"January_14","surface_form":"January 14","offset":1305},{"uri":"1896","surface_form":"1896","offset":1317},{"uri":"Movie","surface_form":"movie","offset":1340},{"uri":"BBC_Symphony_Orchestra","surface_form":"BBC Symphony Orchestra","offset":1617},{"uri":"Arturo_Toscanini","surface_form":"Arturo Toscanini","offset":1687},{"uri":"1941","surface_form":"1941","offset":1834},{"uri":"World_War_II","surface_form":"World War II","offset":1851},{"uri":"Royal_Choral_Society","surface_form":"Royal Choral Society","offset":1869},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":1934},{"uri":"Edward_Elgar","surface_form":"Elgar","offset":1976},{"uri":"Oratorio","surface_form":"oratorio","offset":1984},{"uri":"Dream_of_Gerontius","surface_form":"Dream of Gerontius","offset":1994},{"uri":"Conductor_(music)","surface_form":"conductor","offset":2024},{"uri":"Malcolm_Sargent","surface_form":"Malcolm Sargent","offset":2038},{"uri":"Bomb","surface_form":"bomb","offset":2160},{"uri":"Bedford_School","surface_form":"Bedford School","offset":2288},{"uri":"Sir_Adrian_Boult","surface_form":"Sir Adrian Boult","offset":2354},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":2438},{"uri":"Bristol","surface_form":"Bristol","offset":2481},{"uri":"Bedford","surface_form":"Bedford","offset":2493}]}