{"id":673752,"url":"http://en.wikipedia.org/wiki/Bootleg_recording","text":"e=\"preserve\">A bootleg recording is an audio or video recording of a performance or song by an artist which was not officially released by the artist. The process of distributing or making such recordings is called bootlegging.\nRecordings may be copied and traded between fans of an artist without profit. But some bootleggers have sold recordings for profit. They sometimes add professional-quality sound engineering and/or packaging to the raw material.\nBootlegs are usually made of either unreleased studio recordings, live performances or interviews with a level of quality that can't be predicted.\nBootlegging dates back to the 16th and 17th centuries, around the time of William Shakespeare.\nIn the early 20th century, movie soundtracks were often bootlegged. One example was a bootleg of Judy Garland. She performed \"Annie Get Your Gun\". That was before Betty Hutton replaced her early in production. It happened after a full soundtrack had been recorded.\nBootlegging increased between the 1960s and 2000s. One of the most praised bootlegs in the 1980s is Prince's studio album \"The Black Album\". In December 1987, Prince ordered the album taken down because of a few advance copies being used to make bootlegs.\nThe rise in popularity of the video sharing website YouTube caused it to be a major carrier of bootleg recordings. Its owner, Google, believes that under the \"safe harbor\" rule of the Digital Millennium Copyright Act (DMCA), it cannot be held responsible for content. That allows bootleg media to be hosted on it without any fear of a lawsuit. In 2010 Youtube removed a 15-minute limit on videos. That allowed entire concerts to be uploaded by fans and bootleggers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sound_recording","surface_form":"audio","offset":39},{"uri":"Video","surface_form":"video","offset":48},{"uri":"Artist","surface_form":"artist","offset":95},{"uri":"Studio","surface_form":"studio","offset":503},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":677},{"uri":"Movie","surface_form":"movie","offset":725},{"uri":"Soundtrack","surface_form":"soundtrack","offset":731},{"uri":"Judy_Garland","surface_form":"Judy Garland","offset":795},{"uri":"Annie_Get_Your_Gun","surface_form":"Annie Get Your Gun","offset":824},{"uri":"Betty_Hutton","surface_form":"Betty Hutton","offset":861},{"uri":"Prince_(musician)","surface_form":"Prince","offset":1063},{"uri":"Studio_album","surface_form":"studio album","offset":1072},{"uri":"YouTube","surface_form":"YouTube","offset":1271},{"uri":"Google","surface_form":"Google","offset":1345},{"uri":"Digital_Millennium_Copyright_Act","surface_form":"Digital Millennium Copyright Act","offset":1403}]}