{"id":67410,"url":"http://en.wikipedia.org/wiki/Cereal","text":"Cereal usually refers to a type of grass that is grown to be eaten. Some, such as wheat, are mostly used to feed people. Some are fed to cattle, and lesser amounts are used for other purposes.\nIt is a common breakfast meal. The kind of cereal eaten for breakfast is called breakfast cereal. This is made of grain, and usually eaten with milk in the United States. It is often sweetened with sugar, syrup, or fruit. There are many kinds of cereals. Some names of breakfast cereal include Cheerios, Kellogg's, Cocoa Puffs and various other brands. Most breakfast cereals are made for children, but there are many for adults as well. Some adult cereals are made for diets or other health benefits.\nThe word \"cereal\" comes from 'Ceres', the name of the Roman goddess of harvest and agriculture. Grains are called \"corn\" in the United Kingdom and Ireland, but in the United States, Canada, Australia, and New Zealand \"corn\" means \"maize\".\nHistory.\nIn the 19th century, Americans ate meat a lot for breakfast and usually did not eat grains and fiber. But after that, people who were interested in eating more healthy foods began a push for healthy breakfasts.\nThis brought up the creation of Granula. The name \"Granula\" comes from \"granulates\", formed of grain. In 1863 this became the first breakfast cereal and included heavy nuggets made from bran, the outer husk of a grain that is taken out when making flour. The cereal had to be soaked overnight before being eaten. Simply pouring milk over it was not enough to make it eatable.\nThe cereals eaten today grew out of a health campaign that began in the 1860s. Thin baked dough served to patients in hospitals inspired two men, C.W. Post and W. K. Kellogg. These two men started their own companies, named them after themselves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poaceae","surface_form":"grass","offset":35},{"uri":"Wheat","surface_form":"wheat","offset":82},{"uri":"Cattle","surface_form":"cattle","offset":137},{"uri":"Breakfast","surface_form":"breakfast","offset":208},{"uri":"Meal","surface_form":"meal","offset":218},{"uri":"USA","surface_form":"United States","offset":349},{"uri":"Cheerios","surface_form":"Cheerios","offset":487},{"uri":"Kellogg%27s","surface_form":"Kellogg's","offset":497},{"uri":"Children","surface_form":"children","offset":582},{"uri":"Ceres_(mythology)","surface_form":"Ceres","offset":725},{"uri":"Roman_mythology","surface_form":"Roman goddess","offset":749},{"uri":"Grain","surface_form":"Grain","offset":791},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":823},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":842},{"uri":"United_States","surface_form":"United States","offset":862},{"uri":"Canada","surface_form":"Canada","offset":877},{"uri":"Australia","surface_form":"Australia","offset":885},{"uri":"New_Zealand","surface_form":"New Zealand","offset":900},{"uri":"Maize","surface_form":"maize","offset":926},{"uri":"Meat","surface_form":"meat","offset":978},{"uri":"Granula","surface_form":"Granula","offset":1186},{"uri":"Grain","surface_form":"grain","offset":1249},{"uri":"Flour","surface_form":"flour","offset":1402}]}