{"id":674208,"url":"http://en.wikipedia.org/wiki/Ninja_(streamer)","text":"Richard Tyler Blevins (born June 5, 1991), more commonly known by his online alias Ninja or NinjasHyper, was an American Mixer streamer and Internet personality. As of July 2019, he is the most followed streamer on Twitch with over fourteen million followers and an average of over 65,000 viewers per stream. He is known for playing \"Fortnite\" on livestreams. He was born in Detroit, Michigan, but raised in Chicago.\nHe usually streams the game Fortnite and his competitive duo partner is Reverse2k, another pro player.\nEarly life.\nBlevins's parents are of American Welsh descent. He was born as Richard Tyler Blevins. He went to Grayslake Central High School, where he played soccer, and was also a eager video game player.\nSince he graduated from college, he decided to play video games professionally. From here, he had began entering gaming tournaments, joining professional organizations, and live streaming his games. He formerly used Twitch to stream games, but later switched to Mixer.\nFinancial Success.\nNinja is one of the highest earning live streamers, earning millions of dollars per year from many different sources of income all connected to his twitch channel. After his huge success and increase in popularity he gained many profitable sponsorship deals, including one with the energy drink company Red Bull.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mixer_(website)","surface_form":"Mixer","offset":121},{"uri":"Online_streamer","surface_form":"streamer","offset":127},{"uri":"Internet_celebrity","surface_form":"Internet personality","offset":140},{"uri":"Fortnite","surface_form":"Fortnite","offset":334},{"uri":"Detroit","surface_form":"Detroit","offset":375},{"uri":"Michigan","surface_form":"Michigan","offset":384},{"uri":"Chicago","surface_form":"Chicago","offset":408},{"uri":"Welsh_people","surface_form":"Welsh","offset":566},{"uri":"Grayslake_Central_High_School","surface_form":"Grayslake Central High School","offset":630},{"uri":"Live_streaming","surface_form":"live streaming","offset":898},{"uri":"Twitch.tv","surface_form":"Twitch","offset":941},{"uri":"Mixer_(website)","surface_form":"Mixer","offset":987}]}