{"id":67434,"url":"http://en.wikipedia.org/wiki/London_Philharmonic_Orchestra","text":"e=\"preserve\">The London Philharmonic Orchestra (LPO) is one of the major orchestras of the United Kingdom. It is based in the Royal Festival Hall, London.\nThe orchestra was formed in 1932 by Sir Thomas Beecham, and played its first concert on October 7 1932 at the Queen's Hall, London. The associate conductor at the time was Malcolm Sargent.\nAt one of the orchestra's early concerts in November 1932 the sixteen-year old Yehudi Menuhin played a programme of violin concertos including the concerto by Elgar which the composer himself conducted.\nIn the 1930s, when Beecham conducted at the Royal Opera House, the orchestra played for operas there. Beecham made many recordings with the orchestra.\nIn 1939 the orchestra's sponsors stopped giving money to the orchestra. The orchestra became a self-governing body, which meant that, like the London Symphony Orchestra, the players organized the orchestra themselves, deciding on their pay, their members, what music they should play etc.\nDuring the Second World War they went round the country playing in places where people would not otherwise hear music.\nMany of the players' instruments were destroyed when the Queen's Hall was bombed in May 1941, but lots of people gave money for them to buy new instruments.\nAfter the war, Beecham returned to the LPO for eighteen months, but left to start a new orchestra, the Royal Philharmonic. The orchestra continued to play with several guest conductors until Eduard van Beinum was appointed. When he became ill they appointed Sir Adrian Boult who stayed until 1956, although he continued to work with the orchestra and became its President in 1965.\nThrough the late 1950s the orchestra did not have much money and had to stop paying the players regular salaries. They only got paid for the work they did. In 1958 the LPO appointed William Steinberg as chief conductor. He helped the orchestra to become better again.\nIn 1964 the LPO became the resident orchestra for Glyndebourne Festival Opera in the summer. They continue to do this today.\nIn 1967 the LPO appointed Bernard Haitink as its principal conductor. He stayed with the orchestra for 12 years and was followed by Sir Georg Solti.\nVladimir Jurowski is now the principal conductor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orchestra","surface_form":"orchestra","offset":73},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":91},{"uri":"Royal_Festival_Hall","surface_form":"Royal Festival Hall","offset":126},{"uri":"London","surface_form":"London","offset":147},{"uri":"Thomas_Beecham","surface_form":"Sir Thomas Beecham","offset":191},{"uri":"October_7","surface_form":"October 7","offset":243},{"uri":"1932","surface_form":"1932","offset":253},{"uri":"Queen%27s_Hall","surface_form":"Queen's Hall","offset":265},{"uri":"Malcolm_Sargent","surface_form":"Malcolm Sargent","offset":327},{"uri":"Yehudi_Menuhin","surface_form":"Yehudi Menuhin","offset":423},{"uri":"Edward_Elgar","surface_form":"Elgar","offset":503},{"uri":"Royal_Opera_House","surface_form":"Royal Opera House","offset":591},{"uri":"1939","surface_form":"1939","offset":701},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":841},{"uri":"Second_World_War","surface_form":"Second World War","offset":998},{"uri":"Queen%27s_Hall","surface_form":"Queen's Hall","offset":1163},{"uri":"Royal_Philharmonic_Orchestra","surface_form":"Royal Philharmonic","offset":1366},{"uri":"Eduard_van_Beinum","surface_form":"Eduard van Beinum","offset":1454},{"uri":"Adrian_Boult","surface_form":"Sir Adrian Boult","offset":1521},{"uri":"1965","surface_form":"1965","offset":1638},{"uri":"William_Steinberg","surface_form":"William Steinberg","offset":1826},{"uri":"Glyndebourne_Festival_Opera","surface_form":"Glyndebourne Festival Opera","offset":1962},{"uri":"Bernard_Haitink","surface_form":"Bernard Haitink","offset":2063},{"uri":"Georg_Solti","surface_form":"Georg Solti","offset":2173},{"uri":"Vladimir_Jurowski","surface_form":"Vladimir Jurowski","offset":2186}]}