{"id":674361,"url":"http://en.wikipedia.org/wiki/Bajo_Hondo_Train_Station","text":"e=\"preserve\">Bajo Hondo Train Station is a Railway station, one of the two railway lines built by two different European companies running to the south of Buenos Aires Province it is located in the town of Bajo Hondo in Coronel Rosales Municipality.\nHistory.\nThe history of this station/town is similar to the so many other towns of the country that were born with the passage of the Railway line.\nThe station Bajo Hondo was opened to the public on January 1, 1910 by the \"Compagnie de Chemins de Fer Rosario-Puerto Belgrano\" this was a French company. Railway transport was the only means of transporting agricultural products and livestock of the time.\nThe service did not last for long. Three years after, When the first World war started in 1914, the French company was affected way back home and could not continue financing the Railway project.The project went on but with services getting poorer since it was poorly funded.\nIn 1948, the Government took over its management and divided into two. In 1991 the Government privatised it. The Northern part was operated by the General Mitre railway and the Southern by the General Roca Railways. In the 80's, part of the South Railway line was destroyed by the floods making it impossible to use. Part of the North Railway line is functioning to date (from Rosario Santa fe Province to Timote Train Station in Carlos Tejedor Municipality, Buenos Aires Province).\nAccident.\nOn November 27 1930, in the morning hours, an Avro training aircraft (identified HE 2), belonging to the Naval Aviation School of Puerto Belgrano, was flying low near the Bajo Hondo station building of the Rosario - Puerto Belgrano Railway and its wings crashed into one of the chimneys of the building, destroyed the building and the Aircraft fell 50 meters away from the building being completely destroyed.\nIn the accident, the two occupants of the aircraft died.","categories":[],"infobox_types":[],"annotations":[{"uri":"Train_station","surface_form":"Railway station","offset":43},{"uri":"Rail_transport","surface_form":"railway","offset":75},{"uri":"Buenos_Aires_Province","surface_form":"Buenos Aires Province","offset":155},{"uri":"Coronel_Rosales_Municipality","surface_form":"Coronel Rosales Municipality","offset":220},{"uri":"French","surface_form":"French","offset":537},{"uri":"World_War_I","surface_form":"first World war","offset":718},{"uri":"Rosario","surface_form":"Rosario","offset":1308},{"uri":"Santa_Fe_Province","surface_form":"Santa fe Province","offset":1316},{"uri":"Buenos_Aires_Province","surface_form":"Buenos Aires Province","offset":1390}]}