{"id":674494,"url":"http://en.wikipedia.org/wiki/Easier_with_Practice","text":"e=\"preserve\">\"Easier with Practice\" is a 2009 American drama movie. The story of this movie is based on a 2006 \"GQ\" article which was written by Davy Rothbart.\nThe movie was nominated for two Independent Spirit Awards, Best First Feature and Someone to Watch Awards.\nPlot.\nDavy Mitchell is a writer who is on tour to promote his unpublished short stories. He gets a random telephone call from a woman named Nicole. The stranger seduces him into an intense session of phone sex. That sparks an erotic and intimate relationship between them. The relationship is based entirely around the phone calls. Davy wants to make it work. He becomes frustrated when Nicole doesn't give out her phone number. He is fed up with her games. He wants to meet her in person.\nDevelopment.\n\"Easier with Practice\" is an independent movie. It was distributed in the United States by Breaking Glass Pictures. In Canada, it was distributed by Mongrel Media. The movie was rated NC-17 by the Motion Picture Association of America. However, the rating was surrendered. The movie was released without an MPAA rating.\nReception.\n\"Easier with Practice\" was first shown at the CineVegas Film Festival. It won the 2009 Grand Jury Prize. It got Best New International Feature at the Edinburgh International Film Festival.\nRotten Tomatoes put the rating of the movie at 91%. This was based on 32 reviews. AllMovie gave it five stars in its reviews.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":46},{"uri":"Drama_movie","surface_form":"drama movie","offset":55},{"uri":"GQ","surface_form":"GQ","offset":112},{"uri":"Promotion","surface_form":"promote","offset":317},{"uri":"Telephone","surface_form":"telephone","offset":373},{"uri":"Interpersonal_relationship","surface_form":"relationship","offset":513},{"uri":"Frustration","surface_form":"frustrated","offset":638},{"uri":"Independent_movie","surface_form":"independent movie","offset":799},{"uri":"Movie_distribution","surface_form":"distributed","offset":825},{"uri":"United_States","surface_form":"United States","offset":844},{"uri":"Canada","surface_form":"Canada","offset":889},{"uri":"Motion_Picture_Association_of_America","surface_form":"Motion Picture Association of America","offset":967},{"uri":"Edinburgh_International_Film_Festival","surface_form":"Edinburgh International Film Festival","offset":1251},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1290}]}