{"id":674464,"url":"http://en.wikipedia.org/wiki/Paso_Mayor_Train_Station","text":"Paso Mayor Train Station, just like many other train stations, takes its name from the village where it is located. It is in the Municipality of Coronel Rosales, in the Province of Buenos Aires, Argentina.\nHistory.\nIts construction was completed on December 19. Constructed a French company known as: \"Compagnie de Chemins de Fer Rosario-Puerto Belgrano\".\nPaso Mayor is located approximately 40 kilometers from Bahía Blanca and owes its name to a pass through a River called \"Sauce Grande\" which the local people used to cross that River at the time when there was no bridge to cross the river. The station is one of those which were classified as \"Prime stations\" because of their provisions for more services than other stations. For example Paso Mayor provided services including but not limited to: Passengers, Telegraph, Cargo, Livestock...\nOriginally, in this area there was a place combining both store and bar, locally known as \"pulpería\" which belonged to a man called Laporte. So the place was called \"Pulpería de Laporte\" meaning \"Store and bar of Laporte\" Because the same place offered Horse services, that is; travellers could have their tired horses changed for Fresh ones, the same place at times was called \"Posta\" of Paso Mayor. (\"Posta\" is a place where travellers change their tired horses for Fresh ones). This place served as a place for rest and shopping centre for travellers and traders who came to buy Hides and Skins and Liquor (Gin).\nWith the introduction of the Railway line, the \"Posta\" suffered a severe blow as Wagons and Carriages replaced Horses. The Pulperia became a tiny supermarket.\nThe presence of the Railway line called for people to come and settle around the train station. As a result, the place became a busy small town. But following the withdrawal of the Railway services in the seventies(1970s), the people abandoned the place and until now, it is a ghost town.\nThe station was never provided with electrical installation and the lighting was provided by wax candles or kerosene lamps..\nThe state of the buildings at the station in general is bad, has been vandalized several times.\nClose of Operations.\nThe passage of this railway branch through sparsely populated areas, low productivity lands and the outbreak of the First World War in Europe, this French line will enter a chronic deficit that will pursue it until its last days.\nIn 1977, the closure of a line section was ordered from the Bajo Hondo stations to Pringles (closing of the Paso Mayor station). In the 80 'it is in operation only until the station Timote by a great flood that destroyed kilometers of the tracks.\nFinally in the 90 'was awarded in its entirety to the company Ferroexpreso Pampeano S.A. that is still the concessionaire of said branch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Train_station","surface_form":"train stations","offset":47},{"uri":"Municipality","surface_form":"Municipality","offset":129},{"uri":"Buenos_Aires_Province","surface_form":"Province of Buenos Aires","offset":169},{"uri":"Bah%C3%ADa_Blanca","surface_form":"Bahía Blanca","offset":411},{"uri":"Telegraphy","surface_form":"Telegraph","offset":815},{"uri":"Horse","surface_form":"Horse","offset":1099},{"uri":"Gin","surface_form":"Gin","offset":1456},{"uri":"Carriage","surface_form":"Carriages","offset":1554},{"uri":"Train_station","surface_form":"train station","offset":1702},{"uri":"Ghost_town","surface_form":"ghost town","offset":1898},{"uri":"Candle","surface_form":"candles","offset":2007},{"uri":"Vandalism","surface_form":"vandalized","offset":2105}]}