{"id":6748,"url":"http://en.wikipedia.org/wiki/Arnhem","text":"Arnhem is a city in the Netherlands. It is the capital of the eastern province Guelders (Gelderland). Arnhem has 159,265 citizens (as of 1 January 2019), the agglomeration 722,181 (Arnhem-Nijmegen conurbation). It is in the top-15 of largest cities in the Netherlands.\nHistory.\nThe history of Arnhem goes back to the Middle Ages. Arnhem got city-rights in 1233 from the Count of Zutphen. The exact text is still kept in the \"Duivelshuis\" (Devil's house) which is now part of Arnhem's City Hall.\nIn 1850 Arnhem had 9,000 citizens. The city became popular with rich people from the western part of the Netherlands.\nDuring the World War II Arnhem was severely damaged. The Battle of Arnhem in 1944 is the sad story of UK and Polish paratroopers who fought to get control of the Rhine-bridge. According to the plan of Field Marshal Montgomery, Arnhem was the last in a series of bridges which would be taken by paratroopers. At the same time a ground-army would advance from the Belgium-Dutch border across all these bridges. This operation was called Operation Market Garden. Market for the Airborne-element and Garden to represent the Ground-forces. Arnhem would be the responsibility of the British paratroopers, and would be the last bridge to be crossed by the ground forces. General John Frost succeeded in taking the Arnhem bridge from the Germans. Due to several reasons Frost had to retreat, and the bridge was again in German control. The movie A Bridge Too Far is about this battle. After the Battle of Arnhem the Germans forced Arnhem's citizens to evacuate the city. This was because they were afraid another battle would have to be fought. When Arnhem's citizens came back, they found their city destroyed.\nAfter the war Arnhem was rebuilt, including the Eusebiuskerk (Eusebius Church). The bridge crossing the Rhine is now called John Frost Bridge after the famous UK general, since 1978.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Netherlands","surface_form":"the Netherlands","offset":20},{"uri":"Guelders","surface_form":"Guelders (Gelderland)","offset":79},{"uri":"Citizen","surface_form":"citizen","offset":121},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":317},{"uri":"1233","surface_form":"1233","offset":356},{"uri":"Zutphen","surface_form":"Zutphen","offset":379},{"uri":"World_War_II","surface_form":"World War II","offset":624},{"uri":"Battle_of_Arnhem","surface_form":"Battle of Arnhem","offset":670},{"uri":"United_Kingdom","surface_form":"UK","offset":715},{"uri":"Poland","surface_form":"Polish","offset":722},{"uri":"Paratrooper","surface_form":"paratrooper","offset":729},{"uri":"Rhine","surface_form":"Rhine","offset":775},{"uri":"Field_Marshal_Montgomery","surface_form":"Field Marshal Montgomery","offset":814},{"uri":"Paratroopers","surface_form":"paratroopers","offset":907},{"uri":"Operation_Market_Garden","surface_form":"Operation Market Garden","offset":1048},{"uri":"Airborne","surface_form":"Airborne","offset":1088},{"uri":"General_officer","surface_form":"General","offset":1277},{"uri":"John_Frost","surface_form":"John Frost","offset":1285},{"uri":"Germany","surface_form":"Germans","offset":1343},{"uri":"Retreat","surface_form":"retreat","offset":1388},{"uri":"Movie","surface_form":"movie","offset":1445},{"uri":"A_Bridge_Too_Far","surface_form":"A Bridge Too Far","offset":1451},{"uri":"Evacuation","surface_form":"evacuate","offset":1557},{"uri":"Eusebiuskerk","surface_form":"Eusebiuskerk","offset":1765},{"uri":"John_Frost_Bridge","surface_form":"John Frost Bridge","offset":1841}]}