{"id":67488,"url":"http://en.wikipedia.org/wiki/Haemophilia","text":"Haemophilia is a blood condition that means bleeding does not stop. The bleeding occurs because the blood does not clot. People with hemophilia lack proteins in the blood that make scabs and blood clots. A person with a small cut or internal bleed (bruise) could bleed to death. They do not bleed more than a normal person, but they bleed for much longer. The word comes from the Greek words \"haima\" (\"blood\") and \"philia\" (\"to love\"). To treat this, an affected person can get a blood donation from someone without hemophilia. The donor’s blood has the clotting proteins and can temporarily make a normal scab. 30% of hemophilia A and B cases are the first person in their family to have hemophilia which is the result of an unexpected mutation (this means that there is an unexpected change in the body).\nIt usually affects males. It is passed from mother to child through genes.\nHaemophilia A happens in about 1 in 5,000–10,000 male births. Haemophilia B happens in about 1 in every 20,000–34,000 male births.\nGenetic defects on the X chromosome affect males because they have only one X chromosome. In females, a recessive gene is usually masked by a normal gene on the other X chromosome. The Y chromosome does carry some genes, but far fewer than the X chromosome. Defects of this type are called \"sex-linked\" in genetics. There is no cure for this disease but there are different treatments available around the world.\nA person with haemophilia is called a haemophiliac.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blood","surface_form":"blood","offset":17},{"uri":"Bleeding","surface_form":"bleeding","offset":44},{"uri":"Blood_clot","surface_form":"clot","offset":115},{"uri":"Bruise","surface_form":"bruise","offset":249},{"uri":"Exsanguination","surface_form":"bleed to death","offset":263},{"uri":"Greek_language","surface_form":"Greek","offset":380},{"uri":"Male","surface_form":"male","offset":826},{"uri":"Gene","surface_form":"gene","offset":875},{"uri":"Genetic_disorder","surface_form":"Genetic defects","offset":1013},{"uri":"X_chromosome","surface_form":"X chromosome","offset":1036},{"uri":"Y_chromosome","surface_form":"Y chromosome","offset":1198},{"uri":"Genetics","surface_form":"genetics","offset":1319}]}