{"id":67491,"url":"http://en.wikipedia.org/wiki/Otis_Bowen","text":"Otis R. Bowen, M.D. (February 26, 1918 – May 4, 2013), was the governor of the American state of Indiana from 1973 to 1981. He was the first governor of Indiana to serve two consecutive terms. He was also the United States Secretary of Health and Human Services on the cabinet of President Ronald Reagan.\nEarly life.\nBowen was born in a farmhouse in Fulton County, Indiana. He raised his family, practiced medicine, and began his political career while living in Bremen, Indiana, where he still lives today.\nCareer.\nOn Labor Day weekend in September 1973, Governor Bowen declared amnesty for a group of inmates that took hostages and rioted at the Indiana State Prison. Although his decision to give \"blanket amnesty\" was a controversial one, it proved to be the correct decision as all the hostages, who were not only guards, but also a few select inmates who were otherwise weak and preyed upon, were released without harm. The guards who were subsequently released after a short meeting took place between the leaders of the riot and Governor Bowen in front of b-block...the inmate negotiation took only a few minutes between the governor and a group of inmates led by one Thomas D Brown (ISP#37151) serving 10 years for armed robbery, and was compelling enough to cause Gov. Bowen to declare a successful \"blanket amnesty\".\nThe governor's action preceded a \"domino effect\" of changes made in all aspects of the Indiana Department of Corrections. The changes involved personnel, regulations and conditions within areas of the system, e.g. medical, food, access to media, and disciplinary aspects of every day life.\nDeath.\nBowen died on May 4, 2013 in his home in Donaldson, Indiana at the age of 95. The cause of death has not been disclosed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Governor","surface_form":"governor","offset":63},{"uri":"United_States","surface_form":"American","offset":79},{"uri":"U.S._state","surface_form":"state","offset":88},{"uri":"Indiana","surface_form":"Indiana","offset":97},{"uri":"United_States_Secretary_of_Health_and_Human_Services","surface_form":"United States Secretary of Health and Human Services","offset":209},{"uri":"Cabinet","surface_form":"cabinet","offset":269},{"uri":"President_of_the_United_States","surface_form":"President","offset":280},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":290},{"uri":"Farm","surface_form":"farm","offset":337},{"uri":"Fulton_County%2C_Indiana","surface_form":"Fulton County","offset":350},{"uri":"Medicine","surface_form":"medicine","offset":406},{"uri":"Politics","surface_form":"political","offset":430},{"uri":"Bremen%2C_Indiana","surface_form":"Bremen","offset":463},{"uri":"Donaldson%2C_Indiana","surface_form":"Donaldson, Indiana","offset":1666}]}