{"id":675198,"url":"http://en.wikipedia.org/wiki/Vowel_length","text":"e=\"preserve\">Vowel length is a feature in languages when how long a vowel is spoken in a word can create a completely different word. Although this is a feature in many languages like Japanese, Arabic, Hawaiian, Classical Latin, and Thai, there are also many languages that do not have this feature.\nAn example of this would be the Japanese words \"chizu\", which has a short vowel (a vowel spoken for a short time), and \"chīzu\", which has a long vowel (a vowel spoken for a long time). The only difference that can be heard is how long the vowel \"I\" is spoken. The amount of time the vowel is spoken could create two entirely different words. \"Chizu\" means \"map\", while \"chīzu\" \"cheese\".\nWhen using IPA, the colon (:) is used to show that the vowel before it is a long vowel. For example, \"chizu\" in IPA is written as /t͡ɕizɯ/, but \"chīzu\" is written as /t͡ɕi:zɯ/.\nWhile Old English had vowel lengthening, most modern dialects of English do not. For example, the words \"God\" and \"good\" used to have the same vowel sound, but the vowel in \"good (\"/go:d/), which was a long vowel, was said longer than it was in \"God\" (\"/\"god\"/)\", which was a short vowel. Although the vowel sounds in Modern English are very different than in Old English, readers can often get an idea of how vowels used to sound like based on an English word's spelling, which often shows words' historical roots rather than their current pronunciation. Long vowels in Old English could be written with a bar on top of the vowel like in \"gōd\" (good)\".\" Later, during the days of Middle English, spellings used to spell long vowels included spelling with two vowels together like in \"book\" or \"break\" and putting a silent \"E\" at the end of the word like in \"hate\". These vowels were all long vowels until the Great Vowel Shift in English, in which the vowel sounds in English changed to sound very differently from before.\nClassical Latin had both vowel and consonant lengthening, and long vowels had a macron, or a straight horizontal line, written above them. In Classical Latin, \"ānus (\"/ˈaː.nus/), \"annus (\"/ˈan.nus/), and \"anus\" (/ˈa.nus/) were all different words. \"Ānus\" means \"buttocks\", \"annus\" means year, and \"anus\" means old woman. Today, none of the Romance languages, the languages that are daughter languages of Latin, can distinguish words by vowel length, though Italian can distinguish words by consonant length: /anno/ \"year\", /ano/ \"anus\". Italian also has vowel lengthening in accented syllables ending in a vowel, but vowel length cannot make the difference between two words as it could in Latin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vowel","surface_form":"vowel","offset":68},{"uri":"Word","surface_form":"word","offset":89},{"uri":"Language","surface_form":"languages","offset":169},{"uri":"Japanese_language","surface_form":"Japanese","offset":184},{"uri":"Arabic_language","surface_form":"Arabic","offset":194},{"uri":"Hawaiian_language","surface_form":"Hawaiian","offset":202},{"uri":"Classical_Latin","surface_form":"Classical Latin","offset":212},{"uri":"Thai_language","surface_form":"Thai","offset":233},{"uri":"Map","surface_form":"map","offset":657},{"uri":"Cheese","surface_form":"cheese","offset":678},{"uri":"International_Phonetic_Alphabet","surface_form":"IPA","offset":698},{"uri":"Old_English","surface_form":"Old English","offset":870},{"uri":"Dialect","surface_form":"dialects","offset":917},{"uri":"English_language","surface_form":"English","offset":929},{"uri":"English_language","surface_form":"Modern English","offset":1182},{"uri":"Orthography","surface_form":"spelling","offset":1327},{"uri":"Etymology","surface_form":"historical roots","offset":1362},{"uri":"Pronunciation","surface_form":"pronunciation","offset":1405},{"uri":"Middle_English","surface_form":"Middle English","offset":1545},{"uri":"Great_Vowel_Shift","surface_form":"Great Vowel Shift","offset":1774},{"uri":"Consonant","surface_form":"consonant","offset":1923},{"uri":"Macron","surface_form":"macron","offset":1968},{"uri":"Romance_languages","surface_form":"Romance languages","offset":2228},{"uri":"Daughter_language","surface_form":"daughter languages","offset":2270},{"uri":"Italian_language","surface_form":"Italian","offset":2345}]}