{"id":675206,"url":"http://en.wikipedia.org/wiki/Mongolian_script","text":"e=\"preserve\">Mongolian script was the first writing system to be used to write the Mongolian language. It is similar to the Arabic alphabet in that it is a cursive writing system, or a writing system where all the letters in a word always touch each other and change depending on if the letter is at the beginning, middle, or end of a word. It is a vertically written system, meaning that it is written top-to-bottom, and it is the only vertical writing system to be read left-to-right (all other vertical systems, like Chinese and Korean, are left-to-right). It is one of the two writing systems used to write the Mongolian language, alongside Cyrillic, in the independent country of Mongolia (which is sometimes called Outer Mongolia to distinguish it from Inner Mongolia) and the only writing system used to write the language in the Chinese autonomous region of Inner Mongolia. It is also used to write several other Mongolic and Tungustic languages such as Buryat, Kalmyk, Oirat, Manchu, and Xibe.\nIt is believed that the reason why Mongolian script is vertical is so that it could easily be written on the neck of a horse, which horses were a very important part of Mongolian culture. In the year 1208, Genghis Khan captured a Uighur scribe named Tatar-Tonga and forced him to make the alphabet of his native language, the Old Uyghr alphabet, be used to write the Mongolian language. It did not fit the Mongolian language well, and it was difficult to learn even for native Mongolian speakers.\nIn 1941, a few decades after Mongolia became a communist state, the Cyrillic alphabet replaced Mongolian script likely due to influence from their communist ally, the Soviet Union. After the fall of communism, Mongolia made Mongolian script official alongside Cyrillic to revive Mongolian culture. However, Cyrillic is still more common due to the lack of education in Mongolian writing, the lack of money to support it, and the difficulty of typing Mongolian on a computer. Also, more Mongolians can read Cyrillic than Mongolian script. In Inner Mongolia, on the other hand, most ethnic Mongols do not know Cyrillic and can only read Mongolian in the Mongolian script.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing_system","surface_form":"writing system","offset":44},{"uri":"Mongolian_language","surface_form":"Mongolian language","offset":83},{"uri":"Arabic_alphabet","surface_form":"Arabic alphabet","offset":124},{"uri":"Cursive","surface_form":"cursive","offset":156},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic","offset":645},{"uri":"Independence","surface_form":"independent","offset":662},{"uri":"Country","surface_form":"country","offset":674},{"uri":"Mongolia","surface_form":"Mongolia","offset":685},{"uri":"China","surface_form":"Chinese","offset":837},{"uri":"Autonomous_regions_of_China","surface_form":"autonomous region","offset":845},{"uri":"Inner_Mongolia","surface_form":"Inner Mongolia","offset":866},{"uri":"Mongolic_languages","surface_form":"Mongolic","offset":921},{"uri":"Tungusic_languages","surface_form":"Tungustic","offset":934},{"uri":"Buryat","surface_form":"Buryat","offset":962},{"uri":"Kalmyk","surface_form":"Kalmyk","offset":970},{"uri":"Oirat","surface_form":"Oirat","offset":978},{"uri":"Manchu_language","surface_form":"Manchu","offset":985},{"uri":"Xibe","surface_form":"Xibe","offset":997},{"uri":"Neck_(body_part)","surface_form":"neck","offset":1112},{"uri":"Horse","surface_form":"horse","offset":1122},{"uri":"Mongols","surface_form":"Mongolian culture","offset":1172},{"uri":"Genghis_Khan","surface_form":"Genghis Khan","offset":1209},{"uri":"Uyghur_people","surface_form":"Uighur","offset":1233},{"uri":"Scribe","surface_form":"scribe","offset":1240},{"uri":"Alphabet","surface_form":"alphabet","offset":1292},{"uri":"Communist_state","surface_form":"communist state","offset":1547},{"uri":"Communism","surface_form":"communist","offset":1647},{"uri":"Alliance","surface_form":"ally","offset":1657},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1667},{"uri":"Ethnic_group","surface_form":"ethnic","offset":2081},{"uri":"Mongols","surface_form":"Mongols","offset":2088}]}