{"id":67527,"url":"http://en.wikipedia.org/wiki/Transcription_(linguistics)","text":"Transcription is the conversion of a text from another medium.\nThat can be the conversion of human speech into written, typewritten or printed form. But it can also mean the scanning of books and making digital versions. A transcriber is a person who performs transcriptions.\nTranscription as going from sound to script must be distinguished from transliteration, which creates a mapping from one script to another that is designed to match the original script as directly as possible.\nStandard transcription schemes for linguistic purposes include the International Phonetic Alphabet (IPA), and its ASCII equivalent, SAMPA. See also phonetic transcription\nIn this table IPA is an example of phonetic transcription of the name of the former Russian president known in English as Boris Yeltsin, followed by accepted hybrid forms in various languages. Note that 'Boris' is a transliteration rather than transcription in strict sense.\nThe same words are likely to be transcribed differently under different systems. For example, the Mandarin Chinese name for the capital of China is \"Beijing\" in the commonly-used contemporary system Hanyu Pinyin, and in the historically significant Wade Giles system, it is written \"Pei-Ching\".\nPractical transcription can be done into a non-alphabetic language too. For example, in a Hong Kong Newspaper, George Bush's name is transliterated into two Chinese characters that sounds like \"Bou-sū\" (布殊) by using the characters that mean \"cloth\" and \"special\". Similarly, many words from English and other Western European languages are borrowed in Japanese and are transcribed using Katakana, one of the Japanese syllabaries.\nAfter transcribing.\nThis is especially evident for Greek loan words and proper names. Greek words are normally first transcribed to Latin (according to their old pronunciations), and then loaned into other languages, and finally the loan word has developed according to the rules of the goal language. For example, \"Aristotle\" is the currently used English form of the name of the philosopher\nwhose name in Greek is spelled (\"Aristotélēs\"),\nwhich was transcribed to Latin \"Aristóteles\", from where it was loaned into other languages\nand followed their linguistic development.(In \"classical\" Greek of Aristotle's time, lower-case letters were not used, and the name was spelled.)\nWhen this process continues over several languages, it may fail miserably in conveying the original pronunciation.\nOne ancient example is the Sanskrit word \"dhyāna\" which transcribed into the Chinese word \"Ch'an\" through Buddhist scriptures. \"Ch'an\" (禪 Zen Buddhism) was transcribed from Japanese (ゼン \"zen\") to \"Zen\" in English. \"dhyāna\" to \"Zen\" is quite a change.\nAnother complex problem is the subsequent change in \"preferred\" transcription.\nFor instance, the word describing a philosophy or religion in China was popularized in English as Tao and given the termination -ism to produce an English word Taoism.\nThat transcription reflects the Wade-Giles system.\nMore recent Pinyin transliterations produce Dao and Daoism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Conversion","surface_form":"conversion","offset":21},{"uri":"Media","surface_form":"medium","offset":55},{"uri":"Book","surface_form":"book","offset":186},{"uri":"Transliteration","surface_form":"transliteration","offset":347},{"uri":"International_Phonetic_Alphabet","surface_form":"International Phonetic Alphabet","offset":553},{"uri":"SAMPA","surface_form":"SAMPA","offset":618},{"uri":"Phonetic_transcription","surface_form":"phonetic transcription","offset":634},{"uri":"International_Phonetic_Alphabet","surface_form":"IPA","offset":671},{"uri":"Phonetic_transcription","surface_form":"phonetic transcription","offset":692},{"uri":"Boris_Yeltsin","surface_form":"Boris Yeltsin","offset":779},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":1030},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":1071},{"uri":"Hanyu_Pinyin","surface_form":"Hanyu Pinyin","offset":1131},{"uri":"Wade_Giles","surface_form":"Wade Giles","offset":1181},{"uri":"George_W._Bush","surface_form":"George Bush","offset":1338},{"uri":"Chinese_character","surface_form":"Chinese character","offset":1384},{"uri":"Japanese_language","surface_form":"Japanese","offset":1579},{"uri":"Katakana","surface_form":"Katakana","offset":1614},{"uri":"Syllabary","surface_form":"syllabaries","offset":1644},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":2478},{"uri":"Tao","surface_form":"Tao","offset":2879},{"uri":"Wade-Giles","surface_form":"Wade-Giles","offset":2981},{"uri":"Pinyin","surface_form":"Pinyin","offset":3012},{"uri":"Dao","surface_form":"Dao","offset":3044}]}