{"id":675353,"url":"http://en.wikipedia.org/wiki/Arch_Rivals","text":"e=\"preserve\">\"Arch Rivals\" is an American basketball arcade game from Midway Games. The game was released by Midway in 1989. It was billed by Midway as \"A Basket Brawl\". It has two-on-two full court basketball games in which players are allowed to punch other players and steal the ball from them.\n\"Arch Rivals\" allows players to select from a variety of fictional teams. But arcade operators can change the team names to reflect real ones. Home versions of the game were put out for the Sega Genesis, Sega Game Gear and Nintendo Entertainment System.\nThe game was considered a precursor to the popular arcade basketball game \"NBA Jam\".\nBasketball games generally follow standard rules: a full basketball game has four quarters with four minutes each. Both teams have two players each. A player can call for his teammate to pass him the ball or shoot it.\nThe difference between \"Arch Rivals\" and other basketball game titles is the ability to punch an opponent without any penalty and steal the ball away. The referee will only call shot clock violations.\nAlso in \"Arch Rivals\" are hazards, such as candy wrappers and soda cans thrown onto the floor. If a ball handler steps on these, he falls on the floor. He then allows his opponent to steal the ball from him.\nPresentation.\nIf a basket is scored (for two or three points), several random scenes may be played. One is the coach yelling at his own players. Another has players from the other team being disgusted. Two scenes have cheerleaders saying: \"Yay team!\" or \"Go team go!\"","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":33},{"uri":"Basketball","surface_form":"basketball","offset":42},{"uri":"Arcade_game","surface_form":"arcade game","offset":53},{"uri":"Sega_Genesis","surface_form":"Sega Genesis","offset":488},{"uri":"Game_Gear","surface_form":"Game Gear","offset":507},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":521},{"uri":"NBA_Jam","surface_form":"NBA Jam","offset":627},{"uri":"Referee","surface_form":"referee","offset":1010},{"uri":"Cheerleading","surface_form":"cheerleaders","offset":1482}]}