{"id":675443,"url":"http://en.wikipedia.org/wiki/Islam_in_Europe","text":"e=\"preserve\">Islam is the second-largest and fastest-growing religion in Europe. Most Muslim communities in Europe formed recently, but certain areas on the Balkans have a long Muslim history.\nIslam entered southern Europe through the invading \"Moors\" of North Africa in the 8th–10th centuries. Many kingdoms and duchies in Spain, Portugal, Southern Italy and Malta have existed for centuries. After a series of conflicts and wars known as the Reconquista, these areas became Christian. Islam expanded into the Caucasus through the Muslim conquest of Persia in the 7th century. The Ottoman Empire expanded into southeastern Europe; it conquered large parts of the Byzantine Empire in the 14th and 15th centuries. Later, the power of the Ottoman empire faded, and it lost most of its territories in Europe. It collapsed in 1922. The countries of the Balkans still have large populations of native Muslims. Many of these Muslims have become secular.\nThe term \"Muslim Europe\" is used for the Muslim-majority countries of Albania, Kosovo and Bosnia and Herzegovina. Transcontinental countries, such as Turkey, Azerbaijan and Kazakhstan have large Muslim populations, as does Russia in the North Caucasus.\nIn the late 20th and early 21st centuries, large numbers of Muslims immigrated to Western Europe. By 2010, an estimated 44 million Muslims were living in Europe (6%), including an estimated 19 million in the EU (3.8%). They are projected to be 8% by 2030. They are often the subject of intense discussion and political controversy created by events such as terrorist attacks, the cartoons affair in Denmark, debates over Islamic dress, and ongoing support for populist right-wing parties that view Muslims as a threat to European culture. Such events have also fueled growing debate regarding the topic of Islamophobia, attitudes toward Muslims and the populist right.\nThe country where most Muslims live in western Europe today is France, where they account for 12.5% of the population. In the European Union, Bulgaria probably has the largest Muslim population, about 15 % of Bulgarians said they were Muslims.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islam","surface_form":"Islam","offset":13},{"uri":"Moors","surface_form":"Moors","offset":245},{"uri":"North_Africa","surface_form":"North Africa","offset":255},{"uri":"Reconquista","surface_form":"Reconquista","offset":444},{"uri":"Caucasus","surface_form":"Caucasus","offset":511},{"uri":"Muslim_conquest_of_Persia","surface_form":"Muslim conquest of Persia","offset":532},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":582},{"uri":"Albania","surface_form":"Albania","offset":1018},{"uri":"Kosovo","surface_form":"Kosovo","offset":1027},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":1038},{"uri":"Turkey","surface_form":"Turkey","offset":1098},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":1106},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":1121},{"uri":"Russia","surface_form":"Russia","offset":1171},{"uri":"North_Caucasus","surface_form":"North Caucasus","offset":1185},{"uri":"Islamic_terrorism","surface_form":"terrorist attacks","offset":1558},{"uri":"Jyllands-Posten_Muhammad_cartoons_controversy","surface_form":"cartoons affair in Denmark","offset":1581},{"uri":"Islamic_dress","surface_form":"Islamic dress","offset":1622},{"uri":"Populism","surface_form":"populist","offset":1661},{"uri":"Radical_right_(Europe)","surface_form":"right-wing parties","offset":1670},{"uri":"European_culture","surface_form":"European culture","offset":1722},{"uri":"Islamophobia","surface_form":"Islamophobia","offset":1807}]}