{"id":675568,"url":"http://en.wikipedia.org/wiki/Edith_Humphrey","text":"Edith Ellen Humphrey (11 September 1875 – 25 February 1978) was an inorganic chemist. She was probably the first woman from Britain to get a doctorate in chemistry.\nEarly life.\nEdith Humphrey's father, John, was a clerk (secretary). Her mother, Louisa, was a teacher. John Humprey was poor when he was a child and wanted all his sons and daughters to get an education. Edith's two older sisters were teachers. One of her brothers was an inventor.\nHumphrey went to North London Collegiate School, one of the first girls' schools in the UK to teach science. From 1893 to 1897 Humphrey studied chemistry and physics at Bedford College, London. When she finished her degree she went to do a PhD (doctorate) at the University of Zurich.\nPostgraduate study.\nOn 17 October 1898, Humphrey entered the University of Zurich. Her supervisor, Alfred Werner, found that Humphrey was talented, and made her his assistant. Humphrey worked hard, and was disappointed by the social life.\nHumphrey was Werner's first student to successfully prepare a type of compound that were very important in his development and proof of his coordination theory. One of these compounds, the cis-bis(ethylenediamine)dinitrocobalt(III) bromide, was the first creation of a chiral octahedral cobalt complex.","categories":[],"infobox_types":[],"annotations":[{"uri":"Inorganic_chemistry","surface_form":"inorganic chemist","offset":67},{"uri":"Doctorate","surface_form":"doctorate","offset":141},{"uri":"Chemistry","surface_form":"chemistry","offset":154},{"uri":"Clerk","surface_form":"clerk","offset":214},{"uri":"North_London_Collegiate_School","surface_form":"North London Collegiate School","offset":464},{"uri":"Physics","surface_form":"physics","offset":605},{"uri":"PhD","surface_form":"PhD","offset":687},{"uri":"University_of_Zurich","surface_form":"University of Zurich","offset":710},{"uri":"University_of_Zurich","surface_form":"University of Zurich","offset":793},{"uri":"Compound","surface_form":"compound","offset":1041}]}