{"id":675578,"url":"http://en.wikipedia.org/wiki/Pacers%E2%80%93Pistons_brawl","text":"e=\"preserve\">The Pacers–Pistons brawl was a violent fight. It took place at a National Basketball Association (NBA) game between the Indiana Pacers and Detroit Pistons on November 19, 2004. It happened at the Palace of Auburn Hills in Auburn Hills, Michigan. The Associated Press called it \"the most infamous brawl in NBA history.\" The media called it \"the worst night in NBA history.\"\nWith 45.9 seconds left in the game, Pistons center Ben Wallace went up for a layup. He was fouled by Pacers small forward Ron Artest. Wallace was mad for being fouled when the game had been already decided. He pushed Artest. A fight took place on the court between several players. When the fight was broken up, a fan threw a drink at Artest while he was lying on the scorer's table. Artest then went after the fan. That caused a massive fight between players and spectators. The fight went from the seats to the court. It lasted several minutes.\nAfter the game, the NBA didn't allow nine NBA players a total of 146 games. That led to $11 million in salaries being lost by the players.\nRon Artest, Jermaine O'Neal, Ben Wallace and Stephen Jackson were taken from NBA basketball playing for a time on November 20, 2004.\nArtest was taken from NBA basketball playing for the rest of the 2004–05 season. He lost almost $5 million in salary. Jermaine O'Neal also lost more than $4 million for his part in the fights. The players who were removed lost a total of $11 million in salary.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":78},{"uri":"Indiana_Pacers","surface_form":"Indiana Pacers","offset":133},{"uri":"Detroit_Pistons","surface_form":"Detroit Pistons","offset":152},{"uri":"Auburn_Hills%2C_Michigan","surface_form":"Auburn Hills, Michigan","offset":235},{"uri":"Associated_Press","surface_form":"Associated Press","offset":263},{"uri":"Ben_Wallace","surface_form":"Ben Wallace","offset":437},{"uri":"Metta_World_Peace","surface_form":"Ron Artest","offset":508}]}