{"id":675582,"url":"http://en.wikipedia.org/wiki/Juan_Guaid%C3%B3","text":"Juan Gerardo Guaidó Márquez (born 28 July 1983) is a Venezuelan engineer and politician. He is the President of the National Assembly of Venezuela and was a member of the Popular Will political party. He is a representative for the state of Vargas.\nThe Constitution of Venezuela lets the President of the National Assembly hold the role of Interim President of Venezuela if nobody else can have it. Guaidó took oath on 23 January 2019 to be interim president, because people rejected Nicolás Maduro as the president. Many countries recognize Guaidó as president, but others don't.\nEarly life and education.\nGuaidó grew up with a large family, who were middle-class but humble. His parents were an airline pilot and a teacher. One of his grandfathers was a sergeant of the Venezuelan National Guard, the other grandfather was a captain in the Venezuelan Navy.\nHe survived the 1999 Vargas tragedy which left his family temporarily homeless. He earned his high school diploma in 2000. The tragedy may have influenced his political views, he did not think that Hugo Chávez's government helped his family afterwards.\nGuaidó has an undergraduate degree in industrial engineering. He was awarded this in 2007 at Andrés Bello Catholic University. He has two postgraduate degrees related to business, one from George Washington University in the United States, and the other from the Instituto de Estudios Superiores de Administración in Caracas.\nHe is married to Fabiana Rosales, a journalist, and they have a daughter named Miranda.\nActivism.\nGuaidó was part of a student-led political movement that was set up to protest about an independent television network RCTV not being able to operate any more due to the government. He helped set up the movement when he was 23. This was also the year he graduated from Andrés Bello. The group protested other government acts, including the 2007 constitutional referendum, which Chávez lost.\nTwo years later, in 2009, Guaidó helped set up a political party, the Popular Will party. He is a member of this party. In 2014, he was the party's national coordinator. CNN says that he was \"mentored for years\" by Leopoldo López, a more famous member of Popular Will. Guaidó and López talk to each other a lot, even though López cannot leave his house. Guaidó was well known to other people in Popular Will, but was not famous to other people until 2019, when López said he should be leader of Popular Will.\nVenezuelan National Assembly.\nIn the 2010 Venezuelan parliamentary election, Guaidó was elected as a back-up representative. In 2015 he was elected to be the main representative, with 26% of the vote. He represents an area that used to not support his party.\nEven though he wasn't very famous, Guaidó stopped eating as a protest so that there would be elections in 2015. In 2017 he took an important communications job in the National Assembly. In 2018, he became the person in charge of the National Assembly, because he was named the head of the biggest alliance in the National Assembly. He helped out by telling stories to people at the University of Arizona, who were looking at the conditions of politicians in Latin America.\nIn the National Assembly, Guaidó looked into the staff of Maduro being corrupt, and worked with outside people to take back money that had been stolen from the Venezuelan public. He took part in the 2017 Venezuelan protests. He has a scar on his neck after he was shot with rubber bullets.\nPresident of the National Assembly.\nOn 15 January 2019, the National Assembly made a plan to work with other countries. They asked these other countries to not let Maduro access his money or money that belongs to Venezuela. Guaidó wrote an article on 15 January 2019 in \"The Washington Post\". In his article he told people about the problems in Venezuela and how he can fix it. Guaidó spoke to the \"Wall Street Journal\" about his methods to lead people, where he says people should be \"holding out a hand\". He said that he would not lock up members of the army who stopped helping Maduro and helped him instead. Other country leaders nearby to Venezuela asked Maduro to not become president again in 2019, wanting a better election.\nDetention and release.\nGuaidó was taken to prison for 45 minutes on 13 January 2019 by the Venezuelan secret police. The Lima Group and the person in charge of the Organization of American States (OAS), Luis Almagro, said that Guaidó being arrested was wrong. Maduro said the people who locked him up had not been told to do that by anyone official. Twelve of the people who did it were arrested for disobeying orders.\nGuaidó said that the soldiers disobeying showed that Maduro was not in control.\nAssumption of presidential powers and duties.\nArticle 233 of the Constitution of Venezuela says that there are situations when the president of the National Assembly can take the job of president of Venezuela, if there is no other president. Lots of people thought that Maduro had not been elected in a way that paid attention to other rules in the Constitution, and so Guaidó could become the president. Guaidó agreed on 10 January 2019 and said that he would try to become president. The National Assembly asked for people to protest on 23 January. This is an important day in Venezuela, because it is on this day that they got rid of an old president who was a dictator. Lots of people all over the world protested on the day. Guaidó said that he was president. Maduro was not happy about this, blaming it on the United States (U.S.). Maduro said he would not deal with the U.S. The U.S., Canada, and several Latin American countries gave their support to Guaidó to be interim president on the same day; Russia, China, Iran, Syria, Cuba and Turkey supported Maduro. On 29 January, the TSJ began investigating Guaidó, stopping him from having his money or leaving the country.\nHumanitarian.\nThe day after becoming the interim president, Guaidó asked for help for the people of Venezuela. The U.S. Secretary of State Mike Pompeo gave him $20 million.\nAmnesty Law.\nOn 25 January, Guaidó made an Amnesty Law, which the National Assembly agreed with. It would help the National Assembly by supporting military personnel and authorities who help him.\nHe suggested that if Maduro gives up power, he may receive amnesty. In his first weekend as interim president, he held another public assembly, asking supporters to spread the word of the Amnesty Law throughout the country to military, police and other people it may affect.\nFinance and economy.\nGuaidó asked the Bank of England and British Prime Minister Theresa May to not give Maduro any of £1.2 billion of gold that belongs to Venezuela. He asked for them to give access to the gold to the opposition instead. In the same week, the US Treasury made sanctions to prevent US purchases from PDVSA (Venezuela's state-run oil company), and gave Guaidó control of some Venezuelan things in the country.\nForeign policy.\nCarlos Vecchio was made the ambassador to the US for Guaidó's government. Gustavo Tarre Briceño was named by Guaidó as Venezuela's Permanent Representative to the Organization of American States. The National Assembly approved eleven diplomatic appointments on 29 January, including as ambassador to Colombia and Elisa Trotta Gamus as ambassador to Argentina.\nRecognition.\nIn January 2019 Guaidó was recognized as the interim president of Venezuela by many individual nations in the Americas and around the world, and rejected by others, including the Chinese, Turkish, and Russian governments and the pro-Maduro Supreme Tribunal of Justice. The Supreme Tribunal of Justice of Venezuela in exile welcomed him as interim president.\nThe European Union did not say whether they recognized Guaidó as president of Venezuela, but did say on 23 January 2019 that it \"fully supports the National Assembly as the democratically elected institution whose powers need to be restored and respected\", adding that \"the civil rights, freedom and safety of all members of the National Assembly, including its President, Juan Guaidó, need to be observed and fully respected\". On 26 January 2019, Spain, France, Germany and the United Kingdom gave Maduro an eight-day ultimatum, saying they would recognize Juan Guaido as president unless Maduro calls for elections within those eight days.\nThe Organization of American States (OAS) made a decision on 10 January 2019 \"to not recognize the legitimacy of Nicolas Maduro's new term\". Luis Almagro, Secretary General of the OAS, recognized Guaidó on 23 January. In a special meeting of the OAS on 24 January, sixteen countries, including the US, recognized Guaidó as president, but they did not achieve the majority needed for a resolution.\nPolitical persona and diplomacy.\n\"Time\" magazine described Guaidó as charismatic, saying that he had \"unified a divided opposition\". He is known for \"building unity among fellow legislators\", according to a Bloomberg article. Michael Shifter said that he \"has tried to reach out to the military, tried to unify the opposition and tried to reach Chavista folks as well\". Guaidó is described by fellow politician Freddy Guevara as humble, sincere, a fighter, and \"eternal optimist\", and David Smolansky says that he \"was incredibly brave [to challenge Maduro]\". Vox interviewed an expert on Venezuelan politics who said that Guaidó was \"uncharismatic\", and compared him to former US President Barack Obama, saying they were similar at public addresses. \"The Guardian\" noted that Guaidó has adopted the same \"rallying cry\" as Obama's \"Yes we can\": \"Sí, se puede!\". An article in \"The Nation\" calls Guaidó a \"second-string politician\" who \"simply declared himself acting president\" in a brazen power grab. \"The Guardian\" reported concerns that Guaidó was allied with far-right leaders, Brazil's Jair Bolsonaro and the United States' Donald Trump.\nMedia.\nIn January 2019, within minutes of Venezuela's state-run media posting a video attempting to discredit Guaidó, the Instagram hashtag guaidochallenge went viral, trending worldwide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vargas_(state)","surface_form":"Vargas","offset":241},{"uri":"Nicol%C3%A1s_Maduro","surface_form":"Nicolás Maduro","offset":484},{"uri":"Venezuelan_National_Guard","surface_form":"Venezuelan National Guard","offset":772},{"uri":"Venezuelan_Navy","surface_form":"Venezuelan Navy","offset":842},{"uri":"Vargas_tragedy","surface_form":"Vargas tragedy","offset":880},{"uri":"Hugo_Ch%C3%A1vez","surface_form":"Hugo Chávez","offset":1057},{"uri":"Andr%C3%A9s_Bello_Catholic_University","surface_form":"Andrés Bello Catholic University","offset":1205},{"uri":"George_Washington_University","surface_form":"George Washington University","offset":1301},{"uri":"Instituto_de_Estudios_Superiores_de_Administraci%C3%B3n","surface_form":"Instituto de Estudios Superiores de Administración","offset":1375},{"uri":"Movimiento_Estudiantil_(Venezuela)","surface_form":"student-led political movement","offset":1557},{"uri":"RCTV","surface_form":"RCTV","offset":1655},{"uri":"2007_Venezuelan_constitutional_referendum","surface_form":"2007 constitutional referendum","offset":1876},{"uri":"Popular_Will","surface_form":"Popular Will","offset":1997},{"uri":"2010_Venezuelan_parliamentary_election","surface_form":"2010 Venezuelan parliamentary election","offset":2473},{"uri":"University_of_Arizona","surface_form":"University of Arizona","offset":3077},{"uri":"Corruption","surface_form":"corrupt","offset":3239},{"uri":"2017_Venezuelan_protests","surface_form":"2017 Venezuelan protests","offset":3367},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":3729},{"uri":"Lima_Group","surface_form":"Lima Group","offset":4312},{"uri":"Organization_of_American_States","surface_form":"Organization of American States","offset":4355},{"uri":"Luis_Almagro","surface_form":"Luis Almagro","offset":4394},{"uri":"Constitution_of_Venezuela","surface_form":"Constitution of Venezuela","offset":4755},{"uri":"Mike_Pompeo","surface_form":"Mike Pompeo","offset":6008},{"uri":"US_dollar","surface_form":"$","offset":6029},{"uri":"Amnesty","surface_form":"amnesty","offset":6297},{"uri":"Bank_of_England","surface_form":"Bank of England","offset":6551},{"uri":"Theresa_May","surface_form":"Theresa May","offset":6594},{"uri":"Pound_sterling","surface_form":"£","offset":6632},{"uri":"PDVSA","surface_form":"PDVSA","offset":6830},{"uri":"Carlos_Vecchio","surface_form":"Carlos Vecchio","offset":6955},{"uri":"Ambassador","surface_form":"ambassador","offset":6983},{"uri":"Gustavo_Tarre","surface_form":"Gustavo Tarre Briceño","offset":7029},{"uri":"Organization_of_American_States","surface_form":"Organization of American States","offset":7118},{"uri":"Elisa_Trotta_Gamus","surface_form":"Elisa Trotta Gamus","offset":7268},{"uri":"Supreme_Tribunal_of_Justice_(Venezuela)","surface_form":"Supreme Tribunal of Justice","offset":7568},{"uri":"Supreme_Tribunal_of_Justice_of_Venezuela_in_exile","surface_form":"Supreme Tribunal of Justice of Venezuela in exile","offset":7601},{"uri":"European_Union","surface_form":"European Union","offset":7690},{"uri":"Ultimatum","surface_form":"ultimatum","offset":8205},{"uri":"Organization_of_American_States","surface_form":"Organization of American States","offset":8332},{"uri":"Luis_Almagro","surface_form":"Luis Almagro","offset":8469},{"uri":"Time_(magazine)","surface_form":"Time","offset":8759},{"uri":"Michael_Shifter","surface_form":"Michael Shifter","offset":8951},{"uri":"Freddy_Guevara","surface_form":"Freddy Guevara","offset":9136},{"uri":"David_Smolansky","surface_form":"David Smolansky","offset":9210},{"uri":"Vox_(website)","surface_form":"Vox","offset":9285},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":9416},{"uri":"Yes_We_Can_(slogan)","surface_form":"Yes we can","offset":9557},{"uri":"S%C3%AD_se_puede","surface_form":"Sí, se puede!","offset":9571},{"uri":"The_Nation","surface_form":"The Nation","offset":9602},{"uri":"Jair_Bolsonaro","surface_form":"Jair Bolsonaro","offset":9816},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":9854},{"uri":"Instagram","surface_form":"Instagram","offset":9990},{"uri":"Guaido_challenge","surface_form":"guaidochallenge","offset":10008}]}