{"id":675638,"url":"http://en.wikipedia.org/wiki/Passive-aggressive_behaviour","text":"e=\"preserve\">Passive-aggressive behaviour is \"indirect\" aggression that pretends to be innocent. This means someone pretends to be nice, but is actually being aggressive. It can happen when people do what others want to stop direct confrontation, but they do not agree with what is ordered or suggested. A passive-aggressive person tries to hide their underlying (real, genuine) aggression. For example, \"I would have had a good day if I hadn't been cleaning up someone's mess\".\nThis is not a psychological problem. It is just a way of behaving. In the workplace it occurs when people do not want to do what the employer wants them to do. The behaviour was first defined during World War II. Men were not openly defiant. They used \"passive measures, such as pouting, stubbornness, procrastination, inefficiency, and passive obstructionism\" to show their feelings.\nPersonality disorder.\nExtreme cases may become psychiatric problems. The Diagnostic and Statistical Manual of Mental Disorders revision IV (DSM-IV) says passive-aggressive personality disorder is a \"pervasive pattern of negativistic attitudes and passive resistance to demands for adequate performance in social and occupational situations\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Indirect","surface_form":"indirect","offset":46},{"uri":"Aggression","surface_form":"aggression","offset":56},{"uri":"Confrontation","surface_form":"confrontation","offset":232},{"uri":"Mental_illness","surface_form":"psychological problem","offset":493},{"uri":"Behavior","surface_form":"behaving","offset":536},{"uri":"Definition","surface_form":"defined","offset":663},{"uri":"World_War_II","surface_form":"World War II","offset":678},{"uri":"Defiant","surface_form":"defiant","offset":712},{"uri":"Emotion","surface_form":"feelings","offset":854},{"uri":"Extreme","surface_form":"Extreme","offset":886},{"uri":"Psychiatric","surface_form":"psychiatric","offset":911},{"uri":"Diagnostic_and_Statistical_Manual_of_Mental_Disorders","surface_form":"Diagnostic and Statistical Manual of Mental Disorders","offset":937},{"uri":"Passive-aggressive_personality_disorder","surface_form":"passive-aggressive personality disorder","offset":1017}]}