{"id":67606,"url":"http://en.wikipedia.org/wiki/Hank_Williams","text":"Hank Williams, Sr. (September 17, 1923 – January 1, 1953), born Hiram King Williams, was an American singer-songwriter and musicians. Williams is known as \"the Father of Country and Western Music\", because his songs were some of the first to come from that. As with many musical, Williams did not set out to create a new kind of music. He simply wanted to make music that his listeners would enjoy, that he would also enjoy making for them.\nSome of Williams's songs are \"Your Cheatin' Heart\", \"Hey Good Lookin'\", \"Jambalaya\", and \"Cold, Cold Heart\". The songs were easy to remember, and many fans sang along when they heard them. Other singers began to include Hank Williams songs in their. Williams made recordings, performed on radio and early television, and also made live appearances.\nEarly life.\nWilliams's parents, Elonzo Huble \"Lon\" Williams and Jessie Lillybelle \"Lillie\" Skipper married on November 12, 1916. Hank Williams was of English-American ancestry. Elonzo Williams worked as an engineer for the railroads of the W.T. Smith lumber company. He was drafted during World War I, serving from July 1918 until June 1919. He was severely injured after falling from a truck, breaking his collarbone and sustaining a severe hit to the head. After his return, the family's first child, Irene, was born on August 8, 1922. Another son of theirs died shortly after birth. Their third child, Hiram, was born on September 17, 1923, in Mount Olive. Since Elonzo Williams was a Mason, and his wife was a member of Order of the Eastern Star the child was named after Hiram I of Tyre (one of the three founders of the Masons, according to Masonic legend), but his name was misspelled as \"Hiriam\" on his birth certificate.\nAs a child, he was nicknamed \"Harm\" by his family and \"Herky\" or \"Poots\" by his friends.\nPersonal life.\nWilliams was one of the first to have problems with alcohol and drugs. Well-meaning fans and friends would buy Williams drinks, or invite him to parties, and he would lose control. He began to miss shows, and to give bad performances because of the effects of drugs and alcohol. He lost many of his best engagements, and his suffered.\nDeath.\nWilliams died at age 29 on January 1, 1953, after a of alcohol drinking. He left behind a wife and son, Hank Williams Jr., who also grew up to become a country musician. Williams' songs are still popular, and sung by many musicians. Hank Jr. performed his father's music for many years, but later found success with songs of his own.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country_music","surface_form":"Country and Western","offset":170},{"uri":"Radio","surface_form":"radio","offset":730},{"uri":"Television","surface_form":"television","offset":746},{"uri":"Railroad_engineer","surface_form":"engineer","offset":996},{"uri":"World_War_I","surface_form":"World War I","offset":1079},{"uri":"Freemasonry","surface_form":"Mason","offset":1478},{"uri":"Order_of_the_Eastern_Star","surface_form":"Order of the Eastern Star","offset":1514},{"uri":"Hiram_I","surface_form":"Hiram I of Tyre","offset":1566},{"uri":"Alcohol","surface_form":"alcohol","offset":1876},{"uri":"Drug","surface_form":"drug","offset":1888},{"uri":"Engagement","surface_form":"engagement","offset":2128},{"uri":"Hank_Williams_Jr.","surface_form":"Hank Williams Jr.","offset":2270}]}