{"id":676231,"url":"http://en.wikipedia.org/wiki/Osman_Ali_Khan%2C_Asaf_Jah_VII","text":"His Exalted Highness H.E.H Nawab Mir Osman Ali Khan, Asaf Jah VII was the last Nizam of Hyderabad. After formation of India, he was made Rajpramukh (Governor) of Andhra Pradesh based on Public demand. He was also the richest man on earth with the Golconda mines making Hyderabad the main supplier of diamonds in the world at that time.\nContributions to society.\nNearly all the major public buildings and institutions in Hyderabad city, such as Osmania General Hospital, Hyderabad High Court, Jubilee Hall, Nizamia Observatory, Nizamia Hospital, Moazzam Jahi Market, Kachiguda Railway Station, Asafiya Library now known as the State Central Library, Hyderabad, Town Hall now known as the Assembly Hall, Hyderabad Museum now known as the State Museum and many other monuments were built during his rule.\nReforms in education and agriculture.\nDuring his reign, he introduced many educational reforms. About a whopping 11% of the Nizam's budget was spent on education and primary education made compulsory and free to the poor.\nHe also made large donations to many institutions in India and abroad with special emphasis given to educational institutions. He made donation Rs 10 Lakh for the Banaras Hindu University and Rs. 5 Lakh for the Aligarh Muslim University during 1950's\nOsmania University.\nHe also founded the popular Osmania University in 1918 through a royal (Order) \"firman\".\nToday it is one of the biggest universities in India. Schools, colleges and a Department for Translation were set up. Primary education was made compulsory and free for the poor.\nDonation for compilation of the (Hindu) holy Mahabharata.\nIn the year 1932, The \"Bhandarkar oriental research institute\" located in Pune, needed money for the compilation and publication of the Hindu epic-Mahabharata and a guest house. A formal request was made to the seventh Nizam, Mir Osman Ali Khan who in no time released a farman of Rs.1000 per year for a period of 11 years. Whereas, Rs. 50,000 was offered for the guest which is known as \"Nizam guest house\".\nDonation for Indo-China War.\nThe 7th nizam donated 5000 kgs of Gold to Indian Govt during Indo-China war in 1965.","categories":[],"infobox_types":[],"annotations":[{"uri":"Exalted_Highness","surface_form":"His Exalted Highness","offset":0},{"uri":"Nizam_of_Hyderabad","surface_form":"Nizam of Hyderabad","offset":79},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":162},{"uri":"Hyderabad_State","surface_form":"Hyderabad","offset":269},{"uri":"Osmania_General_Hospital","surface_form":"Osmania General Hospital","offset":444},{"uri":"High_Court_of_Judicature_at_Hyderabad","surface_form":"Hyderabad High Court","offset":470},{"uri":"Jubilee_Hall%2C_Hyderabad","surface_form":"Jubilee Hall","offset":492},{"uri":"Nizamia_Observatory","surface_form":"Nizamia Observatory","offset":506},{"uri":"Government_Nizamia_General_Hospital","surface_form":"Nizamia Hospital","offset":527},{"uri":"Moazzam_Jahi_Market","surface_form":"Moazzam Jahi Market","offset":545},{"uri":"Kachiguda_Railway_Station","surface_form":"Kachiguda Railway Station","offset":566},{"uri":"State_Central_Library%2C_Hyderabad","surface_form":"State Central Library, Hyderabad","offset":626},{"uri":"Town_Hall","surface_form":"Town Hall","offset":660},{"uri":"Telangana_State_Archaeology_Museum","surface_form":"State Museum","offset":736},{"uri":"Banaras_Hindu_University","surface_form":"Banaras Hindu University","offset":1187},{"uri":"Aligarh_Muslim_University","surface_form":"Aligarh Muslim University","offset":1235},{"uri":"Osmania_University","surface_form":"Osmania University","offset":1323},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":1768},{"uri":"Farman","surface_form":"farman","offset":1892}]}