{"id":67634,"url":"http://en.wikipedia.org/wiki/Wind_power_in_Texas","text":"Wind power in Texas consists of many wind farms with a total installed generating capacity of 9,410 MW from over 40 different projects. Texas produces the most wind power of any U.S. state, followed by Iowa with 3,670 MW.\nSeveral forces are working to the advantage of wind power in Texas: the wind resource in many areas of the state is very large, large projects are relatively easy to site, and the market price for electricity is relatively high because it is set by natural gas prices. The wind power industry is also creating many jobs and farmers may earn extra income by leasing their land to wind developers.\nThe Roscoe Wind Farm (781 MW) is the world's largest wind farm. Other large wind farms in Texas include: Horse Hollow Wind Energy Center, Sherbino Wind Farm, Capricorn Ridge Wind Farm, Sweetwater Wind Farm, Buffalo Gap Wind Farm, King Mountain Wind Farm, Desert Sky Wind Farm, Wildorado Wind Ranch, and the Brazos Wind Farm.\nOverview.\nWind power has a long history in Texas. West Texas State University began wind energy research in 1970 and led to the formation of the Alternative Energy Institute (AEI) in 1977. AEI has been a major information resource about wind energy for Texas.\nTexas is firmly established as the leader in wind power development in the USA, ahead of Iowa and California. The expanding wind power market will help Texas meet its 2015 renewable energy goal of 5,000 new megawatts of power from renewable sources.\nThe table below lists the larger wind farms in Texas, currently operating or under construction. Wind farms which are smaller than 120 MW in capacity are not shown.\n\"Wind resource areas in the Texas Panhandle, along the Gulf Coast south of Galveston, and in the mountain passes and ridge tops of the Trans-Pecos offer Texas some of the greatest wind power potential in the United States. Currently there are over 2,000 wind turbines in West Texas alone. Most of the new wind capacity added in the last two years has been in the Abilene-Sweetwater area. The Horse Hollow Wind Energy Center is the largest wind power facility in the nation with a total capacity of 735 MW. It is spread across approximately 47,000 acres in Taylor and Nolan County near Abilene.\"\nWind is a highly variable resource, but with proper understanding it can be readily incorporated into an electric utility's generation mix. Many areas contain areas with winds presently suitable for electric power generation. The number of commercially attractive sites will expand as wind turbine technology improves and development costs continue to drop.\nTexas farmers may lease their land to wind developers for either a set rental per turbine or for a small percentage of gross annual revenue from the project. This offers farmers a fresh revenue stream without impacting traditional farming and grazing practices. Although leasing arrangements vary widely, the U. S. Government Accountability Office reported in 2004 that a farmer who leases land to a wind project developer can generally obtain royalties of $3,000 to $5,000 per turbine per year in lease payments. These figures are rising as larger wind turbines are being produced and installed.\nThe wind power industry is also creating thousands of jobs for communities and for the state. Wind technology and the various aspects of producing electricity from wind power can help to keep employment in Texas after the rigs stop producing oil.\nTerrorism and industrial accidents can be potential threats to the large, centrally located, power plants that provide most of Texas’ electricity. Should one of these plants be damaged, repairs could take more than a year, possibly creating power shortages on a scale that Texans have never experienced before. Coal trains and gas pipelines are also vulnerable to disruption. However, wind power plants are quickly installed and repaired. The modular structure of a wind farm also means that if one turbine is damaged, the overall output of the plant is not significantly affected.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wind_farm","surface_form":"wind farm","offset":37},{"uri":"Texas","surface_form":"Texas","offset":136},{"uri":"Wind_power_in_the_United_States","surface_form":"wind power","offset":160},{"uri":"Wind_power_in_Iowa","surface_form":"Iowa","offset":202},{"uri":"Roscoe_Wind_Farm","surface_form":"Roscoe Wind Farm","offset":622},{"uri":"Horse_Hollow_Wind_Energy_Center","surface_form":"Horse Hollow Wind Energy Center","offset":723},{"uri":"Sherbino_Wind_Farm","surface_form":"Sherbino Wind Farm","offset":756},{"uri":"Capricorn_Ridge_Wind_Farm","surface_form":"Capricorn Ridge Wind Farm","offset":776},{"uri":"Sweetwater_Wind_Farm","surface_form":"Sweetwater Wind Farm","offset":803},{"uri":"Buffalo_Gap_Wind_Farm","surface_form":"Buffalo Gap Wind Farm","offset":825},{"uri":"King_Mountain_Wind_Farm","surface_form":"King Mountain Wind Farm","offset":848},{"uri":"Desert_Sky_Wind_Farm","surface_form":"Desert Sky Wind Farm","offset":873},{"uri":"Wildorado_Wind_Ranch","surface_form":"Wildorado Wind Ranch","offset":895},{"uri":"Brazos_Wind_Farm","surface_form":"Brazos Wind Farm","offset":925},{"uri":"West_Texas_State_University","surface_form":"West Texas State University","offset":993}]}