{"id":676494,"url":"http://en.wikipedia.org/wiki/Susannah_Martin","text":"e=\"preserve\">Susannah Martin (baptized September 30, 1621 &#x2013; July 19, 1692) — born Susannah North — was one of fourteen women executed for witchcraft during the Salem witch trials of colonial Massachusetts.\nEarly life.\nThe English-born Martin was the fourth daughter, and youngest child, of Richard North and Joan North (née Bartram). Her mother died when she was a child. Her stepmother was Ursula North. Martin was baptized in Olney, Buckinghamshire, England on 30 September 1621. Her family moved to Salisbury, Massachusetts around 1639 when she was about 18 years old.\nOn August 11, 1646 at Salisbury, Susannah married a widower George Martin, a blacksmith with whom she had eight children, including a daughter Jane, a great-great-great-great grandmother of United States President Chester A. Arthur.\nIn 1669, Susannah was first formally accused of witchcraft by William Sargent, Jr. In turn, George Martin sued Sargent for two counts of slander against Susannah, one for accusing her of being a witch, and another for claiming one of her sons was a bastard and another was her \"imp\". Martin withdrew the second count, but the Court upheld the accusation of witchcraft. A higher court later dismissed the witchcraft charges.\nBy 1671, the Martin family was again involved in legal proceedings dealing with the matter of Ursula North's inheritance, most of which Ursula had left to her granddaughter, Mary Jones Winsley. The court sided against Susannah and George, although Susannah was able to bring five further appeals, each being decided against her.\nTrial and accusation.\nGeorge died in 1686, leaving Susannah an impoverished widow by the time of the second accusation of witchcraft in 1692. Inhabitants of nearby Salem Village, including Joseph and Jarvis Ring, had named Susannah a witch and stated she had attempted to recruit them into witchcraft. She was also accused by John Allen of Salsbury, a man who claimed that she had bewitched his oxen and drove them into the river nearby where they later drowned. She was tried for these charges, during which process she proved by all accounts to be pious and quoted the Bible freely, something a witch was said incapable of doing. Cotton Mather countered Susannah's defense by stating in effect that the Devil's servants were capable of putting on a show of perfect innocence and Godliness.\nSusannah Martin was found guilty, and hanged on July 19, 1692 in Salem. Some interesting excerpts from the transcript of Susannah's trial are below: (spelling, punctuation, capitalization as original)To the Marshall of the County of Essex or his lawful Deputies or to the Constable of Amesbury: You are in their Majesties names hereby required forthwith or as soon as may be to apprehend and bring Susanna Mertin of Amesbury in þ county of Esses Widdow at þ house of Lt. Nathaniel Ingersolls in Salem village in order to her examination Relating to high suspicion of sundry acts of Witchcraft donne or committed by her upon þ bodies of Mary Walcot, Abigail Williams, Ann Putnam, and Mercy Lewis of Salem village or farms whereby great hurt and damage hath been donne to þ bodies of said persons... etc.At the preliminary trial for the crime of \"Witchcraft and sorcery\" Susanna pleaded not guilty. The original court record book has been lost, but the local Puritan minister, Cotton Mather, recorded the testimony. Susanna and the others accused were not allowed to have counsel.As soon as she came in, Marcy had fits\nMagistrate: Do you know this woman?\nAbigail Williams saith it is goody Martin, she hath hurt me often.\nOthers by fits were hindered from speaking.\nMarcy Lewis pointed at her and fell into a little fit.\nAnn Putnam threw her glove in a fit at her.\nMagistrate: What! Do you laugh at it?\nMartin: Well I may at such folly.\nMag: Is this folly? The hurt of persons?\nMartin: I never hurt man or woman or child.\nMarcy: She hath hurt me a great many times and pulls me down.\nThen Martin laughed again.Susannah Martin was twice forced to submit to physical examination for evidence of a \"witch's tit or physical protuberance which might give milk to a familiar.\" No such deformity was found in Susannah Martin but it was noted that \"in the morning her nipples were found to be full as if the milk would come\", but by late afternoon \"her breasts were slack, as if milk had already been given to someone or something.\" This was an indication that she had been visited by a witch's familiar, and was clear evidence of guilt.\nLegacy.\nLone Tree Hill, a famous historical site, bore a tablet on its westerly side marking the site of George and Susannah's home. The boulder which marked their homestead has been moved to make room for a highway, and it can be found on the map where the highway crosses Martin Road in Amesbury. The marker lies nearby. George was one of the largest landowners in Amesbury. The inscription on the marker reads: \"Here stood the house of Susannah Martin. An honest, hardworking Christian woman accused of being a witch and executed at Salem, July 19, 1692. She will be missed! A Martyr of Superstition. T.I.A. 1894.\"\nIn the 19th century, poet John Greenleaf Whittier composed \"The Witch's Daughter\" about Martin.\nOn Aug 29, 1957 the State of Massachusetts voted to wipe from the books the convictions of six women that had been unjustly accused of being witches 265 years earlier. Then Gov. Foster Furcolo signed the legislative intended to clear Susannah Martin, as well as: Ann Pudeator, Bridget Bishop, Alice Parker, Margaret Scott and Wilmot Redd. All had been convicted in a colonial court and hanged during the 17th century.\nHowever, while taking a graduate course on Salem witchcraft during the late 1990s, Paula Keene discovered that, although the legislators intended to pardon all six of the women in 1957, only Ann Pudeater's name was listed on the official documents. Susannah Martin, Bridget Bishop, Alice Parker, Margaret Scott and Wilmot Redd were simply listed as \"five others convicted of witchcraft.\" Keene and state representative Michael Ruane worked together to redress the issue.\nOn Halloween 2001, due to Keene and Ruane's efforts, as well as the efforts of many of the descendants of the accused witches, Susannah Martin, Bridget Bishop, Alice Parker, Margaret Scott and Wilmot Redd were finally, and truly exonerated by the Commonwealth of Massachusetts. Descendants of Susannah Martin’s, Ethel Mae Hilton and grandchildren Douglas and Madrey Margaret Hilton were the only members of their family interested in the history of their accused witch ancestor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Salem_Witch_Trials","surface_form":"Salem witch trials","offset":167},{"uri":"England","surface_form":"English","offset":229},{"uri":"Olney%2C_Buckinghamshire","surface_form":"Olney, Buckinghamshire","offset":435},{"uri":"Salisbury%2C_Massachusetts","surface_form":"Salisbury, Massachusetts","offset":509},{"uri":"President_of_the_United_States","surface_form":"United States President","offset":769},{"uri":"Chester_A._Arthur","surface_form":"Chester A. Arthur","offset":793},{"uri":"Bible","surface_form":"Bible","offset":2136},{"uri":"Cotton_Mather","surface_form":"Cotton Mather","offset":2197},{"uri":"John_Greenleaf_Whittier","surface_form":"John Greenleaf Whittier","offset":5129}]}