{"id":676529,"url":"http://en.wikipedia.org/wiki/Susan_Oliver","text":"Charlotte Gercke (later known as Susan Oliver; February 13, 1932 – May 10, 1990) was an American actress, pilot and television director. She made her first appearance in television in the July 31, 1955 episode of the drama series \"Goodyear TV Playhouse\".\nCareer.\nOliver appeared on stage in 1957. She played the daughter of an 18th century Manhattan family in the Broadway stage play \"Small War on Murray Hill\". It was a stage comedy.\nAlso in 1957, Oliver was in larger roles. They included \"Kaiser Aluminum Hour\", \"The United States Steel Hour\" and \"Matinee Theater\".\nOliver began rehearsals for a co-starring role in the Broadway play \"Patate\" in mid-1958. It won Oliver a Theater World Award for \"Outstanding Breakout Performance\". It was her last Broadway performance.\nIn 1964, Oliver was in the first pilot of the television program \"Star Trek\". She played the female lead character Vina. In one scene, Oliver played an alien with green skin. Because of that, a documentary about her life was called \"The Green Girl\".\nOliver was later a cast member on the soap opera \"Days of Our Lives\" during 1975-1976. She was nominated in 1976 for an Emmy Award for \"Outstanding Performance by a Supporting Actress\" for the made-for-TV movie \"Amelia Earhart\".\nDeath.\nOliver was born in New York City. She died from colon cancer that spread to her lungs. She was 58 when she died in Woodland Hills, Los Angeles, California.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":88},{"uri":"Actress","surface_form":"actress","offset":97},{"uri":"Television_director","surface_form":"television director","offset":116},{"uri":"Drama","surface_form":"drama","offset":217},{"uri":"Manhattan","surface_form":"Manhattan","offset":340},{"uri":"Broadway","surface_form":"Broadway","offset":364},{"uri":"Theater_World_Award","surface_form":"Theater World Award","offset":675},{"uri":"The_Original_Series","surface_form":"Star Trek","offset":839},{"uri":"Soap_opera","surface_form":"soap opera","offset":1061},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":1143},{"uri":"New_York_City","surface_form":"New York City","offset":1278},{"uri":"Colorectal_cancer","surface_form":"colon cancer","offset":1307},{"uri":"Lung","surface_form":"lung","offset":1339},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1390}]}