{"id":676514,"url":"http://en.wikipedia.org/wiki/Lawrence_Rocks_(chemist)","text":"Lawrence Rocks (born August 27, 1933 in New York City) is an American chemist and writer. He wrote a book called \"The Energy Crisis\" (Crown, 1972). He has been in \"Time\" magazine. He was also in \"National Review\" and he has spoken to the United Nations. He has appeared on \"The Today Show\", and \"To Tell The Truth\". He has been a guest on \"The Mike Douglas Show\", and had a column in King Features Syndicate.\nIn \"The Energy Crisis\", Rocks said that a national energy center should be created.\nRocks has been called an energy expert in \"The New York Times\".\"The Energy Crisis\" has been translated into French, Spanish, and Japanese. Rocks was influential in the creation of the U.S. Department of Energy. The book is a reference in libraries worldwide. Rocks appeared on \"MLB Network\" in 2017 highlighting his new research in \"sports chemistry\". In 2018 \"Topps\" featured Rocks on the back of an official baseball card.\nEducation.\nRocks received his Masters of Science degree from Purdue University. He received his Doctor of Science from Technische Hochschule Vienna. He wrote his doctoral thesis in German in the field of analytical chemistry. His thesis discovered separating metal atoms in semi-aqueous solutions, which found that equilibrium constants are changed in semi-aqueous mediums.\nCareer.\nRocks has written other books, such as Developing Your Chemistry Fundamentals(The Petroleum Publishing Company) in 1979.\nIn 1980 Rocks wrote \"Fuels For Tomorrow\" (PennWell Publishers 1980), a sequel to The Energy Crisis. This book looked at the future of unconventional fuels. He analyzed environmental hazards created by the biofuel industry. Rocks predicted that the ultimate future of agriculture will be in fermentation chemistry. He said this was less hazardous to the environment.\nDr. Rocks is Professor Emeritus of Chemistry at Long Island University. He has appeared on television on the subjects of elbow injury for baseball pitchers. Dr. Rocks did research on the effect temperature has on a baseball. Rocks found that the optimal bounce of a baseball lies between 68-75 degrees Fahrenheit because at lower temperatures the elastomeres become more rigid and become softer at higher temperatures.\nDr. Rocks defined his concept of \"sports chemistry\" as \"the combination of modern analytical chemistry with sports metrics\".\nRocks has done extensive research on how sports chemistry relates to music. He called his research, \"molecular rhythm to life,\" when he appeared on Fox Sports Midwest. He said, \"There are body rhythms that will one day be understood for the mind.\"\nIn June 2018 Rocks talked about his new research on what he called \"tendon chemistry\" and how a better understanding of the chemistry of tendons can help professional and amateur athletes prevent injury.\nLegacy.\n\"Topps\" featured Dr. Rocks on the back of the 2018 \"future stars\" series baseball card of MLB player Paul DeJong. He became the first scientist to appear on the back of an official Topps MLB player flagship series future stars baseball card. Paul DeJong's card mentioned DeJong being a laboratory assistant to Rocks in the 2017 off-season. They studied the effects of heat on a baseball.\nFox Sports Midwest aired the debut of the baseball card on June 18, 2018 live on television in Philadelphia. DeJong and Rocks sat in the dugout together and the baseball card inscription was read aloud. DeJong credited Rocks' theory on the chemistry of tendons with affecting his thinking of off-season training routines. Chemical & Engineering News spotlighted Rocks and his honor of making the back of DeJong's baseball card. Rocks' philosophy on learning science is that, \"Everybody can do it.\"\nPersonal life.\nHe and his wife, Marlene, have one son: Burton Rocks He is a fan of symphony music.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemist","surface_form":"chemist","offset":70},{"uri":"Time_Magazine","surface_form":"\"Time\" magazine","offset":163},{"uri":"National_Review","surface_form":"National Review","offset":196},{"uri":"United_Nations","surface_form":"United Nations","offset":238},{"uri":"The_Mike_Douglas_Show","surface_form":"The Mike Douglas Show","offset":340},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":536},{"uri":"French_language","surface_form":"French","offset":601},{"uri":"Spanish_language","surface_form":"Spanish","offset":609},{"uri":"Japanese_language","surface_form":"Japanese","offset":622},{"uri":"Purdue_University","surface_form":"Purdue University","offset":979},{"uri":"Doctor_of_Science","surface_form":"Doctor of Science","offset":1014},{"uri":"Analytical_chemistry","surface_form":"analytical chemistry","offset":1122},{"uri":"Long_Island_University","surface_form":"Long Island University","offset":1835}]}