{"id":676753,"url":"http://en.wikipedia.org/wiki/Heroes_of_Might_%26_Magic","text":"e=\"preserve\">\"Might & Magic Heroes\" (formerly \"Heroes of Might and Magic\") is a series of video games originally created and developed by Jon Van Caneghem through New World Computing. As part of the \"Might and Magic\" franchise, the series changed ownership when NWC was acquired by 3DO and again when 3DO closed down and sold the rights to Ubisoft. The games feature turn-based, fantasy-themed conflicts in which players control armies of mythical creatures. The series began in 1995 with the release of the first title. A seventh installment, \"Might & Magic Heroes VII\", was released on September 29, 2015.\nNew World Computing closed after the production of \"Heroes of Might and Magic IV\", and since then the rights to the franchise have been owned by Ubisoft. Nival Interactivedeveloped the first game in the series since the changeover, \"Heroes of Might and Magic V\". Black Hole Entertainment developed its sequel \"Might & Magic Heroes VI\", but Limbic Entertainment developed later patches and the DLC, as well as \"Might & Magic Heroes VII\". Virtuos developed the \"Shades of Darkness\"standalone expansion for \"Heroes VI\".\nThe series is directed primarily at the DOS and Windows platforms, with sporadic support for Mac OS over the years. In addition to Windows and Mac platforms, \"Heroes II\" was ported to RISC OS and \"Heroes III\" was ported to Linux. GameTap has carried the first four games in the series since 2006. Remakeshave also appeared on the Game Boy Color.\nGames.\nScreenshot from \"Heroes of Might and Magic II\"\nScreenshot from \"Heroes of Might and Magic V\"\n\"King's Bounty\" (1990), an earlier game from New World Computing, largely precipitated the design of \"Heroes\" and is included in some \"Heroes\" anthologies. It was later remade and branded as a \"Heroes\" title for the PlayStation 2game, \"Quest for the Dragon Bone Staff\". A sequel to \"King's Bounty\" was released in 2008 as \"King's Bounty: The Legend\".","categories":[],"infobox_types":[],"annotations":[]}