{"id":677,"url":"http://en.wikipedia.org/wiki/Reward","text":"e=\"preserve\">A reward is getting something good for doing a given task. It needs someone who has the power to give the good thing. It is the opposite of punishment.\nIdeas like risk and reward, reward and punishment are based on the idea that people do things, or avoid doing things, to get rewards. In psychology there is another idea that this is not true. This other idea says that training (conditioning) and emotions (affective factors) are much more important than the rewards or punishments given by others.\nIn trying to catch criminals and other bad people, the government often offers money to people. This money is given to people who may capture the criminal, or give information that helps the police catch them. For example, after the Eureka Stockade rebellion in Ballarat, Victoria in 1854, the government offered a big reward of 400 pounds for the capture of the people who had started it.\nIn 2001, the US government offered a big reward of 2.5 million dollars for help in capturing the person who had sent anthrax in letters to a newspaper journalist and 2 senators. Anthrax is a disease which can kill people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Punishment","surface_form":"punishment","offset":153},{"uri":"Risk_and_reward","surface_form":"risk and reward","offset":176},{"uri":"Reward_and_punishment","surface_form":"reward and punishment","offset":193},{"uri":"Psychology","surface_form":"psychology","offset":302},{"uri":"Conditioning","surface_form":"conditioning","offset":394},{"uri":"Affective_factor","surface_form":"affective factor","offset":422},{"uri":"Government","surface_form":"government","offset":569},{"uri":"Eureka_Stockade","surface_form":"Eureka Stockade","offset":747},{"uri":"Rebellion","surface_form":"rebellion","offset":763},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat, Victoria","offset":776},{"uri":"Anthrax_(disease)","surface_form":"anthrax","offset":1021},{"uri":"Journalist","surface_form":"journalist","offset":1055},{"uri":"Senator","surface_form":"senator","offset":1072},{"uri":"Disease","surface_form":"disease","offset":1095}]}