{"id":677061,"url":"http://en.wikipedia.org/wiki/Yuxiang","text":"Yuxiang () is a famous seasoning mixture in Chinese cuisine. The term also refers to the sauce produced after meat or vegetables are cooked. Yuxiang started in Sichuan cuisine. Later, other regional Chinese cuisines also used it.\nMeaning of the name.\nThe name in Chinese means \"fish fragrance\". However, it contains no seafood and is typically not added to seafood. There is a legend after the meaning of the name. The sauce was used regularly by a mother to cook freshwater fish for her family. However, there was once the family have no fish. The mother then took the leftover sauce to flavour meats and everyone liked the dish. This is the reason it got its name YuXiang or fish flavored. Cooking Yuxiang normally involves the use of sugar, vinegar, doubanjiang, soy sauce, and pickled chili peppers.\nPreparation.\nThe ingredients of yuxiang are finely minced pao la jiao (pickled chili), white scallion, ginger, and garlic. They are mixed in more-or-less equal portions. Some people prefer more scallions than ginger and garlic.The mixture is then fried in oil until fragrant. Water, starch, sugar, and vinegar are then added to create a basic sauce.\nDishes.\nThe sauce is used most often for dishes containing beef, pork, or chicken. It is sometimes used for vegetarian recipes. Barbara Tropp suggests in a book called \"The Modern Art of Chinese Cooking\" that Yuxiang can also be mean \"Sichuan-Hunan\" flavor. Dishes that use yuxiang as the main seasoning have the term (yuxiang) placed in front of the name of the dish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_cuisine","surface_form":"Chinese cuisine","offset":44},{"uri":"Sichuan_cuisine","surface_form":"Sichuan cuisine","offset":160},{"uri":"Fish_(food)","surface_form":"fish","offset":278},{"uri":"Seafood","surface_form":"seafood","offset":319},{"uri":"Freshwater","surface_form":"freshwater","offset":464},{"uri":"Doubanjiang","surface_form":"doubanjiang","offset":753},{"uri":"Soy_sauce","surface_form":"soy sauce","offset":766},{"uri":"Pickled_pepper","surface_form":"pickled chili pepper","offset":781},{"uri":"Chili","surface_form":"chili","offset":883},{"uri":"Scallion","surface_form":"scallion","offset":897},{"uri":"Ginger","surface_form":"ginger","offset":907},{"uri":"Barbara_Tropp","surface_form":"Barbara Tropp","offset":1282},{"uri":"The_Modern_Art_of_Chinese_Cooking","surface_form":"The Modern Art of Chinese Cooking","offset":1323},{"uri":"Sichuan","surface_form":"Sichuan","offset":1389},{"uri":"Hunan","surface_form":"Hunan","offset":1397}]}