{"id":677664,"url":"http://en.wikipedia.org/wiki/Philippe_M%C3%A9aille","text":"Philippe Méaille (born 27 April 1973) is a French author and art collector, and the founder and president of the Château de Montsoreau-Museum of Contemporary Art.\nPhilippe Méaille owns the world's largest collection of Art & Language works.\nCitations.\nWhen I was 20 or 21, I bought a work of Art & Language of 1965 called \"Mirror Piece\" and installed it in my appartment in Paris. After two or three days, I felt sad and stupid because I understood the limit imposed if these works were kept private. They would be like a discussion that was kept secret. Therefore I felt a responsibility to make this collection accessible to the widest possible public - \"The Private Museum of the Future\", Cristina Bechtler interview with Philippe Méaille, 2016.\nChâteau de Montsoreau-Museum of Contemporary Art.\nChâteau de Montsoreau-Museum of contemporary art project began in November 2014. In June 2015, Philippe Méaille and Christian Gillet created a surprise in France, jointly announcing the signing of a long-term lease (between the Maine-et-Loire department and Philippe Méaille) on the Chateau de Montsoreau property. The Château de Montsoreau-Museum of Contemporary Art becoming the first Château of the Loire Valley to be transformed into a museum of contemporary art. Despite the desire of both parties to create an international museum of contemporary art, and the ability from Méaille to endowing it with the world's largest collection of works by the radical conceptualists of Art & Language, and to seize the opportunity to develop the international tourist audience of the Loire Valley, the announcement created controversy. Frédéric Béatse, former Mayor of Angers, and socialist political leader, protests against what he calls « a sale of a jewel of the department to a private foreign player ». Gérard Persin (mayor of Montsoreau), and Christian Gillet both reacted very quickly to these protests during a press conference. Gérard Persin stated: « It is a pride to have been chosen to host a center of contemporary art of international stature ». Christian Gillet put the project in its international ambition and potential development for the territory: « The idea of Philippe Méaille, connoisseur and lover of the site, is to install a center of contemporary art featuring his collection, already world famous and renowned, we have considered an interesting challenge ». And Philippe Méaille clarified his intentions: « This public-private partnership appeared to us as an innovative solution that will be integrated into the Saumur territory in its entirety: Saumur and its agglomeration but also the nearby Fontevraud Abbey ».\nMuseum of Contemporary Art Barcelona.\nFor reasons of security due to political instability in Catalonia, Philippe Méaille announced that he decided to repatriate his collection in France to the Chateau de Montsoreau-Museum of Contemporary Art. MACBA deplored the decision of Philippe Méaille not to renew his long-term agreement with the institution, and assured that the security of the collection is guaranteed, and that \"Philippe Méaille arguments do not coincide at all with reality\". Voices emerged to denounce a pretext on the part of the collector, to repatriate the works of Art & Language in his museum, opened only one year before.","categories":[],"infobox_types":[],"annotations":[{"uri":"Author","surface_form":"author","offset":50},{"uri":"Ch%C3%A2teau_de_Montsoreau-Museum_of_Contemporary_Art","surface_form":"Château de Montsoreau-Museum of Contemporary Art","offset":113},{"uri":"Art_%26amp%3B_Language","surface_form":"Art & Language","offset":219},{"uri":"Ch%C3%A2teau_de_Montsoreau-Museum_of_Contemporary_Art","surface_form":"Château de Montsoreau-Museum of contemporary art","offset":799},{"uri":"Christian_Gillet","surface_form":"Christian Gillet","offset":915},{"uri":"France","surface_form":"France","offset":954},{"uri":"Chateau_de_Montsoreau","surface_form":"Chateau de Montsoreau","offset":1082},{"uri":"Contemporary_art","surface_form":"contemporary art","offset":1339},{"uri":"Art_%26amp%3B_Language","surface_form":"Art & Language","offset":1479},{"uri":"Loire_Valley","surface_form":"Loire Valley","offset":1577},{"uri":"Angers","surface_form":"Angers","offset":1662},{"uri":"Socialist_Party_(France)","surface_form":"socialist","offset":1674},{"uri":"Montsoreau","surface_form":"Montsoreau","offset":1826},{"uri":"Catalonia","surface_form":"Catalonia","offset":2732},{"uri":"Art_%26amp%3B_Language","surface_form":"Art & Language","offset":3221}]}