{"id":67762,"url":"http://en.wikipedia.org/wiki/Polar_cyclone","text":"Polar cyclones (also known as Arctic Cyclones) are large areas of low pressure. They should not be confused with polar lows since people happen to use the same term for polar cyclones. Polar cyclones are usually 1,000 to 2,000 kilometers wide in which the air is moving in a spiral counterclockwise fashion in the northern hemisphere. The reason for the rotation is the same as tropical cyclones, the Coriolis effect. They also exist in places such as Greenland, the Eurasian Arctic area, and northern Canada, with about 15 cyclones per winter. Polar cyclones can form in any time of the year, although summer polar cyclones are usually weaker than the ones that form in the winter. Also, they are not closely studied and are rarely destructive since they happen in areas with little or no population.\nOne center is near Baffin Island and the other over northeast Siberia. In the southern hemisphere, it is usually near the edge of the Ross ice shelf near 160 west longitude.\nThe Antarctic vortex of the Southern Hemisphere is a single low-pressure zone that is found near the edge of the Ross ice shelf, near 160 west longitude. When the polar vortex is strong, the mid-latitude Westerlies (winds at the surface level between 30° and 60° latitude from the west) increase in strength and are persistent. When the polar vortex is weak, high-pressure zones of the mid-latitudes may push poleward, moving the polar vortex, jet stream, and polar front equatorward. The jet stream is seen to \"buckle\" and deviate south. This rapidly brings cold dry air into contact with the warm, moist air of the mid-latitudes, resulting in a rapid and dramatic change of weather known as a \"cold snap\".\nOzone depletion occurs within the polar vortices – particularly over the Southern Hemisphere – reaching a maximum depletion in the spring.\nHistory.\nThe polar vortex was first described as early as 1853. The phenomenon's sudden stratospheric warming (SSW) develops during the winter in the Northern Hemisphere and was discovered in 1952 with radiosonde observations at altitudes higher than 20 km.\nThe phenomenon was mentioned frequently in the news and weather media in the cold North American winter of 2013–2014, popularizing the term as an explanation of very cold temperatures.\nA deep freeze that gripped much of the United States and Canada in late January 2019 has been blamed on a polar vortex. The US National Weather Service warned that frostbite is possible within just 10 minutes of being outside in such extreme temperatures, and hundreds of schools, colleges and universities in the affected areas were closed. Around 21 people died in US due to severe frostbite. States within the midwest region of the United States had windchills just above -50°F (-45°C), which is colder than the frozen tundra and Antarctica.\nThe Polar vortex has also thought to have had effects in Europe. For example, the 2013–14 United Kingdom winter floods were blamed on the Polar vortex bringing severe cold in the United States and Canada. Similarly, the severe, brutal cold in the United Kingdom in the winters of 10 and 11 were also blamed on the Polar vortex.\nIdentification.\nPolar cyclones are low-pressure zones embedded within the polar air masses, and exist year-round. The stratospheric polar vortex develops at latitudes above the subtropical jet stream. Horizontally, most polar vortices have a radius of less than. Since polar vortices exist from the stratosphere downward into the mid-troposphere, a variety of heights/pressure levels are used to mark its position. The 50 mb pressure surface is most often used to identify its stratospheric location. At the level of the tropopause, the extent of closed contours of potential temperature can be used to determine its strength. Others have used levels down to the 500 hPa pressure level (about above sea level during the winter) to identify the polar vortex.\nDuration and power.\nPolar vortices are weakest during summer and strongest during winter. Extratropical cyclones that migrate into higher latitudes when the polar vortex is weak can disrupt the single vortex creating smaller vortices (cold-core lows) within the polar air mass. Those individual vortices can persist for more than a month.\nVolcanic eruptions in the tropics can lead to a stronger polar vortex during winter for as long as two years afterwards. The strength and position of the polar vortex shapes the flow pattern in a broad area about it. An index which is used in the northern hemisphere to gauge its magnitude is the Arctic oscillation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Low_pressure_area","surface_form":"low pressure","offset":66},{"uri":"Polar_low","surface_form":"polar low","offset":113},{"uri":"Spiral","surface_form":"spiral","offset":275},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":314},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":378},{"uri":"Coriolis_effect","surface_form":"Coriolis effect","offset":401},{"uri":"Greenland","surface_form":"Greenland","offset":452},{"uri":"Eurasia","surface_form":"Eurasia","offset":467},{"uri":"Canada","surface_form":"Canada","offset":502},{"uri":"Winter","surface_form":"winter","offset":675},{"uri":"Population","surface_form":"population","offset":790},{"uri":"Baffin_Island","surface_form":"Baffin Island","offset":821},{"uri":"Siberia","surface_form":"Siberia","offset":864},{"uri":"Ross_ice_shelf","surface_form":"Ross ice shelf","offset":936},{"uri":"Antarctic","surface_form":"Antarctic","offset":980},{"uri":"Southern_Hemisphere","surface_form":"Southern Hemisphere","offset":1004},{"uri":"Westerlies","surface_form":"Westerlies","offset":1180},{"uri":"Jet_stream","surface_form":"jet stream","offset":1420},{"uri":"Cold_snap","surface_form":"cold snap","offset":1672},{"uri":"Ozone_depletion","surface_form":"Ozone depletion","offset":1684},{"uri":"Sudden_stratospheric_warming","surface_form":"sudden stratospheric warming","offset":1904},{"uri":"Radiosonde","surface_form":"radiosonde","offset":2025},{"uri":"Early_2014_North_American_cold_wave","surface_form":"cold North American winter of 2013–2014","offset":2158},{"uri":"January_2019_North_American_cold_wave","surface_form":"deep freeze","offset":2268},{"uri":"Tundra","surface_form":"tundra","offset":2788},{"uri":"2013%E2%80%9314_United_Kingdom_winter_floods","surface_form":"2013–14 United Kingdom winter floods","offset":2893},{"uri":"Early_2014_North_American_cold_wave","surface_form":"United States and Canada","offset":2990},{"uri":"Winter_of_2009%E2%80%9310_in_Great_Britain_and_Ireland","surface_form":"10","offset":3091},{"uri":"Winter_of_2010%E2%80%9311_in_Great_Britain_and_Ireland","surface_form":"11","offset":3098},{"uri":"Subtropical_jet_stream","surface_form":"subtropical jet stream","offset":3316},{"uri":"Potential_temperature","surface_form":"potential temperature","offset":3705},{"uri":"Extratropical_cyclone","surface_form":"Extratropical cyclone","offset":3987},{"uri":"Cold-core_low","surface_form":"cold-core low","offset":4132},{"uri":"Volcano","surface_form":"Volcanic","offset":4236},{"uri":"Tropics","surface_form":"tropics","offset":4262},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":4483},{"uri":"Arctic_oscillation","surface_form":"Arctic oscillation","offset":4533}]}