{"id":67763,"url":"http://en.wikipedia.org/wiki/Geisha","text":"or are traditional female Japanese entertainers. They are skilled at different Japanese arts, like playing classical Japanese music, dancing and poetry. Some people believe that geisha are prostitutes, but they are not. The term 'geisha' is made of two Japanese words, () meaning 'art' and () meaning 'person who does' or 'to be employed in'. The most literal translation of geisha to English is 'artist'. Geisha are very respected as artists and performers, and it is hard to become one.\nAnother term for a geisha is. This word is mainly used in Kyoto. Kyoto is the city with the most strict geisha traditions, and is one of the places where geisha have worked for the longest. Becoming a professional geisha can take up to five years of training in Kyoto.\nApprentice geisha are called. This name is made of the Japanese words () meaning 'dancing' and () meaning 'child'. wear white make-up called and long-sleeved kimono of many bright colours. in some places wear a belt, called an, that is up to long. Many wear fancy hairstyles made with their own hair, though in some places wear wigs. Full geisha wear simpler kimono, and only use white make-up at special times. Geisha also wear wigs, and their kimono belt is a lot shorter.\nThere are also geisha in other cities, but they are different. In Tokyo, becoming a full geisha takes from six months to a year. Geisha apprentices in Tokyo are called, which means 'half jewel' or 'half pay'. Apprentice geisha in Tokyo are also called, which means 'one who serves (alcohol)'. Geisha in Tokyo are normally older than geisha in Kyoto.\nMany geisha still live in traditional geisha houses called in neighborhoods called which means 'flower town'. Many older geisha who are successful might have their own home. However, a geisha still needs to be registered to a geisha house in order to work.\nThe world that geisha are a part of is called, which means 'the flower and willow world'. One very famous geisha, said this is because \"[a] geisha like a flower, beautiful in her own way, and like a willow tree, gracious, flexible, and strong\".\nGeisha are considered to be cultural icons of Japan.\nHistory.\nBefore the geisha appeared there were some women who worked as artists and entertainers. In the Heian Period (794-1185), some women entertained people at the Imperial Court through singing and dancing, and these women were known as.\nLater on, women who worked as prostitutes and courtesans entertained men in the red-light districts of Japan. In 1589, authorized the building of a neighborhood in Kyoto, closed from the outside with walls. It was called, and it was dedicated to pleasure. was established as a red-light district officially in 1640, and became one of three areas in Japan where people could legally practice prostitution; the other two areas were in Tokyo, which had been established in 1617, and in Osaka.\nThese areas were known as, and they were the only places where women were allowed to be prostitutes. Courtesans were collectively called, and they were very expensive. entertained men with singing, dancing, poetry, music and conversation as well. The highest ranking were called, and these women did not engage in prostitution like other. Instead, they would have one or two rich clients act as their patron, and these men would pay a lot of money to be entertained by the they were a patron of.\ncould turn men away and got to decide who they did and did not entertain. were raised from a young age to be very skilled in different types of art and entertainment, and many of them became celebrities. Many woodblock prints and paintings of famous, and other, exist.\nGeisha only appeared much later, in the Tokugawa period. Originally, geisha were men, who travelled throughout the red-light districts, entertaining clients with music, dancing and poetry. These men were known as geisha, but were also called, and because they played the, a Japanese drum.\nMale geisha were very low-class entertainers, but were thought to be upper class. Every man who wished to be with an had to follow difficult rituals and etiquette, as well as having enough money to pay for her time. Because of this, only the richest nobility got to be entertained by. Because of this, many tea houses () appeared outside, offering entertainment that was not offered inside. At some of the tea houses, some women practiced cheaper prostitution; these women were called. However other women, who were called ('dancing girls'), acted as dancers and musicians. These women soon became very popular. They started calling themselves 'geisha', like the male artists who worked in.\nBy about the year 1700, female geisha had become much more popular than male geisha. A few years later, almost all geisha were women.\nThe government made laws that prohibited geisha from working as prostitutes, and only gave them permission to act as entertainers. One of these laws said that they had to tie their (sash) in the back, as wore theirs at the front as a sign that they were available for sex. Geisha had to wear simpler hairstyles, less hair accessories, less make-up and simpler kimono. If an accused a geisha of stealing her customers, the geisha would be investigated.\nSoon, the geisha became so much more popular than the, that in 1761, the last of retired. Though continued to work in Kyoto and Osaka, as a whole were seen as outdated, too traditional and too expensive. could not leave the red-light districts because they had a lot of debt to the owner of the brothel they worked in, and were not thought of as celebrities or fashionable any more. Most people could not afford to hire them. In contrast, geisha were cheaper, more fashionable, and could leave the red-light districts whenever they wanted. They sang popular songs and did not need several expensive meetings before they would entertain a client. New geisha neighborhoods () were created in Kyoto and other cities.\nIn the 19th century, geisha were in better position than common women, but they also had problems in Japanese society. Sometimes, poor people sold their daughters to a geisha house, though this was not as common as some people think, with many geisha coming from families where their mother or another female relative had once been a geisha. Geisha could not marry, but they could have a patron to pay for their expenses, and some retired when they gained a rich patron. Other men paid a lot of money to take the new girls' virginity (), and if the owner of a geisha house was dishonest and greedy, a young geisha could have her virginity sold a number of times to different men.\nHowever, the reputation and respect for the geisha grew in the Meiji Restoration, and even more after World War II. Important laws that protected them were created. Young girls could not be sold to the geisha houses anymore, and the virginity of young geisha could not be bought. Since then, women only become geisha by their free will.\nNumbers of geisha.\nThough people often talk about how there are not many geisha left in Japan, and that geisha might be about to die out, the geisha profession is very resilient. In history, sometimes the numbers of geisha fell, because of changes in the economy or because of war. However, the number of working geisha usually rose again not long after.\nIn the 1920s there were over 80,000 geisha in Japan. In 1944, all geisha districts were shut because of World War Two, and geisha, like everyone else, had to help out with the war; in Tokyo alone, close to 9,000 geisha were still entertaining guests before they were told they could not work as geisha anymore. After the war, geisha districts opened up again on 25 October 1945. By 1967, there were nearly 5,000 geisha in Tokyo again.\nToday, there are far fewer geisha. The exact number of geisha working today is not known, but it is estimated to be around 1,000 to 2,000.\nGeisha in the 21st century.\nGeisha today live and work throughout Japan, in different geisha districts () that have their own traditions of arts, training and clothing. The most well known geisha live in Kyoto, where there are five geisha districts, and the most famous geisha district in Kyoto is, which is sometimes just called. There are also lots of geisha in Tokyo, and in towns with hot springs in them, like the town of. In some places in Japan, people have decided to bring back the geisha districts that had no geisha in them for decades.\nMany geisha houses and districts now use social media to advertise their work, and geisha do not need to be born into a geisha district to work there. Some geisha districts put on events to attract tourists; in Kyoto, places like Corner put on dances performed by that anyone can go and watch.\nPeople can also pay to dress up like geisha or for the day. Being dressed up as a geisha or is known as. Some dress-up services, like those in Kyoto, allow you to walk around the city for the day in dress-up. However, they will not dress someone completely accurately, so that real geisha and cannot be confused with people in costumes. If someone wearing wants to be dressed the exact same as a geisha or, they cannot walk around outside. Most, if not all, services will take photographs of someone in dress-up for them to keep. Real geisha do not have the time to take pictures with tourists, so most women dressed as geisha or who appear on the photos of tourists are in fact people in.\nYoung women who wish to become geisha now usually begin their training after finishing junior high school, or even high school or college. Many women begin their careers as adults. Geisha still study traditional musical instruments like the, the (bamboo flute), and drums, as well as traditional songs, Japanese traditional dance, tea ceremony, literature and poetry. By watching other geisha, apprentices also become skilled in the difficult traditions of dressing, make-up, and in dealing with clients.\nGeisha are often hired to go to parties and gatherings, at tea houses or at traditional Japanese restaurants (). Their time is measured by the time it takes an incense stick to burn, and is called ('incense stick fee') or ('jewel fee'). In Kyoto the terms and, meaning 'flower fees', are used instead. The clients hire the service of geisha through the geisha district's union or registery office, known as the, which takes care of the geisha's schedule, and will make appointments for her to entertain customers and train in the traditional arts.\nTraining.\nTraditionally, geisha began their training at a very young age. Although some girls were sold to become geisha as children, this was not normal practice in hanamachi with good reputation. Daughters of geisha were often educated as geisha themselves.\nThe first part of training is called \"shikomi\". In the past, when girls first arrived at the okiya, they were put to work as maids, or do everything they were told. The work was difficult, to \"make\" and \"break\" the new girls. The most junior shikomi of the house had to wait late into the night for the senior geisha to return from work, sometimes as late as two or three in the morning. During this stage of training, the shikomi went to classes at the hanamachi's geisha school. In modern times, this stage still exists, but it is not as hard as it was in the past. Now, shikomi become used to the traditions and dress of the \"karyūkai\" (\"flower and willow world\").\nWhen the apprentice became skilled in the geisha arts, and passed a final and difficult dance test, she was promoted to the second stage of training: \"minarai\". Minarai did not do the housework anymore. This stage also exists today, but is much shorter than in the past (only a month). The minarai learn in the field. They go to banquets and dance with the geisha, but they do not participate: they just sit, watch and learn from their \"onee-san\" (\"older sisters\"). Their kimono are more elaborate than even a maiko's, to do the talking for them.\nAfter a short time, the third (and most famous) stage of training begins, called \"maiko\". Maiko are apprentice geisha, and this stage can last for years. Maiko learn from their senior geisha and follow them around to every presentation she does. The \"onee-san/imoto-san\" (\"older sister/younger sister\") relationship is very important. The onee-san teaches her maiko everything about working in the hanamachi. She will teach her the right ways of serving tea, playing the shamisen, and dancing, and everything about the art of \"Iki\" (see below). Maiko have to wear heavy white make-up, elaborate hairstyle, and have her lips painted almost all the time. Their kimono and obi have more vibrant colors and richer embroidery than those of full geisha. Like the minarai, maiko do not charge as much money to go to parties or gatherings as a full geisha.\nAfter a period of only six months (in Tokyo) or five years (in Kyoto), the maiko is promoted to a full geisha and charges full price for her time. Geisha use kimono of fewer colors and only use make-up for work or dance, because she is more mature than a maiko, and the simpler style shows her own natural beauty. Geisha remain as such until they retire.\nThe art of geisha and \"Iki\".\nGeisha must be very skilled at traditional Japanese music, dance, and poetry, because they use all these arts when they work. The art of make-up, hairstyles, and clothing are very important too.\nThe most important principle of a geisha is called iki. Iki started in the 18th century as a reply to the extravagant ways of the courtesans (\"oiran\") and those who liked their style. Oiran wore very elaborate clothes, make-up, and jewelry. Geisha preferred to be discreet, and more intelligent. They created iki as a style that gave more importance to conversation and wit. Instead of working with sex, like oiran did and simple prostitutes do today, geisha try to be sexy. A geisha will flirt, tease, and joke with men, but always with art and elegance. Japanese clients know that nothing more can be expected. Men enjoy the illusion of that which is never to be. Geisha do not have sex with clients for money.\nGeisha give more importance to their reputation than prostitutes do, and they almost never enter a relationship with a client. Those that do generally act with care usually get married. Normally, when a geisha marries, she retires from the profession. The most important quality of a geisha is her trustworthiness, especially to Japanese clients. Anything that her clients do, or tell her, must remain a secret. Anything said or done at a tea house will remain anonymous.\nBecoming a geisha needs much discipline. A geisha believes she must be a work of art in herself. They work every day to improve, in everything they do. A geisha's movements, her way of walking, sitting and talking are very important. Geisha are geisha all the time, even when they are at home or not working. An example of this dedication is the old custom of \"kangeiko\" (\"lessons in the cold\"). Until the early 1920s, apprentice geisha used to put their hands in icy water, and then go outside in cold weather to practice playing the shamisen until their fingers bled.","categories":[],"infobox_types":["Chinese"],"annotations":[{"uri":"Tradition","surface_form":"tradition","offset":7},{"uri":"Japan","surface_form":"Japan","offset":26},{"uri":"Entertainment","surface_form":"entertainers","offset":35},{"uri":"Skill","surface_form":"skill","offset":58},{"uri":"Art","surface_form":"art","offset":88},{"uri":"Music","surface_form":"music","offset":126},{"uri":"Dance","surface_form":"dancing","offset":133},{"uri":"Poetry","surface_form":"poetry","offset":145},{"uri":"Prostitute","surface_form":"prostitute","offset":189},{"uri":"Term","surface_form":"term","offset":224},{"uri":"Art","surface_form":"art","offset":281},{"uri":"Literal_translation","surface_form":"literal translation","offset":352},{"uri":"English_language","surface_form":"English","offset":385},{"uri":"Artist","surface_form":"artist","offset":397},{"uri":"Kyoto","surface_form":"Kyoto","offset":547},{"uri":"Training","surface_form":"training","offset":739},{"uri":"Apprentice","surface_form":"Apprentice","offset":758},{"uri":"Make-up","surface_form":"make-up","offset":884},{"uri":"Kimono","surface_form":"kimono","offset":916},{"uri":"Bright","surface_form":"bright","offset":931},{"uri":"Tokyo","surface_form":"Tokyo","offset":1299},{"uri":"Alcohol","surface_form":"alcohol","offset":1515},{"uri":"House","surface_form":"house","offset":1628},{"uri":"Neighborhood","surface_form":"neighborhood","offset":1645},{"uri":"Willow","surface_form":"willow","offset":1915},{"uri":"Grace","surface_form":"gracious","offset":2052},{"uri":"Flexibility","surface_form":"flexible","offset":2062},{"uri":"Cultural_icon","surface_form":"cultural icon","offset":2113},{"uri":"Artist","surface_form":"artist","offset":2210},{"uri":"794","surface_form":"794","offset":2257},{"uri":"1185","surface_form":"1185","offset":2261},{"uri":"Prostitution","surface_form":"prostitutes","offset":2410},{"uri":"Courtesan","surface_form":"courtesan","offset":2426},{"uri":"Red-light_district","surface_form":"red-light district","offset":2460},{"uri":"1589","surface_form":"1589","offset":2493},{"uri":"Neighborhood","surface_form":"neighborhood","offset":2528},{"uri":"Pleasure","surface_form":"pleasure","offset":2626},{"uri":"Osaka","surface_form":"Osaka","offset":2863},{"uri":"Patronage","surface_form":"patron","offset":3271},{"uri":"Tokugawa_period","surface_form":"Tokugawa period","offset":3675},{"uri":"Ritual","surface_form":"ritual","offset":4065},{"uri":"Etiquette","surface_form":"etiquette","offset":4077},{"uri":"Nobility","surface_form":"nobility","offset":4174},{"uri":"Cheap","surface_form":"cheap","offset":4363},{"uri":"1700","surface_form":"1700","offset":4633},{"uri":"Government","surface_form":"government","offset":4753},{"uri":"Prohibit","surface_form":"prohibited","offset":4779},{"uri":"Entertainment","surface_form":"entertainers","offset":4866},{"uri":"Sash","surface_form":"sash","offset":4931},{"uri":"Hairstyle","surface_form":"hairstyle","offset":5049},{"uri":"Society","surface_form":"society","offset":6025},{"uri":"Marriage","surface_form":"marry","offset":6274},{"uri":"Expense","surface_form":"expense","offset":6327},{"uri":"Virginity","surface_form":"virginity","offset":6439},{"uri":"Reputation","surface_form":"reputation","offset":6608},{"uri":"Meiji_Restoration","surface_form":"Meiji Restoration","offset":6658},{"uri":"World_War_II","surface_form":"World War II","offset":6697},{"uri":"Buy","surface_form":"bought","offset":6867},{"uri":"Free_will","surface_form":"free will","offset":6921},{"uri":"Resilient","surface_form":"resilient","offset":7100},{"uri":"Economy","surface_form":"economy","offset":7187},{"uri":"War","surface_form":"war","offset":7209},{"uri":"1920","surface_form":"1920","offset":7294},{"uri":"World_War_Two","surface_form":"World War Two","offset":7391},{"uri":"Estimation","surface_form":"estimated","offset":7822},{"uri":"Accuracy","surface_form":"accurately","offset":8960},{"uri":"Tourists","surface_form":"tourists","offset":9288},{"uri":"Training","surface_form":"training","offset":9455},{"uri":"Junior_high_school","surface_form":"junior high school","offset":9480},{"uri":"High_school","surface_form":"high school","offset":9508},{"uri":"College","surface_form":"college","offset":9523},{"uri":"Career","surface_form":"career","offset":9555},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":9605},{"uri":"Bamboo","surface_form":"bamboo","offset":9640},{"uri":"Flute","surface_form":"flute","offset":9647},{"uri":"Drum","surface_form":"drum","offset":9659},{"uri":"Japanese_traditional_dance","surface_form":"Japanese traditional dance","offset":9696},{"uri":"Japanese_tea_ceremony","surface_form":"tea ceremony","offset":9724},{"uri":"Literature","surface_form":"literature","offset":9738},{"uri":"Skill","surface_form":"skill","offset":9811},{"uri":"Make-up","surface_form":"make-up","offset":9860},{"uri":"Hire","surface_form":"hired","offset":9915},{"uri":"Party","surface_form":"parties","offset":9930},{"uri":"Gathering","surface_form":"gatherings","offset":9942},{"uri":"Incense_stick","surface_form":"incense stick","offset":10058},{"uri":"Fee","surface_form":"fee","offset":10111},{"uri":"Schedule","surface_form":"schedule","offset":10343},{"uri":"Human_trafficking","surface_form":"sold","offset":10545},{"uri":"Education","surface_form":"educated","offset":10675},{"uri":"Training","surface_form":"training","offset":10724},{"uri":"Maid","surface_form":"maid","offset":10831},{"uri":"Junior","surface_form":"junior","offset":10941},{"uri":"Senior","surface_form":"senior","offset":11009},{"uri":"Test","surface_form":"test","offset":11468},{"uri":"Promotion","surface_form":"promoted","offset":11482},{"uri":"Field","surface_form":"field","offset":11685},{"uri":"Banquet","surface_form":"banquet","offset":11703},{"uri":"Elaborate","surface_form":"elaborate","offset":11862},{"uri":"Presentation","surface_form":"presentation","offset":12144},{"uri":"Relationship","surface_form":"relationship","offset":12224},{"uri":"Tea","surface_form":"tea","offset":12375},{"uri":"Shamisen","surface_form":"shamisen","offset":12392},{"uri":"Make-up","surface_form":"make-up","offset":12497},{"uri":"Hairstyle","surface_form":"hairstyle","offset":12516},{"uri":"Lips","surface_form":"lips","offset":12540},{"uri":"Obi","surface_form":"obi","offset":12591},{"uri":"Embroidery","surface_form":"embroidery","offset":12631},{"uri":"Charge","surface_form":"charge","offset":12700},{"uri":"Price","surface_form":"price","offset":12897},{"uri":"Maturity","surface_form":"mature","offset":13011},{"uri":"Style","surface_form":"style","offset":13048},{"uri":"Natural","surface_form":"natural","offset":13068},{"uri":"Beauty","surface_form":"beauty","offset":13076},{"uri":"Skill","surface_form":"skill","offset":13174},{"uri":"Principle","surface_form":"principle","offset":13368},{"uri":"Iki","surface_form":"iki","offset":13400},{"uri":"Extravagance","surface_form":"extravagant","offset":13455},{"uri":"Jewelry","surface_form":"jewelry","offset":13581},{"uri":"Discreet","surface_form":"discreet","offset":13613},{"uri":"Style","surface_form":"style","offset":13667},{"uri":"Conversation","surface_form":"conversation","offset":13702},{"uri":"Wit","surface_form":"wit","offset":13719},{"uri":"Sex","surface_form":"sex","offset":13748},{"uri":"Sexual_attraction","surface_form":"sexy","offset":13818},{"uri":"Flirt","surface_form":"flirt","offset":13838},{"uri":"Tease","surface_form":"tease","offset":13845},{"uri":"Elegance","surface_form":"elegance","offset":13895},{"uri":"Illusion","surface_form":"illusion","offset":13976},{"uri":"Relationship","surface_form":"relationship","offset":14161},{"uri":"Care","surface_form":"care","offset":14222},{"uri":"Profession","surface_form":"profession","offset":14302},{"uri":"Trustworthiness","surface_form":"trustworthiness","offset":14360},{"uri":"Discipline","surface_form":"discipline","offset":14563},{"uri":"Dedication","surface_form":"dedication","offset":14862},{"uri":"Custom","surface_form":"custom","offset":14884},{"uri":"Lesson","surface_form":"lesson","offset":14907},{"uri":"1920s","surface_form":"1920s","offset":14946},{"uri":"Ice","surface_form":"icy","offset":14998},{"uri":"Weather","surface_form":"weather","offset":15037},{"uri":"Shamisen","surface_form":"shamisen","offset":15069},{"uri":"Finger","surface_form":"finger","offset":15090},{"uri":"Blood","surface_form":"bled","offset":15098}]}