{"id":67769,"url":"http://en.wikipedia.org/wiki/Pericles","text":"Pericles or Perikles (ca. 495–429 BC, meaning \"surrounded by glory\") was a prominent and influential statesman. He also was an orator, and general of Athens. He lived between the Persian and Peloponnesian wars. He was descended, through his mother, from the Alcmaeonid family.\nPericles had great influence on Athenian society. Thucydides, a contemporary historian, described him as \"the first citizen of Athens\". Pericles turned the Delian League into an Athenian empire and led his countrymen during the first two years of the Peloponnesian War. The period during which he led Athens, roughly from 461 to 429 BC, is sometimes known as the \"Age of Pericles,\". This period though can include times as early as the Persian Wars, or as late as the next century.\nIn Pericles late 20’s he sponsored a major dramatic production for the festival of Dionysus, and he also entertained the whole city. Pericles also got married and had 2 sons. His wife's name is unknown. He associated with a courtesan named Aspasia. A decade later the people started to like him more and more. He got involved with the politics called Ephialtes. Pericles and Ephialtes took away the noble's powers. Ephialtes was later assassinated.\nPericles promoted the arts and literature. This was a chief reason Athens holds the reputation of being the educational and cultural centre of the ancient Greek world. He started an ambitious project that built most of the surviving structures on the Acropolis (including the Parthenon). This project made the city more beautiful., It also showed its glory, and gave work to the people. Furthermore, Pericles fostered Athenian democracy to such an extent that critics call him a populist.","categories":[],"infobox_types":[],"annotations":[{"uri":"Statesman","surface_form":"statesman","offset":101},{"uri":"Orator","surface_form":"orator","offset":127},{"uri":"General_officer","surface_form":"general","offset":139},{"uri":"Athens","surface_form":"Athens","offset":150},{"uri":"Greco-Persian_Wars","surface_form":"Persian","offset":179},{"uri":"Peloponnesian_War","surface_form":"Peloponnesian","offset":191},{"uri":"Alcmaeonidae","surface_form":"Alcmaeonid","offset":258},{"uri":"Thucydides","surface_form":"Thucydides","offset":327},{"uri":"Delian_League","surface_form":"Delian League","offset":433},{"uri":"Age_of_Pericles","surface_form":"Age of Pericles","offset":641},{"uri":"Persian_Wars","surface_form":"Persian Wars","offset":713},{"uri":"Aspasia","surface_form":"Aspasia","offset":999},{"uri":"Ancient_Greece","surface_form":"ancient Greek","offset":1355},{"uri":"Acropolis_of_Athens","surface_form":"Acropolis","offset":1459},{"uri":"Parthenon","surface_form":"Parthenon","offset":1484},{"uri":"Athenian_democracy","surface_form":"Athenian democracy","offset":1626},{"uri":"Populism","surface_form":"populist","offset":1687}]}