{"id":677863,"url":"http://en.wikipedia.org/wiki/Test_match_(cricket)","text":"e=\"preserve\">Test matches in cricket are the orignal and main form of international competition. They last five days, and are thought to be the highest standard of play.\nTest matches were invented in the 19th century as a competition between England and Australia. The first officially recognised Test match took place on 15–19 March 1877 and was played between England and Australia at the Melbourne Cricket Ground (MCG). Australia won by 45 runs. A Test match to celebrate 100 years of Test cricket was held in Melbourne on 12–17 March 1977, in which Australia beat England by 45 runs—the same margin as that first Test. That first tour match was followed by a second test match, which was won by England. There were also a few games played against local teams, a tradition which continues today.\nSouth Africa became the third team to play Test cricket in 1888–89, and there was a long period before other countries played test cricket. The West Indies ('Windies') were the fourth test country: they played against England in London 1928 at Lords cricket ground. New Zealand first played against England in 1930 in Christchurch. The first Indian test side played England in 1932 in London at Lords.\nWhen British India was partitioned, the new nation Pakistan was given test status in 1952, on the recommendation of India. Their first test match was against India in Delhi. They were followed by Sri Lanka in 1982.\nThere are also four more countries who have full test status: Zimbabwe (1992), Bangladesh (2000), Ireland the Irish team represents both parts of Ireland – (2018), and Afghanistan (2018). Of these only Bangladesh has played regularly against the longer-established nations. There is a real gulf in playing standards between the top teams and the newcomers. This explains why there have been no test series between the stronger test countries and the weaker countries. A test series must be competitive for it to be commercially viable. Television rights need to be sold, and spectators attracted to the matches. Also, a country must be able to keep some cricket grounds to test standards.\nIt is clear that the sport of cricket spread mostly to countries of the former British Empire, with the notable exception of Canada (where cricket is just a minor sport). On the other hand, it is a truly international sport, played by nations in Europe, Africa (parts of), the Caribbean, the Indian subcontinent and Oceania.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":29},{"uri":"England","surface_form":"England","offset":242},{"uri":"Australia","surface_form":"Australia","offset":254},{"uri":"Melbourne_Cricket_Ground","surface_form":"Melbourne Cricket Ground","offset":391},{"uri":"South_Africa","surface_form":"South Africa","offset":799},{"uri":"West_Indies","surface_form":"West Indies","offset":943},{"uri":"London","surface_form":"London","offset":1028},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1065},{"uri":"Christchurch","surface_form":"Christchurch","offset":1117},{"uri":"India","surface_form":"India","offset":1141},{"uri":"British_India","surface_form":"British India","offset":1206},{"uri":"Pakistan","surface_form":"Pakistan","offset":1252},{"uri":"Delhi","surface_form":"Delhi","offset":1368},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1397},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":1478},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1495},{"uri":"Ireland","surface_form":"Ireland","offset":1514},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1584},{"uri":"British_Empire","surface_form":"British Empire","offset":2184},{"uri":"Canada","surface_form":"Canada","offset":2230},{"uri":"Europe","surface_form":"Europe","offset":2351},{"uri":"Africa","surface_form":"Africa","offset":2359},{"uri":"Caribbean","surface_form":"Caribbean","offset":2382},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":2397},{"uri":"Oceania","surface_form":"Oceania","offset":2421}]}