{"id":677959,"url":"http://en.wikipedia.org/wiki/Christopher_Sholes","text":"Christopher Latham Sholes (February 14, 1819 in Mooresburg (Pennsylvania, United States) - February 17, 1890 in Milwaukee (Wisconsin, United States) was an American inventor and politician, famous for designing the first commercial typewriter and \"QWERTY\" keyboard used today.\nBiography.\nBorn in Mooresburg, Pennsylvania, sholes moved to nearby Danville as a teenager, where he worked as an apprentice printer. After completing his apprenticeship, Sholes moved to Milwaukee, Wisconsin, where he became editor of the newspaper \"Wisconsin Enquirer.\" Put in politics, he was a member of the Senate and the State Assembly. He served President Abraham Lincoln. The typewriter After having patented a counting machine with Samuel W. Souléen in 1864; An amateur inventor, Carlos Glidden suggested the possibility of turning his device into a typewriter. Four years later, on June 23, 1868, he patented his idea, to which he continued to dedicate a large part of his time. In 1872 he sold the patent (US $ 79,265) of his machine for $ 12,000 to Densmore and Yost, who reached an agreement with E. Remington and Sons (then manufacturers of sewing machines) to market what was known as \"Typewriter. Sholes and Glidden ». Remington began the production of his first typewriter on May 1, 1873 in Ilion (New York).\nSholes continued working on new developments for the typewriter during the sixties, among the achievements obtained are the QWERTY keyboard in 1873 and the development of the mechanism that moves the blow to the type to be printed, inspired by the operation of the keys of the piano. He also developed the roller on which the paper is placed, a counterweight for the roller and the paper to move, the lever to change the line and the spacer\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mooresburg","surface_form":"Mooresburg","offset":48},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":60},{"uri":"United_States","surface_form":"United States","offset":74},{"uri":"Milwaukee","surface_form":"Milwaukee","offset":112},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":123},{"uri":"United_States","surface_form":"United States","offset":134},{"uri":"QWERTY","surface_form":"QWERTY","offset":248}]}