{"id":67795,"url":"http://en.wikipedia.org/wiki/The_Apostles_(Elgar)","text":"e=\"preserve\">\"The Apostles\", op. 49, is an oratorio for soloists, chorus and orchestra composed by Edward Elgar. It was first performed on October 14, 1903.\nHistory of its composition.\nElgar had been thinking for many years about writing a musical work about Jesus's Twelve Apostles. He was already 42 when his orchestral work \"Enigma Variations\" was first performed in 1899. He was then asked by the Birmingham Triennial Music Festival to compose a big work for the following year. At first he thought of writing \"The Apostles\", but then he realized he would need more than a year to write it, so he composed an oratorio called \"The Dream of Gerontius\". When it was first performed it was not a success. This was because the orchestra and choir had only had two weeks to learn it and also because the conductor did not like Elgar's music anyway. Then it was performed in Düsseldorf in Germany and shortly afterwards in Westminster Cathedral, London. Both these performances were greeted with lots of applause. Elgar was given a doctorate (title of Dr) by the University of Cambridge and he was becoming famous. He started to work on \"The Apostles\", and it was performed in Birmingham in 1903.\nOriginally Elgar wanted to write three oratorios which would belong together. \"The Apostles\" is the first one, the second one became \"The Kingdom\" but the third one, which would have been about the Last Judgement, was never written.\nThe words and music.\nThe oratorio is about the disciples of Jesus and the way they react to the amazing things that Jesus does. There are six soloists: the narrator (who tells the story)- he has a tenor voice and also does the part of St John, St Peter (bass), Jesus (bass) and Judas (bass) and the two female singers: the soprano who is both the Blessed Virgin and the angel Gabriel, and the mezzo-soprano who is Mary Magdalene.\nSometimes \"The Apostles\" is criticized for not being a carefully thought out dramatic story. Elgar was more interested in what makes people behave in the way they do. He was particularly interested in the two sinners Mary Magdalene and Judas Iscariot.\nThe orchestra is very big. The music includes the call of the shofar. Often this is played on a brass instrument. There is a double choir and a small choir (semichorus).\nThe parts of the oratorio.\nThe work is in two parts and seven sections, each played without a break. Elgar chose the words himself. He spent a lot of time looking at different translations of the Bible and combining sentences from several of the versions.\nEvaluation.\nUnlike \"The Dream of Gerontius\" which people did not like the first time they heard it, \"The Apostles\" was an immediate success with audience and critics. People were getting used to the kind of big oratorio that Elgar was writing. However, today \"The Dream of Gerontius\" is the most popular of Elgar's oratorios. \"The Apostles\" is a strange mixture of words from different parts of the bible, but it has some very beautiful music. Elgar often wrote the music first and then added the words afterwards.\nElgar uses leitmotifs in this work: melodies that are associated with particular people or ideas. He got this idea from Wagner. Some of the leitmotifs heard in \"The Apostles\" can also be heard in \"The Kingdom\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Oratorio","surface_form":"oratorio","offset":43},{"uri":"Choir","surface_form":"chorus","offset":66},{"uri":"Orchestra","surface_form":"orchestra","offset":77},{"uri":"Edward_Elgar","surface_form":"Edward Elgar","offset":99},{"uri":"Jesus","surface_form":"Jesus's","offset":259},{"uri":"Twelve_Apostles","surface_form":"Twelve Apostles","offset":267},{"uri":"Enigma_Variations","surface_form":"Enigma Variations","offset":328},{"uri":"Birmingham_Triennial_Music_Festival","surface_form":"Birmingham Triennial Music Festival","offset":401},{"uri":"The_Dream_of_Gerontius","surface_form":"The Dream of Gerontius","offset":630},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":872},{"uri":"Germany","surface_form":"Germany","offset":886},{"uri":"Westminster_Cathedral","surface_form":"Westminster Cathedral","offset":920},{"uri":"London","surface_form":"London","offset":943},{"uri":"Applause","surface_form":"applause","offset":1001},{"uri":"Doctorate","surface_form":"doctorate","offset":1029},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":1060},{"uri":"The_Kingdom_(Elgar)","surface_form":"The Kingdom","offset":1328},{"uri":"Last_Judgement","surface_form":"Last Judgement","offset":1392},{"uri":"Disciple","surface_form":"disciple","offset":1474},{"uri":"Tenor","surface_form":"tenor","offset":1624},{"uri":"John_the_Apostle","surface_form":"St John","offset":1662},{"uri":"Saint_Peter","surface_form":"St Peter","offset":1671},{"uri":"Bass_(singer)","surface_form":"bass","offset":1681},{"uri":"Judas_Iscariot","surface_form":"Judas","offset":1705},{"uri":"Soprano","surface_form":"soprano","offset":1750},{"uri":"Mary_(mother_of_Jesus)","surface_form":"Blessed Virgin","offset":1774},{"uri":"Angel","surface_form":"angel","offset":1797},{"uri":"Gabriel","surface_form":"Gabriel","offset":1803},{"uri":"Mezzo-soprano","surface_form":"mezzo-soprano","offset":1820},{"uri":"Mary_Magdalene","surface_form":"Mary Magdalene","offset":1841},{"uri":"Criticism","surface_form":"criticized","offset":1885},{"uri":"Sin","surface_form":"sin","offset":2066},{"uri":"Shofar","surface_form":"shofar","offset":2171},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":2205},{"uri":"Bible","surface_form":"Bible","offset":2475},{"uri":"Music_critic","surface_form":"critic","offset":2693},{"uri":"Leitmotif","surface_form":"leitmotif","offset":3061},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":3170}]}