{"id":67804,"url":"http://en.wikipedia.org/wiki/Knot_(speed)","text":"A knot is a unit of speed. It is abbreviated kt or kn. It is a non-SI unit accepted for use with the SI. It is used around the world in meteorology and for maritime and aviation purposes.\nDefinition.\n1 international knot = 1 nautical mile per hour = 1.852 kilometres per hour exactly. This is based on the internationally agreed length of the nautical mile, as adopted by the US in 1954 (which previously used the US nautical mile of 1853.248 m), the UK in 1970 (which previously used the UK or Admiralty nautical mile of 1853.184 m) and other countries. This is the definition used in most, if not all, modern circumstances. Knot is sometimes used for the nautical mile itself, but this is incorrect.\nThe speed of a vessel relative to the fluid in which it travels is usually measured in knots. This may be referred to as 'boat speed', 'vessel speed' and, for aircraft, 'air speed'. The speeds of relevant fluids, such as tidal streams, river currents and wind speeds, are also usually specified in knots. Knots are then also used to describe the actual speed of a vessel over the ground (SOG) and for its rate of progress toward a distant point ('velocity made good' or VMG).\nDiscussion.\nAlthough knots do not fit within the primary SI system, they are used for nautical and aviation use for navigational reasons, because the length of a nautical mile is almost identical to a minute of latitude. As a result, distance in nautical miles on a navigational chart can easily be measured by using dividers and the latitude indicators on the side of the chart.","categories":[],"infobox_types":[],"annotations":[{"uri":"Unit","surface_form":"unit","offset":12},{"uri":"International_System_of_Units","surface_form":"SI unit","offset":67},{"uri":"Meteorology","surface_form":"meteorology","offset":136},{"uri":"Aviation","surface_form":"aviation","offset":169},{"uri":"Nautical_mile","surface_form":"nautical mile","offset":225},{"uri":"Hour","surface_form":"hour","offset":243},{"uri":"Kilometres_per_hour","surface_form":"kilometres per hour","offset":256},{"uri":"Fluid","surface_form":"fluid","offset":740},{"uri":"Air_speed","surface_form":"air speed","offset":872},{"uri":"Tidal_stream","surface_form":"tidal stream","offset":923},{"uri":"River","surface_form":"river","offset":938},{"uri":"Wind_speed","surface_form":"wind speed","offset":957},{"uri":"Ground_speed","surface_form":"speed of a vessel over the ground","offset":1055},{"uri":"Velocity","surface_form":"velocity","offset":1149},{"uri":"Latitude","surface_form":"latitude","offset":1389},{"uri":"Divider","surface_form":"dividers","offset":1495}]}