{"id":678111,"url":"http://en.wikipedia.org/wiki/Sanford_Rosenthal","text":"Early life and career.\nSanford Morris Rosenthal (May 5, 1897 – May 1, 1989) was born in Albany, Georgia.\nHe received a medical degree at Vanderbilt University in 1920, and completed a residency and internship at Boston City Hospital (1921-1922).\nHowever, his interests shifted to medical research when he became a Fellow of the National Research Council in a pharmacology lab at Johns Hopkins University (1922-1925).\nHe worked in the Department of Pharmacology at McGill University in Montreal, Canada from 1925–1927.\nFinally, in 1928, he joined the United States Public Health Service (USPHS) in Washington, D.C.\nDr. Rosenthal was Chief of the Laboratory of Pharmacology and Toxicology at the National Institute of Arthritis and Metabolic Diseases (NIAMD) for 13 years before retiring in 1961.\nHe attained the rank of Medical Director in the USPHS Commissioned Officer Corps.\nAfter retiring, Dr. Rosenthal continued to do research at the NIAMD for almost 20 years.\nHe was an author on over 110 papers between 1922 and 1975.\nLiver function tests.\nDr. Rosenthal's first published paper provided a method for testing the health of the liver.\nHe showed that the rate at which the liver metabolizes an ingested dye can be used to quantify how well this organ functions.\nHis continued work on liver function tests resulted in the use of bromsulphthalein, which remains in use.\nMercury poisoning antidote.\nDr. Rosenthal discovered that sodium formaldehyde sulfoxylate was an antidote for mercury poisoning.\nThis antidote was widely used, and Dr. Rosenthal's discovery is considered one of the major achievements in the history of medical research at the NIH.\nAntibiotic cure for pneumonia.\nBased on his observation that sodium formaldehyde sulfoxylate also has antibacterial activity, Dr. Rosenthal began work on another group of sulfur-containing compounds -– the sulfa drugs.\nHis decade-long work on sulfa drugs led to his discovery of a treatment for pneumococcal pneumonia with sulfanilamide.\nBurn therapy.\nIn the early 1940s, Dr. Rosenthal worked on improving the ability of victims of severe burns to survive.\nDeath commonly resulted from shock due to fluid (plasma) loss from the burned skin. He discovered that the replacement of the salts that are in the secreted plasma is the key to a successful and simplified treatment.\nDuring the 1950s and early 1960s, Dr. Rosenthal and colleagues undertook a long-term study to test the efficacy of drinking a saline solution (containing table salt and baking soda) to replace the lost salts (the \"Peru Project\").\nHis research group demonstrated that this therapy was an effective alternative to the traditional treatment using intravenous injections of whole blood or plasma.\nThe simplified burn therapy remains widely used.\nHistamines.\nDr. Rosenthal and his collaborators were pioneers in the area of histamine biochemistry and physiology.\nThey developed a widely used method for quantifying histamine, worked on the pharmacology of histamines, and determined the biosynthetic pathway for spermidine.\nDr. Rosenthal also collaborated in research on the role of polyamines in the function of viral DNA.\nAwards and honors.\nDr. Rosenthal was elected to the American Academy of Arts and Sciences in 1979.\nHe was also a member of American Medical Association, American Society for Pharmacology and Experimental Therapeutics, Society of American Bacteriologists, and Society for Experimental Biology and Medicine.\nIn 1962, he received the Public Health Service Meritorious Service Medal from the U.S. Department of Health, Education, and Welfare.\nIn 1973, he received the Harvey Stuart Allen Distinguished Service Award from the American Burn Association.\nIn 1980, he received the Award for Experimental Therapeutics from the American Society for Pharmacology and Experimental Therapeutics in recognition of his pioneering work on the treatment of shock due to burns.","categories":[],"infobox_types":["scientist"],"annotations":[{"uri":"Albany%2C_Georgia","surface_form":"Albany, Georgia","offset":88},{"uri":"Vanderbilt_University","surface_form":"Vanderbilt University","offset":137},{"uri":"Boston_City_Hospital","surface_form":"Boston City Hospital","offset":212},{"uri":"Johns_Hopkins_University","surface_form":"Johns Hopkins University","offset":379},{"uri":"McGill_University","surface_form":"McGill University","offset":464},{"uri":"Montreal%2C_Canada","surface_form":"Montreal, Canada","offset":485},{"uri":"United_States_Public_Health_Service","surface_form":"United States Public Health Service (USPHS)","offset":550},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":597},{"uri":"National_Institute_of_Arthritis_and_Musculoskeletal_and_Skin_Diseases","surface_form":"National Institute of Arthritis and Metabolic Diseases (NIAMD)","offset":694},{"uri":"United_States_Public_Health_Service_Commissioned_Corps","surface_form":"USPHS Commissioned Officer Corps","offset":843},{"uri":"NIAMD","surface_form":"NIAMD","offset":939},{"uri":"Liver_function_tests","surface_form":"liver function tests","offset":1288},{"uri":"Bromsulphthalein","surface_form":"bromsulphthalein","offset":1332},{"uri":"Sulfonamide_(medicine)","surface_form":"sulfa drugs","offset":1859},{"uri":"Sulfanilamide","surface_form":"sulfanilamide","offset":1976},{"uri":"Oral_rehydration_therapy","surface_form":"drinking a saline solution","offset":2442},{"uri":"Histamine","surface_form":"histamine","offset":2846},{"uri":"Spermidine","surface_form":"spermidine","offset":3034},{"uri":"American_Academy_of_Arts_and_Sciences","surface_form":"American Academy of Arts and Sciences","offset":3198},{"uri":"American_Medical_Association","surface_form":"American Medical Association","offset":3269},{"uri":"American_Society_for_Pharmacology_and_Experimental_Therapeutics","surface_form":"American Society for Pharmacology and Experimental Therapeutics","offset":3299},{"uri":"Society_of_American_Bacteriologists","surface_form":"Society of American Bacteriologists","offset":3364},{"uri":"Society_for_Experimental_Biology_and_Medicine","surface_form":"Society for Experimental Biology and Medicine","offset":3405},{"uri":"Public_Health_Service_Meritorious_Service_Medal","surface_form":"Public Health Service Meritorious Service Medal","offset":3477},{"uri":"U.S._Department_of_Health%2C_Education%2C_and_Welfare","surface_form":"U.S. Department of Health, Education, and Welfare","offset":3534},{"uri":"American_Burn_Association","surface_form":"American Burn Association","offset":3667},{"uri":"American_Society_for_Pharmacology_and_Experimental_Therapeutics","surface_form":"American Society for Pharmacology and Experimental Therapeutics","offset":3764}]}