{"id":67821,"url":"http://en.wikipedia.org/wiki/Rings_of_Neptune","text":"The planet Neptune has a dim planetary ring system which is made up of several separate rings and some \"ring arcs\". The \"rings arcs\" are part of the outer ring called the Adams ring and are not to be seen anywhere else. The ring \"particles\" (small parts) are unusually dark colored, and have large amounts of microscopic dust. Neptune has thirteen known moons. Four of them orbit the planet inside the outermost rings.\nDiscovery and observations.\nThe rings around Neptune could not be seen from Earth with strong telescopes. The evidence that they were there was first seen when scientists were watching the planet as it passed between the Earth and a star. (When this happens, the light of the star is blocked. This is called \"stellar occulation\".) Scientists watched this happen 50 times, and on five of those times in the early 1980s they saw the star give a little \"blink\" just before or after the planet covered it. This meant that rings around the planet were blocking the light, but the rings were not complete.\nIn 1989 the unmanned spacecraft \"Voyager 2\" flew by Neptune. \"Voyager 2\" sent back pictures that gave most of the information that scientists now have about the rings of Neptune. The pictures also help scientists to know why the rings looked incomplete. Not only did the pictures give a closer view, but they also showed the rings in a way that cannot ever be seen from earth. From earth the rings are always seen with the light of the sun shining \"towards\" them. When the spacecraft went past the planet, it took pictures with the sun shining \"behind\" the rings, as well. Big \"particles\" in the rings looked dark against the sunlight, but all tiny dust \"particles\" (microscopic dust) shone brightly when the sun was behind it. This allowed the scientists to work out what the rings were made of, and how all the particles were arranged.\nAs better types of telescopes have been developed, scientists can now see some of the rings from earth. The brightness of Neptune makes it hard to see the rings, which are much dimmer and the faintest rings still cannot be seen, even with vey powerful telescopes.\nAdams ring and the Ring Arcs.\nThe most famous of Neptune's rings is the thin outer Adams ring, although by comparison with the rings of the planets Saturn or Uranus, it is very hard to see. It was originally named as \"1989 N1R\". The reason that the Adams ring is famous is that it has a feature that has not been seen on any other planetary rings. These are three long narrow \"arcs\" which are much brighter and look more solid than the rest of the ring system. Each one spans from 4-10° of the whole ring. All the arcs are close to each other, spanning under 40° of longitude, only about 1/8th of the edge of the ring. It has been a puzzle to understand why the stuff in these arcs does not spread out evenly through the whole ring.\nThe three arcs have been named with French names \"Liberté\", \"Égalité\", and \"Fraternité\". These names came from the famous saying of the French Revolution, which translates into English as \"Liberty, Equality and Brotherhood!\". These names were suggested by the scientists who discovered them during \"stellar occultations\" in 1984 and 1985.\nFour of Neptune's 13 moons are inside the ring system. The one that is nearest to the Adam's ring is called Galatea. It is a lumpy mass of rock that orbits around the planet at about the same speed as the planet is rotating. It is about 1000 kilometers inside the ring.\nMany scientists now think that it is the effect of the moon Galatea that is causing the three arcs in the Adam's ring. The ring also has 42 wiggles, which are like waves 30 kilometers high. Scientists are able to use this information to work out the mass of the moon Galatea..\nThe best photos that came back from Voyager 2 showed that there are clumps of particles in the rings, but no-one can tell whether they are made of fine dust, or if there may be bigger particles in the clumps as well. All of Neptune's rings have a lot of \"microscopic dust\" but particularly the arcs of the Adam's ring. Scientists know this because they looked very bright in the photos that Voyager 2 took with the sun shining behind them.\nThere is much more dust in the rings of Neptune than there is in the rings of Saturn.\nThe Adams ring is very red. The background particles that make up the ring look twice as bright near the three arcs as they do on the side of the ring that is opposite the arcs.\nArc dynamics.\nWith the arrival of the Hubble Space Telescope and adaptive optics ground-based telescopes the ring arcs have been re-examined several times, starting in July 1998.\nThis has showed that they are amazingly active, changing a lot over only a few years: Fraternité and Égalité have been exchanging material and changing their lengths noticeably. Even more dramatically, Liberté appears to be fading away, being only 30% of its original 1989 brightness in 2003, and hardly visible in Hubble Space Telescope images from June 2005. In the meantime, it seems to have gotten a split two-humped profile, and wandered several degrees closer to the more stable Égalité. Courage, a very small and dim arc during the Voyager flyby, was seen to flare in brightness in 1998, while more recently it was back to its usual dimness but had advanced by an additional 8° ahead of the other arcs. That is, it appears to have jumped over to the next stable corotation resonance position. There were also some suggestions that the ring arcs may have been normally fading away. However, visible light observations show that the total amount of material in the arcs has remained approximately steady, but they are dimmer in the infra-red where previous observations were taken. This activity of the ring arcs is not currently understood.\nInner rings.\nVoyager pictures appear to also suggest a wide disc of scattered material extending inside of the 50,000 km radius which surrounds the Galle ring, but is difficult to tell apart from Neptune's brightness, and for this reason its existence is uncertain.\nList of rings.\nThe rings are named after astronomers who made important discoveries to the study of Neptune.\nFour of Neptune's moons: Naiad, Thalassa, Despina, and Galatea orbit inside the ring system.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neptune_(planet)","surface_form":"planet Neptune","offset":4},{"uri":"Planetary_ring","surface_form":"planetary ring","offset":29},{"uri":"Orbit","surface_form":"orbit","offset":374},{"uri":"1980s","surface_form":"1980s","offset":831},{"uri":"1989","surface_form":"1989","offset":1022},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":2269},{"uri":"Uranus_(planet)","surface_form":"Uranus","offset":2279},{"uri":"Arc","surface_form":"arc","offset":2498},{"uri":"Longitude","surface_form":"longitude","offset":2687},{"uri":"French_Revolution","surface_form":"French Revolution","offset":2990},{"uri":"1984","surface_form":"1984","offset":3178},{"uri":"1985","surface_form":"1985","offset":3187},{"uri":"Galatea_(moon)","surface_form":"Galatea","offset":3301},{"uri":"Orbit","surface_form":"orbit","offset":3342},{"uri":"Mass","surface_form":"mass","offset":3713},{"uri":"Rings_of_Saturn","surface_form":"rings of Saturn","offset":4249},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":4482},{"uri":"Adaptive_optics","surface_form":"adaptive optics","offset":4509},{"uri":"1998","surface_form":"1998","offset":4617},{"uri":"2003","surface_form":"2003","offset":4910},{"uri":"2005","surface_form":"2005","offset":4978},{"uri":"1998","surface_form":"1998","offset":5212},{"uri":"Astronomer","surface_form":"astronomer","offset":6077},{"uri":"Naiad_(moon)","surface_form":"Naiad","offset":6170},{"uri":"Thalassa_(moon)","surface_form":"Thalassa","offset":6177},{"uri":"Despina_(moon)","surface_form":"Despina","offset":6187},{"uri":"Galatea_(moon)","surface_form":"Galatea","offset":6200}]}