{"id":678491,"url":"http://en.wikipedia.org/wiki/Superpermutation","text":"In combinatorial math, a superpermutation is a list of numbers that contains each different arrangement of symbols it is made up of inside of it. While superpermutations can simply be made up of every arrangement listed side by side, it can also be shorter. Sometimes, the arrangements may overlap. For example, when there are 2 different symbols, the superpermutation 1221 contains all possible arrangements, 12 and 21. The list 121 also contains both permutations, 12 at the beginning and 21 at the end.\nSo far, mathematicians have not been able to find the smallest length superpermutation that uses 6 or more symbols. They are slowly getting closer to finding it out.\nSix or more symbol superpermutations.\nRight now, mathematicians do not know what the smallest superpermutation is when there are six or more symbols. However, over time the choices of what they could be have narrowed considerably from both above and below.\nIn September 2011, an unknown person on the internet forum 4chan showed people that there was definitely a smallest superpermutation for any superpermutation with more than 1 symbol. On the website, it was called \"The Haruhi Problem\", from a Japanese anime called \"The Melancholy of Haruhi Suzumiya.\" It was phrased like this: what would be the shortest amount of episodes that you would need to watch in order to guarantee that you watched every episode of a show? In October 2018, mathematician Robin Houston tweeted about it.\nOn October 25, 2018, Robin Houston, Jay Pantone, and Vince Vatter made the unknown person's proof better and posted it to the mathematics community.\nOn October 20 2018, Greg Egan found smaller superpermutations for ones with six or more symbols than there had ever been. This shows that smallest superpermutation must be at most that size.\nAs time goes on, people think that the smallest and largest possible lengths for these superpermutations will be narrowed down further. There is only one definite smallest superpermutation for each number of symbols.","categories":[],"infobox_types":[],"annotations":[{"uri":"Combinatorics","surface_form":"combinatorial","offset":3},{"uri":"Mathematics","surface_form":"math","offset":17},{"uri":"Mathematician","surface_form":"mathematicians","offset":514},{"uri":"4chan","surface_form":"4chan","offset":988},{"uri":"Anime","surface_form":"anime","offset":1180},{"uri":"The_Melancholy_of_Haruhi_Suzumiya","surface_form":"The Melancholy of Haruhi Suzumiya","offset":1194},{"uri":"Twitter","surface_form":"tweeted","offset":1440},{"uri":"Greg_Egan","surface_form":"Greg Egan","offset":1627}]}