{"id":678772,"url":"http://en.wikipedia.org/wiki/The_Housemaid_(movie)","text":"\"The Housemaid\" is a 2010 South Korean thriller movie. It is a remake of the 1960 movie of the same name. It competed for the Palme d'Or at the 2010 Cannes Film Festival.\nPlot.\nThe movie begins with a busy city street. A woman commits suicide (kills herself) by jumping from a building ledge. Eun-yi works as a worker in a restaurant. She convinces her co-worker and roommate to drive her to the scene of the suicide. She stands deeply upset over the chalk outline where the woman's body had been.\nThe next morning, an older woman by the name Byeong-sik visits Eun-yi in her small apartment. Byeong-sik later thinks about giving her a job.\nEun-yi is hired as an au pair for Hae-ra and her husband Hoon. Hae-ra is pregnant with twins. Eun-yi's main task is watching the couple's young daughter Nami.\nHoon begins secretly flirting with Eun-yi. He entices her with glasses of wine and piano playing. The two eventually begin a sexual relationship. But despite the affair, Eun-yi is still friendly and warm to Hoon's unknowing wife Hae-ra. She is even delighted at the progress of Hae-ra's pregnancy.\nByeong-sik (also known as \"Miss Cho\") sees Eun-yi and Hoon having sex with each other. Miss Cho tells her suspicion to Hae-ra's mother that Eun-yi is pregnant. Hae-ra's mother, Mi-hee, then visits the family. The family stage an \"accident\" that results in Eun-yi falling from a ladder at the top of some stairs. Eun-yi dangles from a chandelier and begs Hae-ra's mother to pull her over the railing. But Hae-ra's mother refuses. Eun-yi falls.\nEun-yi spends the night in the hospital with only a concussion. She then learns that she's pregnant.\nHae-ra is told by her mother to ignore the affair. The mother insists that all husbands cheat sooner or later. Hae-ra takes matters into her own hands and poisons the herbal medicine Eun-yi drinks every day.\nHae-ra goes to the hospital and delivers her twin sons. Hoon visits the hospital, where Hae-ra makes her ill will toward him known. Hoon, furious, returns home alone. He finds Eun-yi in his bathtub. Eun-yi plans on keeping the baby.\nEun-yi succumbs to the effects of the poison. Mi-hee arranges an abortion without Eun-yi's permission. After the abortion, Miss Cho reveals that she told Mi-hee about the pregnancy. Eun-yi is angry. However, she forgives Miss Cho. Eun-yi wants to get revenge on the family. When she recovers from the abortion, she sneaks into the house with Miss Cho's assistance.\nEun-yi later hangs herself from the same chandelier to which she had hung earlier. She sets herself on fire.\nRelease.\nThe movie was first shown in South Korea on 13 May 2010. It opened in 679 screens. It took in over $5.7 million at the box office. After week two, the number of screens had been reduced to 520. The movie dropped to second place. The overall total box office for \"The Housemaid\" was $14,075,390.\nIFC Films was the American distributor. It released the movie in 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":26},{"uri":"Thriller_(genre)","surface_form":"thriller movie","offset":39},{"uri":"City","surface_form":"city","offset":206},{"uri":"Suicide","surface_form":"suicide","offset":235},{"uri":"Building","surface_form":"building","offset":277},{"uri":"Restaurant","surface_form":"restaurant","offset":323},{"uri":"Au_pair","surface_form":"au pair","offset":662},{"uri":"Wine","surface_form":"wine","offset":873},{"uri":"Piano","surface_form":"piano","offset":882},{"uri":"Interpersonal_relationship","surface_form":"relationship","offset":931},{"uri":"Chandelier","surface_form":"chandelier","offset":1431},{"uri":"Concussion","surface_form":"concussion","offset":1592},{"uri":"Poison","surface_form":"poison","offset":1796},{"uri":"Abortion","surface_form":"abortion","offset":2147},{"uri":"South_Korea","surface_form":"South Korea","offset":2594},{"uri":"IFC_Films","surface_form":"IFC Films","offset":2860},{"uri":"United_States","surface_form":"American","offset":2878}]}