{"id":679162,"url":"http://en.wikipedia.org/wiki/Martyrs_(movie)","text":"\"Martyrs\" is a 2008 French psychological horror movie. It was first shown at 2008 Cannes Film Festival at the Marché du Film. It was released theatrically in France on 3 September 2008.\nThe movie was controversial upon its release. It was associated with the New French Extremity movement.\nPlot.\nIn 1971, a young girl, Lucie Jurin, escapes from a disused slaughterhouse. She's been imprisoned and abused there for over a year. The criminals and their motivations remain a mystery. Lucie is placed in an orphanage. She becomes friends there with a young girl named Anna Assaoui. Anna quickly discovers Lucie believes she is being constantly terrorized by a ghoulish creature. Anna comforts Lucie every time she has a nightmare.\nFifteen years later, in 1986, Lucie bursts into a home of a \"normal\" family, the Belfonds. The Belfonds are Gabrielle, her husband and children Antoine and Marie. Lucie kills them all with a shotgun. Anna waits for Lucie elsewhere. Anna knows Lucie believes the Belfonds were the people responsible for her childhood abuse. But at the same time, Anna is horrified when Lucie tells her she's killed them.\nWhen they get to the house, Anna discovers Gabrielle is still alive. Anna tries to help her escape. However, Lucie beats Gabrielle to death. Lucie realizes that her insanity will not leave her. She commits suicide.\nThe next day, Anna is still at the family's house. She calls her mother by telephone. She has been estranged from her mother. In their conversation, it becomes evident that Anna was abused by her parents as a child. Suddenly, Anna hears some noises. She finds a secret underground chamber in the living room. In the chamber is a horribly tortured young woman named Sarah. Sarah proves that Lucie was right about the family. Anna helps Sarah escape. A group of strangers, however, kill Sarah with guns. Anna is captured. She meets the strangers' leader, an elderly lady named Mademoiselle.\nAnna becomes the group's latest subject. She goes through a period of being beaten and degraded. She hallucinates a conversation with Lucie. Anna is later told she has progressed further than any other test subject. She has reached the \"final stage.\" She is skinned alive. She survives the procedure.\nReception.\n\"Martyrs\" was categorized as a new example of new era French horror movies in terms of violence that it shows. The movie-ranking website Rotten Tomatoes said %53 of critics had given the movie positive reviews.\nFrench Commission de Classification des Oeuvres Cinématographiques rated the movie 18+ (not suitable for children under 18). The movie's producers appealed. Martyrs' rating was later changed to 16+.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":20},{"uri":"Horror_movie","surface_form":"horror movie","offset":41},{"uri":"Cannes_Film_Festival","surface_form":"Cannes Film Festival","offset":82},{"uri":"France","surface_form":"France","offset":158},{"uri":"Controversy","surface_form":"controversial","offset":200},{"uri":"Slaughterhouse","surface_form":"slaughterhouse","offset":355},{"uri":"Criminal","surface_form":"criminal","offset":431},{"uri":"Nightmare","surface_form":"nightmare","offset":716},{"uri":"Shotgun","surface_form":"shotgun","offset":918},{"uri":"Child_abuse","surface_form":"childhood abuse","offset":1034},{"uri":"Suicide","surface_form":"suicide","offset":1337},{"uri":"Telephone","surface_form":"telephone","offset":1421},{"uri":"Hallucination","surface_form":"hallucinates","offset":2036},{"uri":"Flaying","surface_form":"skinned","offset":2193},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":2384}]}