{"id":67943,"url":"http://en.wikipedia.org/wiki/2004_Atlantic_hurricane_season","text":"The 2004 Atlantic hurricane season officially began on June 1, 2004. It lasted until November 30. These dates usually mark the beginning an the end of the period of each year when most tropical cyclones form in the Atlantic basin. However, the 2004 season went past these actual limits slightly. For example, Tropical Storm Otto formed on the last day of the season and lasted two days into December. The season was above average in activity. It had fifteen named storms and one of the highest Accumulated Cyclone Energy totals ever recorded. The most season included storms called: Hurricane Charley, Frances, Ivan, and Jeanne.\nHurricane Alex.\nHurricane Alex formed on July 31 off the coast of South Carolina. Alex quickly strengthened into a category 2. On August 3, Hurricane Alex came within 10 miles of North Carolina. Hurricane Alex turned northeast and dissipated in the middle of the Atlantic Ocean. Because Hurricane Alex did not make landfall it only caused $2.4 million in damage and only 1 person was killed as a result of the hurricane.\nTropical Storm Bonnie.\nBonnie started as Tropical Depression Two while east of Barbados. Tropical Depression Two crossed the Windward Islands and died out shortly after. It became Tropical Depression Two again while it was south of Cuba. Tropical Storm Bonnie made landfall in the Florida Panhandle. Bonnie died out again after that. Bonnie left only about $1 million in damage and 4 deaths.\nHurricane Charley.\nHurricane Charley was a strong hurricane that strengthened very fast. Charley also made landfall further south then he was supposed to. Charley left $16.5 billion in damage and 35 deaths. The damage caused by Charley made it the second costliest storm in U.S. history, only to Hurricane Andrew. This beaten by four other storms within 4 years, it was beaten by Hurricane Katrina, Hurricane Wilma, then Hurricane Ike. That makes Charley the fifth costliest storm in U.S. history.\nFor the official forecasts, see the NHC's [http://www.nhc.noaa.gov/archive/2004/CHARLEY.shtml? archive on Hurricane Charley].\nHurricane Danielle.\nDanielle was a category 2 hurricane of 2004. It started on August 13 in the far east Atlantic Ocean. The path took it over cooler waters, which caused Danielle to die on August 21.\nFor the official forecasts, see the NHC's [http://www.nhc.noaa.gov/archive/2004/DANIELLE.shtml? archive on Hurricane Danielle].\nTropical Storm Earl.\nOn August 13 Tropical Depression Five formed. On August 14 it became Tropical Storm Earl. Tropical Storm Earl passed south of Grenada and became a tropical wave. It was no longer a tropical storm. Later on the remains became Hurricane Frank in the Pacific Ocean. See also 2004 Pacific hurricane season for information on Earl after it crossed oceans.\nHurricane Frances.\nFrances was one of the four hurricanes to have a major impact of the U.S. state of Florida. Frances made landfall near the same location Hurricane Jeanne would make landfall in about two weeks later. Frances caused about 101 tornadoes from Florida to Virginia. Frances killed 49 people and $12 billion in damage.\nHurricane Gaston.\nGaston started as Tropical Depression Seven on August 27. It strengthened into a tropical storm. Later on it strengthened into a hurricane very shortly before landfall in South Carolina on August 29. On August 30 it moved back into the Atlantic Ocean. Gaston died on September 1, after killing 9 people and causing $120 million in damage.\nTropical Storm Hermine.\nHermine started about 360 miles south of Bermuda. It moved west and became a tropical storm. Hermine moved quickly north and on August 31 made landfall in New Bedford, Massachusetts as a weak tropical storm. Hermine died on the same day after killing no one and causing little damage.\nHurricane Ivan.\nHurricane Ivan was the strongest hurricane of the 2004 Atlantic hurricane season. The storm formed as a Cape Verde-type hurricane in early September, and became the ninth named storm, the sixth hurricane, and the fourth major hurricane of the year. Ivan reached Category 5 strength on the Saffir-Simpson Hurricane Scale, the highest possible category and the only one of the season. At the time it was sixth most intense Atlantic hurricane on record.\nTropical Depression Ten.\nTropical Depression Ten was the only depression of the 2004 Atlantic hurricane season. Ten formed in the northeast Atlantic on September 7 and dissipated two days later, Tropical Depression Ten caused no affects to land.\nFor official forecasts, see the NHC's [http://www.nhc.noaa.gov/archive/2004/TEN.shtml? advisory archive on Tropical Depression Ten]\nHurricane Jeanne.\nHurricane Jeanne was a deadly storm, especially to Haiti. The storm cause 3,035 deaths, about 3,006 were in Haiti alone. Hurricane Jeanne was also a costly hurricane. With $7 billion in damage makes it the 13th costliest hurricane in U.S. History. In Florida the hurricane made landfall in the same area as Hurricane Frances only two weeks before.\nHurricane Karl.\nHurricane Karl was a strong category 4 that only affected the Faroe Islands. Karl formed in the middle of the Atlantic on September 16 as Tropical Depression Twelve. It became a tropical storm that same day. Two days later it became a hurricane and by September 21 it became a category 4 and soon reached it highest winds of 145 mph. It continued north weakening and then becoming extratropical on September 24.\nFor official forecasts see the NHC's [http://www.nhc.noaa.gov/archive/2004/refresh/KARL+shtml/ public advisory archive on Hurricane Karl].\nHurricane Lisa.\nLisa was a category 1 hurricane, it remained weak for much of its early life. After almost 14 days it finally became a hurricane. Hurricane Lisa started on September 19 and died on October 3.\nFor official forecasts see the NHC's [http://www.nhc.noaa.gov/archive/2004/refresh/LISA+shtml/ public advisory archive on Hurricane Lisa].\nTropical Storm Matthew.\nMatthew was a weak tropical storm. It started in the Gulf of Mexico on October 8. Tropical Storm Matthew made landfall in Louisiana on October 10, and died on the same day. The storm caused $300,000 in damage.\nSubtropical Storm Nicole.\nSubtropical Storm Nicole was the only subtropical storm in 2004. Nicole formed on October 10 southwest of Bermuda. Subtropical Storm Nicole dissipated the next day. Nicole caused swells to the East Coast of The United States and almost 6 inches of rain in Bermuda.\nFor official forecasts, see the NHC's [http://www.nhc.noaa.gov/archive/2004/refresh/NICOLE+shtml/ public advisory archive on Subtropical Storm Nicole].\nTropical Storm Otto.\nTropical Storm Otto form late in the season of November 29 and on the same day, Tropical Storm Otto reached it's highest winds of 50 mph. Otto then dissipated on December 3.\nFor official forecasts, see the NHC's [http://www.nhc.noaa.gov/archive/2004/refresh/OTTO+shtml/ public advisory archive on Tropical Storm Otto].\nStorm names.\nThe list is the names that were set aside for the 2004 Atlantic hurricane season. Name that were not used are marked in.\nRetirement.\nIn the spring of 2005 four names were retired. They are Charley, Frances, Jeanne and Ivan. In 2010 they were replaced with Colin, Fiona, Igor, Julia.","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":185},{"uri":"Atlantic_Ocean","surface_form":"Atlantic basin","offset":215},{"uri":"Accumulated_Cyclone_Energy","surface_form":"Accumulated Cyclone Energy","offset":494},{"uri":"Hurricane_Charley","surface_form":"Hurricane Charley","offset":583},{"uri":"Hurricane_Frances","surface_form":"Frances","offset":602},{"uri":"Hurricane_Ivan","surface_form":"Ivan","offset":611},{"uri":"Hurricane_Jeanne","surface_form":"Jeanne","offset":621},{"uri":"South_Carolina","surface_form":"South Carolina","offset":695},{"uri":"North_Carolina","surface_form":"North Carolina","offset":808},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":892},{"uri":"Barbados","surface_form":"Barbados","offset":1129},{"uri":"Windward_Islands","surface_form":"Windward Islands","offset":1175},{"uri":"Cuba","surface_form":"Cuba","offset":1282},{"uri":"Florida_Panhandle","surface_form":"Florida Panhandle","offset":1331},{"uri":"U.S.","surface_form":"U.S.","offset":1716},{"uri":"Hurricane_Andrew","surface_form":"Hurricane Andrew","offset":1738},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":1822},{"uri":"Hurricane_Wilma","surface_form":"Hurricane Wilma","offset":1841},{"uri":"Hurricane_Ike","surface_form":"Hurricane Ike","offset":1863},{"uri":"Grenada","surface_form":"Grenada","offset":2542},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2664},{"uri":"2004_Pacific_hurricane_season","surface_form":"2004 Pacific hurricane season","offset":2688},{"uri":"Hurricane_Jeanne","surface_form":"Hurricane Jeanne","offset":2923},{"uri":"Tornado","surface_form":"tornado","offset":3011},{"uri":"Virginia","surface_form":"Virginia","offset":3037},{"uri":"South_Carolina","surface_form":"South Carolina","offset":3288},{"uri":"Bermuda","surface_form":"Bermuda","offset":3521},{"uri":"New_Bedford%2C_Massachusetts","surface_form":"New Bedford, Massachusetts","offset":3635},{"uri":"Haiti","surface_form":"Haiti","offset":4679},{"uri":"U.S.","surface_form":"U.S.","offset":4862},{"uri":"Florida","surface_form":"Florida","offset":4879},{"uri":"Hurricane_Frances","surface_form":"Hurricane Frances","offset":4935},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":5054},{"uri":"Louisiana","surface_form":"Louisiana","offset":6036},{"uri":"Bermuda","surface_form":"Bermuda","offset":6256},{"uri":"United_States","surface_form":"United States","offset":6361},{"uri":"2010_Atlantic_hurricane_season","surface_form":"2010","offset":7147}]}