{"id":679543,"url":"http://en.wikipedia.org/wiki/The_Cooler","text":"\"The Cooler\" is an American 2003 romantic-drama movie. Its director is Wayne Kramer. In old-school gambling, a \"cooler\" is an unlucky individual, usually a casino employee.\nPlot.\nUnlucky Bernie Lootz doesn't have much good going for him. He lives in a dreary place: a studio apartment in a run-down motel next to the Las Vegas Strip. He cannot recall the last time he had physical contact with a woman. He's in debt to Shangri-La casino boss Shelly Kaplow. Kaplow cured Lootz' habit by breaking his kneecap. Kaplow had also paid Lootz' casino debts. Lootz' debt is nearly paid off.\nLootz is not satisfied with the casino business. He tells Kaplow he is leaving Las Vegas soon. But his future success as a luck \"cooler\" is changed when he meets cocktail waitress Natalie Belisario. She becomes interested in him. Lootz' luck. His luck, and the luck of those around him, take turns for the better.\nWhat Lootz doesn't know yet is that Shelly may have paid Natalie to seduce him into staying and working for Shangri-La. What Shelly doesn't know is Natalie has fallen in love with Lootz, and vice versa.\nOther complications hit when Shelly, a relative old-timer, resists efforts from new Shangri-La owner advisers who want to update the casino hotel property and bring the hotel into the 21st century.\nProduction.\nThe movie was first shown at Sundance Film Festival. \"The Cooler\" was also shown at the Cannes Film Festival, Karlovy Vary International Film Festival, Toronto International Film Festival and the Deauville Film Festival. It later went into limited release in the United States. During the limited release, it was shown mainly in Reno, Nevada.\nReception.\n\"The Cooler\" got generally positive reviews from movie critics. The movie review website Rotten Tomatoes gave the movie a %77 \"Certified Fresh\" rating based on 171 reviews. On the Metacritic, the movie is rated 69/100 based on 36 reviews, meaning \"generally positive reviews.\"\nRoger Ebert gave \"The Cooler\" a positive review. Ebert and movie critic Richard Roeper gave the movie two thumbs up.\nMovie critic Peter Travers gave \"The Cooler\" three-and-a-half stars.\nRating.\nMotion Picture Association of America (MPAA) gave the movie an NC-17 rating for a scene in which the pubic hair of Maria Bello was shown during a sex scene. An edited R-rated version was shown in theaters. A director's cut was broadcast by Cinemax and Independent Film Channel.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":19},{"uri":"Love","surface_form":"romantic","offset":33},{"uri":"Drama","surface_form":"drama","offset":42},{"uri":"Wayne_Kramer","surface_form":"Wayne Kramer","offset":71},{"uri":"Casino","surface_form":"casino","offset":156},{"uri":"Studio","surface_form":"studio","offset":268},{"uri":"Apartment","surface_form":"apartment","offset":275},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":317},{"uri":"Debt","surface_form":"debt","offset":411},{"uri":"Casino","surface_form":"casino","offset":430},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":661},{"uri":"Seduction","surface_form":"seduce","offset":964},{"uri":"Hotel","surface_form":"hotel","offset":1239},{"uri":"Sundance_Film_Festival","surface_form":"Sundance Film Festival","offset":1338},{"uri":"Cannes_Film_Festival","surface_form":"Cannes Film Festival","offset":1397},{"uri":"Toronto_International_Film_Festival","surface_form":"Toronto International Film Festival","offset":1461},{"uri":"Deauville_Film_Festival","surface_form":"Deauville Film Festival","offset":1505},{"uri":"Limited_release","surface_form":"limited release","offset":1549},{"uri":"United_States","surface_form":"United States","offset":1572},{"uri":"Reno%2C_Nevada","surface_form":"Reno, Nevada","offset":1638},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1752},{"uri":"Metacritic","surface_form":"Metacritic","offset":1843},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":1940},{"uri":"Richard_Roeper","surface_form":"Richard Roeper","offset":2012},{"uri":"Peter_Travers","surface_form":"Peter Travers","offset":2070},{"uri":"Motion_Picture_Association_of_America","surface_form":"Motion Picture Association of America","offset":2134},{"uri":"Pubic_hair","surface_form":"pubic hair","offset":2235},{"uri":"Maria_Bello","surface_form":"Maria Bello","offset":2249},{"uri":"Cinemax","surface_form":"Cinemax","offset":2374},{"uri":"Independent_Film_Channel","surface_form":"Independent Film Channel","offset":2386}]}