{"id":67958,"url":"http://en.wikipedia.org/wiki/Obi","text":"Obi (帯, おび) is a Japanese word meaning \"belt\" or \"band\". Mostly, it is used to describe the types of sash worn with kimono and keikogi.\nObi are worn by both men and women. They can be very simple, made of one layer of lightweight fabric, or decorated heavily, made of stiff, woven material, embroidered and dyed with different designs.\nObi for men are less wide and shorter than obi for women. Men mostly wear \"kaku\" obi, but sometimes wear \"heko\" obi, which are made of much softer material. \"Heko\" obi are worn casually, but \"kaku\" obi can be worn casually and formally.\nObi for women are much wider and longer. Most women usually wear a \"nagoya\" obi, which is wider at one end. In summer, women wear \"hanhaba\" obi with \"yukata\". Formal obi for women can be woven from metallic yarns, covered in embroidery, or dyed in an elegant design.\nObi for women are usually the most expensive part of a kimono outfit. However, obi for men can be expensive as well. Expensive obi are usually made by very skilled artists. Some of these people are called National Living Treasures because they are so skilled.\nObi worn for practicing martial arts are a lot thinner and shorter than other kinds of obi. They come in different colours, and the colours show how skilled someone is in practicing martial arts. When someone becomes skilled enough, they wear a new colour of obi. Both men and women wear the same size and length of obi in martial arts, and they are not decorated with embroidery or dyes designs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japanese","offset":17},{"uri":"Sash","surface_form":"sash","offset":101},{"uri":"Kimono","surface_form":"kimono","offset":116},{"uri":"Keikogi","surface_form":"keikogi","offset":127},{"uri":"Yukata","surface_form":"yukata","offset":723},{"uri":"Elegance","surface_form":"elegant","offset":824},{"uri":"Martial_arts","surface_form":"martial arts","offset":1124}]}