{"id":6799,"url":"http://en.wikipedia.org/wiki/MacOS","text":"macOS, formerly Mac OS X from 2001 to 2012 and OS X until 2016, is the name of an operating system for computers made by Apple Inc. These are called Macintosh computers, or Macs. It differs from other computers, as macOS is supposed to run only on Macs and not on other computers. However, people have made the OS run on computers that are not Macs. This is called Hackintosh and violates macOS' license agreement.\nmacOS first came out in 2001, and is completely different than the \"classic\" Mac OS that it replaced. Unlike that old (original) operating system, macOS (since OS X) is based on the Unix operating system (current versions have UNIX 03 certification) and on technologies developed between 1985 and 1997 at NeXT, a company that Apple co-founder Steve Jobs created after leaving Apple in 1985. The \"X\" in Mac OS X and OS X is the Roman numeral for the number 10 and is pronounced as such. The core of macOS is an open source OS called Darwin, but Darwin itself cannot run macOS software.\nmacOS releases are named after kinds of big cats, or California landmarks, and have a version number that starts with 10. The latest versions of macOS code name is macOS Catalina (10.15).\nDevelopment.\nThroughout the early 1990s, Apple had tried to create a \"next-generation\" OS to succeed its classic Mac OS. The current macOS is a Unix operating system built on technology that had been developed at NeXT from the 1980s until Apple purchased the company in early 1997. That company was also founded by Steve Jobs following his departure from Apple in 1985. There, the Unix-like NeXTSTEP operating system was developed, and then launched in 1989 (the \"classic\" \"Mac OS\" is much older, came out in 1984). The kernel of NeXTSTEP is based upon the Mach kernel, which was originally developed at Carnegie Mellon University, with additional kernel layers and low-level user space code derived from parts of BSD. Its graphical user interface was built on top of an object-oriented GUI toolkit using the programming language.\nPublic Beta: \"Kodiak\".\nOn September 13, 2000, Apple released a $29.95 preview of Mac OS X to ask users what they think of the new operating system so far. Apple stopped the Public Beta in March 2001 because of the recent release of OS X 10.0.\nVersion 10.0: \"Cheetah\".\nOn March 24, 2001 Apple released Mac OS X for the first time aka OS X v10.0 (codename Cheetah), but unfortunately, it was a failure due to its many computer bugs and glitches and its slow performance. Luckily this operating system version only stayed on the market up until September when it was moved up to a \"higher level\".\nVersion 10.1: \"Puma\".\nDue to many problems and complaints about Cheetah, Apple directly got to work on releasing Puma, the next big cat in Mac OS X. It was released on September 24, 2001. Apple gave 10.0 users a free Mac OS X v10.1 install CD to make up for the flawed operating system before. As of January 7, 2002, Apple said Mac OS 9 and other previous operating systems from Apple were \"going in the computer scrapyard\" by the end of the month (January 31, 2002) and OS X would be the default and only operating system available on all Macs.\nVersion 10.2: \"Jaguar\".\nMac OS X 10.2 Jaguar was released on August 24, 2002 and was the first to have its codename in the version branding. The Happy Mac (which formerly appeared when a Mac was starting up) was replaced with a large gray apple logo with the startup sequence of OS X 10.2 Jaguar.\nVersion 10.3: \"Panther\".\nMac OS X 10.3 Panther was released on October 24, 2003 and was one of the biggest updates to OS X yet. It featured a new brushed metal interface, an updated Finder, and many more features from Jaguar the year before.\nVersion 10.4: \"Tiger\".\nTiger was released on April 29, 2005 and as stated by Apple, featured more than 200 new features. Among the new features, Tiger introduced Spotlight, Dashboard, Smart Folders, updated Mail program with Smart Mailboxes, QuickTime 7, Safari 2, Automator, VoiceOver, Core Image and Core Video. Apple released the first Power Intel Macs for Tiger on January 10, 2006. Tiger ran swell on these computers. It was also the last operating system to support the Aqua color scheme.\nVersion 10.5: \"Leopard\".\nMac OS X v10.5 Leopard was released on October 26, 2007. It was completely redesigned featuring a 3D Dock, a new purple color scheme, and over 200 new features. It had both support for PowerPC and Intel Macs too. Leopard was the last release to have support for PowerPC.\nVersion 10.6: \"Snow Leopard\".\nMac OS X Snow Leopard was released on August 28, 2009, and rather than featuring changes to the appearance, it featured \"Under the hood\" changes. Snow Leopard dropped support for PowerPC Macs too.\nVersion 10.7: \"Lion\".\nOS X Lion was first shown to the public at the \"Back to The Mac\" event in 2010, announced more at WWDC 2011, and released on July 20, 2011. It featured iOS like features such as a launchpad, the magic trackpad coming to MacBooks, and a new solar system color scheme. Apple also removed Rosetta making it impossible to use PowerPC.\nVersion 10.8: \"Mountain Lion\".\nOS X Mountain Lion was announced on February 18, 2012, and released on July 25, 2012. It adds more features from iOS 5 and 6 to the Mac such as notifications, messaging, game center, and gaming with people on iPhones, iPods, and iPads.\nVersion 10.9: \"Mavericks\".\nOS X Mavericks was announced on June 10, 2013 at the 2013 Worldwide Developers Conference. It adds the Maps and iBooks applications, as well as new Finder features, better multi-display support, power improvements, and a new version of Safari. It was released on October 22, 2013.\nVersion 10.10: \"Yosemite\".\nOS X Yosemite was announced in June 2014 at the 2014 Worldwide Developers Conference. It was in beta form for developers and those enrolled in the public beta programme to test until October 16 2014 when it was released. It introduces a new flat design, following the aesthetic introduced with iOS 7.\nVersion 10.11: \"El Capitan\".\nOS X 10.11 El Capitan was released on September 30, 2015 after being announced on June 8, 2015. Similar to Mac OS X 10.6 Snow Leopard, Apple described this release as containing \"refinements to the Mac experience\" and \"improvements to system performance\" rather than new features. Refinements include public transport built into the Maps application, GUI improvements to the Notes application, adopting San Francisco as the system font for clearer legibility, and the introduction of System Integrity Protection. The Metal API, first introduced in iOS 8, was also included in this operating system for \"all Macs since 2012\".\nVersion 10.12: \"Sierra\".\nmacOS 10.12 Sierra was announced on June 12, 2016 and released to the public on September 20, 2016. New features include the addition of Siri, Optimized Storage, and updates to Photos, Messages, and iTunes\nVersion 10.13: \"High Sierra\".\nThe fall release of macOS 10.13 High Sierra was announced on June 5, 2017 at Apple's WWDC event. On September 12, 2017 at Apple's iPhone event, they announced its release to be September 25, 2017. Like OS X El Capitan and OS X Mountain Lion, High Sierra is a refinement-based update having very few new features. High Sierra uses the new Apple File System and includes enhancements to Safari, Photos, and Mail, among other changes.\nVersion 10.14: \"Mojave\".\nReleased on September 24, 2018. There are many additional features to the existing mac-OS apps. Some highlights are Dark Mode (UI theme & appearance), time shifts reflecting the hour of the day (desktop background), file stacks, edit features in quick look, continuity camera and Group FaceTime features also adds the screenshot app.\nVersion 10.15: \"Catalina\".\nReleased on October 7, 2019. This OS is included with [https://www.apple.com/macos/catalina/features/ lots of additional new features] like sharing your screen to iPad (Sidecar) and is capable of running iPad apps. Catalina is the first version of macOS to exclusively support 64-bit applications. MacOS Catalina also split up iTunes into 3 apps: Music, Podcasts and Movies. Because of the removal of iTunes, syncing your devices is done in Finder.\nVersion 11.0: \"Big Sur\".\nAnnounced on June 22, 2020, macOS Big Sur changes the version number from 10 to 11. It now supports the ARM64 instruction set architecture (ISA), as Apple is transitioning the Mac to its own Apple Silicon based on the ARM64 platform. It brings the biggest design changes since the introduction of macOS (then called Mac OS X). Big Sur is in Beta testing right now.\nArchitecture.\nAt macOS's core is a POSIX-compliant operating system built on top of the XNU kernel, with standard Unix facilities available from the command line interface. Apple has released this family of software as a free and open source operating system named Darwin. On top of Darwin, Apple layered a number of components, including the Aqua interface and the Finder, to complete the GUI-based operating system which is macOS.\nThe Darwin subsystem in macOS is in charge of managing the file system, which includes the Unix permissions layer. In 2003 and 2005, two Macworld editors expressed criticism of the permission scheme; Ted Landau called misconfigured permissions \"the most common frustration\" in macOS, while Rob Griffiths suggested that some users may even have to reset permissions every day, a process which can take up to 15 minutes. More recently, another Macworld editor, Dan Frakes, called the procedure of repairing permissions vastly overused. He argues that macOS typically handles permissions properly without user interference, and resetting permissions should only be tried when problems emerge.\nthe layered frameworks aid rapid development of applications by providing existing code for common tasks. Apple provides its own software development tools, most prominently an integrated development environment called Xcode. Xcode provides interfaces to compilers that support several programming languages including C, C++, Objective-C, and Swift. For the Apple–Intel transition, it was modified so that developers could build their applications as a universal binary, which provides compatibility with both the Intel-based and PowerPC-based Macintosh lines. First and third-party applications can be controlled programatically using the AppleScript framework, retained from the classic Mac OS, or using the newer Automator application that offers pre-written tasks that do not require programming knowledge.","categories":[],"infobox_types":["OS"],"annotations":[{"uri":"Operating_system","surface_form":"operating system","offset":82},{"uri":"Computers","surface_form":"computers","offset":103},{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":121},{"uri":"Apple_Macintosh","surface_form":"Macintosh","offset":149},{"uri":"Classic_Mac_OS","surface_form":"\"classic\" Mac OS","offset":482},{"uri":"Unix","surface_form":"Unix","offset":597},{"uri":"UNIX_03","surface_form":"UNIX 03","offset":642},{"uri":"NeXT","surface_form":"NeXT","offset":720},{"uri":"Open_source","surface_form":"open source","offset":925},{"uri":"Darwin_(operating_system)","surface_form":"Darwin","offset":947},{"uri":"Cats","surface_form":"cats","offset":1044},{"uri":"California","surface_form":"California","offset":1053},{"uri":"Version","surface_form":"version","offset":1086},{"uri":"MacOS_Catalina","surface_form":"macOS Catalina","offset":1164},{"uri":"Classic_Mac_OS","surface_form":"classic Mac OS","offset":1293},{"uri":"Unix","surface_form":"Unix","offset":1332},{"uri":"NeXT","surface_form":"NeXT","offset":1401},{"uri":"Steve_Jobs","surface_form":"Steve Jobs","offset":1503},{"uri":"Unix-like","surface_form":"Unix-like","offset":1569},{"uri":"NeXTSTEP","surface_form":"NeXTSTEP","offset":1579},{"uri":"Kernel_(operating_system)","surface_form":"kernel","offset":1708},{"uri":"Mach_kernel","surface_form":"Mach kernel","offset":1745},{"uri":"Carnegie_Mellon_University","surface_form":"Carnegie Mellon University","offset":1792},{"uri":"User_space","surface_form":"user space","offset":1864},{"uri":"BSD","surface_form":"BSD","offset":1902},{"uri":"Graphical_user_interface","surface_form":"graphical user interface","offset":1911},{"uri":"Object-oriented","surface_form":"object-oriented","offset":1959},{"uri":"GUI_toolkit","surface_form":"GUI toolkit","offset":1975},{"uri":"Worldwide_Developers_Conference","surface_form":"Worldwide Developers Conference","offset":5421},{"uri":"Safari_(web_browser)","surface_form":"Safari","offset":5599},{"uri":"POSIX","surface_form":"POSIX","offset":8579},{"uri":"XNU","surface_form":"XNU","offset":8632},{"uri":"Kernel_(computer_science)","surface_form":"kernel","offset":8636},{"uri":"Command_line_interface","surface_form":"command line interface","offset":8693},{"uri":"Free_software","surface_form":"free","offset":8765},{"uri":"Open_source_software","surface_form":"open source","offset":8774},{"uri":"Darwin_(operating_system)","surface_form":"Darwin","offset":8809},{"uri":"Aqua_(user_interface)","surface_form":"Aqua","offset":8887},{"uri":"Finder_(software)","surface_form":"Finder","offset":8910},{"uri":"Graphical_User_Interface","surface_form":"GUI","offset":8934},{"uri":"Darwin_(operating_system)","surface_form":"Darwin","offset":8981},{"uri":"File_system_permissions","surface_form":"permissions","offset":9073},{"uri":"Macworld","surface_form":"Macworld","offset":9114},{"uri":"Repair_permissions","surface_form":"reset permissions","offset":9324},{"uri":"Software_development","surface_form":"software development","offset":9796},{"uri":"Integrated_development_environment","surface_form":"integrated development environment","offset":9844},{"uri":"Xcode","surface_form":"Xcode","offset":9886},{"uri":"Compiler","surface_form":"compiler","offset":9922},{"uri":"Programming_language","surface_form":"programming language","offset":9953},{"uri":"C_(programming_language)","surface_form":"C","offset":9985},{"uri":"C%2B%2B","surface_form":"C++","offset":9988},{"uri":"Objective-C","surface_form":"Objective-C","offset":9993},{"uri":"Swift_(programming_language)","surface_form":"Swift","offset":10010},{"uri":"Apple%E2%80%93Intel_transition","surface_form":"Apple–Intel transition","offset":10025},{"uri":"Universal_binary","surface_form":"universal binary","offset":10120},{"uri":"AppleScript","surface_form":"AppleScript","offset":10307},{"uri":"Classic_Mac_OS","surface_form":"classic Mac OS","offset":10348},{"uri":"Automator_(software)","surface_form":"Automator","offset":10383}]}