{"id":680,"url":"http://en.wikipedia.org/wiki/Sport_utility_vehicle","text":"A sport utility vehicle (SUV) is a type of vehicle. It is built as a rugged vehicle for cargo and passenger carrying. Originally SUVs were not designed to be fuel efficient but modern designs are getting better fuel mileage. In 2014 US sales of SUVs were over five million vehicles.\nAppearance.\nThe typical SUV is a two-box design. Unlike a pickup truck (US term) that has an open cargo box the SUV has an enclosed cargo/passenger compartment. It has upright seating for five to seven passengers. It has an open interior with no trunk. It is often built on a pickup truck chassis for towing capacity, and usually has four wheel drive. Only about 15% of SUV owners ever go off-road. According to Jeep Wrangler brand manager Kevin Metz, 60% of Jeep Wrangler owners go off-road while around 80% of Rubicon owners do.\nA similar class of vehicle is the CUV crossover, a common UK term. That is built on a car chassis. Often it uses a Unibody chassis instead of the heavier body-on-frame design of SUVs. Crossover vehicles often have all-wheel-drive instead of four-wheel drive. Crossovers are usually lighter than SUVs and get better fuel mileage. In general, when referring to an SUV, many include crossovers. However it is incorrect to refer to an SUV on a truck frame as a crossover.\nHistory.\nEarly SUVs were built like light commercial and light wheeled military utility vehicles. Famous examples were the World War Jeep (US), and the Land Rover (UK).\nThe term \"sport utility vehicle\" came into popular use in the late 1980s. Until then, they were marketed as station wagons. An early example of marketing a civilian off-roader as a \"sports utility\" is the two-door pickup version of the 1966 Ford Bronco. In 1974 Jeep used the term \"sport(s) utility vehicle\" exactly in their brochures for the 1st generation Jeep Cherokee.\nOff-roading sports.\nMany kinds of off-roading in the USA are centered around SUVs.\nPopularity.\nThere are many reasons why SUVs have become popular. One reason is the comfort of their large cabins. Many models can carry almost as much as a minivan. Another reason is the driver sits higher than other cars, giving better all-round vision. SUVs with truck frames are heavier (sometimes much heavier) than standard cars. Their size gives them an image of safety.\nMen aren't the only targets of SUV and CUV ads. For example, some ads for the Subaru Forester are deliberately aimed at women buyers. Roughly 35 to 40 percent of SUV buyers are women. Ads commonly show SUVs driving across boulders or perched on a mountain peak. Advertisers know that one important reason many people buy SUVs is image.\nPracticality for larger families is a consideration. Not only can the vehicle take a family of five or six, plus luggage, but also the family dog (who often has a special compartment at the back). On the other hand, the vehicle doesn't fit standard parking spaces. That can be quite a problem in, for example, the UK. The alternative, when groups of more than four travel, is to take more than one standard size car.\nOther names.\nIn Australia and Europe SUVs are often called 4 wheel drives (4X4) or 4WDs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vehicle","surface_form":"vehicle","offset":43},{"uri":"Design","surface_form":"design","offset":143},{"uri":"Miles_per_gallon","surface_form":"fuel mileage","offset":211},{"uri":"US","surface_form":"US","offset":233},{"uri":"Million","surface_form":"million","offset":265},{"uri":"Pickup_truck","surface_form":"pickup truck","offset":341},{"uri":"Seating_capacity","surface_form":"seating","offset":459},{"uri":"Passenger","surface_form":"passenger","offset":485},{"uri":"Trunk_(automobile)","surface_form":"trunk","offset":529},{"uri":"Pickup_truck","surface_form":"pickup truck","offset":559},{"uri":"Chassis","surface_form":"chassis","offset":572},{"uri":"Four_wheel_drive","surface_form":"four wheel drive","offset":617},{"uri":"Jeep_Wrangler","surface_form":"Jeep Wrangler","offset":742},{"uri":"Crossover","surface_form":"crossover","offset":852},{"uri":"Car","surface_form":"car","offset":900},{"uri":"Unibody","surface_form":"Unibody","offset":929},{"uri":"Four-wheel_drive","surface_form":"all-wheel-drive","offset":1028},{"uri":"Commercial","surface_form":"commercial","offset":1324},{"uri":"Jeep","surface_form":"Jeep","offset":1415},{"uri":"Land_Rover","surface_form":"Land Rover","offset":1434},{"uri":"Station_wagon","surface_form":"station wagon","offset":1559},{"uri":"Ford_Bronco","surface_form":"Ford Bronco","offset":1692},{"uri":"Jeep","surface_form":"Jeep","offset":1713},{"uri":"Jeep_Cherokee","surface_form":"Jeep Cherokee","offset":1809},{"uri":"Advertising","surface_form":"ads","offset":2350},{"uri":"Subaru_Forester","surface_form":"Subaru Forester","offset":2362},{"uri":"Boulder","surface_form":"boulder","offset":2506},{"uri":"Mountain","surface_form":"mountain peak","offset":2531},{"uri":"Australia","surface_form":"Australia","offset":3053},{"uri":"Europe","surface_form":"Europe","offset":3067}]}