{"id":68002,"url":"http://en.wikipedia.org/wiki/Philharmonia","text":"The Philharmonia is an orchestra from London.\nHistory.\nThe orchestra was formed in 1945 by Walter Legge. Legge was not a conductor, but he was a man who organized a lot of music, especially recordings. The orchestra spent most of their time making gramophone recordings, but sometimes they also gave concerts. The conductor Thomas Beecham led their first concert in 1946, but Beecham had always organized his own orchestras and he wanted to organize this one. He even wanted to change the orchestra’s name. The players decided that they did not want Beecham as their conductor. Beecham went on to form another orchestra which he called the Royal Philharmonic Orchestra.\nIn the first years of the Philharmonia they were conducted by several world-famous conductors, including Arturo Toscanini, Wilhelm Furtwängler and, especially, Herbert von Karajan. Karajan helped the orchestra to become one of the finest in the world, and he made many recordings with them, including all the Beethoven symphonies.\nIn 1954 Karajan left to conduct the Berlin Philharmonic Orchestra. Legge found another world-famous conductor, Otto Klemperer. Although he was already quite old, Klemperer made many excellent recordings with the orchestra. In 1959 the orchestra gave Klemperer the title of Music Director for the rest of his life.\nIn 1964 Legge thought the orchestra had done enough recordings and he was going to bring it to an end. Both the orchestra and Klemperer wanted it to continue, so the orchestra made their own organizing body (like other London orchestras) and they continued, calling themselves by a new name: the \"New Philharmonia Orchestra\". They gave their first concert under their new name on 27 October 1964. It was a performance of Beethoven's \"Symphony No. 9\", conducted by Klemperer.\nThe orchestra gave many more concerts after it became self-governing than it had when Legge had been organizing them. Continuing as the New Philharmonia Orchestra, it got its old name “Philharmonia Orchestra” back again in 1977, and has been known by that name ever since.\nKlemperer retired from conducting in 1971, but was officially still its principal conductor until his death in 1973. Since then the orchestra has been conducted by Lorin Maazel, Riccardo Muti, Giuseppe Sinopoli, Christoph von Dohnányi and Esa-Pekka Salonen who has conducted them since 2008.\nConcerts Today.\nToday, the orchestra continues to give many concerts, travelling around Britain as well as abroad. Since 1995 they have been based in the Royal Festival Hall in London. They also give regular concerts at De Montfort Hall, Leicester and the Corn Exchange, Bedford. Abroad they often play in the Théâtre du Châtelet in Paris and the Concertgebouw in Amsterdam.\nRecordings.\nThe Philharmonia has made more than one thousand recordings. It has also been heard on the soundtracks of many films, including such classics as Laurence Olivier's 1944 film version of Shakespeare's \"Henry V\", and David Lean's film version of \"Oliver Twist\" (1948).","categories":[],"infobox_types":[],"annotations":[{"uri":"Orchestra","surface_form":"orchestra","offset":23},{"uri":"London","surface_form":"London","offset":38},{"uri":"1945","surface_form":"1945","offset":83},{"uri":"Conducting","surface_form":"conductor","offset":121},{"uri":"Gramophone_record","surface_form":"gramophone","offset":248},{"uri":"Thomas_Beecham","surface_form":"Thomas Beecham","offset":324},{"uri":"1946","surface_form":"1946","offset":366},{"uri":"Royal_Philharmonic_Orchestra","surface_form":"Royal Philharmonic Orchestra","offset":640},{"uri":"Arturo_Toscanini","surface_form":"Arturo Toscanini","offset":775},{"uri":"Wilhelm_Furtw%C3%A4ngler","surface_form":"Wilhelm Furtwängler","offset":793},{"uri":"Herbert_von_Karajan","surface_form":"Herbert von Karajan","offset":830},{"uri":"Beethoven","surface_form":"Beethoven","offset":979},{"uri":"Symphony","surface_form":"symphonies","offset":989},{"uri":"Berlin_Philharmonic_Orchestra","surface_form":"Berlin Philharmonic Orchestra","offset":1037},{"uri":"Otto_Klemperer","surface_form":"Otto Klemperer","offset":1112},{"uri":"1959","surface_form":"1959","offset":1227},{"uri":"1964","surface_form":"1964","offset":1318},{"uri":"27_October","surface_form":"27 October","offset":1695},{"uri":"1964","surface_form":"1964","offset":1706},{"uri":"Symphony_No.9_(Beethoven)","surface_form":"Symphony No. 9","offset":1749},{"uri":"1977","surface_form":"1977","offset":2013},{"uri":"1971","surface_form":"1971","offset":2100},{"uri":"1973","surface_form":"1973","offset":2174},{"uri":"Lorin_Maazel","surface_form":"Lorin Maazel","offset":2227},{"uri":"Riccardo_Muti","surface_form":"Riccardo Muti","offset":2241},{"uri":"Giuseppe_Sinopoli","surface_form":"Giuseppe Sinopoli","offset":2256},{"uri":"Christoph_von_Dohn%C3%A1nyi","surface_form":"Christoph von Dohnányi","offset":2275},{"uri":"Esa-Pekka_Salonen","surface_form":"Esa-Pekka Salonen","offset":2302},{"uri":"2008","surface_form":"2008","offset":2349},{"uri":"Royal_Festival_Hall","surface_form":"Royal Festival Hall","offset":2509},{"uri":"Leicester","surface_form":"Leicester","offset":2593},{"uri":"Bedford%2C_England","surface_form":"Bedford","offset":2626},{"uri":"Paris","surface_form":"Paris","offset":2688},{"uri":"Laurence_Olivier","surface_form":"Laurence Olivier","offset":2887},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":2927},{"uri":"Henry_V_(play)","surface_form":"Henry V","offset":2942},{"uri":"David_Lean","surface_form":"David Lean","offset":2956},{"uri":"Oliver_Twist_(1948_film)","surface_form":"Oliver Twist","offset":2986}]}