{"id":68011,"url":"http://en.wikipedia.org/wiki/Parkour","text":"Parkour is an activity in which the goal is to move from one place to another as quickly and efficiently as possible, using the abilities of the human body. Parkour helps to overcome barriers, and is practiced in rural and urban areas. Parkour practitioners are called \"traceurs\", or \"traceuses\" for females.\nFounded by David Belle in France, practitioners only use efficient movements to develop their bodies and minds, and to be able to overcome barriers in an emergency. It may also be a form of entertainment or a hobby.\nAcrobatics (such as flips and wall flips) are not part of parkour, because of inefficiency in a difficult situation (emergency). Freerunning is the branch of parkour, when such flips are used rather than efficient movement.\nIn 1988, David Belle was 15 years old. His father Raymond Belle was a great fireman. David was influenced by his father. He left school at the age of 16 and his father helped him to make him stronger. David and his classmates began to create new actions to train themselves. They named it parkour.\n7. Precision one foot take off\n8. Precision 2 footed take off\nParkour does involve risks and many people get injured every day. Injuries can range from a simple concussion to a broken limb or even worse: death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rural","surface_form":"rural","offset":213},{"uri":"Urban_area","surface_form":"urban area","offset":223},{"uri":"David_Belle","surface_form":"David Belle","offset":320},{"uri":"France","surface_form":"France","offset":335},{"uri":"Bodies","surface_form":"bodies","offset":403},{"uri":"Minds","surface_form":"minds","offset":414},{"uri":"Emergency","surface_form":"emergency","offset":463},{"uri":"Entertainment","surface_form":"entertainment","offset":499},{"uri":"Hobby","surface_form":"hobby","offset":518},{"uri":"Acrobatics","surface_form":"Acrobatics","offset":525},{"uri":"Free_running","surface_form":"Freerunning","offset":654}]}