{"id":680615,"url":"http://en.wikipedia.org/wiki/British_Red_Cross","text":"The British Red Cross is the United Kingdom body of the neutral humanitarian network the Red Cross. The society was formed in 1870 and is a registered charity with over 32,500 volunteers and 3500 staff. The charity helps people both in the UK and overseas and are not biased towards any faith or other belief.\nGuiding ethos.\nThe British Red Cross is recognised by the UK Government as one of three Voluntary Aid Societies, the other two being St John Ambulance and St Andrew's Ambulance Association. They are the sole Red Cross Society for the United Kingdom and the British Overseas Territories.\nActivities.\nThe British Red Cross operate an Emergency Response service, which act to support the governmental emergency services in times of crisis.\nFor example, first aid support (and distribution of first aid supplies), managing a disaster appeal scheme or providing telephone support lines after a disaster are frequent tasks of the British Red Cross. All services of the British Red Cross can be used for the emergency response service if needed. For example, ambulances belonging to the British Red Cross can be used to help the NHS in caring for the injured.\nThe British Red Cross will (and have done before) deal with emergencies in the UK, such as the Manchester Arena Bombing or the Grenfell Tower fire, as well as more environmental emergencies such as floods. They do not send volunteers abroad to help in emergencies as these are dealt with by the local emergency services.\nFirst Aid Ambulance Provision.\nThe IRC (International Red Cross movement) is the largest provide of first aid in the world and the British Red Cross frequently provide first aid at sports events, concerts and other large events.\nThe training done by Event First Aid Service volunteers varies, but all of them have access to advanced training, becoming part of an Ambulance Crew or even becoming a fully qualified ambulance technician. The British Red Cross do employ paramedics, but they do not train them in-house.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":29},{"uri":"International_Red_Cross_and_Red_Crescent_Movement","surface_form":"Red Cross","offset":89},{"uri":"Charitable_organization","surface_form":"charity","offset":151},{"uri":"Volunteer","surface_form":"volunteer","offset":176},{"uri":"UK_government","surface_form":"UK Government","offset":368},{"uri":"St_John_Ambulance","surface_form":"St John Ambulance","offset":443},{"uri":"St_Andrew%27s_Ambulance_Association","surface_form":"St Andrew's Ambulance Association","offset":465},{"uri":"British_overseas_territories","surface_form":"British Overseas Territories","offset":567},{"uri":"Emergency_service","surface_form":"emergency services","offset":708},{"uri":"First_aid","surface_form":"first aid","offset":760},{"uri":"First_aid_kit","surface_form":"first aid supplies","offset":799},{"uri":"National_Health_Service","surface_form":"NHS","offset":1132},{"uri":"Manchester_Arena_bombing","surface_form":"Manchester Arena Bombing","offset":1258},{"uri":"Grenfell_Tower_fire","surface_form":"Grenfell Tower fire","offset":1290},{"uri":"Flood","surface_form":"floods","offset":1361},{"uri":"Concert","surface_form":"concerts","offset":1680},{"uri":"Ambulance_technician","surface_form":"ambulance technician","offset":1897},{"uri":"Paramedic","surface_form":"paramedics","offset":1951}]}