{"id":680829,"url":"http://en.wikipedia.org/wiki/Deltarune","text":"\"Deltarune\" is a role-playing video game created by American indie developer Toby Fox. The player controls a human, Kris, in a world where monsters live on the surface of the Earth. Kris and a classmate named Susie fall from Earth into a place called the “Dark World” where they meet Ralsei, who tells them that they are heroes destined to restore balance to the world. The players meet various beings who call themselves \"Darkners\" during a quest to seal the dark fountain. Mainly through the combat system, the player encounters multiple enemies who attack with a bullet hell system, which can be resolved peacefully or by fighting them. The first chapter of the game was released on October 31, 2018 for Microsoft Windows and macOS for free, with a later Nintendo Switch release on February 28, 2019, with a PlayStation 4 port also in the works. The game's graphics are similar to 16-bit Japanese role-playing games such as \"EarthBound, \" and \"Chrono Trigger\".\n\"Deltarune\" is a spin-off of Fox's previous game, \"Undertale\" (whose title Deltarune is an anagram for), but its setting is \"not the world of \"Undertale\", according to Fox, though characters and settings may bring some of \"Undertale\"&#x27;s world to mind. As of December 2018, Chapter 2 is planned, but no release date has been announced yet.\nGameplay.\n\"Deltarune\", like \"Undertale\", is a role-playing game that uses a top-down perspective. The player controls a human named Kris and has to complete objectives in order to beat the game. During some parts of the game, the player is allowed to choose attacks of other characters in the game. Combat is similar to most normal turn-based role-playing games, choosing from a set of actions such as \"Attack\" or \"Spare\". While the game is biased towards avoiding fights, one of the party members, Susie, would rather attack enemies than spare them, so the player has to choose actions that will stop Susie from hurting enemies if they want to show mercy. The game also has TP (Tension Points), which allow team members to use spells such as \"Pacify\".\nChapter 1.\nUpon starting the game for the first time, the player is allowed to create an avatar. After making this avatar, it is deleted, with the player being told that \"no one can choose who they are in this world.\"\nThe player begins with the story as Kris, a human who lives with their adoptive mother Toriel, a monster. Toriel drops Kris off at school, where Kris goes toa class taught by Alphys. Kris and Susie, a monster classmate, are sent to get chalk for the blackboard. After they enter the supply closet, both of them are pulled into the \"Dark World\". There, they meet Ralsei, a prince of the dark, who tells them that the three of them are heroes destined to close a geyser of dark energy to restore balance to that world. However, the King has seized control of the Dark World and is determined to spread darkness.\nSusie chooses not to help, only wanting to return to her own world. However, the three encounter Lancer, the King's son, who tries to stop them from getting further with various poorly thought out plans. Susie eventually decides to join Lancer, leaving Kris and Ralsei on their own. As Kris and Ralsei make their way to the King's castle, Susie makes friends with Lancer, and the four eventually become a team. Upon realizing that they will have to face the King, Lancer runs off to the castle and tells the King's henchmen to throw Kris, Ralsei, and Susie into the dungeon.\nSusie escapes the dungeon and confronts Lancer, who explains he wanted to keep Susie and the King from hurting each other. Susie promises Lancer she won't hurt the King. Kris, Susie and Ralsei go to the top of the castle and battle the King. Eventually, the King falls to the ground in exhaustion and Ralsei heals him. However, this is revealed to be a ruse as the King quickly stops the three heroes from being able to act, threatening to kill them all. If the player has not ended previous battles by fighting throughout the game, Lancer turns the King's men against him and imprisons him, taking his father's place. Otherwise, Ralsei subdues the King with a magic spell.\nThe group closes the dark geyser, so Kris and Susie can return to their own world. There, Susie says goodbye, mentioning that she wants to go to the Dark World again. The player can explore the town before having Kris go home to bed.\nThat night, Kris, without player input, shakes in bed, then falls on the floor, and limps to the center of the room. Kris tears into their chest and rips out their soul, throwing it into a birdcage in the corner of the room. Kris draws a knife and turns toward the viewer. They smile, with their right eye flashing red.\nDevelopment.\n\"Deltarune\" was developed by Fox in GameMaker Studio 2. The game introduces a new battle system influenced by the \"Final Fantasy\" franchise, contrasting with the original game's combat system (which was inspired by that of the \"Mother\" series). Some of the music in the game remixes much of the soundtrack of \"Undertale\", but most pieces are new. The main game uses sounds from \"EarthBound\", while battle music is similar to \"Breath of Fire III\" music, and even Lancer's theme is similar to J.A.K.Q. Dengekitai's opening theme. The game also has many similarities with \"Undertale\" in the name of characters, for example, Ralsei (one of the main characters) is an anagram of Asriel (a character from \"Undertale\") and Kris (the main character from \"Deltarune\") is almost an anagram of Frisk (the main character from \"Undertale\"). The name of the game, \"Deltarune\" is an anagram of \"Undertale.\" Temmie Chang, who helped as artist in Undertale, served as the main artist for the game, designing characters, sprites and animations.\nRelease.\nAfter previously teasing something \"Undertale\"-related a day earlier on Twitter, Fox released the first chapter of \"Deltarune\", a game \"intended for people who have completed \"Undertale\", on October 31, 2018 for Windows and macOS for free. Fox said that this release is the first part of a new project, and considered the release a \"survey program\" to determine how to take the project further. Fox mentioned that \"Deltarune\" will be a larger project than \"Undertale\". He will release it as one game (not chapters) after forming a team to develop it. Fox plans for \"Deltarune\" to have only one ending.","categories":[],"infobox_types":[],"annotations":[{"uri":"Console_role-playing_game","surface_form":"role-playing video game","offset":17},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":707},{"uri":"MacOS","surface_form":"macOS","offset":729},{"uri":"Nintendo_Switch","surface_form":"Nintendo Switch","offset":758},{"uri":"PlayStation_4","surface_form":"PlayStation 4","offset":811},{"uri":"EarthBound","surface_form":"EarthBound","offset":928},{"uri":"Chrono_Trigger","surface_form":"Chrono Trigger","offset":947},{"uri":"Undertale","surface_form":"Undertale","offset":1015},{"uri":"Anagram","surface_form":"anagram","offset":1055},{"uri":"Console_role-playing_game","surface_form":"role-playing game","offset":1353},{"uri":"Final_Fantasy","surface_form":"Final Fantasy","offset":4819},{"uri":"Mother_(series)","surface_form":"Mother","offset":4932},{"uri":"Undertale","surface_form":"Undertale","offset":5634}]}