{"id":680913,"url":"http://en.wikipedia.org/wiki/Opportunity_(rover)","text":"\"Opportunity\", also known as MER-B (Mars Exploration Rover – B) or MER-1, and nicknamed Oppy, was a robotic rover that was active on Mars from 2004 to 2018.\nIt was launched on July 7, 2003, as part of NASA's Mars Exploration Rover program, it landed in Meridiani Planum on January 25, 2004, three weeks after its twin \"Spirit\" (MER-A) touched down on the other side of the planet Mars.\nWith a planned 90-sol duration of activity (slightly more than 90 earth days), \"Spirit\" functioned until getting stuck in 2009 and stopped communications in 2010. \"Opportunity\" was able to stay operational for 5352 sols after landing, maintaining its power and key systems through continual recharging of its batteries through solar power.\n\"Opportunity\" was active for (in Earth Time), 55 times more than its lifespan. By June 10, 2018, when it last contacted NASA, the rover had traveled a distance of.\nDue to the massive dust storms on Mars in 2018, \"Opportunity\" stopped communications on June 10, 2018. It was hoped it would reboot once the atmosphere cleared. However it did not, as it either suffered a catastrophic failure or that a layer of dust has covered its solar panels.\nOn February 13, 2019, NASA officials declared that the \"Opportunity\" mission was complete, after the spacecraft failed to respond to repeated signals sent since August 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Robotics","surface_form":"robotic","offset":100},{"uri":"Rover","surface_form":"rover","offset":108},{"uri":"Mars","surface_form":"Mars","offset":133},{"uri":"NASA","surface_form":"NASA","offset":201},{"uri":"Mars_Exploration_Rover","surface_form":"Mars Exploration Rover","offset":208},{"uri":"Meridiani_Planum","surface_form":"Meridiani Planum","offset":253},{"uri":"Spirit_(rover)","surface_form":"Spirit","offset":319},{"uri":"Sol_(day_on_Mars)","surface_form":"sol","offset":404},{"uri":"Solar_power","surface_form":"solar power","offset":713},{"uri":"Dust_storms","surface_form":"dust storms","offset":909}]}