{"id":68101,"url":"http://en.wikipedia.org/wiki/Narasimha","text":"Narasimha, according to Hinduism, was the fourth avatar of Vishnu. In this form, Vishnu had the body of a man, but he had a head of a lion. This avatar of Vishnu is also a symbol of great strength.\nThe Hindu scriptures tell this story about Narashimha. There was a demon (a \"daitya\") named Hiranyakashipu. He was against all gods. But, his son named Prahlad used to worship the gods, especially Vishnu. Hiranyakashipu was not happy at his son and wanted to burn him to death. Hiranyakashipu also wanted to kill everyone who worshipped the gods and make everyone worship him instead. Vishnu became Narasimha, and protected Prahlad and other people who worshipped the gods by stopping Hiranyakashipu. Brahma had granted Hiranyakashipu a boon that kept him safe so that he could not be killed by a human, animal or deva. He also could not be killed in the day or night, or inside or outside of his palace. This made Hiranyakashipu believe that no one could kill him. When he wanted to kill his son for worshiping Vishnu, Vishnu came to earth incarnated as a half-man, half-lion creature (neither man nor human). This way Vishnu killed Hiranyakashipu in the twilight (neither day, nor night) and on the porch of the palace (neither inside, nor outside), without disrupting the boon given to him by Brahma.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hinduism","surface_form":"Hinduism","offset":24},{"uri":"Avatar","surface_form":"avatar","offset":49},{"uri":"Vishnu","surface_form":"Vishnu","offset":59},{"uri":"Demon","surface_form":"demon","offset":265},{"uri":"Daitya","surface_form":"daitya","offset":275},{"uri":"Hiranyakashipu","surface_form":"Hiranyakashipu","offset":290},{"uri":"Prahlad","surface_form":"Prahlad","offset":350},{"uri":"Vishnu","surface_form":"Vishnu","offset":395},{"uri":"Vishnu","surface_form":"Vishnu","offset":583},{"uri":"Boon","surface_form":"boon","offset":735},{"uri":"Deva","surface_form":"deva","offset":812}]}