{"id":681020,"url":"http://en.wikipedia.org/wiki/The_Perks_of_Being_a_Wallflower_(novel)","text":"\"The Perks of Being a Wallflower\" is a novel written by Stephen Chbosky (this sounds like: \"Stiven Shebosky\") and released in 1999. Each chapter of the book is a letter written by the main character, a boy of 15 called Charlie, to an unnamed friend. When you read the book, this gives the feeling that Charlie is writing to you.\nLike many teens, Charlie is not happy in his family, for example because he doesn’t think he can be as successful as his older brother. He also has problems with his sister Candace because he dislikes her boyfriend.\nWhen he goes to high school, his favorite class is English literature. He doesn’t know how to make friends and feels lonely: he is a \"wallflower\". Unexpectedly, a boy in a higher class, Patrick, and his stepsister Sam connect with him and bring him into their group of friends. He goes out with them and has many new experiences: friendship, parties, drugs, love, sex, etc. For example, he successfully defends Patrick from five boys and he helps his sister Candace when she gets pregnant by her boyfriend. All this he writes down in the \"letters to a friend\" that make up the book.\nBy and by, we the readers find out that Charlie has serious problems in his mind, because of something bad that happened when he was a child. It is connected with his aunt Helen, who died in a car accident when she went to buy a birthday gift for Charlie. When Charlie and Sam kiss and she touches him sexually, he gets \"flashbacks\" of those old memories, which are so strong and confusing that he ends up in a mental hospital. There he is helped to remember and overcome that wound from the past. His family also understands him better now, and it looks like a new, better phase of his life has started.\nBackground and Publication.\nIn the book, the English teacher gives Charlie books to read that he thought he would enjoy. One of these books is \"The Catcher in the Rye\" by J. D. Salinger, which Chbosky says was an inspiration for him to write \"The Perks of Being a Wallflower\". Also some music titles had inspired him, for example \"Asleep\" from \"The Smiths\".\nStephen Chbosky was born in Pittsburgh, the same town where \"The Perks of Being a Wallflower\" plays. He has said that much of what Charlie writes about in the book is based on what he, the author, has experienced himself.\nThe book was published on 1 February 1999 by Pocket Books and was later translated in 13 languages and sold in 16 countries all over the world, especially when a film based on the book was made in 2012.\np. 1-21.\nCharlie writes letters anonymously, he changes all the names, that way the reader won't find out who he is. And all of them are sent to someone because he wants for someone to listen and understand him. He explains his life through these letters. Firstly, he talks about his friend Michael who killed himself. Charlie does not understand why he did it, but he is really emotional because of it. Charlie is told that one of the reasons why he killed himself is because of “problems at home”. Charlie starts to ask himself if he is in a similar position, then he introduces his family members and relationship with them. He mentions his aunt Helen who was his favorite person, however she died. Charlie is about to start high school, and he is nervous about it. He doesn't like high school and finds it completely different from middle school. He realizes that everybody has changed and they behave differently with him. He feels lonely and wants to have friends. He has a good relationship with his teacher, who believes that he has a great skill at reading and understanding language. Charlie talks about his sister and her boyfriend, who fight a lot. He one time catches them having sex, but he is too innocent to understand.\nCharlie goes to the football game, that he used to go to with his dead friend Michael. There he meets Patrick and Sam for the first time. Patrick and Sam are step siblings and Charlie develops a crush on Sam, but Sam has no interest in Charlie. After thinking a lot about girls and couples he goes to Bill and tells him what is bothering him: his sister’s boyfriend Derek had hit her. When the teacher talks about it with their parents, the dad does not allow his daughter to see Derek anymore and she gets mad with Charlie. At that moment, Charlie has a flashback of his past, in which a girl is raped by a guy in his room in front of him. Charlie goes to a party with his new friends, Sam and Patrick, where he gets stoned for the first time. He then tells Sam, how his only friend Michael died. After that night, everyone calls him Wallflower.\np. 40-65.\nCharlie talks for the first time about Mary Elisabeth. He then explains Patrick and Brads complete story, of how they met and how Brad went through a very rough phase at the beginning of their relationship. He talks about his possibilities for jobs in the future and how he is momentarily working for Mary Elisabeth writing a newspaper of a play, Sam and Patrick play in. Charlie recalls memories with Michael, his best friend who killed himself and Charlie never has known why. Charlie and his friends play a \"secret Santa\" together, where Charlie reads out a poem that Michael gave to him, however he does not know that it was written by Michael.\np. 65-84.\nSam and Patrick are visiting the Grand Canyon, so Charlie is alone. Soon it is Christmas and Charlies birthday. He hates it, because it is the day where his aunt Helen died, so it is a hard time for him. Charlie feels very guilty for her death, because she died in a car accident while buying him a birthday present. For Christmas, Charlie goes with his family to the family of his dad. In his old room, he thinks a lot about his family and about Helen. His mother is very worried about him, because after the death of Helen he had to go to the hospital and had to talk with a doctor. Charlie still sometimes has panic attacks when he thinks too much about it. After visiting Helen’s grave, he feels better but is still missing her. When Charlie drives to a New Year’s Eve party he finally sees Sam and Patrick again.\np. 86-105.\nCharlie writes letters to an unknown person. He tells about his family and about his past. Charlie is very happy, because the conversation with his psychiatrist makes him very happy. Charlie talks with his friends about his psychiatrist, the Beatles, and more. Charlie writes about an awkward situation. He got an erection in class and had to go to the blackboard. He was only wearing a swimsuit so you could see his erection. Charlie also asked a girl for a date, but she does not want to answer him and be alone. Then he went with another girl to the prom, which then ran away. When he came home, he suddenly heard his sister crying again because she was pregnant.\np. 106-119.\nCharlie asked his dad for the car, because he was going to have another date with Mary Elisabeth. That night, dad came to his room and talked about sex to Charlie. Then they went to the record store and had first sex there. Since they were together, Mary Elisabeth was calling Charlie every day. Charlie's parents invited Sam and Patrick for a dinner, Mary Elisabeth asked to join them. After that, Charlie came to find his sister and brother to ask, how to deal with Mary Elisabeth. Next day in school, Mary Elisabeth gave Charlie a book, but he returned it to the book store. Then he regretted and got it back and brought Mary Elisabeth a gift. On Friday, they had a party in Craig's house and they played \"Truth or Dare\", Charlie chose a dare and had to kiss the most beautiful girl in the room. Without thinking, he kissed Sam, and after that the relationship between him and Mary Elizabeth was broken and the entire group told him they didn’t want to see him anymore.\nCharlie is lonely without his friends. He is trying to survive the grey days by analyzing his environment, especially people’s behaviour. He spends his time at the local mall alone, sometimes with the English teacher, Bob, and his books. Once he met with Susan, he asked her about their dead friend: \"Do you ever miss him ?\" The girl just bat her eyelids and stayed quiet. Susan’s company said something rude behind Charlie’s back. Brad appears at school, but he has changed a lot. Brad wounded Patrick’s hearth with words, like \"faggot\" at the cafeteria. During this tough period, Charlie stands on Patrick’s side, he even fought for him. At a Saturday morning, Charlie got a phone call from Patrick, which made his day. Since then, they spend days together, Charlie means a lot to Patrick. Charlie also apologized to Mary Elisabeth at the Rocky Horror Picture Show, Mary Elisabeth found a new boy, Patrick decided to quit playing Frank ’N’ Further.\np. 137-155.\nPatrick must stand a bad phase. Charlie tries to help him to go through it and Patrick takes him to places where gay men meet anonymously. All seniors like Patrick, Sam and his sister make plans for their future after graduating. Patrick will visit college in Washington, Sam will start at Penn State. Patrick plays the Frank 'N' Further one last time. Charlie’s sister watches the show with her boyfriend. Mary Elizabeth kisses Peter at Craig's Party and Charlie is happy for them. Bill invites Charlie to his house to spend and afternoon with him and his girlfriend. Sam and Craig broke up because he cheated on her ever since the beginning of the relationship. Bill thanks Charlie because it was an honor for him to teach him. Bill says Charlie is one of the most gifted people he's ever met.\nAuthor.\nStephen Chbosky (born January 25,1970 in Pittsburgh) is an American novelist, film director, and screenwriter. He is known for writing \"The Perks of Being a Wallflower\", which is a New-York-Times Bestseller. Chbosky is also known for writing and directing the movie version of this book, starring Logan Lerman, Emma Watson and Ezra Miller. Later, he wrote the screenplay for the movies \"Rent\" and the live-action adaptation of \"Beauty and the Beast\" of 2017. Stephen Chbosky also directed the movie \"Wonder\".\nComing of age.\nIn most parts of the book, Charlie is talking about the struggles of coming of age. His everyday problems can be divided into three sectors. When describing his “friend”, he complains the “fears of adulthood”. Stephen Chbosky summarises this aspect with the well-fitting quote “It's much easier not to know things sometimes.” Charlie, the “wallflower” isn't ready to take the responsibility for his own life. High school, love and parties are overstraining him. “People who try to control situations all the time are afraid that if they don't, nothing will work out the way they want.” is Charlie's way to accept, that life happens the way it does and that he must stand it.\nMain quote of the second part of coming of age, “What you need in life”, is “We accept the love we deserve.” Bill teaches Charlie that it needs more than people who give you love. You must give back. You must love yourself. You must trust others. You can't love alone. Charlie is also wishing for a person to keep contact “I just need to know that someone out there listens and understands.” By all the mess he had to go through, he tries not to lose his good mind about community.\nLast main part of growing up is “becoming individual”. Sam, and also Charlie, understand that being an adult means to be unique. “I'm going to do what I want to do. I'm going to be who I really am. And I'm going to figure out what that is.”. That’s the way Sam declares her readiness. But adolescence also is about doubting, “Just tell me how to be different in a way that makes sense.” The book conveys an important advice to pass adolescence: Just be yourself, find out who you are, leave your past far behind, but never forget where you started.\nMusic.\nMusic is a very important part of Charlie’s life. Mostly, he listens to music in the car, either on the radio or from one of his mix tapes. These mix tapes are pretty special, because they are made by a person with their personal and favorite songs. Charlie thinks that when you know the taste of music of a person, then you already know them, because music says a lot about someone. Because of the personality, mix tapes are often used as a present. With music, Charlie connects a lot of memories, from car rides, high school dances, theatres or parties. On the mix tape of his sister is Charlie’s favorite song, called „Asleep“. He really loves this song and whenever he feels sad or lonely, Charlie listens to it.\nLiterature.\nIn the novel, many books by other authors are mentioned. Charlie’s English teacher sees that Charlie loves reading and writing, so he helps him develop his skills by giving him extra \"homework\": books to read and essays to write.\nCharlie likes all the books except \"Naked Lunch\" because he does not understand it.\nAll these books were written between 1911 and 1960; by and by, Charlie starts to see similarities in the books.\nCharlie went to the high school football game. He went to the games sometimes, when the games were popular and sometimes Susan and Michael were there, but this time, Michael is gone and Susan hangs around different boys, also he went alone. He knew Patrick in the football game. He loves the “Football game”, then he can analyse play-by-play.\nMental Illnesses.\nAlthough it’s not clearly said in the novel, Charlie probably has several mental illnesses, including: Asperger's, PTSD (post-traumatic stress disorder), occasional depression, and perhaps drug(cannabis)-induced psychosis and/or schizophrenia. Before the end of the novel Charlie’s state of mental health deteriorates, because of his emerging PTSD (from the death of aunt Helen) and perhaps psychosis and/or schizophrenia. He is brought to a mental hospital, from which he finally recovers. Early in the book, it is mentioned that Charlie’s best friend Michael appeared to have suffered from depression and had killed himself (before the book). There are several more people in the book who appear to have depression and/or bipolar disorder.\nSuicide.\nTeenagers, like adults, may decide to take their lives for a variety of reasons. Michael, who was Charlie’s friend, had committed suicide (killed himself) but the reason behind it is never explicitly said in the novel. The school counselor guessed that he might have had \"a problem at home\" but nobody to talk to, so he felt desperate and lonely. As suicide is a tragic event, it impacted many of the people around him, like Charlie (his best friend) and Susan, (his girlfriend), in addition to the rest of his school. It did, however, help the staff and students become more aware of mental illness in and beyond the school. In addition, it is mentioned in the book that both Bridget and Carl struggled with suicidal thoughts when facing problems in their lives.\nHigh school in the US.\nThis paragraph is about the high school in the US from the book the perks of being a wallflower. But what do the students think about the school or what do the schools in the US pay attention to? The school in the US tries to offer social activities to the students so that they do not become criminals. However, the students are partly overstrained. The school in the US tries that the students are very educated when they leave the school.\nLGBTQI.\nThis theme appears often in the book, as one of the main characters, Patrick, is homosexual. Patrick is in a relationship with Brad, they are two very different people with very different lives. Brad is one of the most popular boys in school and is dating a girl to cover up his sexuality because he is ashamed of people knowing. Patrick is known by the nickname \"Nothing\" in school and is bullied often, however that doesn't disturb him at all. In their relationship they go through pain, fear, love, but mostly sorrow. Their whole relationship is told from Charlie's perspective. He explains the phases Patrick goes through and stories he is told throughout their affair. Brad at the beginning had to take drugs and alcohol every time they got together, so that he had something to blame for the next day. Patrick was always very upset about this, however when it finally stopped he wasn't at all bothered that Brad wanted to keep it a secret, as he had deep feelings for him. Things start becoming more complicated when Brad's dad walks in on them. Brad is beat up terribly by his father, which caused him not to come to school for a week and ignore Patrick completely. When Brad comes back to school he calls Patrick \"faggot\" in the cafeteria, in front of the whole school. This provokes a huge fight, including Brad's friends and Charlie who ends the fight. Brad and Patrick never get back together.\nFamily Relationships.\nCharlie's family consists of both of his parents, mom and dad, an older brother who is in college and an older sister who is a senior in high school. The family member Charlie is closest with is his mom's sister: aunt Helen. Unfortunately, she died in a car accident on his seventh birthday. Often, Charlie gets flashbacks about her, but he wouldn't understand why it happened. He later realizes after being in the hospital because of a mental breakdown, that his aunt Helen used to sexually abuse of him. Charlie's mom is always home, and does not work. According to Charlie, she is quiet and does not talk much, but when she does everybody listens to her. His dad is considered an honest man by Charlie, he is a hardworking man and a good husband. Since his brother is in college, he loses connection with him, and they don't talk much after that. However Charlie and his brother were never close in that sense. Charlie's relationship with his sister gets worse when he sees her boyfriend hit her. Eventually, Charlie discovers that his sister is pregnant, and he agrees to bring her to an abortion clinic and keep it a secret. She then breaks up with her boyfriend and the relationship between Charlie and her improves. Everybody in Charlie's family is busy and nobody ever has time for him. For that same reason, Charlie feels lonely and sometimes even depressed.\nDrugs.\nIn the book \"The Perks of Being a Wallflower\" Charlie has a few experiences with drugs, at parties he goes to. Unfortunately, these were all due to bad influences from Patrick since his confusion with finding himself made him try different things.\nMovie Adaption.\nThe book was adapted into a movie in 2012, having Stephen Chbosky direct it and starring Logan Lerman as Charlie, Emma Watson as Sam and Ezra Miller as Patrick. Although the plot of the movie shows many similarities to the novel, it has some clear and distinctive differences. For example, in the movie, Charlie helps Sam with schoolwork to improve her grades, but this is not mentioned in the novel. And the side-story about Charlie’s sister getting pregnant is only in the book, not in the movie.\nThe movie received mostly positive reviews following its first appearance in theaters, including 85% positive feedback on the website Rotten Tomatoes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":39},{"uri":"Stephen_Chbosky","surface_form":"Stephen Chbosky","offset":56},{"uri":"Stepsister","surface_form":"stepsister","offset":748},{"uri":"Pregnant","surface_form":"pregnant","offset":1025},{"uri":"Aunt","surface_form":"aunt","offset":1295},{"uri":"Accident","surface_form":"accident","offset":1325},{"uri":"Confuse","surface_form":"confusing","offset":1508},{"uri":"Mental_hospital","surface_form":"mental hospital","offset":1539},{"uri":"Overcome","surface_form":"overcome","offset":1591},{"uri":"Understand","surface_form":"understands","offset":1642},{"uri":"The_Catcher_in_the_Rye","surface_form":"The Catcher in the Rye","offset":1877},{"uri":"J._D._Salinger","surface_form":"J. D. Salinger","offset":1904},{"uri":"The_Perks_of_Being_a_Wallflower","surface_form":"The Perks of Being a Wallflower","offset":1976},{"uri":"Asleep","surface_form":"\"Asleep","offset":2063},{"uri":"The_Smiths","surface_form":"The Smiths","offset":2078},{"uri":"Stephen_Chbosky","surface_form":"Stephen Chbosky","offset":2091},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":2119},{"uri":"The_Perks_of_Being_a_Wallflower","surface_form":"The Perks of Being a Wallflower","offset":2152},{"uri":"Pocket_Books","surface_form":"Pocket Books","offset":2358},{"uri":"Language","surface_form":"language","offset":2402},{"uri":"Country","surface_form":"countries","offset":2427},{"uri":"The_world","surface_form":"the world","offset":2446},{"uri":"Grand_Canyon","surface_form":"Grand Canyon","offset":5301},{"uri":"Christmas","surface_form":"Christmas","offset":5347},{"uri":"Traffic_collision","surface_form":"car accident","offset":5535},{"uri":"Christmas","surface_form":"Christmas","offset":5589},{"uri":"Panic_attack","surface_form":"panic attack","offset":5881},{"uri":"Grave","surface_form":"grave","offset":5952},{"uri":"New_Year%27s_Eve","surface_form":"New Year’s Eve","offset":6026},{"uri":"The_New_York_Times","surface_form":"New-York-Times","offset":9697},{"uri":"Logan_Lerman","surface_form":"Logan Lerman","offset":9813},{"uri":"Emma_Watson","surface_form":"Emma Watson","offset":9827},{"uri":"Ezra_Miller","surface_form":"Ezra Miller","offset":9843},{"uri":"Beauty_and_the_Beast_(2017_movie)","surface_form":"\"Beauty and the Beast\"","offset":9943},{"uri":"Book","surface_form":"book","offset":10061},{"uri":"Speech","surface_form":"talking","offset":10078},{"uri":"Age_of_majority","surface_form":"coming of age","offset":10109},{"uri":"Problem","surface_form":"problem","offset":10137},{"uri":"Dividend","surface_form":"divided","offset":10153},{"uri":"Sector_model","surface_form":"sectors","offset":10172},{"uri":"Friendship","surface_form":"friend”","offset":10202},{"uri":"Fears_of_adulthood","surface_form":"fears of adulthood","offset":10229},{"uri":"Aspect","surface_form":"aspect","offset":10282},{"uri":"Wallflower","surface_form":"wallflower","offset":10380},{"uri":"Responsibility","surface_form":"responsibility","offset":10416},{"uri":"High_school","surface_form":"High school","offset":10449},{"uri":"Afraid","surface_form":"afraid","offset":10557},{"uri":"Work","surface_form":"work","offset":10597},{"uri":"Music","surface_form":"Music","offset":11753},{"uri":"Car","surface_form":"car","offset":11838},{"uri":"Radio","surface_form":"radio","offset":11857},{"uri":"Mixtape","surface_form":"mix tapes","offset":11882},{"uri":"Gift","surface_form":"present","offset":12195},{"uri":"High_school","surface_form":"high school","offset":12268},{"uri":"Theatre","surface_form":"theatre","offset":12288},{"uri":"The_Smiths","surface_form":"„Asleep“","offset":12374},{"uri":"Author","surface_form":"author","offset":12516},{"uri":"Essay","surface_form":"essay","offset":12695},{"uri":"Naked_Lunch","surface_form":"Naked Lunch","offset":12748},{"uri":"High_school","surface_form":"high school","offset":12928},{"uri":"Football","surface_form":"football","offset":12940},{"uri":"Depression","surface_form":"depression","offset":13434},{"uri":"Cannabis","surface_form":"cannabis","offset":13463},{"uri":"Psychosis","surface_form":"psychosis","offset":13481},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":13498},{"uri":"Health","surface_form":"health","offset":13567},{"uri":"Killing","surface_form":"killed","offset":13880},{"uri":"Teenager","surface_form":"Teenager","offset":14020},{"uri":"Suicide","surface_form":"suicide","offset":14150},{"uri":"College","surface_form":"college","offset":16774},{"uri":"Senior_year","surface_form":"senior","offset":16811},{"uri":"High_school","surface_form":"high school","offset":16821},{"uri":"Flashback","surface_form":"flashback","offset":16996},{"uri":"Hospital","surface_form":"hospital","offset":17099},{"uri":"Mental_breakdown","surface_form":"mental breakdown","offset":17121},{"uri":"College","surface_form":"college","offset":17458},{"uri":"Logan_Lerman","surface_form":"Logan Lerman","offset":18412},{"uri":"Emma_Watson","surface_form":"Emma Watson","offset":18437},{"uri":"Ezra_Miller","surface_form":"Ezra Miller","offset":18460}]}