{"id":68106,"url":"http://en.wikipedia.org/wiki/Vamana","text":"Hindus believe that Vishnu has many important avatars. The Vamana avatar was the fifth avatar. In this avatar, Vishnu was in the form of a human.Vamana avatar is basically in the form of a bramhin(a caste in hinduism which is responsible for ancient spiritual, cultural, educational activitiesand the highest in the Varnas) was taken for a demon king 'Bali'. Lord Vishnu in this avatar asked Bali to offer him 'three feet land' as a form of offering a king offered to a brahmin as a goodwill during ancient times in hindu culture. The story goes when king Bali captured the Adobe of hindu demigods and caused them a fierce battle. 'Aditi' - the mother figure of demigods in hinduism prayed to Lord Vishnu and pleased by her prayers, Lord Vishnu appeared and assured her a boon. In a thought of revenge, she wished that may Bali loose his whole wealth and power.\"\nLord Vamana (lord Vishnu) when asked Bali for three feet land then Bali laughed and said \"Brahamandeva (O Brahmin) you might have asked many luxurious things from me as dakshina but you asked such a menial thing of land of a three feet quantity?\" After which Lord Vamana grew so large in size as his one feet could cover whole Earth and other whole heaven! That means, whole land property of Bali was under control of lord Vamana. As per Bali's oath, there was no more land to donate and one feet of lord was remaining. Bali asked lord about who is greater, the thing or who gives the thing? Lord answer was the donar or giver of the thing is greater than the thing. Then king Bali asked the Lord to keep his third feet on his (Bali) head! Pleased by this act of Bali lord promised him the rule of 'Patal' (the underEarth) and promised to protect Bali and his kingdom and slay whosoever disobeys Bali in patal.\nIt is believed that for 3 day during 'savan'or rainy season, king Bali returns to Earth. These three days are celebrated as Onam in Indian state of 'kerala'. During this festival, the idols of lord Vishnu and king bali are made out of rice and worshiped. A famous boat race is also organised across kerala in honour of king Bali. The people from every faith in kerala celebrate this feast. It is a regional festival of Keralites.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hindu","surface_form":"Hindu","offset":0},{"uri":"Vishnu","surface_form":"Vishnu","offset":20},{"uri":"Avatar","surface_form":"avatar","offset":46},{"uri":"Human","surface_form":"human","offset":139}]}