{"id":681194,"url":"http://en.wikipedia.org/wiki/Royal_Rumble_(2019)","text":"ce=\"preserve\">Royal Rumble (2019) was a show of professional wrestling by WWE that happened in Chase Field in Phoenix, Arizona on January 27, 2019 and could be watched on the WWE Network and pay-per-view. Happening after NXT TakeOver: Phoenix and before Worlds Collide, it was the thirty-second Royal Rumble show. WWE has said that 48,193 people were in Chase Field to watch the show, but a wrestling journalist named Dave Meltzer has said that this is not true and that only a little more than 40,000 people were there. Golden Crisp was the sponsor of the show.\nTen matches happened at the show, including three on the pre-show. The last match was the men's Royal Rumble match and it was won by Seth Rollins. Becky Lynch won the women's Royal Rumble match, but lost the first match which was against Asuka for the SmackDown Women's Championship. In other important matches, Brock Lesnar kept the Universal Championship by beating Finn Balor, Daniel Bryan kept the WWE Championship by beating AJ Styles, and Ronda Rousey kept the Raw Women's Championship by beating Sasha Banks.\nStorylines.\nIt has been a tradition for the winner of the Royal Rumble match to get a WrestleMania match for a world championship. This year, the winner of the men's Royal Rumble would get a match at WrestleMania 35 for either the WWE Championship or the Universal Championship or while the winner of the women's would get a match for either the Raw Women's Championship or the SmackDown Women's Championship.\nThe show had ten matches with three on the pre-show. The matches were organized as part of stories where wrestlers played heroes, villains or somewhere in between. The winners of these matches are chosen by the writers of the stories from WWE.\nIn December 2018, WWE had a show called where a team called Fabulous Truth (whose members were Carmella and R-Truth beat a team called Mahalicia (whose members were Alicia Fox and Jinder Mahal) in the final of a tournament called the Mixed Match Challenge. For winning the tournament, Carmella would be the last to enter the women's Royal Rumble match, while R-Truth would be the last to enter the men's. For weeks after TLC, there were announcements that several other wrestlers would enter the Royal Rumbles.\nAt Crown Jewel in November, Brock Lesnar beat Braun Strowman to win the Universal Championship which was not held by anyone before the match. At TLC, Strowman beat Baron Corbin to earn another match against Lesnar for the championship. On the January 14 episode of the weekly WWE show called Raw, Corbin spoke badly about Strowman to him. So, Strowman chased Corbin into a parking lot and then, Corbin hid in a limousine car. Strowman broke the car's glass and door when Vince McMahon, the chairman of WWE, came out and said that it was his car. Mr. McMahon then fined Strowman $100,000. Strowman argued with Mr. McMahon, but Mr. McMahon cancelled the match between Strowman and Lesnar. Later on that episode, Corbin, John Cena, Drew McIntyre, and Finn Balor all said that they wanted to face Lesnar at the Royal Rumble. Mr. McMahon then organized a fatal four-way match between them, but Balor had to fight Jinder Mahal first and the winner would be a part of the fatal four-way. Balor won and then also won the fatal four-way match so he could get a Universal Championship match against Lesnar, but he could not compete in the Royal Rumble anymore.\nAt TLC, Daniel Bryan beat AJ Styles to keep the WWE Championship. On the January 1 episode of the weekly WWE show called SmackDown, Styles beat Randy Orton, Mustafa Ali, Rey Mysterio, and Samoa Joe in a fatal five-way match to earn another match against Bryan for the championship.\nAt TLC, Asuka beat Becky Lynch and Charlotte Flair in a triple threat Tables, Ladders & Chairs match to win the SmackDown Women's Championship. On the January 1 episode of SmackDown, Lynch, Flair, and Carmella all said that they should face Asuka at the Royal Rumble. Triple H, the COO of WWE, then organized a triple threat match between them. Lynch won so she could get a SmackDown Women's Championship match against Asuka.\nAt TLC, Ronda Rousey beat Nia Jax to keep the Raw Women's Championship. On the January 7 episode of Raw, Rousey was interviewed by Alexa Bliss on \"A Moment of Bliss\" and said that she wanted to face Sasha Banks next because she could be a true test to how good Rousey is. Jax interrupted the interview and said that she wanted a rematch with Rousey. Banks then came out and she and Jax organized a match between each other. Banks won so she could get a Raw Women's Championship match against Rousey.\nAt Crown Jewel, Shane McMahon won the WWE World Cup. He replaced The Miz as a finalist because Miz got into a fight before the final and got injured, so he could not compete. After this, the Miz started asking McMahon to start a tag team with him and said that they could be the best tag team in the world. McMahon eventually agreed to do this. On the January 8 episode of SmackDown, Miz told the Bar (whose members are Cesaro and Sheamus) that he and McMahon wanted a match for their SmackDown Tag Team Championship at the Royal Rumble and the Bar agreed to the match.\nOn the TLC pre-show, Buddy Murphy beat Cedric Alexander to keep the WWE Cruiserweight Championship. On the December 26, 2018 episode of WWE's weekly show 205 Live (only for Cruiserweights who are wrestlers under 205 pounds), Drake Maverick, the GM of 205 Live, organized a fatal four-way match for Murphy to try to keep his title his title at the Royal Rumble. On the next episode of 205 Live, Kalisto beat Lio Rush and Akira Tozawa beat Drew Gulak so they could be a part of the WWE Cruiserweight Championship match at the Royal Rumble. On the next episode, Hideo Itami beat Alexander to take the last spot in the fatal four-way.\nOn the December 25, 2018 episode of SmackDown, Rusev beat Shinsuke Nakamura to win the United States Championship. On the January 1 episode, Rusev and his wife/manager Lana celebrated the win, but Nakamura attacked Rusev (Lana was also hurt during the fight). On January 15, a match between Rusev and Lana was organized for the Royal Rumble.\nResults.\nThree matches happened on the pre-show.\nFirstly, Drake Maverick, the manager of a tag team called AOP, organized where Bobby Roode and Chad Gable, who were the Raw Tag Team Champions, would fight Scott Dawson (from a team called The Revival and Rezar (from AOP). If Dawson and Rezar won, the Revival and AOP would have both gotten a Raw Tag Team Championship match. Bobby Roode and Chad Gable beat Dawson and Rezar.\nIn the second match, Shinsuke Nakamura won the United States Championship from Rusev who had Lana as his manager.\nIn the third match, Buddy Murphy kept the WWE Cruiserweight Championship by beating Akira Tozawa, Hideo Itami, and Kalisto in a fatal four-way match.\nSeven matches happened on the main show.\nIn the first match, Asuka kept the SmackDown Women's Championship by beating Becky Lynch.\nIn the second match, The Miz and Shane McMahon won the SmackDown Tag Team Championship from the Bar (Sheamus and Cesaro).\nIn the third match, Ronda Rousey kept the Raw Women's Championship by beating Sasha Banks.\nThe fourth match was the women's Royal Rumble match which Becky Lynch won by last eliminating Charlotte Flair. She got a women's championship match for WrestleMania 35.\nIn the fifth match, Daniel Bryan kept the WWE Championship by beating AJ Styles.\nIn the sixth match, Brock Lesnar, who had Paul Heyman as his manager, kept the Universal Championship by beating Finn Balor.\nThe seventh match and the main event was the men's Royal Rumble which Seth Rollins won by last eliminating Braun Strowman. He got a men's championship match for WrestleMania 35.\nWomen's Royal Rumble match entrances and eliminations.\nEach colour represents the show/brand that each wrestler is a part of. NXT is the show that wrestlers perform on before they make it to Raw, SmackDown, or 205 Live with NXT UK being a part of the brand for British wrestlers. Free agents are wrestlers who were not a part of a show/brand. Becky Lynch is in gold because she won.\nMen's Royal Rumble match entrances and eliminations.\nEach colour represents the show/brand that each wrestler is a part of. NXT is the show that wrestlers perform on before they make it to Raw, SmackDown, or 205 Live with NXT UK being a part of the brand for British wrestlers. Free agents are wrestlers who were not a part of a show/brand. Seth Rollins is in gold because he won.","categories":[],"infobox_types":[],"annotations":[{"uri":"WWE","surface_form":"WWE","offset":74},{"uri":"Chase_Field","surface_form":"Chase Field","offset":95},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix, Arizona","offset":110},{"uri":"WWE_Network","surface_form":"WWE Network","offset":175},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":191},{"uri":"NXT_TakeOver","surface_form":"NXT TakeOver","offset":221},{"uri":"WWE_Worlds_Collide","surface_form":"Worlds Collide","offset":254},{"uri":"Royal_Rumble","surface_form":"Royal Rumble","offset":295},{"uri":"Dave_Meltzer","surface_form":"Dave Meltzer","offset":418},{"uri":"Golden_Crisp","surface_form":"Golden Crisp","offset":521},{"uri":"Seth_Rollins","surface_form":"Seth Rollins","offset":696},{"uri":"Becky_Lynch","surface_form":"Becky Lynch","offset":710},{"uri":"Asuka_(wrestler)","surface_form":"Asuka","offset":801},{"uri":"WWE_SmackDown_Women%27s_Championship","surface_form":"SmackDown Women's Championship","offset":815},{"uri":"Brock_Lesnar","surface_form":"Brock Lesnar","offset":875},{"uri":"WWE_Universal_Championship","surface_form":"Universal Championship","offset":897},{"uri":"Finn_Balor","surface_form":"Finn Balor","offset":931},{"uri":"Daniel_Bryan","surface_form":"Daniel Bryan","offset":943},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":965},{"uri":"A.J._Styles","surface_form":"AJ Styles","offset":993},{"uri":"Ronda_Rousey","surface_form":"Ronda Rousey","offset":1008},{"uri":"WWE_Raw_Women%27s_Championship","surface_form":"Raw Women's Championship","offset":1030},{"uri":"Sasha_Banks","surface_form":"Sasha Banks","offset":1066},{"uri":"WrestleMania","surface_form":"WrestleMania","offset":1165},{"uri":"World_championship","surface_form":"world championship","offset":1190},{"uri":"WrestleMania_35","surface_form":"WrestleMania 35","offset":1279},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":1310},{"uri":"WWE_Universal_Championship","surface_form":"Universal Championship","offset":1334},{"uri":"WWE_Raw_Women%27s_Championship","surface_form":"Raw Women's Championship","offset":1425},{"uri":"WWE_SmackDown_Women%27s_Championship","surface_form":"SmackDown Women's Championship","offset":1457},{"uri":"Face_(professional_wrestling)","surface_form":"heroes","offset":1611},{"uri":"Heel_(professional_wrestling)","surface_form":"villains","offset":1619},{"uri":"Carmella_(wrestler)","surface_form":"Carmella","offset":1828},{"uri":"Ron_Killings","surface_form":"R-Truth","offset":1841},{"uri":"Alicia_Fox","surface_form":"Alicia Fox","offset":1898},{"uri":"Jinder_Mahal","surface_form":"Jinder Mahal","offset":1913},{"uri":"WWE_Mixed_Match_Challenge","surface_form":"Mixed Match Challenge","offset":1967},{"uri":"WWE_Crown_Jewel","surface_form":"Crown Jewel","offset":2247},{"uri":"Brock_Lesnar","surface_form":"Brock Lesnar","offset":2272},{"uri":"Braun_Strowman","surface_form":"Braun Strowman","offset":2290},{"uri":"Baron_Corbin","surface_form":"Baron Corbin","offset":2408},{"uri":"WWE_Raw","surface_form":"Raw","offset":2536},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":2715},{"uri":"John_Cena","surface_form":"John Cena","offset":2962},{"uri":"Drew_McIntyre","surface_form":"Drew McIntyre","offset":2973},{"uri":"Finn_Balor","surface_form":"Finn Balor","offset":2992},{"uri":"Daniel_Bryan","surface_form":"Daniel Bryan","offset":3403},{"uri":"A.J._Styles","surface_form":"AJ Styles","offset":3421},{"uri":"WWE_SmackDown","surface_form":"SmackDown","offset":3516},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":3539},{"uri":"Mustafa_Ali","surface_form":"Mustafa Ali","offset":3552},{"uri":"Rey_Mysterio","surface_form":"Rey Mysterio","offset":3565},{"uri":"Samoa_Joe","surface_form":"Samoa Joe","offset":3583},{"uri":"Asuka_(wrestler)","surface_form":"Asuka","offset":3685},{"uri":"Becky_Lynch","surface_form":"Becky Lynch","offset":3696},{"uri":"Charlotte_Flair","surface_form":"Charlotte Flair","offset":3712},{"uri":"Carmella_(wrestler)","surface_form":"Carmella","offset":3878},{"uri":"Triple_H","surface_form":"Triple H","offset":3945},{"uri":"Ronda_Rousey","surface_form":"Ronda Rousey","offset":4111},{"uri":"Nia_Jax","surface_form":"Nia Jax","offset":4129},{"uri":"Alexa_Bliss","surface_form":"Alexa Bliss","offset":4234},{"uri":"Sasha_Banks","surface_form":"Sasha Banks","offset":4302},{"uri":"Shane_McMahon","surface_form":"Shane McMahon","offset":4619},{"uri":"The_Miz","surface_form":"The Miz","offset":4668},{"uri":"Cesaro_(wrestler)","surface_form":"Cesaro","offset":5023},{"uri":"Sheamus","surface_form":"Sheamus","offset":5034},{"uri":"Buddy_Murphy","surface_form":"Buddy Murphy","offset":5194},{"uri":"Cedric_Alexander","surface_form":"Cedric Alexander","offset":5212},{"uri":"WWE_Cruiserweight_Championship","surface_form":"WWE Cruiserweight Championship","offset":5241},{"uri":"205_Live_(WWE_brand)","surface_form":"205 Live","offset":5327},{"uri":"Rockstar_Spud","surface_form":"Drake Maverick","offset":5398},{"uri":"Kalisto_(wrestler)","surface_form":"Kalisto","offset":5567},{"uri":"Lio_Rush","surface_form":"Lio Rush","offset":5580},{"uri":"Akira_Tozawa","surface_form":"Akira Tozawa","offset":5593},{"uri":"Drew_Gulak","surface_form":"Drew Gulak","offset":5611},{"uri":"Hideo_Itami","surface_form":"Hideo Itami","offset":5732},{"uri":"Alexander_Rusev","surface_form":"Rusev","offset":5851},{"uri":"Shinsuke_Nakamura","surface_form":"Shinsuke Nakamura","offset":5862},{"uri":"WWE_United_States_Championship","surface_form":"United States Championship","offset":5891},{"uri":"Lana_(wrestler)","surface_form":"Lana","offset":5972},{"uri":"The_Authors_of_Pain","surface_form":"AOP","offset":6253},{"uri":"Bobby_Roode","surface_form":"Bobby Roode","offset":6274},{"uri":"Chad_Gable","surface_form":"Chad Gable","offset":6290},{"uri":"WWE_Raw_Tag_Team_Championship","surface_form":"Raw Tag Team Champions","offset":6315},{"uri":"Scott_Dawson_(wrestler)","surface_form":"Scott Dawson","offset":6351},{"uri":"The_Revival_(professional_wrestling)","surface_form":"The Revival","offset":6384},{"uri":"Rezar_(wrestler)","surface_form":"Rezar","offset":6400},{"uri":"Alexander_Rusev","surface_form":"Rusev","offset":6650},{"uri":"Paul_Heyman","surface_form":"Paul Heyman","offset":7471},{"uri":"WWE_NXT","surface_form":"NXT","offset":7858},{"uri":"NXT_UK_(WWE_brand)","surface_form":"NXT UK","offset":7956},{"uri":"WWE_NXT","surface_form":"NXT","offset":8239},{"uri":"NXT_UK_(WWE_brand)","surface_form":"NXT UK","offset":8337}]}