{"id":68125,"url":"http://en.wikipedia.org/wiki/Ho_Chi_Minh_Mausoleum","text":"The Hồ Chí Minh Mausoleum (Vietnamese: Lăng Hồ Chí Minh) is a large memorial to Vietnamese independence leader Hồ Chí Minh. It is located in Ba Ðình Square in Hà Nội. This is where his body is kept for people to pay their respects. President Hồ Chí Minh did not want a mausoleum at all. In his will, he said he wanted to be cremated and to have his ashes buried in the hills of the north, center, and south of Việt Nam. He said that he liked cremation because it was healthier than burial or a mausoleum and saved farmland. His successors did not let him have this wish. The government kept that part of his will secret. The government also pretended he died a day after he really did, because he really died on Independence Day and they did not tell anyone.\nMany aspects of \"Uncle Ho's\" last will and testament were altered or, as stated above, ignored. In his last days he was surrounded by those who formed what is now Vietnam's political system, while those loyal to him and his wishes were systematically kept or chased away. Others were put on a bus and executed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vietnamese_language","surface_form":"Vietnamese","offset":27},{"uri":"Memorial","surface_form":"memorial","offset":68},{"uri":"Vietnam","surface_form":"Vietnam","offset":80},{"uri":"Independence","surface_form":"independence","offset":91},{"uri":"H%E1%BB%93_Ch%C3%AD_Minh","surface_form":"Hồ Chí Minh","offset":111},{"uri":"Ba_%C3%90%C3%ACnh_Square","surface_form":"Ba Ðình Square","offset":141},{"uri":"H%C3%A0_N%E1%BB%99i","surface_form":"Hà Nội","offset":159},{"uri":"Mausoleum","surface_form":"mausoleum","offset":269},{"uri":"Will_(law)","surface_form":"will","offset":294},{"uri":"Cremation","surface_form":"cremated","offset":324},{"uri":"Farm","surface_form":"farm","offset":514},{"uri":"Government","surface_form":"government","offset":575},{"uri":"Vietnamese_Declaration_of_Independence","surface_form":"Independence Day","offset":712}]}