{"id":681330,"url":"http://en.wikipedia.org/wiki/Kamikaze_(Eminem_album)","text":"\"Kamikaze\" (stylized as \"KAMIKAZƎ\") is the tenth studio album by American rapper Eminem. The album was released on August 31, 2018, through Aftermath Entertainment, Shady Records, Interscope Records and Goliath Records.\nThe album features guest appearances from Joyner Lucas, Royce da 5'9\", Jessie Reyez, and uncredited vocals by Justin Vernon. The album is executively produced by Eminem, credited as Slim Shady, and frequent collaborator Dr. Dre. Production on the album comes from a variety of producers, including Mike Will Made It, Illa da Producer, Ronny J, Cubeatz, Backpack, Boi-1da, Jahaan Sweet, Tay Keith, Tim Suby, LoneStarr Muzik, Fred Ball, S1, Luke Wild, and Luis Resto.\nRecording and release.\nEminem had previously mentioned working on a song for \"Venom\" and released the album to streaming music service Spotify without any promotion or announcement on August 31, 2018.\nThe title track had previously been performed at the 2017 BET Awards.\nThe cover art is inspired by the Beastie Boys' \"Licensed to Ill\".\nCritical reception.\nAccording to review aggregator Metacritic, the album has an average critic review score of 67/100 based on four reviews, indicating \"generally favorable reviews\". Aja Romano of \"Vox\" called the album Eminem's best in years, citing a return to the rapper's old school sound after deviating with \"Revival\". Ed Power of \"The Daily Telegraph\" also compared this album to \"Revival\", calling \"Kamikaze\" a \"a high-kicking, low-punching riposte\", indicating it is a better release. In \"NME\", Dan Stubbs gave the album three out of five stars, saying that Eminem is out of step with trends in hip hop by writing, \"there's a sense Eminem struggles with the modern world\" but stating that \"there are plenty of moments... that remind us of Em's greatness\". \"The Guardian\"s Alexis Patridis also gave the album three out of five stars and commented on Eminem's generational difference with current hip hop stars, summing up, \"...if you're going to listen to a middle-aged man complain that hip-hop isn't as good as it used to be, that it might as well be Eminem.\" \"The Line of Best Fit\"s William Rosebury gave the album 7 of 10 stars and commented that \"...\"Kamikaze\" is the sound of Eminem with his back against the wall, and this has led to some of his most invigorated writing in years—albeit with some troubling lyrical results. Whether he'll be able to maintain this level of energy into his next project is up for debate; for now though, any inspiration is promising. Similarly, A. D. Amorosi of \"Variety\" sees the album as similar to Eminem's earlier work, stating, \"[his] voice hasn't sounded quite so cranky, silly, impassioned or enraged since his early days\". In \"The Atlantic\", Spencer Kornhaber addresses both comparisons with \"Revival\" and current hip hop stars on \"Kamikaze\" stating, \"Really, though, Eminem is waging a war over aesthetics, and \"Kamikaze\" is a better listen than \"Revival\" because its concision confirms Eminem's value as an entertainer... Certainly it's refreshing that in a genre especially obsessed with statements of dominance, Eminem doesn't disguise his feelings of irrelevance. He does, however, try to claim his influence.\"\nIn a negative review, \"The Hollywood Reporter\"s Jonny Coleman considered the album an \"epic fail\" and described it as \"the work of an aging artist trying, and failing, to remain relevant by acting out.\" In \"Billboard\", Mikelle Street said \"Eminem needs to be held accountable for using homophobic slurs (again),\" further adding, \"the idea that listeners are too \"soft\" for critiquing the ways in which rappers weaponize the identities of others against them ignores how hip-hop is a reflection and arbiter of culture.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Studio_album","surface_form":"studio album","offset":49},{"uri":"Eminem","surface_form":"Eminem","offset":81},{"uri":"Aftermath_Entertainment","surface_form":"Aftermath Entertainment","offset":140},{"uri":"Shady_Records","surface_form":"Shady Records","offset":165},{"uri":"Interscope_Records","surface_form":"Interscope Records","offset":180},{"uri":"Goliath_Management","surface_form":"Goliath Records","offset":203},{"uri":"Joyner_Lucas","surface_form":"Joyner Lucas","offset":262},{"uri":"Royce_da_5%279%26quot%3B","surface_form":"Royce da 5'9\"","offset":276},{"uri":"Jessie_Reyez","surface_form":"Jessie Reyez","offset":291},{"uri":"Justin_Vernon","surface_form":"Justin Vernon","offset":330},{"uri":"Eminem","surface_form":"Eminem","offset":382},{"uri":"Dr._Dre","surface_form":"Dr. Dre","offset":440},{"uri":"Mike_Will_Made_It","surface_form":"Mike Will Made It","offset":518},{"uri":"Ronny_J","surface_form":"Ronny J","offset":555},{"uri":"Cubeatz","surface_form":"Cubeatz","offset":564},{"uri":"Boi-1da","surface_form":"Boi-1da","offset":583},{"uri":"Fred_Ball_(producer)","surface_form":"Fred Ball","offset":644},{"uri":"Symbolyc_One","surface_form":"S1","offset":655},{"uri":"Luis_Resto_(musician)","surface_form":"Luis Resto","offset":674},{"uri":"Venom_(2018_film)","surface_form":"Venom","offset":764},{"uri":"Spotify","surface_form":"Spotify","offset":821},{"uri":"BET_Awards","surface_form":"BET Awards","offset":945},{"uri":"Beastie_Boys","surface_form":"Beastie Boys","offset":990},{"uri":"Licensed_to_Ill","surface_form":"Licensed to Ill","offset":1005},{"uri":"Metacritic","surface_form":"Metacritic","offset":1074},{"uri":"Vox_(website)","surface_form":"Vox","offset":1221},{"uri":"Revival_(Eminem_album)","surface_form":"Revival","offset":1338},{"uri":"The_Daily_Telegraph","surface_form":"The Daily Telegraph","offset":1361},{"uri":"NME","surface_form":"NME","offset":1521},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1789},{"uri":"The_Line_of_Best_Fit","surface_form":"The Line of Best Fit","offset":2094},{"uri":"Variety_(magazine)","surface_form":"Variety","offset":2532},{"uri":"The_Atlantic","surface_form":"The Atlantic","offset":2704},{"uri":"The_Hollywood_Reporter","surface_form":"The Hollywood Reporter","offset":3216},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":3400}]}