{"id":6814,"url":"http://en.wikipedia.org/wiki/Exponent","text":"e=\"preserve\">In mathematics, an exponent indicates how many copies of a number (known as the base) is multiplied together.\nFor example, in the number formula_1, 5 is the base and 4 is the exponent. This can be read as \"5 to the power of 4\". Therefore, in this example, four copies of 5 are multiplied together, which means that formula_1.\nIn general, given two numbers formula_1 and formula_1, the number formula_1 can be read as \"formula_1 raised to the power of formula_1\" or \"formula_1 to the formula_1th power\", where formula_1 is the exponent.\nBases raised to the power of two, formula_1, can be read the base \"squared\", because the area of a square with a side length of x is formula_1.\nSimilarly, bases raised to the power of three, formula_1, can be called the base \"cubed\", because the area of a cube with a side length of x is formula_1.\nExponents are used in algebra. Exponentiation is a way of shortening the process/equation of repeatedly multiplying many copies of a number.\nAn exponent is a number or symbol, placed above and to the right of the expression to which it applies, that indicates the number of times the expression is used as a factor. For example. the exponent \"x\" in formula_1 indicates x copies of formula_1 are multiplied together.\nThere are some basic rules used in exponentiation\nProof - When multiplying a base term by two different exponents formula_1, there are \"m\" number of \"a'<nowiki/>\"s and \"n\" number of \"a\"<nowiki/>'s.\ntherefore formula_1.\nFor example, formula_1. This is true because at first, we had 2 threes times 4 threes which, when multiplied together, gives us 3 multiplied by itself 6 times, or 4+2 times.\nProof (when m > n) - formula_1\nSince corresponding \"a\"’s become 1, we are then left with\ntherefore, formula_1.\nFor example, formula_1. Notice that formula_1, which confirms the proof.\nIn fact, this property holds when m < n as well, but in that case, we get negative exponents instead. When m < n, the format of the problem becomes formula_1.\nFor more information on negative exponents, see § Negative exponents below.\nProof: we showed in #1 that formula_1.\nThis equation holds true for formula_1 as well, so\nNegative exponents.\nA negative exponent is the reciprocal of a number with a positive exponent which can be mathematically represented as formula_1 In the same way that regular exponents are considered repeated multiplication, negative exponents can be considered repeated division.\nNegative exponents can also be different from -1. In this case the negative exponent can be separated from the positive exponent, so formula_1\nThe formula for a negative exponent in terms of a whole number exponent is formula_1 There are more than one ways to prove this. The first proof involves a pattern form. It is not always a good idea to use patterns because in cases like exponents they may not be complete patterns for every case, but the proof still holds.\nProof #1: Why is formula_1 ?\ndivide both sides by formula_1\nThe second proof proves exactly the same thing but dives further into matching equalities\nProof #2: formula_1\neverything in the next row is proved by the rules in the exponent section\ntherefore formula_1\nIf we also have a multiplication, like in formula_1, it would be written as formula_1\nComplex exponentiation.\nA complex number can also be taken to the power of another complex number. The relationship between imaginary numbers and trigonometry, which produces the multiplication formula\nThis formula basically states that the multiplication of complex numbers is related to addition of angles.\nFrom these representations, you should notice that the terms of the sine and cosine series combine, along with some sign changes, to make the exponential series. By introducing the number i into the equation, we get\nThis result is often used as the beginning of the definition for complex number exponents.\nThere are some cases where we are raising other numbers to the power i. For example, we can use the following relationship formula_1. Here using base 2 and exponent i, we get\nWhen using base i and exponent i, we get\nNow we can look at a general formula.\nWe can rewrite the formula_1 in the trigonometric form formula_1.\nBy the relationship we found between trigonometry and complex exponent, we can rewrite the equation in complex exponential form, formula_1.\nSubstituting this equation in the exponent in our original equation, we get formula_1\nThis can be simplified to be formula_1\nThe real and imaginary parts of the exponent can be simplified separately to obtain to result formula_1\nBecause there are many ways to describe the angle P, this formula can give many answers. If we allow the variable P to vary by multiples of formula_1, we get the final result","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":16},{"uri":"Algebra","surface_form":"algebra","offset":870}]}