{"id":681507,"url":"http://en.wikipedia.org/wiki/WWE_Women%27s_Tag_Team_Championship","text":"The WWE Women's Tag Team Championship is a professional wrestling title and it is owned by WWE. It is the only title of WWE's second brand extension that was made for both of WWE's weekly TV shows, \"Raw\" and \"SmackDown Live.\" The first and only champions are a team called The Boss 'N' Hug Connection (whose members are Bayley and Sasha Banks) and they won the championship at Elimination Chamber (2019) in February 2019. It is separate from the WWF Women's Tag Team Championship.\nHistory.\nOn the December 24, 2018 episode of \"Raw\", WWE Chairman Vince McMahon said that there would be a new Women's Tag Team Championship in 2019. On the January 14, 2019 episode of \"Raw\", Alexa Bliss showed what the championship belts look like on her show \"A Moment of Bliss\". Then, Bliss said that the winner of a tag team elimination chamber match that would have three teams from \"Raw\" and three teams from \"SmackDown\" would be the first WWE Women's Tag Team Champions. The Boss 'N' Hug Connection (Bayley and Sasha Banks) from \"Raw\" became the first champions by beating Nia Jax and Tamina, and The Riott Squad (Liv Morgan and Sarah Logan) from \"Raw\" and Carmella and Naomi, Mandy Rose and Sonya Deville, and the IIconics (Peyton Royce and Billie Kay) from \"SmackDown\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":43},{"uri":"WWE","surface_form":"WWE","offset":91},{"uri":"WWE_brand_extension","surface_form":"WWE's second brand extension","offset":120},{"uri":"WWE_Raw","surface_form":"Raw","offset":199},{"uri":"WWE_SmackDown","surface_form":"SmackDown Live","offset":209},{"uri":"Sasha_Banks","surface_form":"Sasha Banks","offset":331},{"uri":"Elimination_Chamber","surface_form":"Elimination Chamber","offset":377},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":546},{"uri":"Alexa_Bliss","surface_form":"Alexa Bliss","offset":672},{"uri":"Tamina_Snuka","surface_form":"Tamina","offset":1072}]}