{"id":681781,"url":"http://en.wikipedia.org/wiki/2019_Pulwama_attack","text":"ce=\"preserve\">2019 Pulwama attack was an attack on the Indian security guards by a suicide bomber on 14 February 2019.It happened at Lethpora in the Pulwama district, Jammu and Kashmir, India. The attack resulted in the deaths of 40 Central Reserve Police Force (CRPF) guards and the attacker.The Pakistan-based Islamist militant group (terrorist group) Jaish-e-Mohammed was responsible for this attack. A Jaish-e-Mohammed member named Adil Ahmad Dar, a Kashmiri local, was identified as the attacker.\nAfter the pulwama attack entire Indian national cricket team thought that they would wear an army to honor martyrs former captain Mahendra Singh Dhoni asked Virat Kohli to do this.\nAttack.\nAt Lethpora near Awantipora, around 15:15 IST, a bus carrying security guards was hit by a Mahindra Scorpio SUV carrying explosives. It caused a blast which killed 40 CRPF personnel of the 76th Battalion. The injured were moved to the army base hospital in Srinagar.\nThe Pakistan-based Islamist militant group (terrorist group) Jaish-e-Mohammed was responsible for this attack.They also released a video of the attacker, Adil Ahmad Dar. Dar was a 22-year old from Kakapora. He had joined the group a year ago. Pakistan denied any involvement with the group. But Jaish-e-Mohammed leader, Masood Azhar, roams freely in that country.\nThis is the deadliest terror attack on India's state security guards in Kashmir since 1989.\nAfter the pulwama attack all Indian national cricket team though that they would wear an army cap to honor martyrs fomer Indian captain asked Virat Kohli to do this.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lethpora","surface_form":"Lethpora","offset":133},{"uri":"Pulwama_District","surface_form":"Pulwama district","offset":149},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":167},{"uri":"Central_Reserve_Police_Force","surface_form":"Central Reserve Police Force","offset":233},{"uri":"Pakistan_and_terrorism","surface_form":"Pakistan","offset":297},{"uri":"Islamic_terrorism","surface_form":"Islamist","offset":312},{"uri":"Jaish-e-Mohammed","surface_form":"Jaish-e-Mohammed","offset":354},{"uri":"Lethpora","surface_form":"Lethpora","offset":694},{"uri":"Awantipora","surface_form":"Awantipora","offset":708},{"uri":"Mahindra_Scorpio","surface_form":"Mahindra Scorpio","offset":782},{"uri":"Srinagar","surface_form":"Srinagar","offset":948},{"uri":"Pakistan_and_terrorism","surface_form":"Pakistan","offset":962},{"uri":"Islamic_terrorism","surface_form":"Islamist","offset":977},{"uri":"Jaish-e-Mohammed","surface_form":"Jaish-e-Mohammed","offset":1019},{"uri":"Kakapora","surface_form":"Kakapora","offset":1155},{"uri":"Masood_Azhar","surface_form":"Masood Azhar","offset":1278}]}