{"id":681822,"url":"http://en.wikipedia.org/wiki/Presidency_of_Donald_Trump","text":"The Presidency of Donald Trump began at noon EST on January 20, 2017. Donald Trump was inaugurated as the 45th President of the United States. He succeeded Barack Obama. Trump is a member of the Republican Party.\n2016 presidential election.\nOn November 9, 2016, Republicans Donald Trump of New York and Governor Mike Pence of Indiana won the 2016 election, defeating Democratic former Secretary of State Hillary Clinton of New York and Senator Tim Kaine of Virginia. Trump won 304 electoral votes compared to Clinton's 227, though Clinton won a plurality of the popular vote, receiving nearly 2.9 million more votes than Trump. Trump then became the fifth person to win the presidency while losing the popular vote. In the congressional elections, Republicans maintained majorities in both the House of Representatives and the Senate.\nPersonnel.\nThe Trump administration has had record turnover, particularly among White House staff. By the end of his first year in office, 34 percent of Trump's original staff had resigned, been fired, or been reassigned., 43 percent of senior White House positions had turned over.\nOn September 5, 2018, \"The New York Times\" published an article entitled \"I Am Part of the Resistance Inside the Trump Administration\", written by an anonymous senior official in the Trump administration. The author asserted that \"many of the senior officials in his own administration are working diligently from within to frustrate parts of his agenda and his worst inclinations.\"\n2018 mid-term elections.\nIn the 2018 mid-term elections, Democrats won control of the House of Representatives, while Republicans expanded their majority in the Senate.\n2020 presidential elections.\nIn the 2020 presidential elections, Republicans Donald Trump and vice-president Mike Pence ran against Democratic former vice-president Joe Biden and senator Kamala Harris of California. The president lost by 59 votes with his 214 electoral college votes and the opposition's 273 votes.\nHistorical evaluations and public opinion.\nBy the end of Trump's first year in office, opinion polls showed him as the least popular president in United States history. He has said many false and misleading things in his campaign and presidency. Those things were documented by fact-checkers.\nEarly in his presidency, the Trump administration developed a controversial relationship with mass media. He repeatedly said it was the \"fake news media\" and \"the enemy of the people\".\nAs of 2019, Trump's most repeated false statements were each repeated over 100 times during his presidency. They included that the \"Trump wall\" was already being built, that a U.S. trade deficit would be a \"loss\" for the country, and that the American economy was the strongest ever during his administration.","categories":[],"infobox_types":["administration"],"annotations":[{"uri":"EST","surface_form":"EST","offset":45},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":70},{"uri":"Inauguration_of_Donald_Trump","surface_form":"inaugurated","offset":87},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":111},{"uri":"Order_of_succession","surface_form":"succeeded","offset":146},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":156},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":195},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":274},{"uri":"Mike_Pence","surface_form":"Mike Pence","offset":312},{"uri":"2016_United_States_presidential_election","surface_form":"2016 election","offset":342},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":404},{"uri":"Tim_Kaine","surface_form":"Tim Kaine","offset":444},{"uri":"Plurality_(voting)","surface_form":"plurality","offset":545},{"uri":"United_States_presidential_elections_in_which_the_winner_lost_the_popular_vote","surface_form":"win the presidency while losing the popular vote","offset":666},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":794},{"uri":"United_States_Senate","surface_form":"Senate","offset":827},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1747},{"uri":"Mike_Pence","surface_form":"Mike Pence","offset":1779},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":1835},{"uri":"Kamala_Harris","surface_form":"Kamala Harris","offset":1857},{"uri":"California","surface_form":"California","offset":1874},{"uri":"Opinion_poll","surface_form":"opinion poll","offset":2073},{"uri":"Controversy","surface_form":"controversial","offset":2341},{"uri":"Mass_media","surface_form":"mass media","offset":2373},{"uri":"Trump_wall","surface_form":"Trump wall","offset":2596},{"uri":"Trade_deficit","surface_form":"trade deficit","offset":2645}]}