{"id":682084,"url":"http://en.wikipedia.org/wiki/February_30","text":"e=\"preserve\">The February 30 or 30 February doesn't exist in both Julian and Gregorian calendar. The month February only has 28 days in a common year or 29 days in a leap year.\nReal life.\nFebruary 30 was a real date in few calendars.\nEarly Julian calendar.\nJohannes de Sacrobosco claimed that from 45 BC to 8 BC, the February had 30 days in leap year. In 8 BC, Augustus added 31 days in August. It made the February shorter.\nSwedish calendar.\nIn 1700, Sweden tried to change their Julian calendar date to Gregorian calendar date by removing all leap years from 1700. However, the 1704 and 1708 became leap days by mistake. So Sweden added 2 leap days in February 1712 to match their dates with the Julian calendar. They changed to Gregorian calendar in 1753 by removing the 11 days from February.\nSoviet calendar.\nMany sources claimed that from 1929 to 1940, Soviet union used a new calendar. It had 5-6 weeks and 30 days each month. Other 5 days were holidays in the calendar, just like the French Republican Calendar.\nFictional calendars.\nIn J. R. R. Tolkien's Middle-earth legendarium, the Hobbits have developed the Shire Reckoning.\nAccording to Appendix D to \"The Lord of the Rings\", this calendar has 12 months and 360 days. The month the Hobbits call \"Solmath\" actually says \"February\" in the text. The month shows 30 days.\nFebruary 30, 1951, is the last night of the world in Ray Bradbury's short story, \"Last Night of the World\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Johannes_de_Sacrobosco","surface_form":"Johannes de Sacrobosco","offset":257},{"uri":"Augustus","surface_form":"Augustus","offset":361},{"uri":"Julian_calendar","surface_form":"Julian calendar","offset":481},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":505},{"uri":"Leap_year","surface_form":"leap year","offset":545},{"uri":"French_Republican_Calendar","surface_form":"French Republican Calendar","offset":992},{"uri":"J._R._R._Tolkien","surface_form":"J. R. R. Tolkien","offset":1044},{"uri":"Middle-earth","surface_form":"Middle-earth","offset":1063},{"uri":"Legendarium","surface_form":"legendarium","offset":1076},{"uri":"Hobbits","surface_form":"Hobbits","offset":1093},{"uri":"Shire_Reckoning","surface_form":"Shire Reckoning","offset":1120},{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":1165},{"uri":"Ray_Bradbury","surface_form":"Ray Bradbury","offset":1384}]}