{"id":68227,"url":"http://en.wikipedia.org/wiki/Itihasa","text":"In Sanskrit, Itihasa means history. For Hindus, an Itihasa is a story that tells about what happened in the past in the land of India. Itihasas are usually epic poems. The important itihasas to Hindus are the Ramayana and the Mahabharata. Modern excavations and archaeological evidences are slowly beginning to find evidences to prove these Indian epics as actual history.\nThe original meaning of Itiihaasa had a more precise connotation than the word History. The etymology attested to by Panini indicates itiha to mean ‘thus indeed, in this tradition’.\nOne of the earliest references to Itihaasa in the literature of antiquity is in Chanakyas’s Arthashastra. Our investigations lead us to believe that the Maurya empire for which he was the preceptor began in 1534 BCE. He defines Itihaasa, in the context of the syllabus prescribed for training of a Prince, with the following words;\nPuraana (the chronicles of the ancients), Itivrtta (history), Akhyayika (tales), Udaaharana (illustrative stories), Dharmashastra (the canon of Righteous conduct), and Arthashastra (the science of Government) are known by (comprise the corpus of Itihaasah,) History\nKautilya’s Arthashastra, Book 1, Chapter 5\nThus, History in this definition takes on the meaning more akin to the sense of Historiography and is perhaps even more eclectic and appears to indicate a superset of political science and History as we use them today. We feel vindicated therefore in calling our forthcoming conference a conference on Indian History (http://www.india-forum.com/forums/index.php?showtopic=2088), since we seem to ascribe the same broad meaning that Kautilya did 3 millennia ago.\nThe quintessential quote is that of Kalhana in the Rajatarangini,12th century CE (1147 to 1149 CE) who is regarded as a modern in Indian parlance\nHistory will be the narration of events as they happened, in the form of a story, which will be an advice to the reader to be followed in life, to gain the purusaarthas namely Kama the satiation of desires through Artha the tool, by following the path of Dharma the human code of conduct to gain Moksha or liberation.\nClearly there is an emphasis on the traditions and on the utilitarian aspect of History, embedded in the etymology of Itihaasa. The reason we draw emphasis to the ambiguity in the use of the word History is that, in our usage, while we adhere to the broader usage of the word History, it makes for clarity in usage if the Civilizational aspects are distinguished into distinct categories","categories":[],"infobox_types":[],"annotations":[{"uri":"Sanskrit","surface_form":"Sanskrit","offset":3},{"uri":"Hindu","surface_form":"Hindu","offset":40},{"uri":"Epic","surface_form":"epic","offset":156},{"uri":"Poetry","surface_form":"poems","offset":161},{"uri":"Ramayana","surface_form":"Ramayana","offset":209},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":226}]}