{"id":682355,"url":"http://en.wikipedia.org/wiki/Dance_with_Me_(Zoli_%C3%81dok_song)","text":"e=\"preserve\">\"Dance with Me\" is the debut single by Hungarian singer Zoli Ádok. It was the Hungarian entry in the Eurovision Song Contest 2009 in Moscow, Russia.\nEurovision.\nOn 23 February 2009, Hungarian national broadcaster MTV held a press conference about its Eurovision entrant. During the conference they mentioned that the jury chose three songs before the final decision was made to be sure one of them will not withdraw and completely meet the requirements. Then they announced that Zoli Ádok will represent Hungary in the Eurovision Song Contest 2009 with his song \"Dance With Me\". \"Dance with Me\" was the internal selection juries' third choice, but after the original winning song was disqualified and the first runner-up withdrawn Zoli's song was chosen for Moscow.\nIn the Eurovision the song competed in the second semi-final on 14 May 2009, where it was performed eleventh, following Sloveniaand preceding Azerbaijan. On stage, Zoli was joined by two male backing vocalists: Gábor Heincz and Jnoffin Kasai, and three female dancers. The stage atmosphere during the performance shows the LED monitors have floating shapes in the verses, and expanding white lines and the words 'Dance With Me' written across them during the chorus. The song failed to qualify from the second semi-final and placing in 15th place with 16 points.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hungarian","surface_form":"Hungarian","offset":52},{"uri":"Singer","surface_form":"singer","offset":62},{"uri":"Zoli_%C3%81dok","surface_form":"Zoli Ádok","offset":69},{"uri":"Eurovision_Song_Contest_2009","surface_form":"Eurovision Song Contest 2009","offset":114},{"uri":"Moscow","surface_form":"Moscow","offset":146},{"uri":"Russia","surface_form":"Russia","offset":154},{"uri":"MTV","surface_form":"MTV","offset":226},{"uri":"LED","surface_form":"LED","offset":1102},{"uri":"Monitors","surface_form":"monitors","offset":1106}]}