{"id":68268,"url":"http://en.wikipedia.org/wiki/Moksha","text":"e=\"preserve\">Moksha is the ultimate goal of personal spiritual development for some schools of Hinduism. It is the equivalent of Nirvana in Buddhism. In the Sanskrit language, \"moksha\" means freedom. It is as a state of eternal bliss and emptiness. According to Vedanta life is an endless cycle of birth, death, and rebirth into a physical universe. Hindu scriptures describe Moksha as the spiritual liberation from this cycle and the achievement of an eternal and blissful emptiness that transcends all of the joys, pain, and sorrow of the physical body or corporeal life. It is the goal of Hindu practitioners to achieve Moksha (freedom/liberation from the material world) through the practice of Yoga viz Jnana Yoga(knowledge), Karma Yoga(work), and Bhakti Yoga (through reciting prayers and worshipping God).\nMoksha is a Vedic term. Scholars disagree about the precise relationship between the Moksha of Vedanta Hinduism and the Nirvana of Buddhism, but there is agreement that they are closely related historically and philosophically. Similarities can be found between Moksha and some concepts found in the Upanishads. Hindu texts explain the Moksha as Sat-Chit-Anand [True blissness of soul by separating the soul from the physical body by practising Dhyan and Yoga]. Moksha originates from the Sanskrit word, moksa.\nIn short, moksha symbolizes something which is beyond comprehension; too great and too wondrous to be truly understood, it can only be felt when one attains it. The world is truly a beautiful place, but the greatness that lies within is even more so, since the power of the greatness is completely unknown.\nAfter all, isn't that what beauty is; appreciation of the unknown!\nMoksha is the ultimate goal of a person to get liberated from the cycle of birth and death","categories":[],"infobox_types":[],"annotations":[{"uri":"Hindu","surface_form":"Hinduism","offset":95},{"uri":"Nirvana","surface_form":"Nirvana","offset":129},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":157},{"uri":"Vedanta","surface_form":"Vedanta","offset":262}]}