{"id":68265,"url":"http://en.wikipedia.org/wiki/Guru","text":"e=\"preserve\">In the Sanskrit language, guru means teacher. Eastern religions, such as Hinduism, Buddhism, Sikhism and newer movements such as Transcendental Meditation use \"guru\" as a title. They give it to a teacher (or guide) of religious matters.\nIn Western usage, any person who has followers may be called a guru, even if he is followed for things other than religion or philosophy. A person with knowledge or expertise may be called a guru if he influences by personal teaching. Modern terms which have a rather similar meaning are mentor and tutor.\nSatguru.\nMany Hindus have a satguru as well.The word \"guru\" means the one who removes the darkness from our heart. Satguru means true guru or true teacher. The title means that his students know that the guru can be trusted and will lead them to enlightenment. A satguru is a great soul who has realized God and is able to lead others along the path. God shines out from the satguru more brightly than from other people because he is very pure and enlightened. The satguru is devoted full time to religious life, is unmarried and has given up all possessions, personal life, family and friends. He has received an initiation from his satguru that gives him great spiritual power and authority. He can teach parents how to raise children, adults how to avoid problems and overcome any challenge in life, and in general he can make people feel close to God.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sanskrit","surface_form":"Sanskrit","offset":20},{"uri":"Teacher","surface_form":"teacher","offset":50},{"uri":"Religion","surface_form":"religion","offset":67},{"uri":"Hinduism","surface_form":"Hinduism","offset":86},{"uri":"Buddhism","surface_form":"Buddhism","offset":96},{"uri":"Sikhism","surface_form":"Sikhism","offset":106},{"uri":"Transcendental_Meditation","surface_form":"Transcendental Meditation","offset":142},{"uri":"Mentor","surface_form":"mentor","offset":538},{"uri":"Tutor","surface_form":"tutor","offset":549},{"uri":"Hindu","surface_form":"Hindu","offset":570},{"uri":"Moksha","surface_form":"enlightenment","offset":802},{"uri":"Soul","surface_form":"soul","offset":838},{"uri":"God","surface_form":"God","offset":860},{"uri":"Religious","surface_form":"religious","offset":1053},{"uri":"Spiritual","surface_form":"spiritual","offset":1219}]}