{"id":68271,"url":"http://en.wikipedia.org/wiki/Brahmin","text":"e=\"preserve\">Brahmin is a part of the caste system in Hinduism. Brahmins are the highest and most respected caste of people. In ancient India people who read the complete Upanishad Brahmanak were called Brahmins. They were teachers, warriors, doctors, scholars, or religious people in the past. They are called \"Dwij\" because they guided others toward enlightenment.\nCaste system.\nThe caste system classified people by jobs. The people in this caste were mostly priests and dramatists in the Aryan society. The Brahmins arranged prayers and rituals. Parashurama was one of the well known Brahmin by birth, but throughout his life, he was a warrior whose job was to protect Dharma. Parshurama is also Creator Father of Bhumihar Brahman, Bhumihar's are also known as Parashurama Brahman & Bramhkshatriya. Most Brahmins practice vegetarianism.\nThere are many subgroups in Brahmins based on demography. Rishiswar, Sanadhya, Kanyakubj, Telang, Saryupareen, Bhumihar, Goswami, Tyagi, and Saraswati are the main streams of Brahmin. Across the subcontinent, other Brahmins are also believed to have switched from the traditional duties of Brahmins in favor of military and administrative ones. In other parts of the subcontinent, outside of Punjab and the Gandhara region, they have been known as the Tyagi Brahman and \"brahma-kshatriya\" groups. These groups also claim to have descended from the Parshuram Tyagi Brahmans of Haryana and West Uttar Pradesh; traditionally, they have a close relationship and brotherhood with Mohyals.\nSome Mohyal Brahmins migrated eastward and became as some sub-divisions of Bhumihar Brahmins, some of whom are also descendants of Hussaini Brahmins and mourn the death of Imam Hussain.[7] Bhumihar Brahmins and Tyagi/ Mohyal Brahmins have an affinity and brotherhood for each other. The  Bhumihar Brahmins, of whom many, though not all, belong to the Saryupareen Brahmin division of Kanyakubja Brahmins.In Kerala Ezhavathy is also a Mohyal community.[8]\nThe Brahmins of Vedic Period.\nThe Brahmanas of the Vedic period were regarded as the most knowledgeable people and the best of best in all arts. Therefore, not all Hindus worship other Gods.\nThe sub-groups.\nIn Tamil Nadu, The Iyers and Iyengars are well known Brahmin communities. Iyers are mostly worshippers of Shiva and the Iyengars are Vaishnavites.","categories":[],"infobox_types":[],"annotations":[{"uri":"Caste","surface_form":"caste","offset":38},{"uri":"Hinduism","surface_form":"Hinduism","offset":54},{"uri":"Brahmanak","surface_form":"Brahmanak","offset":181},{"uri":"Teacher","surface_form":"teachers","offset":223},{"uri":"Warrior","surface_form":"warriors","offset":233},{"uri":"Medical_doctor","surface_form":"doctors","offset":243},{"uri":"Scholar","surface_form":"scholars","offset":252},{"uri":"Religion","surface_form":"religious people","offset":265},{"uri":"Parashurama","surface_form":"Parashurama","offset":550},{"uri":"Dharma","surface_form":"Dharma","offset":673},{"uri":"Parshurama_is_also_Creator_Father_of_Bhumihar_Brahman%2C_Bhumihar%27s_are_also_known_as_Parashurama_Brahman_%26amp%3B_Bramhkshatriya","surface_form":"Parshurama is also Creator Father of Bhumihar Brahman, Bhumihar's are also known as Parashurama Brahman & Bramhkshatriya","offset":681},{"uri":"Vegetarianism","surface_form":"vegetarianism","offset":826},{"uri":"Demography","surface_form":"demography","offset":887},{"uri":"Shiva","surface_form":"Shiva","offset":2292},{"uri":"Vaishnavism","surface_form":"Vaishnavites","offset":2319}]}