{"id":6828,"url":"http://en.wikipedia.org/wiki/Quark","text":"e=\"preserve\">A quark is a tiny particle which makes up protons and neutrons. Atoms are made of protons, neutrons and electrons. It was once thought that all three of those were fundamental particles, which cannot be broken up into anything smaller. After the invention of the particle accelerator, it was discovered that electrons are fundamental particles, but neutrons and protons are not. Neutrons and protons are made up of quarks, which are held together by gluons.\nThere are six types of quarks. The types are called flavours. The flavours are up, down, strange, charm, top, and bottom. Up, charm and top quarks have a charge of +, while down, strange and bottom quarks have a charge of -. Each quark has a matching antiquark. Antiquarks have a charge opposite to that of their quarks; meaning that up, charm and top antiquarks have a charge of - and that down, strange and bottom antiquarks have a charge of +.\nOnly up and down quarks are found inside atoms of normal matter. Two up quarks and one down make a proton (+ - = +1 charge) while two down quarks and one up make a neutron (- - = 0 charge). The other four flavours are not seen naturally on Earth, but they can be made in particle accelerators. Some of them may also exist inside of stars.\nWhen two or more quarks are held together by the strong nuclear force, the particle formed is called a hadron. Quarks that make the quantum number of hadrons are named 'valence quarks'. The two families of hadrons are baryons (made of three valence quarks) and mesons (which are made from a quark and an antiquark).\nWhen quarks are stretched farther and farther, the force that holds them together becomes bigger. When it comes to the point when quarks are separated, they form two sets of quarks, because the energy that is put into trying to separate them is enough to form two new quarks.\nThe idea (or model) for quarks was proposed by physicists Murray Gell-Mann and George Zweig in 1964. Other scientists began searching for evidence of quarks, and succeeded later in 1968.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protons","surface_form":"protons","offset":55},{"uri":"Neutrons","surface_form":"neutrons","offset":67},{"uri":"Elementary_particle","surface_form":"fundamental particles","offset":177},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":276},{"uri":"Electron","surface_form":"electron","offset":321},{"uri":"Gluons","surface_form":"gluons","offset":463},{"uri":"Up_quark","surface_form":"up","offset":550},{"uri":"Down_quark","surface_form":"down","offset":554},{"uri":"Strange_quark","surface_form":"strange","offset":560},{"uri":"Charm_quark","surface_form":"charm","offset":569},{"uri":"Top_quark","surface_form":"top","offset":576},{"uri":"Bottom_quark","surface_form":"bottom","offset":585},{"uri":"Electric_charge","surface_form":"charge","offset":625},{"uri":"Strong_interaction","surface_form":"strong nuclear force","offset":1306},{"uri":"Hadron","surface_form":"hadron","offset":1360},{"uri":"Baryon","surface_form":"baryon","offset":1475},{"uri":"Meson","surface_form":"meson","offset":1518},{"uri":"Murray_Gell-Mann","surface_form":"Murray Gell-Mann","offset":1907},{"uri":"George_Zweig","surface_form":"George Zweig","offset":1928}]}