{"id":683123,"url":"http://en.wikipedia.org/wiki/Justyna_Steczkowska","text":"Justyna Steczkowska, also as Justyna (born 2 August 1972) is a polish singer-songwriter, actress and violinist.\nBiography.\nShe is a daughter of Danuta and Stanisław Steczkowski's. In 1990 she graduate music high school in the violin class. She gave up her studies to run her vocal career. At that time Steczkowska sang vocalises in rock groups. The breakthrough occurred in 1994 when 22 years old singer took part in tv music talent show \"Szansa na sukces\" (Chance for success) and won. She sang \"Boskie Buenos\" a song of a band Maanam, which leader was Kora Jackowska. In the same year she recorded her first song \"Moja intymność\" (My Intimacy).\nIn 1995 she represented Poland in the Eurovision Song Contest. She sang her own song \"Sama\" (Alone) and she took the 18th place. Next she met Grzegorz Ciechowski - singer, music producer and leader of rock band Republika. One year later they released Justyna's debut album \"Dziewczyna Szamana\" (Shaman's Girl) with the same title single. In 90s she released also 2 albumes: \"Naga\" (Naked) and \"Na koniec świata\" (At the End of The World). In 1999 she played in the movie \"At the End of The World\".\nSince 2000 she released 14 albumes: \"Dzień i noc\" (Day and Night) with electronic sounds; \"Mów do mnie jeszcze\" (Talk To Me More) feat. actor Paweł Deląg - songs are poems by e.g. William Shakespeare; \"Alkimja\" with traditional jewish song in polish language; \"Złota kolekcja: Moja intymność\" (Gold Collection: My Intimacy), medley her the most famous songs; \"Femme Fatale\" with covers songs of Ewa Demarczyk, Dalida, Marilyn Monroe, Edith Piaf etc.; \"Daj mi chwilę\" (Give me a Moment) with her premiere repertoire; \"Puchowe kołysanki\" (Lullabies of Fluff) with lullabies wrote for her children; \"To mój czas\" (This is My Time) with pop music; \"Mezalianse\" (Misalliances) feat. Maciej Maleńczuk - songs from known in 50s and 60s XX century in Poland cabaret Kabaret starszych panów; \"XV\" with remastered cover her own songs; \"Puchowe kołysanki 2\" (Lullabies of Fluff 2) - continuation \"Puchowe kołysanki\"; \"Anima\" with spiritual and mistic trip hop ballads; \"I na co mi to było?\" (And What Was It For?) feat. Boban Marković - songs with balkan rhythms; \"Maria Magdalena. All is love\" - her first english language album, compilation of symphonic and electronic sounds.\nShe is married with ex-model and architect Maciej Myszkowski (m. 2000) and they have 3 children: Leon (b. 2000), Stanisław (b. 2005) and Helena (b. 2013).","categories":[],"infobox_types":[],"annotations":[{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":70},{"uri":"Actress","surface_form":"actress","offset":89},{"uri":"Violinist","surface_form":"violinist","offset":101},{"uri":"Maanam","surface_form":"Maanam","offset":529},{"uri":"Kora_Jackowska","surface_form":"Kora Jackowska","offset":554},{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":685},{"uri":"Grzegorz_Ciechowski","surface_form":"Grzegorz Ciechowski","offset":789},{"uri":"Republika","surface_form":"Republika","offset":858},{"uri":"Pawe%C5%82_Del%C4%85g","surface_form":"Paweł Deląg","offset":1287},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":1325},{"uri":"Ewa_Demarczyk","surface_form":"Ewa Demarczyk","offset":1540},{"uri":"Dalida","surface_form":"Dalida","offset":1555},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":1563},{"uri":"Edith_Piaf","surface_form":"Edith Piaf","offset":1579},{"uri":"Maciej_Male%C5%84czuk","surface_form":"Maciej Maleńczuk","offset":1823},{"uri":"Kabaret_starszych_pan%C3%B3w","surface_form":"Kabaret starszych panów","offset":1903},{"uri":"Boban_Markovi%C4%87","surface_form":"Boban Marković","offset":2154}]}