{"id":6832,"url":"http://en.wikipedia.org/wiki/Messiah","text":"Messiah or the Anointed One is the figure promised by God to the Jews for the salvation of the world. The Jews think that the Messiah will be a human being that will save Israel and lead the whole world into the End Of Days and eternal peace.\nOther people in real life or fiction are called messianic if they have the qualities of a messiah, or people think they will bring about a better world.\nJesus as the Messiah.\nChristianity, which began in Israel with Jewish followers of Jesus (), holds that the Messiah foretold by the Jewish Scriptures is Jesus, and that in fulfillment of prophecy Jesus died for the sins of the world, rose from the dead and lives today, seated at the right hand of God until His return. Most Jews do not hold these beliefs; those who do are sometimes called Messianic Jews. Some Messianic Jews and other Christians see the fact that a majority of Jews do not hold these beliefs as a fulfillment of prophecy. (see Epistle to the Romans chapter 10)\nMuslims believe that Jesus was the son of Mary, that he was a mighty prophet of God and that he was the Messiah (though, in Islam, the Messiah has a different role than he does in Christianity or Judaism). They believe that he will come again one day in his Second Coming to fight besides the Mahdi against the \"Dajjal\" (\"false messiah\").","categories":[],"infobox_types":[],"annotations":[{"uri":"God","surface_form":"God","offset":54},{"uri":"Judaism","surface_form":"Jews","offset":65},{"uri":"Salvation","surface_form":"salvation","offset":78},{"uri":"Israel","surface_form":"Israel","offset":171},{"uri":"End_Of_Days","surface_form":"End Of Days","offset":212},{"uri":"Fiction","surface_form":"fiction","offset":272},{"uri":"Quality","surface_form":"qualities","offset":318},{"uri":"Christianity","surface_form":"Christianity","offset":418},{"uri":"Jesus","surface_form":"Jesus","offset":479},{"uri":"Messianic_Jew","surface_form":"Messianic Jew","offset":787},{"uri":"Epistle_to_the_Romans","surface_form":"Epistle to the Romans","offset":942},{"uri":"Muslims","surface_form":"Muslims","offset":976},{"uri":"Jesus","surface_form":"Jesus","offset":997},{"uri":"Mary_(mother_of_Jesus)","surface_form":"Mary","offset":1018},{"uri":"Prophet","surface_form":"prophet","offset":1045},{"uri":"Second_Coming","surface_form":"Second Coming","offset":1234},{"uri":"Mahdi","surface_form":"Mahdi","offset":1269},{"uri":"Dajjal","surface_form":"Dajjal","offset":1288}]}