{"id":683213,"url":"http://en.wikipedia.org/wiki/Alfred_Freddy_Krupa","text":"Alfred Freddy Krupa (Krūppa) (14 June 1971, Karlovac, Yugoslavia) is a Croatian contemporary painter.\nMultidisciplinary artist Alfred Freddy Krupa is considered a pioneering force in the New Ink Art movement, for which he has gained international recognition.\nAs of October 2020 with Massachusetts Institute of Technology Historical Popularity Index (HPI) of 47.05, Alfred Freddy Krupa is the 80th most famous living painter, the 5th most famous Croatian Painter, and the most famous living Croatian Painter.\nKrupa graduated in 1995 at the Academy of Fine Arts, University of Zagreb. Krupa also studied Art History (non-degree research) at the University of Zagreb (1997,1998) and in 1998/99 as the postgraduate research student at the Tokyo Gakugei University (東京学芸大学) or Gakudai (学大).\nKrupas work has attracted public and professional attention from the beginning. For the first time his name was introduced to the general public in 1990 at the then mega-popular Yugoslav weekly \"Vikend/Weekend\". In the same year his first solo exhibition was held. Since early 1990's A.F. Krupa exhibited frequently and his works are part of a number of important collections worldwide.\nArtfacts.net Global Artists Historical Ranking (all media) positioned A. F. Krupa around the 1300th place in 1997 based on the international exhibition history, with the similar rank for around 2 decades and in the TOP 10 Modern Ink painters (the list published on 22/02/2019).. His works (notably contemporary watercolors, inks and portraits) has been presented at 6 continents in over 20 countries winning a number of awards.\nIn 2018 Krupa has become the first living Croatian artist to be included on Ranker’s list of famous painters. Ranker is popular Los Angeles based digital media company.\nAlfred Freddy Krupa is also known for his theoretical works related to the contemporary practice of the Modern Ink painting.\nAs interesting fact mention Krupa wears an Omega Seamaster Automatic Compressor 1970 since 1986. It is in his family for nearly 50 years, previously owned by his grandfather famous artist and inventor Alfred Krupa Sr.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":54},{"uri":"Academy_of_Fine_Arts%2C_University_of_Zagreb","surface_form":"Academy of Fine Arts, University of Zagreb","offset":540},{"uri":"University_of_Zagreb","surface_form":"University of Zagreb","offset":644},{"uri":"Tokyo_Gakugei_University","surface_form":"Tokyo Gakugei University","offset":736},{"uri":"Ranker","surface_form":"Ranker","offset":1712}]}