{"id":68344,"url":"http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life","text":"The Game of Life is an imaginary robot game (cellular automaton) made by the British mathematician John Horton Conway in 1970.\nThe reason it is called a game is because people who play the game can set it up in different ways to make it do different things. Sometimes people play the game by changing the way the imaginary robot is set up at the start to watch what happens. The Game of Life is a zero-player game because it changes without anybody playing (after the starting position is chosen). A different type of game lets two players set up imaginary robots to see which one is better.\nRules.\nThe way a player sets up the first alive cells starts the game. The first level (generation) is made by using the 4 rules. After the player is done changing the cells, they do the same thing all over again to make the next level. The game is over when all the cells are dead or all the cells are alive or the game is doing the same thing over and over. The Game of Life is Turing-complete.\nHistory.\nJohn Horton Conway made the Game of Life because he wanted to know if he could make an imaginary robot out of cells that would be able to get bigger. He combined lots of ideas in math to make the rules for the game. It is one of the first ever 'simulation games' that represent things that happen in real life. It is important because when used in complicated math, it can look at many things like physics, biology, economics, and philosophy.\nPatterns.\nPatterns are special things that happen in the game. Many different types of patterns happen, including static patterns where nothing changes between levels, repeating patterns where the cells that are alive and dead repeat, and patterns that move themselves across the board (\"spaceships\"). Common examples of these three classes are shown below, with live cells shown in black, and dead cells shown in white.\nThe \"block\" and \"boat\" do not change, the \"blinker\" and \"toad\" have 2 looks that repeat, and the \"glider\" and \"lightweight spaceship\" (\"LWSS\") are spaceships which keep moving across the cells in each level. The \"pulsar\" is the most common repeat that has 3 parts. Most of the repeating patterns have 2 parts, like the blinker and toad. [http://wwwhomes.uni-bielefeld.de/achim/freq_top_life.html].\nVariations on Life.\nSince the Game of Life was made, some people play with new rules. These rules are usually more ways to make cells alive or dead, or they are more rules to make it harder for cells to switch.\nSome variations change the way the cells look or where they are put.\nTwo players.\nWhen two people play the Game of Life, the alive cells have two colors and a player wins when their colors take up all of the cells. When a dead cell becomes alive, its color is the same as the alive cells that touch it. If both colors are touching the new alive cell, then the color that touches it more wins.\nOther websites.\nMany other websites concerning the Game of Life can be found on. In addition, [http://pentadecathlon.com/lifeNews/index.php Game of Life News] is a blog reporting on recent developments in the Game of Life by many individuals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Game_(simulation)","surface_form":"game","offset":39},{"uri":"Cellular_automaton","surface_form":"cellular automaton","offset":45},{"uri":"United_Kingdom","surface_form":"British","offset":77},{"uri":"Mathematician","surface_form":"mathematician","offset":85},{"uri":"John_Horton_Conway","surface_form":"John Horton Conway","offset":99},{"uri":"1970","surface_form":"1970","offset":121},{"uri":"Zero-player_game","surface_form":"zero-player game","offset":397},{"uri":"Turing-complete","surface_form":"Turing-complete","offset":972},{"uri":"Robot","surface_form":"robot","offset":1095},{"uri":"Simulation_games","surface_form":"simulation games","offset":1243},{"uri":"Physics","surface_form":"physics","offset":1396},{"uri":"Biology","surface_form":"biology","offset":1405},{"uri":"Economics","surface_form":"economics","offset":1414},{"uri":"Philosophy","surface_form":"philosophy","offset":1429},{"uri":"Spaceship_(CA)","surface_form":"spaceships","offset":1729}]}