{"id":68388,"url":"http://en.wikipedia.org/wiki/Unification_Church","text":"The Unification Church is a religious movement started by Sun Myung Moon in Korea in the 1940s. It officially began as a church in 1954 in Seoul, South Korea. On October 12, 2009, it was announced that Sun Myung Moon was given the church to his sons, Moon Hyung-jin, Moon Kook-jin, and Moon Hyun-jin.\nControversies.\nThe Unification Church is a controversial organisation. Some people say it is a cult. For example, Sun Myung Moon's says he is the \"Savior, Messiah, Returning Lord\" and using a Senate office building for a coronation ceremony. He also said that his teachings have helped Hitler and Stalin be \"reborn as new persons\". Many countries have recognized the organisation as a religion for legal purposes. This means the Unification Church has to pay less taxes, or no taxes at all.\nSome doubt the organization's religious origins. Frederick Sontag, a professor of philosophy whose view of the church is no longer favorable studied the Unification Church for 11 months. He concluded that \"one thing is sure: the church has a genuine spiritual basis.\" A German court made a similar finding.\nSome detractors have said that the church's main purpose is to advance Moon's political aspirations, such as the formation of a one world government.\nAbuse of money.\nCritics say the church misused money. They say the church made Moon rich. The Moon family situation is described as one of \"luxury and privilege\" and as \"lavish\".\nNansook Hong lived with the Moon family for 14 years. She describes the Unification Church as \"a cash operation\". She also pointed out there have been questionable movements of money, for example: \"The Japanese had no trouble bringing the cash into the United States; they would tell customs agents that they were in America to gamble at Atlantic City. In addition, many businesses run by the church were cash operations, including several Japanese restaurants in New York City. I saw deliveries of cash from church headquarters that went directly into the wall safe in Mrs. Moon's closet.\"\nIn the 1990s, thousands of Japanese elderly people claimed to have been defrauded of their life savings by Moon followers' [http://www1k.mesh.ne.jp/reikan/english/active/active.htm spiritual sales]. Moon's church was the subject of the largest consumer fraud investigation in Japan's history in 1997 and number of subsequent [http://www1k.mesh.ne.jp/reikan/english/judement/fukuoka/fuku12.htm court decisions] awarded hundreds of millions of yen in judgments, including 37.6 million yen ($300,000) to pay two women coerced into donating their assets to the Unification Church.\nRecruitment and allegations of brainwashing.\nIn the United States in the 1970s, the media reported on the high-pressure recruitment methods of Unificationists and said that the church separated vulnerable college students from their families through the use of brainwashing or mind control.\nMoon dismissed these criticisms, stating in 1976 that he had received many thank-you letters from parents whose children became closer to them after joining the movement. (In 1977, Moon had a notice posted in all Unification Churches in America, mandating that all members write to their families no less than once every 10 days.)\nMoon and his wife were banned from entry into Germany and the other 14 Schengen treaty countries, on the grounds that they are leaders of a sect that endangered the personal and social development of young people. The Netherlands and a few other Schengen states let Moon and his wife enter their countries in 2005. In 2006 the German Supreme Court overturned the ban.\nPolitical activities === .\nCritics of the Unification Church have accused the organization of being closely involved with covert CIA-authored operations against communism in Korea during the 1960s. The Church is known to have been involved with weapon and munitions manufacturing in Korea since the 1960s, as documented in a 1978 United States Congressional Report on the Unification Church. The explanation given by Korean Unification Church members is that all manufacturers seeking to do business in South Korea were required to supply the military.\nSun Myung Moon's controversial religious and political Unification Movement, which includes not only the Unification Church but an enormous constellation of civic organizations, including the Washington Times Foundation, is allied politically with evangelical Christians such as Jerry Falwell and Tim LaHaye. Advocates adhering to this point of view have challenged the church's tax-exempt status in the US, arguing that the political activities of church-related groups comprise an impermissible intrusion of the church into political areas.\nRev. Moon's infidelity.\nIn her 1998 book \"In the Shadow of the Moons: My Life in the Reverend Sun Myung Moon's Family\", Nansook Hong, ex-wife of Sun Myung Moon and Hak Ja Han's eldest son Hyo Jin Moon said that both Sun Myung Moon and Hak Ja Han told her about Sun Myung Moon's extramarital affairs (which she said he called \"providential affairs\"), including one which resulted in the birth of a boy raised by a church leader, named by Sun Myung Moon's daughter Un Jin Moon on the news show \"60 Minutes\".\nIn 1993, Chung Hwa Pak released the book \"Roku Maria no Higeki\" (\"Tragedy of the Six Marys\") through the Koyu Publishing Co. of Japan. The book contained allegations that Moon conducted sex rituals amongst six married female disciples (\"The Six Marys\") who were to have prepared the way for the virgin who would marry Moon and become the True Mother. Chung Hwa Pak had left the movement when the book was published and later withdrew the book from print when he rejoined the Unification Church. Before his death Chung Hwa Pak published a second book, \"The Apostate\", and recanted all allegations made in \"Roku Maria no Higeki\".\nSouth America.\nAuthorities in Brazil and Paraguay have expressed concerns over the Church's purchases in recent years of large tracts of land in South America, ranging in the hundreds of thousands of acres.\nIn May 2002, federal police in Brazil conducted a number of raids on organizations linked to Sun Myung Moon. In a statement, the police stated that the raids were part of a broad investigation into allegations of tax evasion and immigration violations by Moon's organization. The Association of Families for Unification and World Peace was the target of the raids, which took place in Rio de Janeiro, São Paulo, and the personal residence of Moon's primary representative in Brazil, Reverend Kim Yoon-sang. As of 2008 no legal action has been taken by the Brazilian government resulting from their investigations.\nAnti-gay teachings.\nMoon has spoken vehemently against homosexual activity. In talks to church members he compared homosexuals to \"dirty dung-eating dogs\" and prophesied that \"gays will be eliminated\" in a \"purge on God's orders\". These statements were criticized by gay rights groups.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sun_Myung_Moon","surface_form":"Sun Myung Moon","offset":58},{"uri":"Korea","surface_form":"Korea","offset":76},{"uri":"1940s","surface_form":"1940s","offset":89},{"uri":"Controversy","surface_form":"controversial","offset":344},{"uri":"Cult","surface_form":"cult","offset":396},{"uri":"Sun_Myung_Moon_coronation","surface_form":"coronation","offset":522},{"uri":"Adolf_Hitler","surface_form":"Hitler","offset":587},{"uri":"Josef_Stalin","surface_form":"Stalin","offset":598},{"uri":"Religion","surface_form":"religion","offset":686},{"uri":"Philosophy","surface_form":"philosophy","offset":874},{"uri":"One_world_government","surface_form":"one world government","offset":1227},{"uri":"Nansook_Hong","surface_form":"Nansook Hong","offset":1428},{"uri":"Yen","surface_form":"yen","offset":2502},{"uri":"USD","surface_form":"$","offset":2507},{"uri":"Brainwashing","surface_form":"brainwashing","offset":2857},{"uri":"Mind_control","surface_form":"mind control","offset":2873},{"uri":"Schengen_treaty","surface_form":"Schengen treaty","offset":3289},{"uri":"CIA","surface_form":"CIA","offset":3715},{"uri":"Communism","surface_form":"communism","offset":3747},{"uri":"United_States_Congressional_Report_on_the_Unification_Church","surface_form":"United States Congressional Report on the Unification Church","offset":3916},{"uri":"Sun_Myung_Moon","surface_form":"Sun Myung Moon","offset":4139},{"uri":"Unification_Movement","surface_form":"Unification Movement","offset":4194},{"uri":"Washington_Times","surface_form":"Washington Times","offset":4331},{"uri":"Jerry_Falwell","surface_form":"Jerry Falwell","offset":4418},{"uri":"Tim_LaHaye","surface_form":"Tim LaHaye","offset":4436},{"uri":"Nansook_Hong","surface_form":"Nansook Hong","offset":4802},{"uri":"Hyo_Jin_Moon","surface_form":"Hyo Jin Moon","offset":4870},{"uri":"Un_Jin_Moon","surface_form":"Un Jin Moon","offset":5145},{"uri":"60_Minutes","surface_form":"60 Minutes","offset":5175},{"uri":"Brazil","surface_form":"Brazil","offset":5846},{"uri":"Paraguay","surface_form":"Paraguay","offset":5857},{"uri":"Brazil","surface_form":"Brazil","offset":6054},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":6408},{"uri":"S%C3%A3o_Paulo_(city)","surface_form":"São Paulo","offset":6424},{"uri":"As_of_2008","surface_form":"As of 2008","offset":6530},{"uri":"Gay_rights","surface_form":"gay rights","offset":6904}]}