{"id":683915,"url":"http://en.wikipedia.org/wiki/NationStates","text":"NationStates is a website and browser based game and online community. It is about creating and managing a nation. It was created on 13 November 2002 by Max Barry. He created the game to advertise his book, \"Jennifer Government\". The game does not cost money to play, however people can donate money to remove adverts. They can also buy bonuses related to \"telegrams\", which are the way that players talk to each other directly.\nGameplay.\nRegistration is free and users are asked to provide the name of their nation, a national motto, a national animal, and a currency.. After playing for a few months, players can also modify their government type and religion, leader, etc. Players can upload or choose a flag for their nation.\nThere is a forum in the game, where players can chat about whatever they like, whether it be politics, recent events, etc. There are three major categories: General, which is for \"discussion and debate about anything\", Forum 7, where you can \"relax, unwind, share a joke, and generally goof off,\" and NationStates, where users can \"come together and discuss matters of varying importance\".\nPlayers are able to create and manage \"regions\", which are communities for players. Each region has a \"Regional Message Board\", which acts as a type of forum. Each region is managed by its \"founder\" (the player who created the region), but players within the region can also choose a \"World Assembly Delegate\". The World Assembly (WA) is an organisation and part of the game acting as a stand in for the United Nations. It makes laws that apply to nations that have joined the WA but nations are not required to be a member. It used to be called \"The United Nations\", however Max Barry was sent an email by the United Nations telling him to not use their trademark in his game.\nPlayers are also able to create factbook and dispatches about their country, which they can use to tell other people about their country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":18},{"uri":"Web_browser","surface_form":"browser","offset":30},{"uri":"Nation","surface_form":"nation","offset":107},{"uri":"Donation","surface_form":"donate","offset":287},{"uri":"Advertising","surface_form":"adverts","offset":310},{"uri":"Motto","surface_form":"national motto","offset":519},{"uri":"Currency","surface_form":"currency","offset":560},{"uri":"Flag","surface_form":"flag","offset":707},{"uri":"Politics","surface_form":"politics","offset":823},{"uri":"Internet_forum","surface_form":"forum","offset":1272},{"uri":"Organization","surface_form":"organisation","offset":1461},{"uri":"United_Nations","surface_form":"United Nations","offset":1524},{"uri":"E-mail","surface_form":"email","offset":1718},{"uri":"Trademark","surface_form":"trademark","offset":1775}]}