{"id":68412,"url":"http://en.wikipedia.org/wiki/Salsa","text":"Salsa is a type of music and dance of hispanic origin. Salsa music is based on Cuban music. This is a \"fusion\" of musical ideas which originally came from Africa and Spain.\nDuring 1965-1975 in New York, musicians of Cuban and Puerto Rican origin combined to produce this Cuban-style music. The music got the label of 'salsa'. No-one really knows how this happened, but everyone recognised how good it was to have a label for it. Over time, salsa bands worked in other influences. For example, in the late 60s Willie Colon developed numbers that made use of Brazilian rhythms. N.Y. radio programmes offered 'salsarengue' as a further combination.\nThe question of whether or not salsa is anything more than Cuban music has been argued over for more than thirty years. Initially, not much difference could be heard. Later it became clear that salsa in New York was a bit different from popular music in Cuba. Also, Miami, Venezuela, Colombia and other places all had their own ideas. It now seems clear that salsa has receded from the great position it achieved in the late 1970s, at any rate in New York. The reasons for this are also much disputed. It is difficult for any music which uses a foreign language to succeed in the biggest English-speaking market-place.\nSalsa as a dance can be seen in all the places mentioned. Unlike standard ballroom dancing, there is no clear agreement on how it should be danced, and the methods differ widely in detail. The teaching of salsa is also rather undeveloped. But, as a general guide, salsa dancing is rather like other dances from Cuba, such as the cha-cha-cha.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":19},{"uri":"Dance","surface_form":"dance","offset":29},{"uri":"Hispanic","surface_form":"hispanic","offset":38},{"uri":"Cuba","surface_form":"Cuba","offset":79},{"uri":"Africa","surface_form":"Africa","offset":155},{"uri":"Spain","surface_form":"Spain","offset":166},{"uri":"New_York","surface_form":"New York","offset":193},{"uri":"Puerto_Rico","surface_form":"Puerto Rican","offset":226},{"uri":"Brazil","surface_form":"Brazil","offset":557},{"uri":"Miami","surface_form":"Miami","offset":912},{"uri":"Venezuela","surface_form":"Venezuela","offset":919},{"uri":"Colombia","surface_form":"Colombia","offset":930},{"uri":"Cha-cha-cha","surface_form":"cha-cha-cha","offset":1594}]}