{"id":684111,"url":"http://en.wikipedia.org/wiki/Discord_(software)","text":"Discord is a free instant messaging software that lets people talk to each other over the internet. It was originally meant for people who play video games, but is now used by others. In addition to text messaging, you may also make audio and video calls through Discord. Discord is free to use, and it runs on Windows, macOS, Android, iOS, Linux, and in most web browsers. It has over 250 million users as of 21 July 2019.\nDiscord Nitro.\nUsers can pay money to Discord every month to receive extra features, which is called \"Discord Nitro\". There are two types of Discord Nitro: \"Nitro\" and \"Nitro Classic\". Nitro Classic costs $4.99 a month and includes less features, while Nitro costs $9.99 a month and includes more features and access to Discord Nitro's game store.\nDue to a lack of popularity, however, Discord Nitro's game store was removed on October 15th, 2019.\nOrganization.\nThere are several things on Discord that you should know. The most used things on Discord are \"Servers\" and \"Channels\".\nText Channels.\nA Discord text channel is simply a group chat. People may send text messages, images, and files in real-time. It may also be compared to an IRC channel.\nText channels can be optionally marked as \"NSFW\", which stands for \"Not safe for work\". \"NSFW\" channels require users to verify that they are 18 years or older to view them.\nDiscord blocks access to NSFW channels for people who are under 18.\nVoice Channels.\nDiscord voice channels allow users to transmit audio, video and share own screen by using \"Go Live\" option.\nAdministrator can customize voice channel name, set user limit (1-99 users), and bitrate.\nServers.\nA server is a collection of channels. A server can be managed by one or more people, who also manage the channels within the server. Discord servers may range in size from just one person to hundreds of thousands.\nUser Accounts.\nAll Discord usernames have a unique four-digit number. Usernames usually look like this: \"Username#3283\". This allows multiple users to have the same username and makes it easier to find friends.\nDiscord allows users to connect their Discord account with other platforms, such as Twitch.tv. Discord can determine the game a user is playing if their Steam is connected to their account.","categories":[],"infobox_types":[],"annotations":[{"uri":"Instant_messaging","surface_form":"instant messaging","offset":18},{"uri":"Software","surface_form":"software","offset":36},{"uri":"Internet","surface_form":"internet","offset":90},{"uri":"Video_game","surface_form":"video games","offset":144},{"uri":"Microsoft_Windows","surface_form":"Windows","offset":311},{"uri":"MacOS","surface_form":"macOS","offset":320},{"uri":"Android_(operating_system)","surface_form":"Android","offset":327},{"uri":"IOS","surface_form":"iOS","offset":336},{"uri":"Linux","surface_form":"Linux","offset":341},{"uri":"Web_browser","surface_form":"web browsers","offset":360},{"uri":"Group_chat","surface_form":"group chat","offset":1056},{"uri":"Instant_messaging","surface_form":"text messages","offset":1084},{"uri":"Images","surface_form":"images","offset":1099},{"uri":"Computer_file","surface_form":"files","offset":1111},{"uri":"Irc_channel","surface_form":"IRC channel","offset":1161},{"uri":"Twitch.tv","surface_form":"Twitch.tv","offset":2148}]}