{"id":68417,"url":"http://en.wikipedia.org/wiki/Momotar%C5%8D","text":"is a popular hero from Japanese folklore. His name literally means \"Peach Tarō\". Because \"Tarō\" is a common Japanese boy's name, it is usually translated as \"Peach Boy\". \"Momotarō\" is also the name of several books, films, and other works that tell the tale of this hero.\nThe most common version of this tale (from the Edo Period), tells Momotarō came to earth inside a giant peach. The peach was found floating down a river by an old woman without children who was washing clothes there. The woman and her husband found the child when they tried to open the peach to eat it. The child explained that he had been sent by Heaven to be their son. The couple called him Momotarō, from \"momo\" (peach) and \"tarō\" (oldest son in the family).\nAn older version of the story tells the old woman discover the giant, floating peach and take it home with her, as she finds it to be of good color and looking tasty. After eating a piece of the peach, the old woman is and becomes young and beautiful again. When her old husband comes home from the hills, he is surprised to find a lovely young lady in his house. At first he does not even recognize his own wife in her new form, but she explains what happened to him. She then gives her husband a piece of the peach to eat, and he also becomes young again. That night, the couple makes love, and the woman becomes pregnant as a result. She later gives birth to their first child, a son, whom they name \"Tarō\", as that is a common Japanese name for a first son. This version of the story is the oldest one that is written in old texts, but it appears to have been changed with the version without sex in school textbooks of the Meiji period. The peach is often seen as a symbol of sex or in Japan, because its fruit is believed to be similar to a woman's buttocks.\nYears later, Momotarō left his parents for an island called Onigashima to destroy the evil oni (demons or ogres) that lived there. On his way, Momotarō met and became friends with a talking dog, monkey, and pheasant, who agreed to help him in his mission. At the island, Momotarō and his animal friends entered the demons' fort and beat the demons' leader, Ura, and his army. Momotarō returned home with his new friends, and his family lived happily from then on.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hero","surface_form":"hero","offset":13},{"uri":"Japanese_folklore","surface_form":"Japanese folklore","offset":23},{"uri":"Literal_translation","surface_form":"literally","offset":51},{"uri":"Peach","surface_form":"Peach","offset":68},{"uri":"Translation","surface_form":"translated","offset":143},{"uri":"Version","surface_form":"version","offset":288},{"uri":"Heaven","surface_form":"Heaven","offset":621},{"uri":"Pregnancy","surface_form":"pregnant","offset":1351},{"uri":"Sex","surface_form":"sex","offset":1633},{"uri":"Meiji_period","surface_form":"Meiji period","offset":1664},{"uri":"Buttocks","surface_form":"buttocks","offset":1791},{"uri":"Island","surface_form":"island","offset":1847},{"uri":"Onigashima","surface_form":"Onigashima","offset":1861},{"uri":"Oni_(Japanese_folklore)","surface_form":"oni","offset":1892},{"uri":"Demon","surface_form":"demon","offset":1897},{"uri":"Ogre","surface_form":"ogre","offset":1907},{"uri":"Dog","surface_form":"dog","offset":1991},{"uri":"Monkey","surface_form":"monkey","offset":1996},{"uri":"Pheasant","surface_form":"pheasant","offset":2008},{"uri":"Fort","surface_form":"fort","offset":2124}]}