{"id":684231,"url":"http://en.wikipedia.org/wiki/Dupont_Plaza_Hotel_arson","text":"The Dupont Plaza Hotel arson was an act of arson on New Year's Eve 1986. The fire was set by three former employees of the hotel. They were involved in a labor dispute with the owners.\nNinety-eight people were killed in the fire and by breathing in smoke.\nHotel history.\nThe Dupont Plaza opened in 1963 as the Puerto Rico-Sheraton. It was operated by the Sheraton hotel company until 1980. That was just before Sheraton put up major fire-safety measures in its hotels.\nDisaster.\nThe employees' union called a meeting in the hotel's ballroom for the afternoon of December 31, 1986. At the end of the meeting, around 3:00 pm, the 125 members present voted to go on strike starting at midnight.\nThree union members-Héctor Escudero Aponte, José Rivera López and Arnaldo Jiménez-planned setting several fires. They wanted to scare tourists who stayed at the hotel. At around 3:30 pm that afternoon, they placed opened cans of chafing fuel in a storage room with newly bought furniture. The three men then set the fuel on fire.\nThe fire quickly burned out of control. It grew very large as the building burned.\nAftermath.\nAn investigation by the United States' Occupational Safety and Health Administration found 25 safety violations. They included not having emergency exit doors in the casino area. That caused the deaths of 84 trapped guests.\nIn April 1987, Escuerdo Apante, 35, Jiménez Rivera, 29, and José Francisco Rivera López, 40, pleaded guilty to setting the New Year's Eve fire. They were also convicted of murder in the disaster. Two of the men were later released from federal prison.","categories":[],"infobox_types":["event"],"annotations":[{"uri":"Arson","surface_form":"arson","offset":43},{"uri":"New_Year%27s_Eve","surface_form":"New Year's Eve","offset":52},{"uri":"Hotel","surface_form":"hotel","offset":123},{"uri":"Smoke","surface_form":"smoke","offset":249},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":310},{"uri":"Sheraton","surface_form":"Sheraton","offset":355},{"uri":"Labor_union","surface_form":"union","offset":494},{"uri":"Ballroom","surface_form":"ballroom","offset":532},{"uri":"Strike_action","surface_form":"strike","offset":663},{"uri":"Fire","surface_form":"fire","offset":798},{"uri":"Fuel","surface_form":"fuel","offset":929},{"uri":"Furniture","surface_form":"furniture","offset":970},{"uri":"Investigation","surface_form":"investigation","offset":1119},{"uri":"United_States","surface_form":"United States","offset":1140},{"uri":"Occupational_Safety_and_Health_Administration","surface_form":"Occupational Safety and Health Administration","offset":1155},{"uri":"Casino","surface_form":"casino","offset":1282},{"uri":"Convicted","surface_form":"convicted","offset":1499},{"uri":"Prison","surface_form":"prison","offset":1584}]}