{"id":68422,"url":"http://en.wikipedia.org/wiki/Ama-no-Uzume","text":"Ame-no-Uzume-no-mikoto (天宇受売命) is the Kami of dawn, happiness and joy in the Shinto religion of Japan. She is famous for her role in the tale of the sun goddess, Amaterasu.\nAmaterasu's brother, the storm god Susano'o (須佐之男命), had vandalised her sacred buildings and killed her maidens because she refused to trust him. Amaterasu became so scared of his wrath that she went to hide into a cave, Ame-no-Iwato (天の岩戸). The world, without the light of the sun, became dark. The Oni (devils of Japanese mythology) came out to the dark world, and the gods could not make Amaterasu come out of the cave.\nThe intelligent Uzume took a small boat, turned it upside down near the cave entrance, and began a dance on it, tearing off her clothing in front of the other Kami. They thought this was so funny that they laughed happily.\nAmaterasu heard them, and looked out to see why the gods were laughing. When she opened the cave, she saw her wonderful reflection in a mirror Uzume had put on a tree, and slowly came out of the cave.\nAt that moment, the god Ameno-Tajikarawo (天手力男命) closed the cave behind her, so she could not go back in. Another god tied a magic rope across the entrance. The sun goddess was then asked by the Kami Ame-no-Koyane (天児屋根命) to go back with the gods. She agreed, and light came back to the earth.\nUzume is still worshipped today as a Shinto kami. She is also known as Ame-no-Uzume, \"The Great Persuader\", and \"The Heavenly Alarming Female\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Kami","surface_form":"Kami","offset":38},{"uri":"Dawn","surface_form":"dawn","offset":46},{"uri":"Shinto","surface_form":"Shinto","offset":77},{"uri":"Japan","surface_form":"Japan","offset":96},{"uri":"Goddess","surface_form":"goddess","offset":153},{"uri":"Amaterasu","surface_form":"Amaterasu","offset":162},{"uri":"Storm","surface_form":"storm","offset":198},{"uri":"Susanoo","surface_form":"Susano'o","offset":208},{"uri":"Sacred","surface_form":"sacred","offset":245},{"uri":"Maiden","surface_form":"maidens","offset":277},{"uri":"Wrath","surface_form":"wrath","offset":353},{"uri":"Oni_(folklore)","surface_form":"Oni","offset":473},{"uri":"Devil","surface_form":"devil","offset":478},{"uri":"Mirror","surface_form":"mirror","offset":955},{"uri":"Ame-no-Koyane","surface_form":"Ame-no-Koyane","offset":1220},{"uri":"Worship","surface_form":"worship","offset":1329},{"uri":"Shinto","surface_form":"Shinto","offset":1351},{"uri":"Kami","surface_form":"kami","offset":1358}]}