{"id":684376,"url":"http://en.wikipedia.org/wiki/Tamakeri","text":"\"Tamakeri\" (玉蹴り) (literally \"ball kicking\") or ballbusting is one of many more specific sexual fetish<nowiki/>es in the BDSM community. Somebody with this fetish enjoys either hitting a man in the testicles, or being hit in the testicles. The genre is also referred to as ballbusting (\"bb\" for short). Tamakeri is the Japanese term, but it is used by many non-Japanese people to describe media where Asian women hit men in the testicles. In tamakeri, there are two types of people: the sadist and the masochist. The sadist hits the man in the testicles, and the masochist is hit in the testicles. The fetish is popular among straight and gay men and women. Since the Internet was created, the amount of people watching tamakeri pornography has gone up, with at least 1,269,105 people looking at popular websites. In hentai communities, it can be called either \"tamakeri\", or \"crotch_kick\".\nFirst wave (1990s–2001).\nThe first tamakeri/ballbusting websites to show up on the internet were Velvet Kick, Tamahimeden, Spikey Step, Stardeck9, and Femaledom. Most of their videos had bad quality, didn't make money, had no stories, and had regular people with masks performing.\nSecond wave (2002–2005).\nAfter the first websites came ones like British Bitches, Vuneraballs, M-Club-Q, Kinkeri.co.jp, USBBonline, Goddess-Kicks, Ballbusting Universe, and Ballbustingworld. These sites had better quality, more money, more content, stories, and known actors that didn't wear masks. Even though the majority of videos had known porn actors, many still decided to wear masks.\nThird and current wave (2006–present).\nThe current tamakeri websites have videos made by normal people, paid actors, and videos taken at events. Because these new websites are larger, more people can post their own videos. Also, chatrooms and forums allow people to discuss the fetish with others. Some examples of this latest tamakeri wave include ClubDom, Ballbustingtube, Ballbustingchicks, clips4sale, kickedinthegroin.ning.com, Scaffies.nl, Tamakeri.nl and ProtectUrNuts.com.\nCause.\nPeople enjoy tamakeri because they either feel good feeling pain or making others feel it. The feeling is like a \"runner's high\", where feel-good hormones called endorphins are sent out by the body. These endorphins make the people involved feel sexually aroused. But some people say that threats and more painful kicks or knees to the testicles by the female (in straight people) makes people more aroused. Belonging to a dominant boyfriend or girlfriend can also be a \"turn-on\". Like a lot of BDSM activities, it can be risky, and those involved can get hurt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_fetishism","surface_form":"sexual fetish","offset":88},{"uri":"BDSM","surface_form":"BDSM","offset":120},{"uri":"Japanese_language","surface_form":"Japanese","offset":318},{"uri":"Sadism","surface_form":"sadist","offset":486},{"uri":"Masochism","surface_form":"masochist","offset":501},{"uri":"Sexual_arousal","surface_form":"sexually aroused","offset":2296}]}