{"id":68437,"url":"http://en.wikipedia.org/wiki/Preston","text":"Preston is a city in North West England which is the county town of Lancashire. It is near the River Ribble. It became a city in 2002. This was the 50th year of Queen Elizabeth II's reign.\nChorley and Leyland are towns not far away from Preston. In 2001, a census said that there were 335,000 people living in Preston.\nPreston Guild is held in Preston. The chief industry of Preston was formerly the making of cotton cloth. The Preston bypass (road around the city) was built in the 1950s. Among the important buildings in Preston are the Harris Museum, Art Gallery and Public Library, and the county council's headquarters. Preston railway station is an importance junction on the west coast main line; the M6 motorway connects Preston to Cumbria (northwards) and Cheshire (southwards).\nThe football team in Preston is Preston North End F.C. which plays at Deepdale. They were the first team to be English football champions.\nPreston is home to the University of Central Lancashire, established in 1828 and originally being called The Institution For The Diffusion of Useful Knowledge. It is one of the largest universities in the UK, having around 38,000 staff and students.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":13},{"uri":"North_West_England","surface_form":"North West England","offset":21},{"uri":"County_town","surface_form":"county town","offset":53},{"uri":"Lancashire","surface_form":"Lancashire","offset":68},{"uri":"River_Ribble","surface_form":"River Ribble","offset":95},{"uri":"50","surface_form":"50","offset":148},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Queen Elizabeth II","offset":161},{"uri":"Chorley%2C_Lancashire","surface_form":"Chorley","offset":189},{"uri":"Leyland%2C_Lancashire","surface_form":"Leyland","offset":201},{"uri":"Census","surface_form":"census","offset":257},{"uri":"Preston_North_End_F.C.","surface_form":"Preston North End F.C.","offset":820},{"uri":"Deepdale","surface_form":"Deepdale","offset":858},{"uri":"Football_team","surface_form":"team","offset":888},{"uri":"English_Football_League","surface_form":"English football champions","offset":899}]}