{"id":685036,"url":"http://en.wikipedia.org/wiki/Christchurch_mosque_shootings","text":"The Christchurch mosque shootings were two terrorist mass shootings on 15 March 2019 at the Al Noor Mosque and the Linwood Islamic Centre in Christchurch, New Zealand during Friday prayers. At least 51 people were killed and 49 others injured by gunman Brenton Tarrant in the shootings. It was described as a terrorist attack by Prime Minister Jacinda Ardern.\nPolice have also confirmed that they had found multiple car bombs, which were successfully disarmed. This was the first mass shooting in New Zealand since the 1997 Raurimu massacre.\nAustralian Brenton Tarrant was arrested and charged with murder. Tarrant live streamed one of the attacks on Facebook Live. Tarrant pleaded guilty to the murders in March 2020 and was sentenced to prison with no parole.\nAl Noor Mosque, Riccarton.\nTarrant began to shoot worshippers in the Al Noor Mosque at around 13:40. Between 300 and 500 people could have been in the mosque during Friday prayers when the shooting happened. Someone who lived nearby said the shooter ran from the mosque and dropped a gun. They also said that the man was wearing military-style clothes.\nTarrant live streamed the first 17 minutes of the attack on Facebook live. The stream showed the whole attack on the Al Noor Mosque, and finished as he was driving to the Linwood Islamic Centre. The first victim of the shooting could be heard greeting the shooter on the stream by saying \"Hello, brother\", who was killed straight after. The shooter was at the mosque for six minutes before driving away. Police were told about the attack at 1:53 p.m.\nLinwood Islamic Centre.\nA second attack happened at around 1:55 p.m. at the Linwood Islamic Centre. It is a mosque away from the Al Noor Mosque. Seven people were killed there.\nThe mosque's imam said that a person called Abdul Aziz stopped the attack before Tarrant could get into the building. He grabbed a credit card machine and threw it at the attacker. Tarrant then shot at Aziz, who picked up an empty shotgun on the floor and threw it through the window of Tarrant's car. Tarrant then drove away.\nExplosive devices.\nThe police found two improvised explosive devices in a car. They were defused by the New Zealand Defence Force and did not explode.","categories":[],"infobox_types":[],"annotations":[{"uri":"Terrorist","surface_form":"terrorist","offset":43},{"uri":"Mass_shooting","surface_form":"mass shooting","offset":53},{"uri":"Christchurch","surface_form":"Christchurch","offset":141},{"uri":"New_Zealand","surface_form":"New Zealand","offset":155},{"uri":"Friday_prayer","surface_form":"Friday prayer","offset":174},{"uri":"Terrorism","surface_form":"terrorist attack","offset":309},{"uri":"Jacinda_Ardern","surface_form":"Jacinda Ardern","offset":344},{"uri":"Car_bomb","surface_form":"car bomb","offset":416},{"uri":"New_Zealand","surface_form":"New Zealand","offset":497},{"uri":"Australia","surface_form":"Australia","offset":542},{"uri":"Live_streamed","surface_form":"live streamed","offset":615},{"uri":"Facebook_Live","surface_form":"Facebook Live","offset":651},{"uri":"Guilt_(law)","surface_form":"pleaded guilty","offset":674},{"uri":"Prison","surface_form":"prison","offset":739},{"uri":"Friday_prayer","surface_form":"Friday prayer","offset":927},{"uri":"Military","surface_form":"military","offset":1091},{"uri":"Clothes","surface_form":"clothes","offset":1106},{"uri":"Facebook","surface_form":"Facebook","offset":1175},{"uri":"Imam","surface_form":"imam","offset":1756},{"uri":"Credit_card","surface_form":"credit card","offset":1874},{"uri":"Police","surface_form":"police","offset":2093},{"uri":"Improvised_explosive_device","surface_form":"improvised explosive device","offset":2110},{"uri":"New_Zealand_Defence_Force","surface_form":"New Zealand Defence Force","offset":2174},{"uri":"Explosion","surface_form":"explode","offset":2212}]}