{"id":685372,"url":"http://en.wikipedia.org/wiki/Gliese_581_c","text":"Gliese 581 c is a exoplanet that orbits the red dwarf star Gliese 581. It is located about 20 light years away in the Libra. It is about six times as massive as Earth, and circles its star about 11 million kilometers from it (the Earth is 150 million kilometers away from the sun). It takes it 13 days to circle the star once. When it was discovered in 2007, it was thought to be Earth-like and habitable.\nHabitability.\nGliese 581 c was thought to be habitable when it was discovered, and it was thought to be in the habitable zone. However, later studies by the von Bloh team said that Gliese 581 c circled too close to the star to be in the habitable zone. Gliese 581 c may also suffer a serve greenhouse effect, making it as hot as Venus. If that is true, it is uninhabitable. Also, red dwarfs like Gliese 581 are not very friendly to life as we know it, since they are very stellar active (meaning they emit strong solar flares and such).\nTidal locking.\nGliese 581 c may be tidally locked to its star. Just as one side of the Moon always faces Earth, the length of Gliese 581 c's day would then match the length of its year. Tidal locking also means the planet would have no axial tilt and that means the planet would not experience any seasons. Even with a permanent day one one side, and a permanent night on one side, a sliver of land between the two zones may be habitable.","categories":[],"infobox_types":[],"annotations":[{"uri":"Exoplanet","surface_form":"exoplanet","offset":18},{"uri":"Red_dwarf","surface_form":"red dwarf","offset":44},{"uri":"Star","surface_form":"star","offset":54},{"uri":"Gliese_581","surface_form":"Gliese 581","offset":59},{"uri":"Libra_(constellation)","surface_form":"Libra","offset":118},{"uri":"Earth","surface_form":"Earth","offset":161},{"uri":"Kilometer","surface_form":"kilometers","offset":206},{"uri":"Sun","surface_form":"sun","offset":276},{"uri":"Habitable_zone","surface_form":"habitable zone","offset":517},{"uri":"Greenhouse_effect","surface_form":"greenhouse effect","offset":696},{"uri":"Venus","surface_form":"Venus","offset":735},{"uri":"Solar_flare","surface_form":"solar flares","offset":919},{"uri":"Tidal_locking","surface_form":"tidally locked","offset":978},{"uri":"Moon","surface_form":"Moon","offset":1030},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":1179},{"uri":"Seasons","surface_form":"seasons","offset":1241}]}