{"id":685470,"url":"http://en.wikipedia.org/wiki/Kepler-186f","text":"Kepler-186f is a exoplanet that goes around the red dwarf star Kepler 186. It is over 580 light years away in the Cygnus constellation. Kepler-186f was discovered in 2014 by the Kepler spacecraft. It is in the habitable zone of its star, so liquid water may exist on its surface. It is known for being the first Earth-sized exoplanets in the habitable zone of a star.\nMass, size, temprature.\nKepler-186f is thought to be 97% and 125% the size of Earth (1.11 ± 0.14 the size of Earth) While its mass is not know it is thought to be up to 1.4 times Earth's. The true mass depends on what the planet is made of. If the planet has no atmosphere, then its temprature would be around 182 Kelvin (-91 Celsius).\nEarth Similarity Index.\nKepler-186f's ESI is thought to be around 0.58.\nHabitability.\nKepler-186f is in the habitable zone of Kepler-186, so liquid water may be on its surface. However, just because a planet is in the habitable zone, dos not mean it is habitable. However, the find is still thought to be important, since it has a size similar to Earth's. It only receives one third of the sunlight Earth gets, hence its temprature is thought to be -91 Celsius. However, a greenhouse effect can help heat the surface up, and make it warmer.\nA review from 2015 said that Kepler-186f, Kepler-442b, and Kepler-62f, are thought to be the best candidates for habitability.","categories":[],"infobox_types":[],"annotations":[{"uri":"Exoplanet","surface_form":"exoplanet","offset":17},{"uri":"Red_dwarf","surface_form":"red dwarf","offset":48},{"uri":"Star","surface_form":"star","offset":58},{"uri":"Kepler_186","surface_form":"Kepler 186","offset":63},{"uri":"Cygnus_(constellation)","surface_form":"Cygnus","offset":114},{"uri":"Constellation","surface_form":"constellation","offset":121},{"uri":"Kepler_(spacecraft)","surface_form":"Kepler spacecraft","offset":178},{"uri":"Habitable_zone","surface_form":"habitable zone","offset":210},{"uri":"Kelvin","surface_form":"Kelvin","offset":682},{"uri":"Celsius","surface_form":"Celsius","offset":694},{"uri":"Earth_Similarity_Index","surface_form":"ESI","offset":742},{"uri":"Greenhouse_effect","surface_form":"greenhouse effect","offset":1177},{"uri":"Kepler-442b","surface_form":"Kepler-442b","offset":1287},{"uri":"Kepler-62f","surface_form":"Kepler-62f","offset":1304}]}