{"id":68553,"url":"http://en.wikipedia.org/wiki/Kaspar_Hauser","text":"Kaspar Hauser (born probably 30 April 1812; died 17 December 1833) was a child who lived in Germany. His early life is a mystery. Kaspar appeared in the street in 1828, not able to talk normally, and no one knew where he had come from.\nDiscovery.\nOn May 26 1828 the boy who became known as Kaspar Hauser was found in the streets of Nuremberg, Germany. He was dressed like a simple country person and could hardly talk. He carried with him two letters. One letter seems to have been written by a poor workman and it was addressed to a captain in the army. The writer of the letter says that he had looked after the boy since 1812 and that the boy wants to serve the king in the army. He asks the captain to take the boy or to hang him. There is no date on the letter. The other letter looked as if it was from his mother to the poor workman who had been looking after him. It says that the child was born on April 30th 1812 and that he was called Kaspar but that he has no second name. It says that his father was a soldier and that the boy should become a soldier when he is 17. The mother writes that she herself is too poor to look after him.\nThe boy was taken to an army captain whose name was Wessenig. The only things Kaspar could say (in German) were: \"I want to be a knight, as my father was,\" and \"Horse! Horse!\" The captain asked him lots of other questions but the boy only cried and said \"Don't know.\" He was taken to a police station where he could only write his name: Kaspar Hauser.\nEarly Life.\nHe spent the next two months in a tower where a jailor looked after him. Many people came to see him. He smiled, and he walked like a baby. He was probably 16 years old, but his thinking was like a small child, and he would only drink water and eat bread.\nIt took a long time, but Kaspar was taught to speak, and slowly told people about his life. He said that he had spent his life locked up in a small room with only a straw bed to sleep in and a wooden horse to play with. He was only given bread and water. Sometimes the water tasted strange because it had something inside that made him go to sleep. When he woke up from such a sleep he found that his hair and fingernails had been cut. Later he was visited by a man who never showed his face. The man taught him to speak a little bit, and then let him go. Kaspar walked down the streets of Nuremburg and then fainted.\nPeople in many countries heard about the mysterious boy and tried to find out who he was. Some people thought he was related to the Grand Duke of Baden. Some people thought it was all a big joke.\nHauser was then taken into care by a schoolteacher, Friedrich Daumer, who taught him to speak, read and write. Kaspar learned quickly.\nAttempted Murder.\nOn October 17 1829, a hooded man tried to kill Hauser with a large knife but managed only to wound his forehead. People were worried that the person might try to kill him again, so he was given to someone else to be looked after. He was given a job as a copyist. Because someone had tried to murder him some people thought it proved that he was related to a noble family in the house of Baden.\nLord Stanhope.\nA British nobleman, Lord Stanhope, was interested in Hauser and gave him presents and tried to get permission to look after him. He said that Hauser was Hungarian and not of noble blood. Many historians thought that Lord Stanhope himself might have been from the house of Baden and that was why he was interested in Kaspar.\nDeath.\nOn 14 December 1833, Hauser was told to go to a garden where he would find out about the family he came from. When he got there he was attacked by a stranger who stabbed him in the chest. He managed to get home but died three days later. No one knew who had murdered him, although a strange note was found in a black purse saying that Kaspar would not be able to tell people who had killed him, but that he was from the Bavarian border and that his initials were MLÖ.\" No one ever found out who the murderer was, and no one ever found out who Kaspar was.\nPopular Media.\nThe story of Kaspar Hauser has been made into movies, both in German and in English. Books have been written about him and lots of people have made guesses about who he might have been. Some people have even guessed that he was just pretending, but it seems unlikely that he could have kept that up for several years.","categories":[],"infobox_types":[],"annotations":[{"uri":"30_April","surface_form":"30 April","offset":29},{"uri":"1812","surface_form":"1812","offset":38},{"uri":"17_December","surface_form":"17 December","offset":49},{"uri":"1833","surface_form":"1833","offset":61},{"uri":"Germany","surface_form":"Germany","offset":92},{"uri":"1828","surface_form":"1828","offset":163},{"uri":"May_26","surface_form":"May 26","offset":250},{"uri":"1828","surface_form":"1828","offset":257},{"uri":"Nuremberg","surface_form":"Nuremberg","offset":332},{"uri":"Germany","surface_form":"Germany","offset":343},{"uri":"Letter","surface_form":"letter","offset":443},{"uri":"Captain","surface_form":"captain","offset":534},{"uri":"Army","surface_form":"army","offset":549},{"uri":"King","surface_form":"king","offset":665},{"uri":"Army","surface_form":"army","offset":677},{"uri":"Hang","surface_form":"hang","offset":725},{"uri":"Soldier","surface_form":"soldier","offset":1015},{"uri":"Knight","surface_form":"knight","offset":1274},{"uri":"Police_station","surface_form":"police station","offset":1431},{"uri":"Jail","surface_form":"jailor","offset":1557},{"uri":"Baby","surface_form":"baby","offset":1643},{"uri":"Water","surface_form":"water","offset":1744},{"uri":"Bread","surface_form":"bread","offset":1758},{"uri":"Straw","surface_form":"straw","offset":1930},{"uri":"Horse","surface_form":"horse","offset":1965},{"uri":"Bread","surface_form":"bread","offset":2003},{"uri":"Water","surface_form":"water","offset":2013},{"uri":"Hair","surface_form":"hair","offset":2166},{"uri":"Fingernails","surface_form":"fingernails","offset":2175},{"uri":"Nuremburg","surface_form":"Nuremburg","offset":2355},{"uri":"Unconsciousness","surface_form":"fainted","offset":2374},{"uri":"Duke","surface_form":"Duke","offset":2521},{"uri":"Baden","surface_form":"Baden","offset":2529},{"uri":"Joke","surface_form":"joke","offset":2573},{"uri":"Schoolteacher","surface_form":"schoolteacher","offset":2616},{"uri":"October_17","surface_form":"October 17","offset":2735},{"uri":"1829","surface_form":"1829","offset":2746},{"uri":"Knife","surface_form":"knife","offset":2799},{"uri":"Forehead","surface_form":"forehead","offset":2835},{"uri":"Copy_(written)","surface_form":"copyist","offset":2986},{"uri":"Nobility","surface_form":"noble","offset":3090},{"uri":"Hungary","surface_form":"Hungarian","offset":3294},{"uri":"History","surface_form":"historians","offset":3333},{"uri":"14_December","surface_form":"14 December","offset":3475},{"uri":"1833","surface_form":"1833","offset":3487},{"uri":"Garden","surface_form":"garden","offset":3520},{"uri":"Stranger","surface_form":"stranger","offset":3621},{"uri":"Chest","surface_form":"chest","offset":3653},{"uri":"Purse","surface_form":"purse","offset":3789},{"uri":"Bavaria","surface_form":"Bavaria","offset":3892},{"uri":"German_language","surface_form":"German","offset":4104},{"uri":"English_language","surface_form":"English","offset":4118}]}