{"id":685665,"url":"http://en.wikipedia.org/wiki/Radu_Lupu","text":"Radu Lupu (born 30 November 1945) is a Romanian pianist. He is known by many to be one of the best pianists alive today. Born in Galați, Romania, Lupu began learning piano when he was six years old. Two of his major piano teachers were Florica Musicescu, who was also the teacher of Dinu Lipatti, and Heinrich Neuhaus, who was also the teacher of Sviatoslav Richter and Emil Gilels. From 1966 to 1969, he won First Prizes of three of the world's most famous piano competitions: the Van Cliburn International Piano Competition (1966), the George Enescu International Piano Competition (1967), and the Leeds International Pianoforte Competition (1969). These victories started Lupu's career all over the world and he has appeared with all of the famous orchestras and at all of the famous festivals and music capitals of the world.\nFrom 1970 to 1993, Lupu made over 20 recordings for Decca Records; although he has not released any commercial recordings for the label since, he continues to be an exclusive Decca artist. His solo recordings, which have received a lot of acclaim, include works by Beethoven, Brahms, Grieg, Mozart, Schubert, and Schumann, including all of Beethoven's piano concertos as well as five piano sonatas and other solo works; the Grieg and Schumann piano concertos, as well as three major solo works of Schumann; nine piano sonatas and the Impromptus and Moments musicaux of Schubert; various major solo works and the first piano concerto of Brahms; and two piano concertos of Mozart. His chamber music recordings for Decca include all of Mozart's sonatas for violin and piano with Szymon Goldberg; the violin sonatas of Debussy and Franck with Kyung Wha Chung; and various works by Schubert for violin and piano with Goldberg. He additionally recorded works of Mozart and Schubert for piano four-hands and two pianos with Murray Perahia for CBS Masterworks, two albums of Schubert songs with Barbara Hendricks for EMI, and a disc of works by Schubert for piano four-hands with Daniel Barenboim for Teldec.\nIn addition to his performances of the music of Beethoven, Brahms, Mozart, Schubert, and Schumann, Lupu is also noted for his performances of Bartók, Debussy, Enescu, and Janáček, among other composers. Lupu was nominated for two Grammy Awards, winning one in 1995 for an album of two Schubert piano sonatas. In 1995, Lupu also won an Edison Award for a disc of three major piano works of Schumann. Other awards won by Lupu include the Abbiati prize awarded by the Italian Critics' Association in 1989 and 2006, and the 2006 Premio Internazionale Arturo Benedetti Michelangeli award.\nEarly life and education.\nLupu was born in Galați, Romania on 30 November 1945, the son of Meyer Lupu, an attorney, and Ana Gabor, a linguist. From his earliest days, Lupu \"had always expressed himself by singing\", and was given his first piano at the age of 5. He began piano studies in 1951, as a six-year-old, with Lia Busuioceanu. He made his public debut in 1957, at age 12, in a concert featuring his own compositions. He told \"The Christian Science Monitor\" in 1970 that \"from the very beginning I regarded myself as a composer. I was sure, and everybody else was sure, that one day I would become a famous composer\". He gave up composing about four years later, saying that he thought he would be \"much better as a pianist\".\nAfter completing high school in Galați, and graduating from the Popular School for the Arts in Brașov, where he studied harmony and counterpoint with Victor Bickerich, Lupu continued his piano studies at the Bucharest Conservatory (1959–1961) with Florica Musicescu (who also taught Dinu Lipatti), and Cella Delavrancea, studying also composition with Dragos Alexandrescu. At the age of 16, in 1961, he was awarded a scholarship to the Moscow P.I. Tchaikovsky State Conservatory, where he studied for seven years. In Moscow, he first studied with Galina Eguiazarova (a pupil of Alexander Goldenweiser) for two years, and then with Heinrich Neuhaus (who also taught Sviatoslav Richter and Emil Gilels) and later with his son, Stanislav Neuhaus. He graduated in 1969. However, in a 1981 interview, when asked about what types of influences his teachers had on him, Lupu answered that he thought of himself as more audodidactic: \"My first teacher took me to every orchestral concert, and I am also grateful for what I learned in Moscow, but I think of myself, basically (in music anyway), as somebody who is more autodidactic. I took some from Furtwängler, Toscanini, everywhere...more and more so since I left Moscow.\"\nEarly career.\nIn 1965, Lupu was placed fifth at the International Beethoven Piano Competition in Vienna. The following year, Lupu won the First Prize in the Second Van Cliburn International Piano Competition; he also won special prizes for the Best Performance of a Commissioned Work (of Willard Straight's \"Structure for Piano\") and the Best Performance of a movement from the Aaron Copland Piano Sonata. In the finals, his performance of the first movement of Sergei Prokofiev's Piano Concerto No. 2 (Op. 16), a required piece, was described by Paul Hume of The Washington Post as \"the most fiery and thunderous of any of the six finalists\". In addition to the Prokofiev, he performed Beethoven's Piano Concerto No. 5 (Op. 73). Alicia de Larrocha, who was on the jury, said that Lupu was a genius. \"I did not expect it at all. I am just speechless,\" Lupu said after his victory. Shortly after the competition, in April 1967, Lupu made his debut at Carnegie Hall in New York City where he played pieces by Beethoven, Schubert, and Chopin. However, Lupu didn't do many of the other performances that came with the prize, instead choosing to return to Moscow to continue learning.\nA year after his Cliburn Competition victory, in 1967, Lupu won the first prize in the George Enescu International Piano Competition. Two years later, in October 1969, he won the Leeds International Piano Competition; he performed Beethoven's Piano Concerto No. 3 (Op. 37) in the Finals. The following month, in November 1969, Lupu played his first solo concert in London; Joan Chissell of \"The Times\" wrote about his performance of Beethoven's Piano Sonata No. 7 at the recital: \"He brought what seemed like a lifetime's experience to its alternating desolation and pride. Never could music come nearer to speech.\"\nIn March and April 1970, Lupu made his first recording for Decca Records of Brahms' Rhapsody in B minor (Op. 79 No. 1) and Three Intermezzi (Op. 117), as well as Schubert's Piano Sonata in A minor (D. 784). He has remained an exclusive Decca artist, and continued to record for the label for the following 23 years. In August 1970, the 24-year-old pianist made his debut at The Proms, performing Brahms' Piano Concerto No. 1 (Op. 15) with the BBC Symphony Orchestra conducted by Edo de Waart at the Royal Albert Hall. In November 1970, he made his first concerto recording for Decca, of the Beethoven Piano Concerto No. 3 with the London Symphony Orchestra conducted by Lawrence Foster; he also recorded Beethoven's 32 Variations in C minor (WoO 80).\nLupu's first major concerts in the United States after his Leeds Competition victory were in February 1972 with the Cleveland Orchestra, in the Brahms Piano Concerto No. 1 with Daniel Barenboim conducting at Carnegie Hall in New York City, and in October 1972 with the Chicago Symphony Orchestra, in the Beethoven Piano Concerto No. 3 with Carlo Maria Giulini conducting. The performance of the Brahms with the Cleveland Orchestra and Barenboim was reviewed by Harold C. Schonberg, a Pulitzer Prize-winning music critic for \"The New York Times\" who had ten years prior notably lambasted the famous New York Philharmonic concert of April 6, 1962 where the same concerto was played by Glenn Gould with the New York Philharmonic conducted by Leonard Bernstein. Schonberg was also critical of the performance by Lupu and Barenboim, writing that not since the Bernstein-Gould performance \"had there been such an interpretation\" of the concerto, describing it as \"willful, episodic and mannered, self-indulgent, capricious\". However, he added that \"yet through all the eccentricities came the feeling of two young musicians trying hard to get out of the rut and once in a while actually succeeding\", but that \"in future years this kind of approach may jell for them. Right now it does not come off.\"\nGrowing acclaim.\nAlthough Schonberg had been critical of Lupu's debut with the Cleveland Orchestra conducted by Barenboim in February 1972, he was far more enthusiastic of Lupu's performance in November 1972 of Beethoven's Piano Concerto No. 5 with the Royal Philharmonic Orchestra conducted by Lawrence Foster at Carnegie Hall, writing, in \"The New York Times\", that \"his performance did much to redeem the impression he had made last season in the Brahms D minor Concerto. Then he sounded mannered, finicky, artificial. This time he was a different pianist.\" Schonberg added:The following year, Lupu recorded the piano concertos of Schumann (Op. 54) and Grieg (Op. 16) with the London Symphony Orchestra conducted by André Previn, a recording described by \"Gramophone\" as \"grandly commanding\". In February 1974, Lupu performed a recital at Hunter College in New York, which was raved by John Rockwell of \"The New York Times\". Rockwell declared Lupu \"no ordinary pianist\" and wrote about Lupu's performance of Schubert's Piano Sonata in B-flat major (D. 960):In November 1974, Lupu made his debut with the New York Philharmonic, performing Mozart's Piano Concerto No. 21 (K. 467) conducted by James Conlon. In 1975, Lupu debuted with the Royal Concertgebouw Orchestra and gave the premiere of the André Tchaikowsky Piano Concerto, Op. 4 with the Royal Philharmonic Orchestra conducted by Uri Segal at the Royal Festival Hall. In 1976, Lupu recorded Brahms' 6 Klavierstücke (Op. 118) and 4 Klavierstücke (Op. 119), which was described by \"Stereo Review\" as \"a glowing realization of what Brahms set down that leaves one at a loss for words and simply glad to have ears.\" In 1978, he gave his debut with the Berlin Philharmonic conducted by Herbert von Karajan at that year's Salzburg Festival. Reviewing a recital Lupu gave at Avery Fisher Hall in 1980, Andrew Porter of The New Yorker hailed Lupu as \"a master of the most satisfying kind\". By 1981 he had played with every major orchestra.\nRemainder of the 20th century.\nIn June 1982, Lupu made a critically acclaimed recording of Schubert's Impromptus (D. 899 & 935). John Rockwell wrote in \"The New York Times\" that Lupu's \"singing tone here must be heard to be believed. Without belittling the other facets of Schubert's musical personality, he captures the composer's songful essence with a rare beauty - and, in so doing, he reaffirms once more the ability of present-day performers to do ample justice to the music of the past.\" In addition, \"Gramophone\" said about the recording:In 1989, Lupu was awarded the \"Abbiati\" prize by the Italian Critics' Association. In 1995, he won an Edison Award for his album of Schumann's \"Kinderszenen\" (Op. 15), \"Kreisleriana\" (Op. 16) and \"Humoreske\" (Op. 20) which was also nominated for a Grammy Award. In the Grammy Awards of 1996, he won a Grammy Award for Best Instrumental Soloist Performance (without orchestra) for Schubert's Piano Sonatas in B-flat major (D. 960) and A major (D. 664).\n21st century.\nIn 2006, Lupu was awarded the Premio Internazionale Arturo Benedetti Michelangeli and in 2016 was appointed Commander of the Order of the British Empire (CBE) in the 2016 New Year Honours for services to music.\nMusical style.\nLupu uses a regular, straight-backed chair at the piano as opposed to a standard piano bench. He told \"Clavier\" in 1981 that while sitting on a bench he tended to lean forward, raise his shoulders, become impossibly stiff and develop pains all over. He also said that he practiced with a chair at home and found it natural for him. Although Lupu is an admirer of the pianism of Arthur Rubinstein and Vladimir Horowitz, he named Mieczysław Horszowski as having the most influence on his playing, saying that Horszowski \"speaks to me like no one else\". Lupu's initial approach to new music is to read it away from the piano, saying that he \"reads more easily away from the instrument\" and that \"it is the only way to learn\". Lupu says in regards to tone production that \"everything in music comes from the head', adding: \"If you have any concept of sound, you hear it in your inner ear. All you have to work for is to match that sound on the instrument. The whole balance, the line, the tone, is perceived and controlled by the head.\" He further describes tone production as a \"matching process for which [one] practices\", and the physical contact of the keyboard as \"a very individual thing determined by the color or timbre you hear and try to get, the piece you are playing, the phrase\".\nLupu's playing has garnered admiration not only from music critics, but also by fellow major artists. Mitsuko Uchida told Humphrey Burton in a 2002 BBC Radio 3 interview that \"there is nobody on earth who can actually get certain range of colour, and also the control - don't underestimate this unbelievable control of his playing.\" Nikolai Lugansky said in an interview that Lupu \"possesses the rare power of letting the music speak for itself\", and András Schiff stated that Lupu has the \"rare gift to illuminate anything that he plays with rare musical intelligence\". Other pianists who have expressed admiration for Lupu or cite him as an inspiration in their music-making include Emanuel Ax, Daniel Barenboim, Seong-Jin Cho (who named Lupu's recording of the Schubert Impromptus as his favorite), Kirill Gerstein, Stephen Hough, Robert Levin, Maria João Pires, and Daniil Trifonov. In addition, the conductor Yannick Nézet-Séguin cites Lupu as an inspiration while he was a piano student, saying that listening to recitals and recordings by Lupu \"shaped my conception of sound from a very young age\", and the cellist Steven Isserlis called him \"one of the greatest artists I have ever heard or known\".\nRepertoire and recordings.\nIn the span of 23 years, Lupu made over 20 recordings for Decca Records, and continues to be an exclusive Decca artist. His first recording was made in the spring of 1970. Lupu's solo recordings, which have received considerable acclaim, include works by Beethoven, Brahms, Grieg, Mozart, Schubert, and Schumann. His solo recordings without orchestra include 5 Beethoven piano sonatas (Opp. 13, 27/2, 49, and 53), as well as Beethoven's two rondos for piano (Op. 51) and 32 Variations in C minor; Brahms' Piano Sonata No. 3 in F minor (Op. 5), Two Rhapsodies (Op. 79), Intermezzi (Op. 117), 6 Pieces for Piano (Op. 118) and 4 Pieces for Piano (Op. 119); nine piano sonatas of Schubert (D. 157, 557, 664, 784, 845, 894, 958, 959, 960) as well as the Impromptus (D. 899, 935) and Moments musicaux (D. 780); and Schumann's Humoreske (Op. 20), Kinderszenen (Op. 15) and Kreisleriana (Op. 16). His concerto recordings include the complete cycle of Beethoven piano concertos with the Israel Philharmonic Orchestra conducted by Zubin Mehta; the Brahms Piano Concerto No. 1 (Op. 15) with the London Philharmonic Orchestra conducted by Edo de Waart; the Grieg and Schumann piano concertos with the London Symphony Orchestra and André Previn; and two Mozart piano concertos (K. 414 and 467) with the English Chamber Orchestra conducted by Uri Segal. His chamber music recordings for Decca include all of Mozart's sonatas for violin and piano with Szymon Goldberg; the violin sonatas of Debussy and Franck with Kyung Wha Chung; the quintets for piano and winds of Beethoven (Op. 16) and Mozart (K. 452) with Han de Vries, George Pieterson, Vicente Zarzo, and Brian Pollard; and various works by Schubert for violin and piano with Goldberg. He additionally recorded works of Mozart and Schubert for piano four-hands and two pianos with Murray Perahia for the CBS Masterworks, two albums of Schubert songs with Barbara Hendricks for EMI, and a disc of works by Schubert for piano four-hands with Daniel Barenboim for Teldec.\nPersonal life.\nLupu's first wife was the cellist Elizabeth Wilson (born 1947), daughter of diplomat Sir (Archibald) Duncan Wilson, whom he married in 1971. He currently resides in Lausanne, Switzerland with his current wife Delia, a violinist in the Orchestre de Chambre de Lausanne.\nFor most of his career, Lupu has regularly refused to grant interviews to the press out of \"fear of being misunderstood or misquoted\". His aversion to the press and publicity has prompted them to label him as \"the reclusive Radu Lupu\", with \"The Independent\" referring to him as a \"woolly recluse\" and \"like someone dragged unwillingly into the concert hall but asked to leave his begging-bowl outside.\" In addition, Lupu usually does not allow radio broadcasts of his performances. In 1994, \"Chicago Tribune\" noted that Lupu's press kit then contained one single interview he granted to the \"Clavier\" magazine in 1981. Other published interviews include a \"conversation\" that Lupu granted to \"Clavier\" in 1992 and an interview from 1975 that was aired on BBC Radio 3.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romania","surface_form":"Romanian","offset":39},{"uri":"Gala%C8%9Bi","surface_form":"Galați","offset":129},{"uri":"Florica_Musicescu","surface_form":"Florica Musicescu","offset":236},{"uri":"Dinu_Lipatti","surface_form":"Dinu Lipatti","offset":283},{"uri":"Heinrich_Neuhaus","surface_form":"Heinrich Neuhaus","offset":301},{"uri":"Sviatoslav_Richter","surface_form":"Sviatoslav Richter","offset":347},{"uri":"Emil_Gilels","surface_form":"Emil Gilels","offset":370},{"uri":"Van_Cliburn_International_Piano_Competition","surface_form":"Van Cliburn International Piano Competition","offset":482},{"uri":"George_Enescu_International_Piano_Competition","surface_form":"George Enescu International Piano Competition","offset":538},{"uri":"Leeds_International_Pianoforte_Competition","surface_form":"Leeds International Pianoforte Competition","offset":600},{"uri":"Decca_Records","surface_form":"Decca Records","offset":882},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":1095},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":1106},{"uri":"Edvard_Grieg","surface_form":"Grieg","offset":1114},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":1121},{"uri":"Franz_Schubert","surface_form":"Schubert","offset":1129},{"uri":"Robert_Schumann","surface_form":"Schumann","offset":1143},{"uri":"Szymon_Goldberg","surface_form":"Szymon Goldberg","offset":1606},{"uri":"Claude_Debussy","surface_form":"Debussy","offset":1645},{"uri":"C%C3%A9sar_Franck","surface_form":"Franck","offset":1657},{"uri":"Kyung_Wha_Chung","surface_form":"Kyung Wha Chung","offset":1669},{"uri":"Murray_Perahia","surface_form":"Murray Perahia","offset":1847},{"uri":"CBS_Masterworks","surface_form":"CBS Masterworks","offset":1866},{"uri":"Barbara_Hendricks","surface_form":"Barbara Hendricks","offset":1917},{"uri":"EMI","surface_form":"EMI","offset":1939},{"uri":"Daniel_Barenboim","surface_form":"Daniel Barenboim","offset":2002},{"uri":"Teldec","surface_form":"Teldec","offset":2023},{"uri":"B%C3%A9la_Bart%C3%B3k","surface_form":"Bartók","offset":2173},{"uri":"Claude_Debussy","surface_form":"Debussy","offset":2181},{"uri":"George_Enescu","surface_form":"Enescu","offset":2190},{"uri":"Leo%C5%A1_Jan%C3%A1%C4%8Dek","surface_form":"Janáček","offset":2202},{"uri":"Grammy_Award","surface_form":"Grammy Awards","offset":2261},{"uri":"Edison_Award","surface_form":"Edison Award","offset":2366},{"uri":"Gala%C8%9Bi","surface_form":"Galați","offset":2658},{"uri":"Romania","surface_form":"Romania","offset":2666},{"uri":"The_Christian_Science_Monitor","surface_form":"The Christian Science Monitor","offset":3049},{"uri":"Bra%C5%9Fov","surface_form":"Brașov","offset":3443},{"uri":"Bucharest_Conservatory","surface_form":"Bucharest Conservatory","offset":3556},{"uri":"Florica_Musicescu","surface_form":"Florica Musicescu","offset":3596},{"uri":"Dinu_Lipatti","surface_form":"Dinu Lipatti","offset":3631},{"uri":"Moscow_Conservatory","surface_form":"Moscow P.I. Tchaikovsky State Conservatory","offset":3784},{"uri":"Galina_Eguiazarova","surface_form":"Galina Eguiazarova","offset":3895},{"uri":"Alexander_Goldenweiser_(composer)","surface_form":"Alexander Goldenweiser","offset":3926},{"uri":"Heinrich_Neuhaus","surface_form":"Heinrich Neuhaus","offset":3979},{"uri":"Sviatoslav_Richter","surface_form":"Sviatoslav Richter","offset":4013},{"uri":"Emil_Gilels","surface_form":"Emil Gilels","offset":4036},{"uri":"Stanislav_Neuhaus","surface_form":"Stanislav Neuhaus","offset":4073},{"uri":"Autodidacticism","surface_form":"audodidactic","offset":4260},{"uri":"Wilhelm_Furtw%C3%A4ngler","surface_form":"Furtwängler","offset":4489},{"uri":"Arturo_Toscanini","surface_form":"Toscanini","offset":4502},{"uri":"Van_Cliburn_International_Piano_Competition","surface_form":"Van Cliburn International Piano Competition","offset":4729},{"uri":"Aaron_Copland","surface_form":"Aaron Copland","offset":4943},{"uri":"Sergei_Prokofiev","surface_form":"Sergei Prokofiev","offset":5027},{"uri":"Piano_Concerto_No._2_(Prokofiev)","surface_form":"Piano Concerto No. 2","offset":5046},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":5125},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":5252},{"uri":"Piano_Concerto_No._5_(Beethoven)","surface_form":"Piano Concerto No. 5","offset":5264},{"uri":"Alicia_de_Larrocha","surface_form":"Alicia de Larrocha","offset":5295},{"uri":"Carnegie_Hall","surface_form":"Carnegie Hall","offset":5515},{"uri":"New_York_City","surface_form":"New York City","offset":5532},{"uri":"Franz_Schubert","surface_form":"Schubert","offset":5583},{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Chopin","offset":5597},{"uri":"George_Enescu_International_Piano_Competition","surface_form":"George Enescu International Piano Competition","offset":5832},{"uri":"Leeds_International_Piano_Competition","surface_form":"Leeds International Piano Competition","offset":5924},{"uri":"Piano_Concerto_No._3_(Beethoven)","surface_form":"Piano Concerto No. 3","offset":5988},{"uri":"The_Times","surface_form":"The Times","offset":6136},{"uri":"Piano_Sonata_No._7_(Beethoven)","surface_form":"Piano Sonata No. 7","offset":6190},{"uri":"Decca_Records","surface_form":"Decca Records","offset":6420},{"uri":"Rhapsodies%2C_Op._79_(Brahms)","surface_form":"Rhapsody in B minor","offset":6445},{"uri":"Three_Intermezzi_for_piano%2C_Op._117_(Brahms)","surface_form":"Three Intermezzi","offset":6484},{"uri":"Franz_Schubert","surface_form":"Schubert","offset":6523},{"uri":"Piano_Sonata_in_A_minor%2C_D_784_(Schubert)","surface_form":"Piano Sonata in A minor","offset":6534},{"uri":"The_Proms","surface_form":"The Proms","offset":6735},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":6757},{"uri":"Piano_Concerto_No._1_(Brahms)","surface_form":"Piano Concerto No. 1","offset":6765},{"uri":"BBC_Symphony_Orchestra","surface_form":"BBC Symphony Orchestra","offset":6804},{"uri":"Edo_de_Waart","surface_form":"Edo de Waart","offset":6840},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":6860},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":6992},{"uri":"Lawrence_Foster","surface_form":"Lawrence Foster","offset":7031},{"uri":"32_Variations_in_C_minor_(Beethoven)","surface_form":"32 Variations in C minor","offset":7077},{"uri":"Cleveland_Orchestra","surface_form":"Cleveland Orchestra","offset":7228},{"uri":"Daniel_Barenboim","surface_form":"Daniel Barenboim","offset":7289},{"uri":"Carnegie_Hall","surface_form":"Carnegie Hall","offset":7320},{"uri":"New_York_City","surface_form":"New York City","offset":7337},{"uri":"Chicago_Symphony_Orchestra","surface_form":"Chicago Symphony Orchestra","offset":7381},{"uri":"Carlo_Maria_Giulini","surface_form":"Carlo Maria Giulini","offset":7452},{"uri":"Harold_C._Schonberg","surface_form":"Harold C. Schonberg","offset":7573},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":7596},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":7637},{"uri":"New_York_Philharmonic_concert_of_April_6%2C_1962","surface_form":"New York Philharmonic concert of April 6, 1962","offset":7710},{"uri":"Glenn_Gould","surface_form":"Glenn Gould","offset":7795},{"uri":"New_York_Philharmonic","surface_form":"New York Philharmonic","offset":7816},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":7851},{"uri":"Royal_Philharmonic_Orchestra","surface_form":"Royal Philharmonic Orchestra","offset":8659},{"uri":"Robert_Schumann","surface_form":"Schumann","offset":9040},{"uri":"Piano_Concerto_(Schumann)","surface_form":"Op. 54","offset":9050},{"uri":"Edvard_Grieg","surface_form":"Grieg","offset":9062},{"uri":"Piano_Concerto_(Grieg)","surface_form":"Op. 16","offset":9069},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":9086},{"uri":"Andr%C3%A9_Previn","surface_form":"André Previn","offset":9125},{"uri":"Gramophone_(magazine)","surface_form":"Gramophone","offset":9165},{"uri":"Hunter_College","surface_form":"Hunter College","offset":9248},{"uri":"John_Rockwell","surface_form":"John Rockwell","offset":9295},{"uri":"New_York_Philharmonic","surface_form":"New York Philharmonic","offset":9513},{"uri":"Piano_Concerto_No._21_(Mozart)","surface_form":"Piano Concerto No. 21","offset":9556},{"uri":"James_Conlon","surface_form":"James Conlon","offset":9600},{"uri":"Royal_Concertgebouw_Orchestra","surface_form":"Royal Concertgebouw Orchestra","offset":9645},{"uri":"Andr%C3%A9_Tchaikowsky","surface_form":"André Tchaikowsky","offset":9704},{"uri":"Royal_Philharmonic_Orchestra","surface_form":"Royal Philharmonic Orchestra","offset":9753},{"uri":"Uri_Segal","surface_form":"Uri Segal","offset":9795},{"uri":"Royal_Festival_Hall","surface_form":"Royal Festival Hall","offset":9812},{"uri":"Six_Pieces_for_Piano%2C_Op._118_(Brahms)","surface_form":"6 Klavierstücke","offset":9864},{"uri":"Four_Pieces_for_Piano%2C_Op._119_(Brahms)","surface_form":"4 Klavierstücke","offset":9894},{"uri":"Stereo_Review","surface_form":"Stereo Review","offset":9945},{"uri":"Berlin_Philharmonic","surface_form":"Berlin Philharmonic","offset":10113},{"uri":"Herbert_von_Karajan","surface_form":"Herbert von Karajan","offset":10146},{"uri":"Salzburg_Festival","surface_form":"Salzburg Festival","offset":10181},{"uri":"Avery_Fisher_Hall","surface_form":"Avery Fisher Hall","offset":10233},{"uri":"Andrew_Porter_(music_critic)","surface_form":"Andrew Porter","offset":10260},{"uri":"The_New_Yorker","surface_form":"The New Yorker","offset":10277},{"uri":"Impromptus_(Schubert)","surface_form":"Impromptus","offset":10499},{"uri":"Edison_Award","surface_form":"Edison Award","offset":11045},{"uri":"Robert_Schumann","surface_form":"Schumann","offset":11075},{"uri":"Kinderszenen","surface_form":"Kinderszenen","offset":11087},{"uri":"Kreisleriana","surface_form":"Kreisleriana","offset":11112},{"uri":"Humoreske_(Schumann)","surface_form":"Humoreske","offset":11140},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":11191},{"uri":"Grammy_Awards_of_1996","surface_form":"Grammy Awards of 1996","offset":11212},{"uri":"Grammy_Award_for_Best_Instrumental_Soloist_Performance_(without_orchestra)","surface_form":"Grammy Award for Best Instrumental Soloist Performance (without orchestra)","offset":11244},{"uri":"Piano_Sonata_in_A_major%2C_D_664_(Schubert)","surface_form":"A major","offset":11377},{"uri":"Commander_of_the_Order_of_the_British_Empire","surface_form":"Commander of the Order of the British Empire","offset":11517},{"uri":"2016_New_Year_Honours","surface_form":"2016 New Year Honours","offset":11575},{"uri":"Arthur_Rubinstein","surface_form":"Arthur Rubinstein","offset":12013},{"uri":"Vladimir_Horowitz","surface_form":"Vladimir Horowitz","offset":12035},{"uri":"Mieczys%C5%82aw_Horszowski","surface_form":"Mieczysław Horszowski","offset":12063},{"uri":"Tone_(musical_instrument)","surface_form":"tone production","offset":12382},{"uri":"Mitsuko_Uchida","surface_form":"Mitsuko Uchida","offset":13026},{"uri":"Humphrey_Burton","surface_form":"Humphrey Burton","offset":13046},{"uri":"BBC_Radio_3","surface_form":"BBC Radio 3","offset":13072},{"uri":"Nikolai_Lugansky","surface_form":"Nikolai Lugansky","offset":13257},{"uri":"Andr%C3%A1s_Schiff","surface_form":"András Schiff","offset":13375},{"uri":"Emanuel_Ax","surface_form":"Emanuel Ax","offset":13609},{"uri":"Daniel_Barenboim","surface_form":"Daniel Barenboim","offset":13621},{"uri":"Seong-Jin_Cho","surface_form":"Seong-Jin Cho","offset":13639},{"uri":"Kirill_Gerstein","surface_form":"Kirill Gerstein","offset":13726},{"uri":"Stephen_Hough","surface_form":"Stephen Hough","offset":13743},{"uri":"Robert_D._Levin","surface_form":"Robert Levin","offset":13758},{"uri":"Maria_Jo%C3%A3o_Pires","surface_form":"Maria João Pires","offset":13772},{"uri":"Daniil_Trifonov","surface_form":"Daniil Trifonov","offset":13794},{"uri":"Yannick_N%C3%A9zet-S%C3%A9guin","surface_form":"Yannick Nézet-Séguin","offset":13838},{"uri":"Steven_Isserlis","surface_form":"Steven Isserlis","offset":14046},{"uri":"Decca_Records","surface_form":"Decca Records","offset":14216},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":14413},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":14424},{"uri":"Edvard_Grieg","surface_form":"Grieg","offset":14432},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":14439},{"uri":"Franz_Schubert","surface_form":"Schubert","offset":14447},{"uri":"Robert_Schumann","surface_form":"Schumann","offset":14461},{"uri":"Two_rondos_for_piano_(Beethoven)","surface_form":"two rondos for piano","offset":14595},{"uri":"32_Variations_in_C_minor_(Beethoven)","surface_form":"32 Variations in C minor","offset":14629},{"uri":"Piano_Sonata_No._3_(Brahms)","surface_form":"Piano Sonata No. 3 in F minor","offset":14663},{"uri":"Rhapsodies%2C_Op._79_(Brahms)","surface_form":"Two Rhapsodies","offset":14702},{"uri":"Three_Intermezzi_for_piano%2C_Op._117_(Brahms)","surface_form":"Intermezzi","offset":14727},{"uri":"Six_Pieces_for_Piano%2C_Op._118_(Brahms)","surface_form":"6 Pieces for Piano","offset":14749},{"uri":"Four_Pieces_for_Piano%2C_Op._119_(Brahms)","surface_form":"4 Pieces for Piano","offset":14782},{"uri":"Impromptus_(Schubert)","surface_form":"Impromptus","offset":14907},{"uri":"Six_moments_musicaux_(Schubert)","surface_form":"Moments musicaux","offset":14936},{"uri":"Humoreske_(Schumann)","surface_form":"Humoreske","offset":14978},{"uri":"Kinderszenen","surface_form":"Kinderszenen","offset":14998},{"uri":"Kreisleriana","surface_form":"Kreisleriana","offset":15024},{"uri":"Israel_Philharmonic_Orchestra","surface_form":"Israel Philharmonic Orchestra","offset":15136},{"uri":"Zubin_Mehta","surface_form":"Zubin Mehta","offset":15179},{"uri":"Piano_Concerto_No._1_(Brahms)","surface_form":"Brahms Piano Concerto No. 1","offset":15196},{"uri":"London_Philharmonic_Orchestra","surface_form":"London Philharmonic Orchestra","offset":15242},{"uri":"Edo_de_Waart","surface_form":"Edo de Waart","offset":15285},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":15347},{"uri":"Andr%C3%A9_Previn","surface_form":"André Previn","offset":15377},{"uri":"English_Chamber_Orchestra","surface_form":"English Chamber Orchestra","offset":15448},{"uri":"Uri_Segal","surface_form":"Uri Segal","offset":15487},{"uri":"Szymon_Goldberg","surface_form":"Szymon Goldberg","offset":15595},{"uri":"Claude_Debussy","surface_form":"Debussy","offset":15634},{"uri":"C%C3%A9sar_Franck","surface_form":"Franck","offset":15646},{"uri":"Kyung_Wha_Chung","surface_form":"Kyung Wha Chung","offset":15658},{"uri":"Han_de_Vries","surface_form":"Han de Vries","offset":15755},{"uri":"George_Pieterson","surface_form":"George Pieterson","offset":15769},{"uri":"Vicente_Zarzo_Pitarch","surface_form":"Vicente Zarzo","offset":15787},{"uri":"Murray_Perahia","surface_form":"Murray Perahia","offset":15982},{"uri":"CBS_Masterworks","surface_form":"CBS Masterworks","offset":16005},{"uri":"Barbara_Hendricks","surface_form":"Barbara Hendricks","offset":16056},{"uri":"EMI","surface_form":"EMI","offset":16078},{"uri":"Daniel_Barenboim","surface_form":"Daniel Barenboim","offset":16141},{"uri":"Teldec","surface_form":"Teldec","offset":16162},{"uri":"Lausanne","surface_form":"Lausanne","offset":16350},{"uri":"Switzerland","surface_form":"Switzerland","offset":16360},{"uri":"Orchestre_de_Chambre_de_Lausanne","surface_form":"Orchestre de Chambre de Lausanne","offset":16420},{"uri":"The_Independent","surface_form":"The Independent","offset":16696},{"uri":"Chicago_Tribune","surface_form":"Chicago Tribune","offset":16947},{"uri":"BBC_Radio_3","surface_form":"BBC Radio 3","offset":17210}]}