{"id":686,"url":"http://en.wikipedia.org/wiki/Sound","text":"We can define a sound wave as a disturbance which travels through some medium.\nSound is the term to describe what is heard when sound waves pass through a medium to the ear. All sounds are made by vibrations of molecules through which the sound travels. For instance, when a drum or a cymbal is struck, the object vibrates. These vibrations make air molecules move. Sound waves move away from their sound source (where they came from), traveling on the air molecules. When the vibrating air molecules reach our ears, the eardrum vibrates, too. The bones of the ear vibrate in the same way that of the object that started the sound wave.\nThese vibrations let you hear different sounds. Even music is vibrations. Irregular vibrations are noise. People can make very complex sounds. We use them for speech.\nSound waves are longitudinal waves with two parts: \"compression\" and \"rarefaction\". Compression is the part of the sound waves where the molecules of air are pushed (\"compressed\") together. Rarefaction is the part of the waves where the molecules are far away from each other. Sound waves are a sequence of compression and rarefaction.\nThe speed of sound.\nSound waves can travel through solids, liquids, and gases, but they cannot travel through a vacuum (a place with nothing in it). This is why astronauts cannot talk to each other in space: they need a radio to hear each other. Sound can travel through water faster than through air; and even faster in solids like stone, iron, and steel. Sound travels at 335 metres (1,100 feet) per second in the air.\nPitch and Intensity.\n\"Pitch\" is the highness or lowness of sound. Pitch is how humans hear different frequencies. Frequency is determined by the number of vibrations per second. The highest key on a piano, for instance, vibrates 4,000 times per second. It has a frequency of 4000 hertz (Hz), or 4 kilohertz (kHz). Lower keys have lower frequencies. A note an octave higher than another note has twice the frequency of that note.\nThe intensity of a sound is how much sound energy goes through a square meter in one second. Sound waves with higher amplitude (bigger vibration) have higher intensity. The intensity of a sound is higher closer to the sound source. Farther away, it's less intense. The inverse-square law shows how sound intensity becomes smaller, farther from the source. \"Inverse square\" says that when distance gets multiplied by a number, sound intensity gets divided by that number squared (the number times itself). Thus, twice the distance means a quarter the intensity.\nSound intensities can be very different. They can range from 0.000000000001, which are barely heard, to 1 W/m2 (painfully loud). The decibel scale makes sound intensity numbers easier to work with. A 0.000000000001 W/m2 intensity is 0 dB (decibels). It is an exponential scale, so when the decibel number increases by 10, the intensity is ten times as much. So, a 1 W/m2 intensity is 120 dB.\nLoudness is how people sense the intensity of sound. Loudness depends on sound intensity, sound frequency, and the person's hearing.\nHeard and not seen.\nAudible sound has frequencies between 20 Hz to 20 kHz. Human beings can hear audible sound. Sound waves with frequency above 20 kHz are called ultrasound waves. Sound waves with frequency below 20 Hz are called infrasound waves. Human beings cannot hear ultrasound waves and infrasound waves, but some animals, like bats and dolphins, use them. Older people have an even smaller hearing range. People are best at hearing sounds between 1000 Hz and 6000 Hz.\nThe Doppler Effect.\nWhen a sound source is moving towards someone, the frequency seems to increase. The same thing happens when someone moves toward the sound source. Frequency seems to decrease when someone moves away from a sound source. It also seems to decrease when the sound source moves away from someone. This is called the Doppler effect.\nReferences.\nHalpern, Alvin, Erich Erlbach (1998). \"Beginning Physics II: Waves, Electromagnetism, Optics, and Modern Physics,\" pg. 50-56","categories":[],"infobox_types":[],"annotations":[{"uri":"Hearing","surface_form":"heard","offset":117},{"uri":"Wave_(physics)","surface_form":"waves","offset":134},{"uri":"Media","surface_form":"medium","offset":155},{"uri":"Ear","surface_form":"ear","offset":169},{"uri":"Vibration","surface_form":"vibration","offset":197},{"uri":"Drum","surface_form":"drum","offset":275},{"uri":"Cymbal","surface_form":"cymbal","offset":285},{"uri":"Vibration","surface_form":"vibrates","offset":314},{"uri":"Air","surface_form":"air","offset":346},{"uri":"Molecule","surface_form":"molecule","offset":350},{"uri":"Air","surface_form":"air","offset":453},{"uri":"Molecule","surface_form":"molecule","offset":457},{"uri":"Ear","surface_form":"ear","offset":511},{"uri":"Eardrum","surface_form":"eardrum","offset":521},{"uri":"Music","surface_form":"music","offset":690},{"uri":"Noise","surface_form":"noise","offset":736},{"uri":"Speech","surface_form":"speech","offset":796},{"uri":"Longitudinal_wave","surface_form":"longitudinal wave","offset":820},{"uri":"Compression","surface_form":"compression","offset":856},{"uri":"Sequence","surface_form":"sequence","offset":1099},{"uri":"Solid","surface_form":"solid","offset":1191},{"uri":"Liquid","surface_form":"liquid","offset":1199},{"uri":"Gas","surface_form":"gas","offset":1212},{"uri":"Vacuum","surface_form":"vacuum","offset":1252},{"uri":"Astronaut","surface_form":"astronaut","offset":1301},{"uri":"Radio","surface_form":"radio","offset":1360},{"uri":"Stone","surface_form":"stone","offset":1473},{"uri":"Iron","surface_form":"iron","offset":1480},{"uri":"Steel","surface_form":"steel","offset":1490},{"uri":"Pitch_(music)","surface_form":"Pitch","offset":1627},{"uri":"Frequency","surface_form":"Frequency","offset":1675},{"uri":"Piano","surface_form":"piano","offset":1760},{"uri":"Hertz","surface_form":"hertz","offset":1841},{"uri":"Octave","surface_form":"octave","offset":1920},{"uri":"Inverse-square_law","surface_form":"inverse-square law","offset":2259},{"uri":"Decibel","surface_form":"decibel","offset":2684},{"uri":"Frequency","surface_form":"frequencies","offset":3114},{"uri":"Hertz","surface_form":"Hz","offset":3137},{"uri":"Human_being","surface_form":"Human being","offset":3151},{"uri":"Ultrasound","surface_form":"ultrasound","offset":3239},{"uri":"Infrasound","surface_form":"infrasound","offset":3307},{"uri":"Bat","surface_form":"bat","offset":3412},{"uri":"Dolphin","surface_form":"dolphin","offset":3421},{"uri":"Doppler_effect","surface_form":"Doppler effect","offset":3885}]}