{"id":686253,"url":"http://en.wikipedia.org/wiki/Big_Boss","text":"e=\"preserve\">Big Boss is a recurring character in the \"Metal Gear\" series of video games, who serves as a hero or villain. He is the one who gave the genes to make three clones of himself, Solid Snake, Liquid Snake and Solidus Snake. In a way, this makes him their father. He starts off as a soldier for the CIA special forces team, the FOX Unit. He later creates and leads a special forces team himself, FOXHOUND.\nIn \"Metal Gear Solid 3\", Big Boss unsuccessfully rescues the scientist Sokolov, because his mentor, the Boss, changes sides from the United States to Soviet Union. At first, he did not understand why. Later, it is explained that the government ordered her to change sides, because she was the only soldier Volgin would respect and trust enough to keep the Philosphers' legacy during World War II. The Boss later reunites with her former team of fellow soldiers, the Cobra Unit. She knew Big Boss, who was called Naked Snake in the game, would have to kill her as part of his mission, but she wanted to pass on her goal for him to complete. After he discovers the real reason for the Boss's death, he loses his patriotism and wants to unite the world under one government. This is so that the world's governments would not threaten to destroy each other with nuclear weapons. The government gives him a new code name, Big Boss. He dislikes the code name, because it reminded him that it was given to him for killing the Boss. She was one of the only he really cared for.\nIn Metal Gear 1 & 2, Big Boss attempts to use Metal Gear to destroy the world's governments, but FOXHOUND agent Solid Snake (who is also one of Big Boss's clones) destroys it and stops him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metal_Gear","surface_form":"Metal Gear","offset":55},{"uri":"Video_game","surface_form":"video game","offset":77},{"uri":"Hero","surface_form":"hero","offset":106},{"uri":"Villain","surface_form":"villain","offset":114},{"uri":"Gene","surface_form":"gene","offset":150},{"uri":"Clone","surface_form":"clone","offset":170},{"uri":"Solid_Snake","surface_form":"Solid Snake","offset":189},{"uri":"Liquid_Snake","surface_form":"Liquid Snake","offset":202},{"uri":"Solidus_Snake","surface_form":"Solidus Snake","offset":219},{"uri":"FOXHOUND","surface_form":"FOXHOUND","offset":405},{"uri":"Metal_Gear_Solid_3","surface_form":"Metal Gear Solid 3","offset":419},{"uri":"Mentorship","surface_form":"mentor","offset":507},{"uri":"United_States","surface_form":"United States","offset":548},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":565},{"uri":"Government","surface_form":"government","offset":648},{"uri":"World_War_II","surface_form":"World War II","offset":798},{"uri":"Patriotism","surface_form":"patriotism","offset":1125},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":1273}]}