{"id":686207,"url":"http://en.wikipedia.org/wiki/Catwoman_(movie)","text":"\"Catwoman\" is a 2004 superhero-action movie. It was based loosely on the DC Comics character of the same name.\nPlot.\nArtist and graphics designer Patience Phillips is a people-pleaser. Her main support is her best friend Sally. She works for a cosmetics company called Hedare Beauty. They're ready to ship a new skin cream, Beau-line. It reverses the effects of aging. However, Patience overhears the scientist Dr. Ivan Slavicky and Laurel Hedare, the wife of company owner George Hedare, talking of the dangerous side effects from continued use of the skin cream. Laurel's guards discover Patience. They are ordered to get rid of her. Patience is then killed by drowning.\nPatience later washes up on shore. She's brought back to life by a cat, the Egyptian Mau. The cat appeared at her apartment earlier. From that point on, she develops cat-like abilities.\nFrom Mau's owner, researcher Ophelia Powers, Patience learns that Egyptian Mau cats are messengers of the goddess Bast. She then realizes she is now a \"catwoman\". She is reborn with abilities that are a blessing \"and\" a curse. She is disguised as Catwoman to hide her identity. Under cover of darkness, Patience looks for answers as to who killed her and why. Her search leads her to Laurel Hedare. Patience asks Laurel to keep an eye on George. Laurel agrees to do so.\nWhen Patience meets George in anger, however, he says that he knows nothing about the side effects. The police, led by Patience's love partner, Detective Tom Lone, come. Catwoman escapes.\nLater, Laurel kills her husband for his infidelity. She had Dr Slavicky killed because he wanted to end the release of Beau-line. She calls Catwoman and blames the murder on \"her\". Tom arrests Catwoman and takes her into custody.\nPatience, or Catwoman, slips from her cell and angrily meets Laurel in her office. Patience rescues Tom. Tom questioned Laurel about Patience's guilt in the process. It then becomes obvious that Laurel was the one who killed Patience.\nDuring a fight, Patience scratches Laurel's face several times. That causes Laurel to fall out a window, then grab a pipe. Laurel falls to her own death.\nPatience is cleared of any charges about the deaths of the Hedares and Dr Slavicky. She ends things with Tom. She enjoys her newfound freedom as the mysterious Catwoman.\nBox office.\n\"Catwoman\" took in $40,202,379 in North America. It made $41,900,000 in other countries. The budget was $100 million.\nReviews.\n\"Catwoman\" was hated by critics. Under Rotten Tomatoes, it had a score of 9%. It appeared on the list of Roger Ebert's most hated movies. Ebert and his co-host Richard Roeper both gave the movie \"thumbs down\".\nAwards.\nThe movie got seven Golden Raspberry Award nominations in 2005. It won Worst Picture, Worst Actress, Worst Director and Worst Screenplay.","categories":[],"infobox_types":[],"annotations":[{"uri":"Superhero","surface_form":"superhero","offset":21},{"uri":"Action_movie","surface_form":"action movie","offset":31},{"uri":"DC_Comics","surface_form":"DC Comics","offset":73},{"uri":"Catwoman","surface_form":"character of the same name","offset":83},{"uri":"Artist","surface_form":"Artist","offset":117},{"uri":"Graphics","surface_form":"graphics","offset":128},{"uri":"Cosmetics","surface_form":"cosmetics","offset":244},{"uri":"Scientist","surface_form":"scientist","offset":401},{"uri":"Company","surface_form":"company","offset":460},{"uri":"Side_effect","surface_form":"side effect","offset":514},{"uri":"Cat","surface_form":"cat","offset":740},{"uri":"Egyptian_Mau","surface_form":"Egyptian Mau","offset":749},{"uri":"Apartment","surface_form":"apartment","offset":787},{"uri":"Messenger","surface_form":"messenger","offset":947},{"uri":"Bast","surface_form":"Bast","offset":973},{"uri":"Catwoman","surface_form":"catwoman","offset":1011},{"uri":"Disguise","surface_form":"disguise","offset":1093},{"uri":"Catwoman","surface_form":"Catwoman","offset":1106},{"uri":"Police","surface_form":"police","offset":1433},{"uri":"Infidelity","surface_form":"infidelity","offset":1557},{"uri":"Mystery","surface_form":"mysterious","offset":2285},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":2484},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":2550},{"uri":"Richard_Roeper","surface_form":"Richard Roeper","offset":2605},{"uri":"Golden_Raspberry_Award","surface_form":"Golden Raspberry Award","offset":2683}]}