{"id":686241,"url":"http://en.wikipedia.org/wiki/Retroactive_continuity","text":"e=\"preserve\">Retroactive continuity, or retcon, is when some detail in a fictional story, such as a movie, TV, or book series, is added, changed, or ignored in a later part of the series. It can happen for several different reasons, like fixing a plot hole or getting rid of a detail that was disliked by many people.\nThere are a few main types of retcons.\nThe first is addition. This is a new detail added to give the reader or viewer a new understanding of the story. This detail would not have been planned when a series was first being made. For example, many people who watched complained that the Death Star had an easily spotted and poorly placed weak point. This made it easier to be destroyed. George Lucas, the writer of Star Wars, did not have an explanation why. However, the writers of its prequel, Rogue One, later explained this. They wrote the story so that character Galen Erso, who is the main character Jyn Erso's father, made its weak point easily seen and poorly placed on purpose. He did this so he could help the Rebel Alliance destroy it.\nThe second is alteration. This is a detail goes against details already given. This is called a contradiction. For example, in Metal Gear Solid 2, the villain Revolver Ocelot tells the main character Solid Snake that Big Boss was in his late fifties when he gave his genes to make clones. This was the year 1972. However, in the prequel Metal Gear Solid 3, Big Boss is the main character. The game is set in 1964, but Big Boss is nowhere even close to being in his late forties or early fifties, which is how old he is supposed to be.\nThe third is subtraction. This is a detail that gets ignored or forgotten later in a series. For example, in the movie, the villain Colonel Stryker experiments on the superhero Deadpool and turns him into Weapon 11. This made fans of Deadpool so unhappy that when the Deadpool movie came out it completely ignored the story given in X-Men Origins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fictional","offset":73},{"uri":"Movie","surface_form":"movie","offset":100},{"uri":"Television_programme","surface_form":"TV","offset":107},{"uri":"Book","surface_form":"book","offset":114},{"uri":"Plot_hole","surface_form":"plot hole","offset":247},{"uri":"Death_Star","surface_form":"Death Star","offset":603},{"uri":"George_Lucas","surface_form":"George Lucas","offset":703},{"uri":"Prequel","surface_form":"prequel","offset":803},{"uri":"Rogue_One","surface_form":"Rogue One","offset":812},{"uri":"Rebel_Alliance","surface_form":"Rebel Alliance","offset":1036},{"uri":"Contradiction","surface_form":"contradiction","offset":1159},{"uri":"Sons_of_Liberty","surface_form":"Metal Gear Solid 2","offset":1190},{"uri":"Villain","surface_form":"villain","offset":1214},{"uri":"Revolver_Ocelot","surface_form":"Revolver Ocelot","offset":1222},{"uri":"Solid_Snake","surface_form":"Solid Snake","offset":1263},{"uri":"Big_Boss","surface_form":"Big Boss","offset":1280},{"uri":"Gene","surface_form":"genes","offset":1330},{"uri":"Clone","surface_form":"clones","offset":1344},{"uri":"Metal_Gear_Solid_3","surface_form":"Metal Gear Solid 3","offset":1400},{"uri":"Superhero","surface_form":"superhero","offset":1765},{"uri":"Deadpool","surface_form":"Deadpool","offset":1775},{"uri":"Deadpool_(movie)","surface_form":"Deadpool","offset":1866}]}