{"id":686704,"url":"http://en.wikipedia.org/wiki/Galactic_Republic","text":"The Galactic Republic was the government of the Star Wars galaxy in the Star Wars series until the Galactic Empire replaced it. It was made up of many planets, but all the planets had the same currency and official language. All the planets had to follow certain laws and economic rules. An example of this is that slavery is outlawed in all Republic planets. The government is a federal republic. Its leader is the Supreme Chancellor, who is chosen by voting. Each planet also chooses their Senators and Representatives to vote on and pass laws. There is also a Supreme Court.\nThe Republic is protected by the Jedi Order. The Jedi are a group of knights who protect democracy and civilization so that peace can exist in the galaxy.\nThe last Supreme Chancellor was Sheev Palpatine. He would later become the emperor of the Galactic Empire. In Star Wars Episode I, the first movie in the Star Wars timeline, the Republic had become very corrupt and complicated. The Galactic Senate thought Chancellor Valorum had been a poor leader, so they voted to fire him. Only a short time after he was fired, they voted for Palpatine to replace him.\nMany member planets did not like what the Republic had become, so they left the Republic and created a new government, the Separatists. Count Dooku was the leader of the Separatists, but it was really created by Palpatine himself, and Dooku was his apprentice. Palpatine did this because he was trying to start a war. His plan was to use the war to weaken the Republic and destroy the Jedi so that he could create the Empire. His apprentice Dooku also created an army of clones so that the Republic would have an army to fight the war. Palpatine should have stopped being Chancellor long ago, but he stayed being Chancellor because the Senate voted that he can have emergency powers. That meant that he could pass any law he wanted to because the Republic was fighting a war against the Separatists.\nNear the end of the war, Palpatine told the young Jedi Anakin Skywalker that he was a Sith Lord, someone who uses the dark side of the Force. When Anakin told the Jedi Council that Palpatine was a Sith, Mace Windu and three other Jedi Masters went to Palpatine's office to arrest or kill him. They failed because Palpatine tricked Anakin in helping kill Mace Windu. He used this attempt as an excuse to give Order 66 to the clone army. This order was given to clone troopers to kill any Jedi they see. Palpatine also ordered Anakin, now Darth Vader, to bring clone troopers to destroy the Jedi Temple and kill all the Jedi there, even the children. Most Jedi were killed only a short time after the order was given.\nHe then tricked the Senate into thinking that the Jedi wanted to destroy the Republic, so he created the Empire to make everyone think they would be safer. After the Empire was created, the military became much bigger and most freedoms were taken away. In Star Wars Episode IV, Emperor Palpatine got rid of the Senate, which was the only thing from the Republic that still existed. He hoped that after this, memories of the Republic would disappear.\nHowever, people who still believed in the Republic created the Rebel Alliance and fought a war against the Empire. After the deaths of both Emperor Palpatine and Darth Vader and the Battle of Jakku, the Empire surrendered to the Rebel Alliance. This ended the war and the New Republic was created, but the New Republic was destroyed only a few decades later. This was because the First Order, the military that was created from what was left of the Empire, created a superweapon called Starkiller Base. They used the weapon to blow up the capital of the New Republic, Hosnian Prime.","categories":[],"infobox_types":[],"annotations":[{"uri":"Star_Wars_galaxy","surface_form":"Star Wars galaxy","offset":48},{"uri":"Star_Wars","surface_form":"Star Wars series","offset":72},{"uri":"Galactic_Empire","surface_form":"Galactic Empire","offset":99},{"uri":"Planet","surface_form":"planets","offset":151},{"uri":"Currency","surface_form":"currency","offset":193},{"uri":"Official_language","surface_form":"official language","offset":206},{"uri":"Federal_republic","surface_form":"federal republic","offset":380},{"uri":"Voting","surface_form":"voting","offset":453},{"uri":"Senate","surface_form":"Senators","offset":492},{"uri":"Representative_democracy","surface_form":"Representatives","offset":505},{"uri":"Jedi","surface_form":"Jedi Order","offset":611},{"uri":"Knight","surface_form":"knights","offset":647},{"uri":"Democracy","surface_form":"democracy","offset":667},{"uri":"Civilization","surface_form":"civilization","offset":681},{"uri":"Galaxy","surface_form":"galaxy","offset":725},{"uri":"Palpatine","surface_form":"Sheev Palpatine","offset":765},{"uri":"Emperor","surface_form":"emperor","offset":808},{"uri":"The_Phantom_Menace","surface_form":"Star Wars Episode I","offset":843},{"uri":"Corruption","surface_form":"corrupt","offset":936},{"uri":"Apprenticeship","surface_form":"apprentice","offset":1387},{"uri":"Clone","surface_form":"clones","offset":1609},{"uri":"Darth_Vader","surface_form":"Anakin Skywalker","offset":1993},{"uri":"Sith","surface_form":"Sith Lord","offset":2024},{"uri":"Dark_Side","surface_form":"dark side","offset":2056},{"uri":"The_Force","surface_form":"Force","offset":2073},{"uri":"Mace_Windu","surface_form":"Mace Windu","offset":2141},{"uri":"Arrest","surface_form":"arrest","offset":2211},{"uri":"Order_66","surface_form":"Order 66","offset":2346},{"uri":"Soldier","surface_form":"troopers","offset":2404},{"uri":"A_New_Hope","surface_form":"Star Wars Episode IV","offset":2910},{"uri":"Rebel_Alliance","surface_form":"Rebel Alliance","offset":3167},{"uri":"Jakku","surface_form":"Jakku","offset":3296},{"uri":"New_Republic","surface_form":"New Republic","offset":3376},{"uri":"First_Order","surface_form":"First Order","offset":3484},{"uri":"Capital_city","surface_form":"capital","offset":3643},{"uri":"Hosnian_Prime","surface_form":"Hosnian Prime","offset":3672}]}