{"id":686785,"url":"http://en.wikipedia.org/wiki/Discrimination_against_non-binary_gender_people","text":"Discrimination against people who don't identify as male or female is both a type of sexism and a type of transphobia. Nonbinary folks (or enbies, plural for enby) experience discrimination in social, workplace, health, and legal spheres.\nA study by the \"National LGBTQ Task Force\" in 2012 showed that, even in comparison to binary transgender people, nonbinary people are significantly more likely to experience physical assault, police harassment, sexual harassment, sexual assault, and bullying/sexual harassment in K-12 school. People who identified as nonbinary were also more likely to identify as black, asian, or multi-racial (but less likely to identify as Latin-American/Spanish), were generally young (below 45), and were more often exposed to higher education. Nonbinary people were also shown to be more likely to be in extreme poverty, more likely to rely on underground economies for income, and slightly more likely to have attempted suicide than binary people. A 2016 study by \"The Journal of Sex Research\" showed that misgendering is a common theme of discrimination. The book \"Violence and Gender\" states that enbies and trans women are less likely to experience hate speech than trans men, but more likely to be concerned for their safety.\nTrans people in the USA are twice as likely as cis (cisgender) people to be unemployed. The \"LGBTQ+ Task Force\" found that almost all enbies experienced discrimination at work, being out as nonbinary decreases employment prospects compared to binary people, and enbies who don't pass as female have a worse time in the work environment. A 2012 study by the \"Center for American Progress\" showed that a third of LGBTQ+ employees felt forced into traditional gender roles to keep their jobs and a fourth were denied bathroom access because of their gender identity. A fifth of enbies reported losing their jobs because of transphobia, and almost all enbies experience transphobia on the job. Most enbies who transitioned in the workplace were glad they did, despite increased discrimination. Workplace discrimination affects the entire workplace team by distracting involved people from their jobs. [TBC]\nInformation translated from https://en.wikipedia.org/wiki/Discrimination_against_non-binary_gender_people","categories":[],"infobox_types":[],"annotations":[{"uri":"Enby","surface_form":"enby","offset":158},{"uri":"Cisgender","surface_form":"cisgender","offset":1312}]}