{"id":68686,"url":"http://en.wikipedia.org/wiki/Diocletian","text":"Diocletian (Gaius Aurelius Valerius Diocletianus, about 245 to aboout 312) was Roman Emperor from 20 November 284 to 11 May 305. He was born in Dalmatia of poor parents. Diocletian ended the period known as the Crisis of the Third Century (235–284). He worked to return Rome to its former glory by making changes in key areas.\nReligion: He persecuted Christians, crucifying more than any other emperor. He imposed the traditional polytheistic religion of the Romans.\nEconomy: Recognizing a gold drain from the western Mediterranean to the east, he tried to stop the inflation of the region by legislation. This did not work. He decreed that coins could only be made of gold or silver, stopping the trend of using lead in their creation. He made the tax system work better.\nMilitary: Diocletian changed the army from the traditional garrison defense. He put small outposts of soldiers on the border. He got local soldiers from the border regions along the Rhine and Danube rivers. These soldiers farmed and lived with their families in a village atmosphere. They lit signal fires on signal towers to warn other outposts of possible invasion by Germans from across the border. These outpost soldiers got regular pay from Rome for their services. He allowed soldiers to move up through the ranks by \"military credits\" earned by years of loyal service and by actions on the field of battle.\nPolitical structure.\nDiocletian established a form of government known as the tetrarchy. In this, the Empire was organised into four parts, each ruled by a co-emperor. Diocletian took charge of the eastern empire. The senior co-emperor was Maximian Augustus, a fellow officer. He took charge of the western empire. Later, two junior co-emperors were added: Galerius and Constantius Chlorus.\nFinally, in 305, the two senior emperors abdicated and retired, and the two juniors rose to the rank of \"Augustus\". They in turn were supported by two juniors: Severus II in the west under Constantius, and Maximinus in the east under Galerius. In this way, the Tetrarchy showed how it could reproduce itself.\nIllyria.\nThese men were from the Roman province of Illyria, several in the city of Sirmium, which would become one of the four capitals under this system. From the time of Domitian (81–96), when over half the Roman army was deployed in the Danubian regions, the Illyrian provinces had been the most important recruiting ground of the auxilia and later the legions.\nIn the 3rd century, Romanised Illyrians came to dominate the army's senior officer echelons. Ultimately, the Illyrian officer class seized control of the state itself.\nRegions and capitals.\nThe four Tetrarchs based themselves not at Rome but in other cities closer to the frontiers, mainly intended as headquarters for the defence of the empire. They faced Persia and the Germanic tribes. Also, there were many tribes from the eastern steppe which presented at the Rhine and Danube.\nAquileia, a port on the Adriatic coast, and Eboracum (modern York, in northern England near the Scottish tribes), were also significant centres for Maximian and Constantius respectively.\nIn terms of regional jurisdiction there was no precise division between the four Tetrarchs, and this period did not see the Roman state actually split up into four distinct sub-empires. Each emperor had his zone of influence within the Roman Empire, but little more, mainly high command in a 'war theatre'. Each Tetrarch was himself often in the field, while delegating most of the administration to the hierarchic bureaucracy headed by his respective Praetorian Prefect, each supervising several Vicarii, the governors-general in charge of another new administrative level, the civil diocese.\nFor a listing of the provinces, now known as eparchy, within each quarter (known as a praetorian prefecture), see Roman province.\nIn the West, the \"Augustus\" Maximian controlled the provinces west of the Adriatic Sea and the Syrtis, and within that region his \"Caesar\", Constantius, controlled Gaul and Britain. In the East, the arrangements between the \"Augustus\" Diocletian and his \"Caesar\", Galerius, were much more flexible.\nRetirement and death.\nDiocletian's reforms fundamentally changed the structure of Roman imperial government, and stabilized the empire economically and militarily. This helped the empire to remain intact for another hundred years, despite having seemed near the brink of collapse in Diocletian's youth.\nWeakened by illness, Diocletian left the imperial office on 1 May 305, and became the first Roman emperor to voluntarily abdicate the position. He lived out his retirement in his palace on the Dalmatian coast, tending to his vegetable gardens. His palace eventually became the core of the modern-day city of Split.\nMaximian attempted to return to power. Diocletian ordered him to step down permanently. Finally, Maximian was forced to commit suicide and the tetrarchy began to unravel. Diocletian despaired and died in 311, possibly of suicide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":79},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":144},{"uri":"Crisis_of_the_Third_Century","surface_form":"Crisis of the Third Century","offset":211},{"uri":"Christian","surface_form":"Christian","offset":351},{"uri":"Crucifixion","surface_form":"crucifying","offset":363},{"uri":"Polytheism","surface_form":"polytheistic","offset":430},{"uri":"Gold","surface_form":"gold","offset":490},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":518},{"uri":"Inflation","surface_form":"inflation","offset":566},{"uri":"Garrison","surface_form":"garrison","offset":832},{"uri":"Rhine","surface_form":"Rhine","offset":955},{"uri":"Danube","surface_form":"Danube","offset":965},{"uri":"Galerius","surface_form":"Galerius","offset":1744},{"uri":"Abdicate","surface_form":"abdicate","offset":1819},{"uri":"Retire","surface_form":"retire","offset":1833},{"uri":"Illyria","surface_form":"Illyria","offset":2138},{"uri":"Sirmium","surface_form":"Sirmium","offset":2170},{"uri":"Domitian","surface_form":"Domitian","offset":2259},{"uri":"Sassanid_dynasty","surface_form":"Persia","offset":2809},{"uri":"Rhine","surface_form":"Rhine","offset":2917},{"uri":"Danube","surface_form":"Danube","offset":2927},{"uri":"Aquileia","surface_form":"Aquileia","offset":2935},{"uri":"Adriatic","surface_form":"Adriatic","offset":2959},{"uri":"Eboracum","surface_form":"Eboracum","offset":2979},{"uri":"York","surface_form":"York","offset":2996},{"uri":"Scottish_people","surface_form":"Scottish","offset":3031},{"uri":"Praetorian_Prefect","surface_form":"Praetorian Prefect","offset":3574},{"uri":"Vicarii","surface_form":"Vicarii","offset":3619},{"uri":"Roman_diocese","surface_form":"diocese","offset":3707},{"uri":"Eparchy","surface_form":"eparchy","offset":3761},{"uri":"Roman_province","surface_form":"Roman province","offset":3830},{"uri":"Abdication","surface_form":"abdicate","offset":4569},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":4641},{"uri":"Vegetable","surface_form":"vegetable","offset":4673},{"uri":"Split","surface_form":"Split","offset":4756},{"uri":"Suicide","surface_form":"suicide","offset":4890}]}