{"id":687023,"url":"http://en.wikipedia.org/wiki/The_Herd_(South_African_series)","text":"The Herd is a South African television drama which aired on Sunday, 08 July 2018 on Mzansi Magic. Season 2 will air on 7th of April 2019 in South Africa's DStv. The drama ended with slight an abnormal plot on Sunday, 30th June 2019 after a thirteen 13-part episodes.\nSeason 1.\nThe Herd first season tells a remarkable storyline about a farmer who kills his wife because of greed, love, lust and power. In 1997 a young man called Nyambose and his wife visit a witchdoctor in there area to fix there farm, everything is going wrong. When a baby is born Nyambose sacrifice his wife as told by the witch doctor and everything goes back to normal, but will it forever.\nYears later, Nyambose decides to marry the witchdoctor who goes by the name of MaNgadi. MaNgadi and family are living a happy life, until Nyambose's daughter Kayise comes home with a degree from Johannesburg in Gauteng where she studied. Nyambose and MaNgadi lie to Kayise and tells her that her mother killed herself. MaNgadi decides to kill lure Nyambose to kill his daughter Kayise, but he insist.\nCruel, MaNgadi is told to kill a chicken and cook it and feed it to Kayise's father so that he can kill Kayise, while Nkosana is busy dealing with drugs. A girl kidnaps Kayise, and while they still at it they fall in love, the girl knew who killed Kayises mother and tells her. Curious Kayise doesn't believe the story. In the end MaNgadi decides to kill her son Nkosana and leaves Dumazile, who is dating her skivvy. Truth is revealed and MaNgadi is in trouble. When all is revealed, MaNgadi decides to go public with her black magic. The door is closed and she uses her powers to get out of tge burning house. While she celebrate with champagne, it is found that Kayise is not yet dead. The family decide to confront MaNgadi, but a group of white men from a business called WM Capital decide to take her with.\nSeason 2.\nMaNgadi doesn't want to be a witch anymore. Kayise becomes the leader of the Mthethwa family, but they don't know what awaits them, and her position is threatened. Primary school teacher, Ayanda Bhengu is not as innocent as she seems. It is found that the farm is not Nyambose's, it belongs to the brother Smangaliso. Smanga tries to get rid of Kayise. All his plans fail, It is found that Kayise is dating Lunga's wife - and its not the first, Kayise also dated Lwandle\nReception.\nThe Herd received 4,3 million views in September 2018. But in later weeks it dropped by 1,2million views.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drama","surface_form":"drama","offset":39},{"uri":"South_Africa","surface_form":"South Africa","offset":140},{"uri":"Sacrifice","surface_form":"sacrifice","offset":560},{"uri":"Magic","surface_form":"black magic","offset":1588}]}