{"id":687255,"url":"http://en.wikipedia.org/wiki/2019_Xiangshui_chemical_plant_explosion","text":"e=\"preserve\">On 21 March 2019, an explosion occurred at a chemical plant in Chenjiagang Chemical Industry Park, Xiangshui County, Yancheng, Jiangsu, China.\n78 people died and 617 got injured in this accident.\nBackground.\nThe plant —located in Yancheng's industrial park—was operated by Tianjiayi Chemical (), and was used to produce fertilizer or pesticides. Tianjiayi Chemical had previously been punished six times for not obeying pollution and waste management laws, and \"China Daily\" reported fines over safety issues.\nOn November 27, 2007, an explosion occurred in one of the chemical factories in Chenjiagang Chemical Zone (), with 7 killed and around 50 injured. On November 23, 2010, more than thirty were poisoned by a harmful gas release. In the early morning of February 10, 2011, rumors of harmful chemical release and potential upcoming explosions in the Chenjiagang Chemical Industry Park led over ten thousand residents to move away in panic from the towns of Chenjiagang and Shuanggang () during which four people died and many were injured. On the afternoon of May 18 and again on July 26 in 2011, there were explosions at local factories.\nExplosion.\nThe explosion happened at a local time of 14:48 (06:48 GMT). 78 people were killed, and at least 94 were severely injured, 32 of whom were critically injured. Around 640 people required hospital treatment and were taken to 16 hospitals. The injured included children at a local kindergarten. CENC detected an artificial earthquake at.\nThe force of the blast started fires in Yancheng, knocked down several buildings, and reportedly destroyed windows several kilometers away. The fire was reported to have been controlled by 03:00 local time. Considerable damage was caused to nearby factories and offices; the roof of Henglida Chemical Factory, 3 km from the explosion, fell in. At least one of the people killed was in another building destroyed by the blast. Windows are reported to have been blown out up to 6 km away from the explosion, and houses and other buildings were damaged in the nearby administrative divisions including Hai'an Town (Haianju) and Shadang.\nAftermath.\nThe search for survivors was ongoing on 23 March; one survivor was rescued from the site on the morning of 23 March, but 25 of the 28 people earlier reported missing were found dead. According to the Jiangsu environmental protection bureau, the monitored levels of benzene, toluene, and xylene in the area were not abnormal, and levels of acetone and chloroform outside the explosion area were within normal limits.","categories":[],"infobox_types":[],"annotations":[{"uri":"Xiangshui_County","surface_form":"Xiangshui County","offset":112},{"uri":"Yancheng","surface_form":"Yancheng","offset":130},{"uri":"Jiangsu","surface_form":"Jiangsu","offset":140},{"uri":"Industrial_park","surface_form":"industrial park","offset":254},{"uri":"Fertilizer","surface_form":"fertilizer","offset":333},{"uri":"Pesticides","surface_form":"pesticides","offset":347},{"uri":"China_Daily","surface_form":"China Daily","offset":475},{"uri":"%E5%93%8D%E6%B0%B4%E5%8C%96%E5%B7%A5%E5%8E%82%E7%88%86%E7%82%B8%E8%B0%A3%E8%A8%80%E4%BA%8B%E4%BB%B6","surface_form":"early morning of February 10, 2011, rumors","offset":756},{"uri":"CENC","surface_form":"CENC","offset":1460},{"uri":"Benzene","surface_form":"benzene","offset":2413},{"uri":"Acetone","surface_form":"acetone","offset":2487},{"uri":"Chloroform","surface_form":"chloroform","offset":2499}]}