{"id":687239,"url":"http://en.wikipedia.org/wiki/1980_Quebec_referendum","text":"The 1980 Quebec independence referendum was the first referendum in Quebec on whether Quebec should make a deal with Canada that would allow the province to have more control over its own laws, government, and trade agreements with other countries. The referendum was called by Quebec's Parti Québécois (PQ) government. The PQ wanted Quebec to be independent from Canada.\nThe province-wide referendum took place on Tuesday, May 20, 1980, and the proposal to request more independence from Canada was defeated. 59.56 percent of voters voted against the referendum question and 40.44 percent voted in favour of it.\nA second referendum on sovereignty in 1995 also failed, but by a smaller margin (50.58% to 49.42%).\nBackground.\nQuebec, a province in the Canadian Confederation since its foundation in 1867, has always been the only province where the most commonly spoken language is French. Quebec has also historically been very connected to French culture and the Catholic Church, which was seen as the national church when the French colonists began to settle in what became Quebec. Many Quebecois people value their French identity and culture. In the early 1960s, Quebec went through a Quiet Revolution where politicians separated the role of the church from the role of government organisations in a process called secularisation. During this time period, political groups in the province began to identify as federalists (who wanted to be a part of a unified Canada) and sovereigntists (who wanted Quebec to become a sovereign nation state, separate from Canada).\nA prominent sovereigntist was René Lévesque, who helped found the Parti Québécois (PQ) with like-minded separatists. The PQ proposed \"sovereignty-association\", a proposal for Quebec to be a sovereign nation-state while also sharing an economic partnership with Canada. The PQ had originally planned on declaring independence upon forming government, without putting it up for a vote in Quebec. Instead of doing this, the PQ chose to use a referendum so that the international community would be more likely to accept them as a truly independent nation.\nThe PQ won the 1976 election, beating the governing Quebec Liberals. The PQ campaign platform included a promise to hold a referendum on sovereignty-association during their first term. In government, the PQ created a number of popular reforms to long-term issues in the province, including francophone nationalist laws such as Bill 101, which reinforced French as the province's official language.\nThe PQ's beliefs were in conflict with the federal Liberal government of Pierre Elliot Trudeau, who did not agree with Quebec sovereignty. Instead, Trudeau urged Quebecers to seek empowerment at the federal level through reforms that provided for bilingualism and protection for individual rights. Trudeau was considered such a major opponent to Quebec sovereignty that Lévesque refused to call a referendum while Trudeau was the Prime Minister.\nThe Progressive Conservatives led by Joe Clark won a minority government in the May 22 1979 federal election. Clark's minority government made a point to not have the federal government be involved in the referendum, leaving the task of representing federalist voices to Claude Ryan, the new leader of the Quebec Liberal Party.\nOn June 21, 1979, Lévesque announced the promised referendum would occur in the spring of 1980, and that the question on the ballot would be announced before Christmas.\nLead-up to the Referendum Campaign.\nOn November 1, 1979, the Quebec government released its constitutional proposal in a white paper titled \"Québec-Canada: A New Deal. The Québec Government Proposal for a New Partnership Between Equals: Sovereignty-Association\".\nA dramatic change occurred in Ottawa on December 11, 1979, when the Clark government unexpectedly lost a vote of confidence on a budget bill, forcing a federal election. Three days afterward, Trudeau announced his return as leader of the Liberals. Polls showed Clark losing handily.\nQuestion.\nThe wording of the referendum question was a subject of debate between members of the Parti Québécois caucus. Some preferred a simple wording focused on Quebec becoming sovereign from Canada. Lévesque realised that sovereignty-association would require negotiations with the Government of Canada. Lévesque decided that the question would be written so that it gave the government of Quebec the power to negotiate with the Government of Canada, and that if the referendum passed, they would have a second referendum after making an agreement with the Canadian government so that Quebecers could approve the deal or vote against it. He also felt the safety of a second referendum would convince swing voters to vote \"Yes.\"\nA significant debate arose as to whether a \"question\" under the \"Referendum Act\" could have more than one sentence: the final compromise was to use semicolons.\nThe question announced on December 20, 1979 was: \"The Government of Quebec has made public its proposal to negotiate a new agreement with the rest of Canada, based on the equality of nations; this agreement would enable Quebec to acquire the exclusive power to make its laws, levy its taxes and establish relations abroad — in other words, sovereignty — and at the same time to maintain with Canada an economic association including a common currency; any change in political status resulting from these negotiations will only be implemented with popular approval through another referendum; on these terms, do you give the Government of Quebec the mandate to negotiate the proposed agreement between Quebec and Canada?\"\nLévesque, while noting its cumbersome nature, stated that it was transparent and could be easily understood.\nLegislative debate.\nOn February 18, 1980, the federal Liberals won a majority in the House of Commons, and Trudeau returned as Prime Minister. Trudeau announced Jean Chrétien as having responsibilities for the federal response to the referendum.\nTelevision had recently been introduced to the Quebec National Assembly, and the legislative debate on the referendum question was scheduled for prime time live viewing on March 4, 1980. The debate lasted two weeks, and the result was a PQ success and a disaster for the provincial Liberals. The PQ Cabinet, coordinated by House Leader Claude Charron, provided detailed outlines of their files and the benefits they said sovereignty would provide them. The Liberals did not consider that the television audience would view their quick and taunting retorts about the referendum question to be insubstantial compared to the lengthy and detailed speeches of PQ members. The Liberals seemed to lack preparation and Ryan, unaware of the television cameras, was caught yawning on a few occasions during Liberal interventions.\nPolls released after the debates showed the Yes and No side roughly even, with a majority among Francophone voters for the \"Yes\" side.\n\"Brunch des Yvettes\".\nLess helpful to the \"Yes\" campaign was a speech by former television presenter Lise Payette to a committee in Montreal, where she mocked what she viewed as the \"No\" side's complacency by imagining a person who planned on voting \"No\" as a \"Yvette -\" a docile schoolgirl from pre-Quiet Revolution schoolbooks. Payette also used this as a general theme in the legislature. Payette stated that Ryan wanted a Quebec full of \"Yvettes\" and that his wife, Madeline Ryan, was an Yvette. Lise Bissonnette, a popular journalist, responded to Payette's personal attack wrote a sarcastic editorial that compared Payette's television career with Mme Ryan's accomplishments in the public and private sector.\nPayette apologized during the legislative debate, but the remark and the editorial sparked a movement. On March 30, a group of 1,700 women, including Madeline Ryan, held the \"brunch des Yvettes\" at the Château Frontenac in Quebec City. The movement grew until a rally at the Montreal Forum on April 7 when 14,000 women denounced the minister's declarations about women and manifested their support for the \"No\" side.\nCampaign.\nOn April 15, Lévesque announced before the National Assembly the referendum would occur on May 20, 1980. The same day, on the opening of the House of Commons, Trudeau announced that the Government of Canada would not negotiate sovereignty-association under any circumstances, as he considered the question too vague and the Canadian government's authority too uncertain to do so. He also stated that the question was too vague to give Lévesque and the PQ any mandate to declare independence, making any result from a \"Yes\" vote impossible; in contrast, he offered that a \"No\" vote would lead to constitutional change. His position was supported by Clark and national NDP leader Ed Broadbent.\nThe \"Yes\" campaign was, in the initial stages, low key. It focused on gaining broad acceptance of sovereignty-association through specialized \"regroupments\" that would be presented with special certificates at ceremonies led by Lévesque and other cabinet ministers. The regroupments were seen as an attempt to show broad support for the movement and create conversations at the ground level, however, the attempt to create them in some heavily Federalist professions, such as lawyers, prompted a severe backlash.\nThe \"No\" campaign, led by Ryan, was run as a traditional election campaign, with Ryan campaigning during the day and making speeches in local hockey arenas across rural Quebec.\nControversially, the Canadian government became involved on its own accord in the referendum despite the provisions of the provincial \"Referendum Act\", which tightly restricted all campaigning to the designated \"Yes\" and \"No\" committees with set budgets. Canadian government politicians made appearances coordinated by Minister of Justice Jean Chrétien and Marc Lalonde, mainly speculating on the economic uncertainty a \"Yes\" vote could bring. Chrétien argued that prominent PQ member Claude Morin would sacrifice Canada's oil and national gas price to drive in an ambassadors' Cadillac. Lalonde argued that old age pensions were directly threatened by a \"Yes\" vote. Though initially reluctant, Ryan started to accept and welcome the Canadian government's help, and continued to speak across Quebec.\nThe referendum prompted an unheard-of political mobilization, and the campaign was seen as a traumatic event in Quebec, as the hard choice between \"Yes\" and \"No\" shattered the nationalist consensus that had existed since the Quiet Revolution.\nTrudeau at Paul Sauvé Arena.\nOn May 14, six days before the vote, Trudeau made his final appearance at a packed Paul Sauvé Arena, where the PQ had celebrated their victory in 1976. Trudeau attacked the \"Yes\" campaign for not asking a clear question, and stated that a \"Yes\" vote was a dead end, given that the rest of Canada was not bound by the question and that it was too vague to pursue independence if negotiations were refused.\nTrudeau then stated that he would interpret a vote for the \"No\" as a mandate to renew federalism and change the constitution, putting his MPs' seats on the line if he were to fail to keep this promise. Addressing himself to Canadians outside Quebec on behalf of his MPs, Trudeau challenged English Canada that change would have to occur and that the referendum could not be interpreted as an endorsement of the status quo.\nAfter this Trudeau hit an emotional high note, invoking a remark by Lévesque days earlier that he was showing his \"Elliott\" side during the campaign. Trudeau detailed the story of his parents, who had both had many ancestors in Quebec, and remarked that his full name was both a Québécois and a Canadian name. Trudeau then began to list members of the Parti Québécois who had Irish or English last names. The riposte brought the crowd to an uproar, and Trudeau exited to chants of \"Elliott.\"\nThe speech, which prompted Morin to wonder if his mind was changed, was seen as the death knell of the \"Yes\" camp, despite Lévesque's attempts to cast doubt over Trudeau's words.\nImmediate aftermath.\nAfter the lopsided defeat, a visibly emotional Lévesque addressed his supporters, many of whom were shown on screen in tears at the result. Lévesque began his concession speech by saying \"My dear friends, if I understand you correctly, you're saying: 'until next time.'\" In the speech, he called the Canadian government's involvement in the campaign \"scandalously immoral,\" and emphasized that the result must be accepted and that it was now the Canadian government's responsibility to provide the changes to the constitution that Trudeau had promised. Lévesque ended by asking the audience to sing \"Gens du Pays\" for him, as he did not have any voice left.\nClaude Ryan's speech was later in the evening. After refusing to let Jean Chrétien use the microphone to address those gathered, he proceeded to demand an election be called and listed every riding that had voted for the \"No\" side. The speech was generally seen as callous and harsh, especially after the emotional crowd scenes broadcast during Lévesque's speech. Trudeau addressed the country afterward with a more conciliatory tone, emphasizing the need for unity after the hurt feelings and strained friendships that had been caused by the referendum. The next morning, Chrétien was tasked with creating a provincial consensus.\nExpenses.\nMaximum amount authorized by referendum law: $2,122,257 ($0.50/voter x 4,244,514 voters)\nEffects.\nAfter the referendum, Trudeau acted upon his promise by calling together the provincial premiers in a first ministers' conference. The meeting showed signs of deadlock, and Lévesque surprised observers by uniting with the dissident premiers, who warmly received his decentralist views. Facing a lack of cooperation from the premiers, Trudeau then announced his intention to unilaterally patriate the constitution from the United Kingdom and have a charter of rights and constitutional amending formula approved by national referendum.\nIn the meantime, there was a provincial election in Quebec. Despite a brief post-referendum malaise, the PQ easily defeated Ryan's Liberals in the 1981 provincial election, campaigning both on their governing record and against Trudeau's intentions. Notably, the PQ did not promise to hold a second referendum.\nWith regards to Trudeau's plans to unilaterally patriate and change the constitution, the newly re-elected Lévesque, who had initially argued for the incorporation of a Quebec veto into the new constitution, agreed with eight other premiers (the Gang of Eight) to a proposal that would not allow Quebec a veto, but would permit \"opting out\" of certain federal endeavours with compensation.\nThe federal government, still interested in proceeding unilaterally, sought an opinion on whether it was legally entitled to do so from the Supreme Court of Canada. The Supreme Court ruled that any constitutional changes, including patriation of the constitution, could be made unilaterally under the letter of the law, but, by non-binding convention, \"a substantial degree of provincial consent was required\".\nThe Supreme Court's decision prompted a final meeting among the first ministers. Lévesque abandoned the Gang of Eight and opted to join Trudeau in advocating immediate patriation with the promise of a future referendum on the other matters. The other premiers, loath to be seen arguing against the charter of rights that was included in Trudeau's proposed constitutional changes, formulated a compromise proposal with Jean Chrétien that was acceptable to the Canadian government. The compromise came during the Kitchen Meeting, which took place after Lévesque had left for the evening. In Quebec, that night has sometimes been called the \"Night of the Long Knives\".\nAs a result of the compromise between the premiers (other than Lévesque) and the federal government, the government partiated the Canadian constitution in the Constitution Act, 1982 without support from Lévesque or Quebec's National Assembly. The result was a shattering defeat for the PQ, especially after the Quebec government's loss in its Quebec Veto Reference case. The National Assembly of Quebec, compared to its position in 1976, actually lost power under Lévesque and the PQ.\nHistorical debate would centre on whether Trudeau's advocacy and agreement on patriation were in accord with or in contravention of his commitments made in his speech at the Paul Sauvé Arena. Trudeau defended his actions by stating he had kept his promise to deliver a new constitution that resided entirely within Canada and an embedded Charter of Rights. Quebec nationalists argue that this is an overly literal view of his words and that, in context to a Québécois audience, Trudeau had promised that Quebec would be given a status in accordance with a decentralized view of federalism, or his MPs would resign.\nIn 1984, Brian Mulroney led the Progressive Conservatives to victory nationally, having committed during the campaign to try to find a way to accommodate Quebec's objections to the constitution. Lévesque pledged to take the risk of trying to work towards a deal with Mulroney. This led to a split in the PQ and subsequently Lévesque's resignation from politics in 1985. After the PQ defeat by the Liberals of Robert Bourassa, the Mulroney government began negotiations with Quebec to find a deal that would be acceptable to all provinces. The 1987 Meech Lake Accord and the 1992 Charlottetown Accord, despite receiving unanimous consent among the provincial premiers, each failed in dramatic public fashion, reviving the sovereignty movement.\nThe PQ returned to office, led by hard-line separatist and former Finance Minister Jacques Parizeau, in 1994. Parizeau called a second sovereignty referendum of 1995, which featured a more direct question. That referendum failed by a margin of less than 0.6%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Referendum","surface_form":"referendum","offset":54},{"uri":"Quebec","surface_form":"Quebec","offset":68},{"uri":"Parti_Qu%C3%A9b%C3%A9cois","surface_form":"Parti Québécois","offset":287},{"uri":"1995_Quebec_referendum","surface_form":"second referendum on sovereignty","offset":615},{"uri":"Provinces_and_territories_of_Canada","surface_form":"province","offset":735},{"uri":"Canadian_Confederation","surface_form":"Canadian Confederation","offset":751},{"uri":"Quiet_Revolution","surface_form":"Quiet Revolution","offset":1189},{"uri":"Secularization","surface_form":"secularisation","offset":1319},{"uri":"Quebec_sovereignty_movement","surface_form":"sovereigntists","offset":1476},{"uri":"Nation_state","surface_form":"nation state","offset":1532},{"uri":"Ren%C3%A9_L%C3%A9vesque","surface_form":"René Lévesque","offset":1599},{"uri":"Parti_Qu%C3%A9b%C3%A9cois","surface_form":"Parti Québécois","offset":1635},{"uri":"Quebec_general_election%2C_1976","surface_form":"1976 election","offset":2137},{"uri":"Liberal_Party_of_Quebec","surface_form":"Quebec Liberals","offset":2174},{"uri":"Charter_of_the_French_Language","surface_form":"Bill 101","offset":2450},{"uri":"Liberal_Party_of_Canada","surface_form":"federal Liberal","offset":2564},{"uri":"Pierre_Elliot_Trudeau","surface_form":"Pierre Elliot Trudeau","offset":2594},{"uri":"Progressive_Conservative_Party_of_Canada","surface_form":"Progressive Conservatives","offset":2971},{"uri":"Joe_Clark","surface_form":"Joe Clark","offset":3004},{"uri":"Canadian_federal_election%2C_1979","surface_form":"1979 federal election","offset":3054},{"uri":"Claude_Ryan","surface_form":"Claude Ryan","offset":3238},{"uri":"White_paper","surface_form":"white paper","offset":3585},{"uri":"Canadian_federal_election%2C_1980","surface_form":"federal election","offset":3879},{"uri":"Government_of_Canada","surface_form":"Government of Canada","offset":4295},{"uri":"Swing_voter","surface_form":"swing voter","offset":4713},{"uri":"Semicolon","surface_form":"semicolon","offset":4889},{"uri":"Prime_time","surface_form":"prime time","offset":6122},{"uri":"Claude_Charron","surface_form":"Claude Charron","offset":6313},{"uri":"Lise_Payette","surface_form":"Lise Payette","offset":7033},{"uri":"Quiet_Revolution","surface_form":"Quiet Revolution","offset":7232},{"uri":"Lise_Bissonnette","surface_form":"Lise Bissonnette","offset":7432},{"uri":"Ch%C3%A2teau_Frontenac","surface_form":"Château Frontenac","offset":7849},{"uri":"Quebec_City","surface_form":"Quebec City","offset":7870},{"uri":"Montreal_Forum","surface_form":"Montreal Forum","offset":7922},{"uri":"Ed_Broadbent","surface_form":"Ed Broadbent","offset":8752},{"uri":"Minister_of_Justice_(Canada)","surface_form":"Minister of Justice","offset":9775},{"uri":"Jean_Chr%C3%A9tien","surface_form":"Jean Chrétien","offset":9795},{"uri":"Marc_Lalonde","surface_form":"Marc Lalonde","offset":9813},{"uri":"Claude_Morin_(PQ_MNA)","surface_form":"Claude Morin","offset":9941},{"uri":"Paul_Sauv%C3%A9_Arena","surface_form":"Paul Sauvé Arena","offset":10611},{"uri":"Gens_du_Pays","surface_form":"Gens du Pays","offset":12648},{"uri":"Quebec_general_election%2C_1981","surface_form":"1981 provincial election","offset":14127},{"uri":"Patriation_Reference","surface_form":"Supreme Court","offset":14850},{"uri":"Kitchen_Meeting","surface_form":"Kitchen Meeting","offset":15603},{"uri":"Constitution_Act%2C_1982","surface_form":"Constitution Act, 1982","offset":15917},{"uri":"Quebec_Veto_Reference","surface_form":"Quebec Veto Reference","offset":16101},{"uri":"Canadian_Charter_of_Rights_and_Freedoms","surface_form":"Charter of Rights","offset":16581},{"uri":"Brian_Mulroney","surface_form":"Brian Mulroney","offset":16867},{"uri":"Robert_Bourassa","surface_form":"Robert Bourassa","offset":17267},{"uri":"Meech_Lake_Accord","surface_form":"Meech Lake Accord","offset":17406},{"uri":"Charlottetown_Accord","surface_form":"Charlottetown Accord","offset":17437},{"uri":"Jacques_Parizeau","surface_form":"Jacques Parizeau","offset":17684},{"uri":"1995_Quebec_referendum","surface_form":"second sovereignty referendum of 1995","offset":17729}]}