{"id":687387,"url":"http://en.wikipedia.org/wiki/Volodymyr_Zelensky","text":"Volodymyr Oleksandrovych Zelensky (; born 25 January 1978) is a Ukrainian politician, screenwriter, actor, comedian and director. He is the President of Ukraine, upon winning the round-off election against incumbent President Petro Poroshenko on 21 April 2019.\nZelensky was the front-runner in the 2019 Ukrainian presidential election. Six months before he announced his candidacy on 31 December 2018, he was already one of the frontrunners in opinion polls for the election.\nZelensky played the role of President of Ukraine in the hugely popular 2015 television series \"Servant of the People\". The political party \"Servant of the People\" was created in March 2018 by people from the TV production company Kvartal 95 who also created the TV series of the same name.\nIn September 2019 it was reported that U.S. President Donald Trump had pressured Zelensky during a July phone call between the two Presidents to investigate alleged wrongdoing by Joe Biden and his son Hunter Biden. This led to the Trump–Ukraine scandal and the impeachment inquiry against Donald Trump which would result in Trump's impeachment.\nEarly life.\nZelensky was born 25 January 1978 in Kryvyi Rih, Ukrainian SSR in a secular Ukrainian Jewish family. His father, Oleksandr Zelensky, is a professor at the Kryvyi Rih Institute of Economics. His mother, Rymma Zelenska, worked as an engineer. Before going to school Volodymyr lived for four years in Mongolia where his father worked at that time.\nEducation.\nZelensky earned a law degree from the Kryvyi Rih Institute of Economics. He fluently speaks Ukrainian and Russian.\nFilm career.\nIn 2008, he starred in the feature film \"Love in the Big City\", and its sequel, \"Love in the Big City 2\". Zelensky also played the main role in the movie \"Office Romance, Our Time, Rzhevsky Versus Napoleon, Love in the Big City 3, 8 First Dates,\" etc\".\"\nIn 2015, Zelensky became the main actor of the popular Ukrainian television series \"Servant of the People\", where he played the role of the President of Ukraine.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_Ukraine","surface_form":"President of Ukraine","offset":140},{"uri":"2019_Ukrainian_presidential_election","surface_form":"round-off election","offset":179},{"uri":"Incumbent","surface_form":"incumbent","offset":206},{"uri":"Petro_Poroshenko","surface_form":"Petro Poroshenko","offset":226},{"uri":"Front-runner","surface_form":"front-runner","offset":278},{"uri":"2019_Ukrainian_presidential_election","surface_form":"2019 Ukrainian presidential election","offset":298},{"uri":"President_of_Ukraine","surface_form":"President of Ukraine","offset":504},{"uri":"Servant_of_the_People","surface_form":"Servant of the People","offset":571},{"uri":"Servant_of_the_People_(political_party)","surface_form":"Servant of the People","offset":616},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":820},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":945},{"uri":"Hunter_Biden","surface_form":"Hunter Biden","offset":967},{"uri":"Trump%E2%80%93Ukraine_scandal","surface_form":"Trump–Ukraine scandal","offset":997},{"uri":"Impeachment_inquiry_against_Donald_Trump","surface_form":"impeachment inquiry against Donald Trump","offset":1027},{"uri":"Impeachment_of_Donald_Trump","surface_form":"impeachment","offset":1098}]}