{"id":68758,"url":"http://en.wikipedia.org/wiki/Fluorescent_lamp","text":"A fluorescent lamp, is a type of electric light (lamp) that uses ultraviolet emitted by mercury vapor to excite a phosphor, which emits visible light. There are two general types, traditional fluorescent and compact fluorescent. This article is about traditional (straight tube shaped) fluorescent lamps.\nThe purchase price of a fluorescent lamp is often much higher than an incandescent lamp of the same output, and the light from fluorescent lamps looks different to light from incandescent lamps. Fluorescent lamps have a longer rated life and use less energy than an incandescent lamp of the same brightness. A fluorescent lamp can save over US$30 in electricity costs over the lamp’s lifetime compared to an incandescent lamp.\nHow it works.\nAn electric current is applied to mercury vapor inside the tube, causing it to emit ultraviolet (UV) light. A phosphor on the walls of the tube absorbs the ultraviolet light. This causes an electron to jump up to an orbital with a higher energy. When the electron drops back down to its normal orbital, the phosphor re-emits its energy as visible light.\nThe ballast.\nThe ballast prevents too much electricity from flowing through the tube. It also starts the lamp with a high voltage for a split second when it is switched on. The ballast is located inside the fixture in traditional fluorescent tube fixtures. In compact fluorescent bulbs the ballast is in or near the base of the bulb. There are two types of ballasts, magnetic and electronic. Magnetic ballasts have mostly fallen out of use, as they are less efficient than electronic ballasts, they cause the bulb to flicker, and they do not start instantly. Electronic ballasts were at one time more expensive than magnetic ballasts, but now the price is about the same.\nLifespan.\nThe average rated life of a fluorescent light bulb is 8 to 15 times longer that of incandescent light bulbs. Fluorescent light bulbs typically have a rated lifespan of 7,000 to 15,000 hours, whereas incandescent lamps are usually manufactured to have a lifespan of 750 hours or 1,000 hours.\nThe lifetime of any lamp depends on many factors, including operating voltage, manufacturing defects, exposure to voltage spikes, mechanical shock, frequency of cycling on and off, lamp orientation, and ambient operating temperature. The life of a fluorescent lamp is significantly shorter if it is turned on and off frequently. In the case of a 5-minute on/off cycle the lifespan of a fluorescent lamp can be reduced to \"close to that of incandescent light bulbs\". The U.S. Energy Star program suggests that fluorescent lamps be left on when leaving a room for less than 15 minutes so that this problem does not happen. If the light must be switched on and off often, Cold cathode fluorescent lamps can be used. Cold cathode fluorescent lamps are designed for many more on/off cycles than standard lamps.\nMercury content and recycling.\nThe mercury inside the tube is toxic and makes these bulbs hazardous waste. The bulbs must be taken to a recycling center after they stop working. During normal use, the mercury cannot escape, although it will escape if the bulb is broken. If a single bulb breaks, it is not usually a problem. It is recommended to open windows to air out the room, and to clean up broken glass with duct tape instead of a vacuum cleaner.\nAlternatives.\nMany people and businesses do not want to use fluorescent lamps due to their mercury content. Halogen, LED, and traditional incandescent bulbs are possible alternatives.\nLED tubes can be installed in fluorescent tube fixtures, but sometimes an electrician needs to rewire the fixture first to remove the ballast.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lightbulb","surface_form":"electric light","offset":33},{"uri":"Compact_fluorescent_lamp","surface_form":"compact fluorescent","offset":208},{"uri":"Energy","surface_form":"energy","offset":556},{"uri":"Electricity","surface_form":"electric","offset":749},{"uri":"Mercury_(element)","surface_form":"mercury","offset":780},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":830},{"uri":"Phosphor","surface_form":"phosphor","offset":856},{"uri":"Absorb","surface_form":"absorb","offset":890},{"uri":"Energy","surface_form":"energy","offset":984},{"uri":"Ballast","surface_form":"ballast","offset":1117},{"uri":"Voltage","surface_form":"voltage","offset":1222},{"uri":"Service_life","surface_form":"lifespan","offset":1938},{"uri":"Voltage","surface_form":"voltage","offset":2143},{"uri":"Defect","surface_form":"defect","offset":2166},{"uri":"Exposure","surface_form":"exposure","offset":2175},{"uri":"Voltage_spike","surface_form":"voltage spike","offset":2187},{"uri":"Shock_(mechanics)","surface_form":"mechanical shock","offset":2203},{"uri":"Temperature","surface_form":"temperature","offset":2294},{"uri":"Energy_Star","surface_form":"Energy Star","offset":2548},{"uri":"Cold_cathode","surface_form":"Cold cathode","offset":2742},{"uri":"Poison","surface_form":"toxic","offset":2941},{"uri":"Hazardous_waste","surface_form":"hazardous waste","offset":2969},{"uri":"Recycling","surface_form":"recycling","offset":3015},{"uri":"Duct_tape","surface_form":"duct tape","offset":3293},{"uri":"Vacuum_cleaner","surface_form":"vacuum cleaner","offset":3316},{"uri":"Halogen_lamp","surface_form":"Halogen","offset":3440},{"uri":"Light-emitting_diode","surface_form":"LED","offset":3449}]}