{"id":68777,"url":"http://en.wikipedia.org/wiki/Paramore","text":"Paramore is an American alternative rock band formed in 2004 in Franklin, Tennessee. At first there were 4 members, Hayley Williams, Josh and Zac Farro and Jeremy Davis. In 2009, Taylor York joined the band. Now there are 3 members - singer Hayley Williams, drummer Zac Farro, and guitarist Taylor York. They have released five studio albums: \"All We Know Is Falling\", \"RIOT!,\" \"Brand New Eyes\", and \"[https://en.m.wikipedia.org/wiki/Paramore_(album) Paramore], [https://en.m.wikipedia.org/wiki/After_Laughter After Laughter]\" and a live album: 'The Final Riot!' Their most successful album is \"RIOT!\". Their song \"Monster\" was used in 2011 for the 3rd \"Transformers\" movie. Paramore also released an EP called \"The Summer Tic\".\nHistory.\nParamore was originally formed in 2004 in Franklin, Tennessee, United States. The members then were vocalist Hayley Williams, lead guitarist Josh Farro, drummer Zac Farro, and bassist Jeremy Davis. Later rhythm guitarist Jason Bynum joined. The name \"Paramore\" came from the name of their first bassist's mother. When they learned the meaning of the word \"paramour\" (it means \"secret lover\"), they decided to use the name under \"Paramore\" spelling.\n2005: \"All We Know Is Falling\".\nParamore went to Orlando, Florida to start working on their first album. Shortly after, Jeremy Davis left the band for personal reasons. Hayley Williams then wrote the song \"All We Know\" about his leaving. The band later decided to work the album around that idea, about someone that left something. The album artwork also describes that concept. Hayley Williams explains, \"The couch on the cover of \"All We Know is Falling\" with no one there and the shadow walking away; it's all about Jeremy leaving us and us feeling like there's an empty space.\" Recording took three weeks, and promotional material for the album only used the four remaining members.\nBefore starting on tour, the band added bassist John Hembree. But soon, Jeremy Davis returned to Paramore after being asked by the band to replace Hembree.\n\"All We Know Is Falling\" released on July 24, 2005. Paramore also released \"Pressure\" as their first single. The music video for that song was directed by Shane Drake. The song had failed to get into the charts. In July, they released the second single, called \"Emergency\". In the music video, Hunter Lamb was their new rhythm guitarist, replacing Jason Bynum. The music video was directed by Shane Drake again. The third single, \"All We Know\", was released with the video made with live performances and backstage footage. The album reached #30 on the \"Billboard\" Heatseekers Chart. In 2007, Hunter Lamb left the band to get married.\n2007: \"Riot!\" and other projects.\nParamore started recording their second album, called \"Riot!\" in January 2007. In the recording process, guitarist Josh Farro played all guitar parts because Hunter Lamb's had left. Then Farro's asked their old friend, Taylor York, to joined the band as rhythm guitarist for touring. They released \"Riot!\" on June 12, 2007. \"Riot!\" entered the \"Billboard\" 200 at number 20 and the UK charts at number 24. The album sold 44,000 copies in its first week in the United States.\nThey called the album \"Riot\" because it meant \"a sudden outburst of uncontrolled emotion\". The first single from the album, \"Misery Business\", was released on June 21, 2007. Williams said, \"[the song was] more honest than anything I've ever written, and the guys matched that emotion musically.\"\nThe second single from \"Riot!\" is called \"Hallelujah\". It was released on July 30, 2007. The single is only available on UK television and online. The music video features live performances and backstage footage, just like \"All We Know\". In August, Paramore was in New Found Glory's music video for their cover of Sixpence None the Richer's song \"Kiss Me\".\nThe music video for \"Crushcrushcrush\" was released on October 11, 2007, as the third single from Riot!. The music video of \"Crushcrushcrush\" featured Paramore playing the song in a desert being spied on by some people, and later crushed their equipment. The single was released in the United States on November 19. It was available in the United Kingdom on November 12, 2007. Hayley Williams did guest vocals for the songs \"The Church Channel\" and \"Plea\" for the Say Anything's album \"In Defense of the Genre\" that released on October 23, 2007.\nEarly in February 2008, Paramore started their Europe tour. However on February 21, 2008, they said that they had canceled some shows to fix their personal issues. Williams wrote on the band's website that \"the break will give that band a chance to get away and work out our personal issues\". MTV.com reported rumors of problems had started earlier in the month when Josh Farro expressed his anger against the media's focus on Hayley Williams. In the middle of those problems, Paramore recorded the music video for \"That's What You Get\", the album's fourth single. That was released on March 24, 2008.\nOn May 19, 2008, Paramore posted on their website to say they would be going on tour named \"The Final Riot!\" from July 25 to September 1.\nThe band had 2 songs in the soundtrack of the movie \"Twilight\". Those songs are \"Decode\" and \"I Caught Myself\". \"Decode\" is the first single of the soundtrack. The band started shoot the music video in October 13. The video premiered on November 3, 2008.\nOn November 25, 2008, Paramore released a live album named \"The Final Riot!\". The album has a bonus DVD with a full concert recorded in Chicago, and a behind the scenes documentary. On 9 of April 2009, \"The Final Riot!\" was certified gold in the US.\n2009: \"Brand New Eyes\".\nParamore released their third studio album called \"Brand New Eyes\" on September 29, 2009. In this album Taylor York was already a member of Paramore. Paramore decided to named the album \"Brand New Eyes\" because it means \"seeing things from a whole new perspective\" after all the personal problems in the band. Williams said, \"Just trying to let go of whatever we might have struggled with the past and just see each other in a new way.\" They released 5 singles from this album. They are \"Ignorance\", \"Brick By Boring Brick\", \"The Only Exception\", \"Careful\", and \"Playing God\".\n2010 - 2011: Farro's departure.\nOn December 18, 2010, Paramore posted on their official website that Josh Farro and Zac Farro had officially left the band. The post stated, \"...A couple of months ago, Josh and Zac let us know they would be leaving the band after our show in Orlando last Sunday. None of us were really shocked. For the last year it hasn't seemed as if they wanted to be around anymore. We want Josh and Zac to do something that makes them happy and if that isn't here with us, then we support them finding happiness elsewhere. But we never for a second thought about leaving any of this behind...\"\nOn December 22, 2010, Josh Farro post a response on his Blogger account, telling his version about his departure. The post that Josh wrote was entirely different from the band's post. He said that the band was no more than \"a manufactured product of a major-label.\" He also blame Hayley Williams for treating the rest of the group members as her solo project.\nOn February 2, 2011, Josh Farro confirmed that he is now in the new band called Novel American.\nOn March 21, 2011, Paramore said that they were about to entering a studio in Los Angeles with producer Rob Cavallo to record their next studio-album.\n2013.\nIn January 2013, Paramore came back with a new album called \"Paramore\".\n2017.\nThey released their new album 'After Laughter'.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":15},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":24},{"uri":"Band","surface_form":"band","offset":41},{"uri":"Tennessee","surface_form":"Tennessee","offset":74},{"uri":"Hayley_Williams","surface_form":"Hayley Williams","offset":116},{"uri":"Jeremy_Davis","surface_form":"Jeremy Davis","offset":156},{"uri":"Taylor_York","surface_form":"Taylor York","offset":179},{"uri":"Hayley_Williams","surface_form":"Hayley Williams","offset":241},{"uri":"Zac_Farro","surface_form":"Zac Farro","offset":266},{"uri":"Taylor_York","surface_form":"Taylor York","offset":291},{"uri":"Studio_album","surface_form":"studio album","offset":328},{"uri":"All_We_Know_Is_Falling","surface_form":"All We Know Is Falling","offset":344},{"uri":"RIOT%21","surface_form":"RIOT!","offset":370},{"uri":"Brand_New_Eyes","surface_form":"Brand New Eyes","offset":379},{"uri":"The_Summer_Tic","surface_form":"The Summer Tic","offset":712},{"uri":"Paramour","surface_form":"paramour","offset":1094},{"uri":"All_We_Know","surface_form":"All We Know","offset":1393},{"uri":"Pressure_(Paramore_song)","surface_form":"Pressure","offset":2106},{"uri":"Shane_Drake","surface_form":"Shane Drake","offset":2185},{"uri":"Emergency_(song)","surface_form":"Emergency","offset":2292},{"uri":"Billboard","surface_form":"Billboard","offset":2584},{"uri":"Riot%21","surface_form":"Riot!","offset":2754},{"uri":"Misery_Business","surface_form":"Misery Business","offset":3298},{"uri":"All_We_Know","surface_form":"All We Know","offset":3693},{"uri":"New_Found_Glory","surface_form":"New Found Glory","offset":3734},{"uri":"Sixpence_None_the_Richer","surface_form":"Sixpence None the Richer","offset":3783},{"uri":"Kiss_Me","surface_form":"Kiss Me","offset":3816},{"uri":"Say_Anything","surface_form":"Say Anything","offset":4289},{"uri":"In_Defense_of_the_Genre","surface_form":"In Defense of the Genre","offset":4311},{"uri":"That%27s_What_You_Get","surface_form":"That's What You Get","offset":4887},{"uri":"Twilight_(2008_film)","surface_form":"Twilight","offset":5164},{"uri":"The_Final_Riot%21","surface_form":"The Final Riot!","offset":5426},{"uri":"Chicago","surface_form":"Chicago","offset":5502},{"uri":"Brand_New_Eyes","surface_form":"Brand New Eyes","offset":5691},{"uri":"Ignorance","surface_form":"Ignorance","offset":6128},{"uri":"Brick_By_Boring_Brick","surface_form":"Brick By Boring Brick","offset":6141},{"uri":"The_Only_Exception","surface_form":"The Only Exception","offset":6166},{"uri":"Careful","surface_form":"Careful","offset":6188},{"uri":"Playing_God","surface_form":"Playing God","offset":6203},{"uri":"Blogger","surface_form":"Blogger","offset":6888},{"uri":"Novel_American","surface_form":"Novel American","offset":7272},{"uri":"Rob_Cavallo","surface_form":"Rob Cavallo","offset":7392},{"uri":"Paramore_(album)","surface_form":"Paramore","offset":7506}]}