{"id":688109,"url":"http://en.wikipedia.org/wiki/Broad_Front_(Uruguay)","text":"The Broad Front (, FA) is a Uruguayan centre-left to left-wing coalition of political parties.\nFrente Amplio has close ties with PIT-CNT trade union and the cooperative housing movement. It has been the governing party of Uruguay since 2005. Presidents Tabaré Vázquez and José Mujica are members of the party.\nHistory.\nFrente Amplio was a coalition of more than a dozen leftist parties and movements.It was founded in 1971. Its first president was General Liber Seregni. he was also the front's first candidate for the Presidency of Uruguay. The front was declared illegal during the 1973 military \"coup d'état\". However, it emerged again in 1984 when democracy was restored in Uruguay.\nIn 1994 Progressive Encounter (Encuentro Progresista) was formed by several minor independent factions. Then the EP and FA started contesting elections jointly. They used the name \"Encuentro Progresista - Frente Amplio\". Later Nuevo Espacio became linked to the front. After that, it started contesting elections as \"Encuentro Progresista - Frente Amplio - Nueva Mayoria\".\nIn 2005 Progressive Encounter and New Majority (essentially Nuevo Espacio) merged into the front, and the coalition took the name of \"Frente Amplio\". Previously, Progressive Encounter and New Majority had been separate organizations.\nPre-2004 election: economic crisis.\nStarting with the election of Luis Alberto Lacalle of the National Party in 1989, an economic reform began.\nThe reform was designed to modernize the country. However this led to a devaluing of the peso and laws protecting banking secrecy. This secrecy lead to Uruguayan banks becoming a place to launder money from drug and other illegal businesses.\nBy the turn of the century, half the nation had to survive in the informal economy. In 2002, the economic crisis of Brazil and Argentina spread to Uruguay. This crisis was caused by the lack of productive power. In August of that year, the nation received 1.5 billion US dollars from the IMF to try and help with the crisis. The ruling Colorado Party’s response to the crisis was to flood police into the poorer neighborhoods. This was the state of the nation when the Broad Front began campaigning for the 2004 election.\n2004 election: Vazquez and economic restoration.\nThe party's victorious 2004 campaign was the first time in the history of Uruguay which a left-leaning party gained majority. There are two major reasons the party took power in 2004. The first reason was that there was a obvious movement towards more moderate policies, and the other reason was that the front's support of an increased welfare state created a bond with working-class people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Uruguay","surface_form":"Uruguay","offset":28},{"uri":"Centre-left","surface_form":"centre-left","offset":38},{"uri":"Left-wing_politics","surface_form":"left-wing","offset":53},{"uri":"Political_parties","surface_form":"political parties","offset":76},{"uri":"PIT-CNT","surface_form":"PIT-CNT","offset":129},{"uri":"President_of_Uruguay","surface_form":"Presidents","offset":242},{"uri":"Tabar%C3%A9_V%C3%A1zquez","surface_form":"Tabaré Vázquez","offset":253},{"uri":"Jos%C3%A9_Mujica","surface_form":"José Mujica","offset":272},{"uri":"General","surface_form":"General","offset":448},{"uri":"Liber_Seregni","surface_form":"Liber Seregni","offset":456},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":599},{"uri":"Peso","surface_form":"peso","offset":1527},{"uri":"Money_laundering","surface_form":"launder","offset":1626},{"uri":"Informal_economy","surface_form":"informal economy","offset":1746},{"uri":"Brazil","surface_form":"Brazil","offset":1796},{"uri":"Argentina","surface_form":"Argentina","offset":1807},{"uri":"IMF","surface_form":"IMF","offset":1968}]}