{"id":688254,"url":"http://en.wikipedia.org/wiki/Infiorata_di_Genzano","text":"ce=\"preserve\">The Flower Festival in Genzano is an event that takes place in the Genzano section of Rome, characterized by the carpet of flowers set up in the path of the religious procession on the Feast of \"Corpus Christi.\"\nHistory.\nThe festival dates back to the 18th century, when a floral carpet was set up along the \"Via Sforza\" (now \"Via Bruno Buozzi\") in Genzano. Previously, in Genzano, and probably in other locations of the Castelli Romani, the custom of preparing flower carpets for the feast of \"Corpus Christi had\" existed for some time. The tradition was born in Rome in the first half of the seventeenth century and had been adopted in the localities of the Alban Hills probably due to the close ties of this territory with Gian Lorenzo Bernini, the main architect of Baroque celebrations. It is believed, in fact, that the tradition of creating paintings by means of flowers was born in the Vatican basilica by Benedetto Drei, head of the Florerian Vatican, and of his son Pietro, who had used \"leafless flowers, minced to emulate mosaics\" June 29, 1625, feast of Saints Peter and Paul, the patrons of Rome. A few years later, in 1633, another floral painting was made by Stefano Speranza, a close associate of Bernini. Oreste Raggi says that, it was Bernini himself who succeeded Benedetto Drei when he died, and \"Rome popularized this art\".\nIn Rome the custom of flower displays disappeared at the end of the XVII century. In Genzano, on the other hand, it continued into the eighteenth century, according to an anonymous manuscript 1824 which is preserved in the Central National Library of Rome and printed only recently, that says in Genzano some families used to display flowers in front of their home on the occasion of the three different processions that took place on the anniversary of \"Corpus Domini\", one on Thursday, the other two on the following Sunday. Since none of the three processions passed through \"Via Sforza\", Don Arcangelo Leofreddi, who lived on that street, asked the Bishop of Albano François-Joachim de Pierre de Bernis for to vary the path on the Thursday procession the 8th. Having obtained the permit, Don Leofreddi \"asked all the inhabitants (via Sforza) to make floral decorations, each at their own expense, in front of their homes, and everyone did\". There is disagreement on the date of the first Flower Festival in Genzano: some date it back to 1778; others as of June 6, 1782, the date on which the carpet covered the entire street (previous floral displays covered small garden sections).\nIn the nineteenth century the Genzano Flower Festival took place annually, except for some periods of interruption: the first interruption was from 1845 to 1863; the second interruption, also lasting nineteen years, from 1875 to 1894. It was restored in 1894 by the \"Company of Saint Luigi\" Catholic circle. In the early twentieth century, the installation of the floral display was not very constant. The tradition of the floral display resumed on the occasion of \"the interdiocesian Eucharistic Congress\" of 1922, where it was held in Genzano, and since then it has been held annually, except for interruptions in the years 1932, 1934, 1935 and during the five years of World War II.\nSince 1875 theFlower Festival has taken place in \"Via Italo Belardi\", formerly \"Via Livia\", the street that connects the main square of the town (\"Piazza IV Novembre\") to the Church of Saint Maria of Cima. The street is completely covered by a floral carpet covering an area of 1890 m², generally composed of thirteen \"sections\", in addition to the decoration of the staircase leading to the Church of Saint Maria of Cima which is located at the top of the hill. Each \"framework\" is generally 7m x 114.   The subjects are generally reproductions of known artworks or geometric motifs and are religious or civil in nature, which are chosen by a special Commission that presides over the display. To compose the thirteen paintings of the Flower Festival of Genzano it takes about 500 quintals of flower petals or vegetable essences. The sides are protected by columns made with mortelle and are always connected by festoons of mortella.\nUnlike the times of Massimo d'Azeglio, the flowers currently come from greenhouses; however; as in the past, hundreds of people are involved in separating the petals and distributing them in baskets depending on the color (an operation called \"piluccamento\"). The baskets are then placed in cellars and caves located near the town hall with the aim of preserving them until the day they are used.\nGiven the perishability of the material with which this huge carpet is created, the flowers are laid out either on the same day as the festival or the night before the festival. On Saturday evening the architects of the Flower Festival, generally the authors of the various paintings, will draw the contours of the paintings on the roadway, first with chalk and then with lime, based on the original sketch, also using perforated cartoons (\"dusting\" technique). The placement of the flowers is done by placing the petals, taken from the baskets, within the contours already traced on the street. On Sunday evening Mass is celebrated in front of the Church of Saint Maria of Cima and, after a solemn Eucharistic celebration in which the bishop of Albano often takes part, the carpet is covered by the religious procession of the celebrants who bring the Blessed Sacrament to the not so distant Collegiate Church of the Holy Trinity. The carpet is maintained, with replacements of withered petals, until Monday evening, when the destruction of the floral display bychildren (the so-called \"shoulder\") takes place.","categories":[],"infobox_types":[],"annotations":[{"uri":"18th_century","surface_form":"18th century","offset":266},{"uri":"17th_century","surface_form":"seventeenth century","offset":608},{"uri":"Gian_Lorenzo_Bernini","surface_form":"Gian Lorenzo Bernini","offset":740},{"uri":"St._Peter%27s_Basilica","surface_form":"the Vatican basilica","offset":904},{"uri":"1625","surface_form":"1625","offset":1066},{"uri":"Saint_Peter","surface_form":"Peter","offset":1088},{"uri":"Paul_the_Apostle","surface_form":"Paul","offset":1098},{"uri":"Patron_saint","surface_form":"patrons","offset":1108},{"uri":"Rome","surface_form":"Rome","offset":1119},{"uri":"1633","surface_form":"1633","offset":1147},{"uri":"17th_century","surface_form":"the XVII century","offset":1424},{"uri":"18th_century","surface_form":"eighteenth century","offset":1495},{"uri":"1824","surface_form":"1824","offset":1552},{"uri":"1778","surface_form":"1778","offset":2401},{"uri":"1782","surface_form":"1782","offset":2428},{"uri":"19th_century","surface_form":"nineteenth century","offset":2554},{"uri":"1845","surface_form":"1845","offset":2695},{"uri":"1863","surface_form":"1863","offset":2703},{"uri":"1875","surface_form":"1875","offset":2768},{"uri":"1894","surface_form":"1894","offset":2776},{"uri":"20th_century","surface_form":"twentieth century,","offset":2868},{"uri":"1922","surface_form":"1922","offset":3057},{"uri":"1932","surface_form":"1932","offset":3173},{"uri":"1934","surface_form":"1934","offset":3179},{"uri":"1935","surface_form":"1935","offset":3185},{"uri":"World_War_II","surface_form":"World War II","offset":3219},{"uri":"1875","surface_form":"1875","offset":3239}]}