{"id":68831,"url":"http://en.wikipedia.org/wiki/Gladiator","text":"Gladiators (Latin: \"gladiatōrēs\", \"swordsmen\" or \"one who uses a sword,\" from \"gladius\", \"sword\") were professional fighters in ancient Rome, who fought against each other, wild animals and sentenced criminals, sometimes to the death, for the entertainment of the public. These fights took place in arenas in many cities from the Roman Republic period through the Roman Empire.\nThe word comes from \"gladius\", the Latin word for a short sword used by legionaries and some gladiators.\nGladiators often are slaves and people from other countries that fought ancient Rome and lost and got captured. Some are normal people from the Roman Republic and wants to be a gladiator and give up their freedom.\nThere were different types of gladiators in the world, such as Thracians, Mirmillones, Retiarii, and the Secutores.The gladiators were the footballers of their time.You would have been very famous and rich.\nThe Emperor would have the final say about who would live and who would die. He would put his thumbs down to die or thumbs up to live.\nGladiators fought to the death. Gladiators would have different types of weapons. Some might have a sword whereas others would use axes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":12},{"uri":"Ancient_Rome","surface_form":"ancient Rome","offset":128},{"uri":"Sentence","surface_form":"sentence","offset":190},{"uri":"Entertainment","surface_form":"entertainment","offset":243},{"uri":"Stadium","surface_form":"arena","offset":299},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":330},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":364},{"uri":"Gladius","surface_form":"gladius","offset":399},{"uri":"Sword","surface_form":"sword","offset":436},{"uri":"Legionary","surface_form":"legionaries","offset":450},{"uri":"Slaves","surface_form":"slaves","offset":504},{"uri":"Ancient_Rome","surface_form":"ancient Rome","offset":555},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":627}]}