{"id":68833,"url":"http://en.wikipedia.org/wiki/Ohm%27s_law","text":"Where I is the current in amperes, \"V\" is the potential difference in volts, and \"R\" is a constant, measured in ohms, called the resistance.\nVoltage.\nVoltage is how much energy is between two points on a circuit. These two points have different charges, one is higher and the other is lower. The difference between these two points of the charge is how we measure the voltage. The unit of “volt” is the name of the Italian physicist Alessandro Volta who created the first chemical battery.  The letter “V” represents voltage.\nCurrent.\nCurrent is how fast the charge is flowing. The higher the charge, the faster the current. Current has to do with electrons flowing in a circuit. Current measures how fast the electrons go. The unit of the current is “ampere,” (often referred to as “amps”). The letter “I” is usually used to represent current, from the the French \"intensité du courant\", (current intensity).\nResistance.\nResistance is how much the circuit resists the flow of the charge. This makes sure the charge does not flow too fast and damage the components. In a circuit, a light bulb can be a resistor. If electrons flow through the light bulb, then the light bulb will light up. If the resistance is high, then the lamp will be dimmer. The unit of resistance is “Ω”,  which is called omega, and pronounced “ohm”, it is the name of the inventor of Ohm’s law.\nHow Current, Voltage, and Resistance are related.\nCurrent, Voltage, and Resistance are related, which is called “Ohm’s law”. The unit of resistance (also named an \"Ohm\"), is defined so that “1 Ohm” as the resistance between two points in a conductor where the application of 1 volt will push 1 ampere, or 6.241×10^18 electrons, through. This takes energy, which (depending on the component which the charge is flowing through) is usually lost as heat.\nFind all values in the circuit.\nFor example, a scientist knows that the value of the voltage is 20V. Resistance is known, which is in the light bulb, is 10 Ω. Now we need to find the other unknown variable, which is current. The Ohm’s law formula can be used to solve it. With the two known variables, V(voltage) and R(resistance), the only variable left to find is I(current).\nIn a problem, a scientist always gets enough information to solve the other values, the only thing a scientist has to memorize is the Ohm’s law formula. Then it is used with what is given to solve the unknown part. In the example above, the current is 2 amps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ampere","surface_form":"ampere","offset":26},{"uri":"Volt","surface_form":"volt","offset":70},{"uri":"Ohm","surface_form":"ohm","offset":112},{"uri":"Electrical_resistance","surface_form":"resistance","offset":129}]}