{"id":688501,"url":"http://en.wikipedia.org/wiki/Gresham_College","text":"Gresham College is an institution of higher learning in London. It does not enroll students and does not award any degrees. It was founded in 1597 under the will of Sir Thomas Gresham.\nThe College gives over 140 free public lectures every year. Since 2001, all lectures have also been made available online.\nProfessors.\nThere seven original Gresham College Professorships that date back to the origins of the college. They are in Astronomy, Divinity, Geometry, Law, Music, Physic and Rhetoric.\nThese subjects reflect the curriculum of the medieval university (the trivium and quadrivium).\nThe college played an important role in the Enlightenment and in the formation of the Royal Society. Early distinguished Gresham College professors included Christopher Wren, who lectured on astronomy in the 17th century, and Robert Hooke, who was Professor of Geometry from 1665 until 1704.\nThe professors received £50 a year. The terms of their position were very precise, for example::\"The geometrician is to read as followeth, every Trinity term arithmetique, in Michaelmas and Hilary terms theoretical geometry, in Easter term practical geometry. The astronomy reader is to read in his solemn lectures, first the principles of the sphere, and the theory of the planets, and the use of the astrolabe and the staff, and other common instruments for the capacity of mariners.\"\nThe professors currently hold their positions for three years, extendable for a fourth year. They give six lectures a year. There are also visiting professors appointed to give series of lectures at the College. There are a number of single-lecture speakers.\nThe lectures are often given in the Museum of London, which has a bigger lecture room than the College.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":56},{"uri":"Academic_degree","surface_form":"degrees","offset":115},{"uri":"Astronomy","surface_form":"Astronomy","offset":430},{"uri":"Divinity","surface_form":"Divinity","offset":441},{"uri":"Geometry","surface_form":"Geometry","offset":451},{"uri":"Law","surface_form":"Law","offset":461},{"uri":"Music","surface_form":"Music","offset":466},{"uri":"Medicine","surface_form":"Physic","offset":473},{"uri":"Rhetoric","surface_form":"Rhetoric","offset":484},{"uri":"University","surface_form":"university","offset":548},{"uri":"Trivium_(education)","surface_form":"trivium","offset":564},{"uri":"Quadrivium","surface_form":"quadrivium","offset":576},{"uri":"Enlightenment","surface_form":"Enlightenment","offset":633},{"uri":"Royal_Society","surface_form":"Royal Society","offset":675},{"uri":"Christopher_Wren","surface_form":"Christopher Wren","offset":746},{"uri":"Robert_Hooke","surface_form":"Robert Hooke","offset":815},{"uri":"Michaelmas_term","surface_form":"Michaelmas","offset":1056},{"uri":"Hilary_term","surface_form":"Hilary term","offset":1071},{"uri":"Astrolabe","surface_form":"astrolabe","offset":1283},{"uri":"Visiting_Professor","surface_form":"visiting professors","offset":1507},{"uri":"Museum_of_London","surface_form":"Museum of London","offset":1663}]}