{"id":688686,"url":"http://en.wikipedia.org/wiki/Fayez_al-Sarraj","text":"Fayez Mustafa al-Sarraj (or; born 1960) is a Libyan politician who is currently the Chairman of the Presidential Council of Libya and Prime Minister of Libya|prime minister of the Government of National Accord (GNA) of Libya that was formed as a result of the Libyan Political Agreement signed on 17 December 2015. He has been a member of the Parliament of Tripoli.\nPolitical career.\nHis father, Mostafa al-Sarraj was a minister during the Libyan Monarchy. Trained as an architect, during the Gaddafi era he worked in the Housing Ministry. In 2014, he served as the Minister of Housing and Utilities in the Maiteeq Cabinet of the GNC. Some critics \"regard Sarraj as a politician imposed by foreign powers.\" At the time of his appointment \"Guma el-Gamaty, a member of Libya Dialogue, the UN-chaired body that created the new government, said Sarraj was expected to ask for help to combat Isis and train Libyan units.\"\nPresidency.\nIn early October 2015, the United Nations envoy to Libya, Bernardino León, proposed a national unity government for Libya, led by a prime minister (Fayez al-Sarraj), three deputies from the country's east, west, and south regions, and two ministers to complete a presidential council. However, this national unity government was rejected by the internationally recognized legislature in Tobruk and the rival government in Tripoli.\nFayez al-Sarraj, and six other members of the Presidential Council and proposed cabinet arrived in Tripoli on 30 March 2016. The following day, it was reported that the GNA has taken control of the prime ministerial offices and that the GNC appointed prime minister Khalifa al-Ghawil had fled to Misrata.\nPrior to his initial arrival in Tripoli in March 2016, Sarraj survived two separate assassination attempts.\nThe government's initial proposed group of ministers was rejected by the House of Representatives (HoR), leading Sarraj to form a government that received a no confidence vote from the HoR. Infighting among rival militias has only intensified, and Libyan citizens have faced economic hardships, including inflation, corruption, and smuggling, that are \"melting away the country's cash reserves\".","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Libya","surface_form":"Libya","offset":219},{"uri":"Mostafa_al-Sarraj","surface_form":"Mostafa al-Sarraj","offset":396},{"uri":"Kingdom_of_Libya","surface_form":"Libyan Monarchy","offset":440},{"uri":"Maiteeq_Cabinet","surface_form":"Maiteeq Cabinet","offset":607},{"uri":"General_National_Congress","surface_form":"GNC","offset":630},{"uri":"United_Nations","surface_form":"United Nations","offset":956},{"uri":"Bernardino_Le%C3%B3n","surface_form":"Bernardino León","offset":987},{"uri":"Tripoli","surface_form":"Tripoli","offset":1351}]}