{"id":688633,"url":"http://en.wikipedia.org/wiki/Union_Public_Service_Commission","text":"The Union Public Service Commission (UPSC;) is a board in India which conduct several exams to select grade 1 officer for Indian government. UPSC is also responsible for traning and allocation of positions to its different selected candidates.\nPopular exams conducted by UPSC are Civil services, CDS, IES, NDA and IFOS.\nApart from above five exams UPSC also conducts many other exams to facilitate government vaccant positions. UPSC conducts one of the toughest exam of world through which it recruits civil services aspirants for government of India.\nHistory.\nMerit based civil services exam system started in India since 1854. Before 1854 Directors of East India company use to recruit or nominate civil servannts and train them at Haileybury college in London.\nIn early days of civil services exam pappern was focused to help Britishers for this post and exam use to be conducted only at London.\nIt was first in 1922 that civil services exam started in India as well.\nFirst Indian to clear civil servant exam was Satender Nath Tagore in 1864 and till 1922 only 4 other Indians could clear civil services.\nIn 1935 civil service commission was brough to \"government of India act\" It came in affect since 1st April 1937. It was called as Federal public service commission.\nPost Independence.\nIndia became Indipendent on 15th August 1947 and after inaugration of constitution of India on 26th January 1950, Federal Services commission of India was called Union Public services commission under clause (1) of article 378 of Indian constitution.\nEvery year about 1 Million students fill up form to apply for most prestigious and difficult exam in India called civil services conducted by UPSC.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":58},{"uri":"Haileybury_and_Imperial_Service_College","surface_form":"Haileybury college","offset":734},{"uri":"Independence_Day_(India)","surface_form":"15th August 1947","offset":1320}]}