{"id":68883,"url":"http://en.wikipedia.org/wiki/Shawn_Sawyer","text":"Shawn Sawyer (born January 14, 1985 in Edmundston, New Brunswick) is a Canadian figure skater. He won the bronze medal two times at the Canadian national championships. He skated at the 2006 Winter Olympics and came in 12th.\nBiography.\nUnlike most figure skaters who spin on the ice and during their jumps in a counter-clockwise motion, Sawyer is one of few skaters who jumps and spins in a clockwise direction. Other skaters who rotate \"lefty\" are Johnny Weir and Alissa Czisny.\nSawyer is known for his great flexibility and his artistry on the ice. Most male skaters do not perform spirals during competition because they do not get credit for doing them. Sawyer uses them to highlight his skating and as difficulty entrances. They are also a major part of his non-competitive (\"exhibition\") programs. Sawyer's spirals and flexible spins have given him a different look from most other skaters and have helped his popularity.\nSawyer is often compared to Canadian Olympic bronze medalist Toller Cranston. When Sawyer was 12, Cranston was about to retire from show skating. Cranston put together a televised show in which he and other top ranked skaters, including Scott Hamilton, skated with Sawyer and gave him advice. Cranston still advises Sawyer.\nSawyer can perform a backflip on ice. He was taught this move by Brian Orser.\nSawyer has performed the Biellmann spin in exhibition when he was a junior-level skater, but has since stopped training it. Still, he remains one of the few male skaters to have ever performed this move.","categories":[],"infobox_types":[],"annotations":[{"uri":"January_14","surface_form":"January 14","offset":19},{"uri":"1985","surface_form":"1985","offset":31},{"uri":"Edmundston","surface_form":"Edmundston","offset":39},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":51},{"uri":"Canadians","surface_form":"Canadian","offset":71},{"uri":"Figure_skating","surface_form":"figure skater","offset":80},{"uri":"Bronze_medal","surface_form":"bronze medal","offset":106},{"uri":"2006_Winter_Olympics","surface_form":"2006 Winter Olympics","offset":186},{"uri":"Johnny_Weir","surface_form":"Johnny Weir","offset":449},{"uri":"Alissa_Czisny","surface_form":"Alissa Czisny","offset":465},{"uri":"Popularity","surface_form":"popularity","offset":916},{"uri":"Olympic_Games","surface_form":"Olympic","offset":965},{"uri":"Toller_Cranston","surface_form":"Toller Cranston","offset":989},{"uri":"Television","surface_form":"televised show","offset":1098},{"uri":"Scott_Hamilton","surface_form":"Scott Hamilton","offset":1165},{"uri":"Backflip","surface_form":"backflip","offset":1273},{"uri":"Brian_Orser","surface_form":"Brian Orser","offset":1317},{"uri":"Biellmann_spin","surface_form":"Biellmann spin","offset":1355}]}