{"id":68896,"url":"http://en.wikipedia.org/wiki/Benjamin_Agosto","text":"Benjamin Alexandro \"Ben\" Agosto (born January 15, 1982, in Chicago, Illinois) is an American ice dancer. His skating partner is Tanith Belbin.\nAgosto originally skated with Katy Hill in the Chicago area. In 1998, he moved to Michigan and he teamed up with Belbin. They are coached by Igor Shpilband. Shpilband is the one who paired them together.\nBelbin & Agosto had success immediately on the Junior level. They won a medal of every color at the World Junior Figure Skating Championships between 2000 and 2002. They qualified to skate for the United States at the 2002 Winter Olympics. However, in order to do this, both partners would need to be citizens of the United States and Belbin had not yet gotten American citizenship.\nIn 2004, Belbin and Agosto won their first national title.\nIn 2005, Belbin and Agosto won their first World medal. This was the first World medal for the United States in ice dancing in 20 years. Their silver medal at this competition, along with how well the other American team did, earned the United States three spots on the Olympic team. However, this would not have done them any good because Belbin was still not an American citizen. If she had applied for citizenship, she would have gotten her citizenship in time for the 2006 Olympics. Because of rules changes after she had applied, she could not go back and take advantage of other rules, so she and Agosto thought they would have to miss the 2006 Olympics. But a special law was passed allowing her to take advantage of the sped-up process. Belbin was sworn in as an American citizen on December 31, 2005.\nAt the 2006 Winter Olympics, Belbin and Agosto won the first ice dancing medal (a silver) for the United States since 1976.\nBelbin and Agosto are known for their connection, lifts, and skating skills. They have very good footwork.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago","surface_form":"Chicago","offset":59},{"uri":"Illinois","surface_form":"Illinois","offset":68},{"uri":"Americans","surface_form":"American","offset":84},{"uri":"Ice_dancing","surface_form":"ice dancer","offset":93},{"uri":"Tanith_Belbin","surface_form":"Tanith Belbin","offset":128},{"uri":"Michigan","surface_form":"Michigan","offset":225},{"uri":"Igor_Shpilband","surface_form":"Igor Shpilband","offset":284},{"uri":"World_Junior_Figure_Skating_Championships","surface_form":"World Junior Figure Skating Championships","offset":447},{"uri":"2002_Winter_Olympics","surface_form":"2002 Winter Olympics","offset":565},{"uri":"World_Figure_Skating_Championships","surface_form":"World","offset":832},{"uri":"Silver_medal","surface_form":"silver medal","offset":932},{"uri":"Olympic_Games","surface_form":"Olympics","offset":1266},{"uri":"2006_Winter_Olympics","surface_form":"2006 Winter Olympics","offset":1606},{"uri":"Silver_medal","surface_form":"silver","offset":1681}]}