{"id":68903,"url":"http://en.wikipedia.org/wiki/Scott_Moir","text":"Scott Moir is an ice dancer from Canada. His skating partner is Tessa Virtue. Virtue and Moir have been skating together since 1997. In the 2010 Vancouver Winter Olympics, the duo won the gold medal in the ice dancing competition; which was not only a first for them, but also for the country of Canada. They went on to win two silver medals in 2014 Sochi Winter Olympics and two gold medals in 2018 PyeongChang Winter Olympics. They are now the most decorated figure skaters in Olympic history.\nVirtue and Moir were the most successful junior-level Canadian ice dancers ever. They won Canada's first gold medal in ice dancing at the World Junior Figure Skating Championships in 2006. In that year, they also won the bronze medal at the Four Continents Figure Skating Championships, a senior-level competition for skaters who are from countries that are not in Europe.\nIn their first full season skating at the senior level, Virtue and Moir won the silver medal (second place) at the Skate Canada International and again at Nationals. Their debut at the World Championships was the highest debut by any team in over two decades when they placed 6th. This made them immediately seeded skaters going into the 2007/2008 season.\nVirtue and Moir are known for their artistry, musicality, and grace on the ice. They often look as if they were dancing, not skating. They have a close connection. While most of their programs have been soft and romantic, Virtue and Moir have also done humorous programs in exhibition.\nVirtue and Moir are coached by Igor Shpilband and Marina Zueva.\nMoir comes from a family of skaters. His older brother Danny competed internationally on the junior level with one of his cousins. That cousin now skates competitively as a synchronized skater. Other relatives of Moir's are judges and coaches.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice_dancer","surface_form":"ice dancer","offset":17},{"uri":"Canada","surface_form":"Canada","offset":33},{"uri":"Tessa_Virtue","surface_form":"Tessa Virtue","offset":64},{"uri":"Europe","surface_form":"Europe","offset":861},{"uri":"Igor_Shpilband","surface_form":"Igor Shpilband","offset":1542},{"uri":"Marina_Zueva","surface_form":"Marina Zueva","offset":1561},{"uri":"Synchronized_skater","surface_form":"synchronized skater","offset":1748}]}