{"id":689262,"url":"http://en.wikipedia.org/wiki/Flatback_turtle","text":"The flatback turtle or sea turtle (\"Natator depressus\") is an Australian species of turtle in the family Cheloniidae. The species is endemic to the sandy beaches and shallow coastal waters of the Australian continental shelf. It was previously called \"Chelonia depressa\".\nThe turtle gets its common name from the fact that its shell has a flattened or lower dome than the other turtles. It may be olive green to grey with a cream underside. It averages from 76 to 96 cm (30 to 38 inches) in carapace length and can weigh from 70 to 90 kg (154 to 198 lb).\nThe hatchlings, when emerging from nests, are larger than other turtle hatchlings. The flatback turtle is listed by the IUCN Red List of Threatened Species as Data Deficient, meaning there is insufficient scientific information to decide its conservation status at present.\nThe flatback turtle is the least endangered of all of the sea-going turtles. Unlike other turtles, there is not a big human demand for the meat of the flatback. It does not swim far from shore, so it does not get caught in nets as often as other sea turtles. These reasons may be why it is not in more danger of extinction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":62},{"uri":"Species","surface_form":"species","offset":73},{"uri":"Family_(biology)","surface_form":"family","offset":98},{"uri":"Cheloniidae","surface_form":"Cheloniidae","offset":105},{"uri":"Endemism","surface_form":"endemic","offset":133},{"uri":"Australia","surface_form":"Australia","offset":196},{"uri":"Continental_shelf","surface_form":"continental shelf","offset":207},{"uri":"Common_name","surface_form":"common name","offset":292},{"uri":"Carapace","surface_form":"carapace","offset":491},{"uri":"IUCN_Red_List_of_Threatened_Species","surface_form":"IUCN Red List of Threatened Species","offset":675},{"uri":"Data_Deficient","surface_form":"Data Deficient","offset":714}]}