{"id":68957,"url":"http://en.wikipedia.org/wiki/Brian_Joubert","text":"Brian Joubert (born September 20, 1984 in Poitiers) is a French figure skater. He won the 2007 World Championships, the 2004, 2007 & 2009 European Championships, and has won the French Nationals seven times. He competed in the 2002, 2006, 2010 and 2014 Winter Olympics.\nJoubert did not have a good junior career, but this was due to him going senior at 15, as soon as he was able to.\nJoubert won the bronze medal (third place) at the 2002 Nationals, but did not immediately qualify for the 2002 Olympic team because France had only two spots to the Olympics. But at the 2002 European Championships, Joubert won the bronze medal, placing ahead of the other French skaters at the competition, and he was put on the Olympic team. He placed 14th at the Olympics.\nJoubert is one of two men (with Emanuel Sandhu) who has beaten Evgeni Plushenko between the 2002 Olympics and the 2006 Olympics. Joubert beat him at the 2004 European Championships. Joubert then went on to place 2nd at Worlds, winning his first World medal.\nJoubert has had an up-and-down career. He has switched coaches many times. He was briefly coached by Alexei Yagudin. He is now coached by Jean-Christophe Simond. At the 2005 World Championships, he placed sixth. Nevertheless, he was seen as a threat for an Olympic medal. But at the Olympics, he placed 6th. He was criticized harshly in the French press for this. After the 2006 Worlds, where he won the silver medal, he said he felt pressured to do it in part because of the way the French press had turned on him.\nIn the 2006/2007 season, Joubert swept the season. He won every competition he entered, including the Grand Prix Final, the European Championships, and the World Championships. At the Cup of Russia, he became one of the few skaters in history to perform three quadruple jumps in one program.\nJoubert is known for the power in his skating. He is a very fast skater with very big jumps. He has been criticized in the past for having very bad spins, but he has been working to correct this, working with spinning coaches like Lucinda Ruh. Joubert has also been criticized for his lack of artistry, which has led him to seek out new choreographers, such as Kurt Browning, who are able to take Joubert's strength and force on the ice and work it into a good program for his style.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poitiers","surface_form":"Poitiers","offset":42},{"uri":"French_people","surface_form":"French","offset":57},{"uri":"Figure_skater","surface_form":"figure skater","offset":64},{"uri":"2002_Winter_Olympics","surface_form":"2002","offset":227},{"uri":"2006_Winter_Olympics","surface_form":"2006","offset":233},{"uri":"2010_Winter_Olympics","surface_form":"2010","offset":239},{"uri":"2014_Winter_Olympics","surface_form":"2014 Winter Olympics","offset":248},{"uri":"Emanuel_Sandhu","surface_form":"Emanuel Sandhu","offset":791},{"uri":"Evgeni_Plushenko","surface_form":"Evgeni Plushenko","offset":822},{"uri":"Alexei_Yagudin","surface_form":"Alexei Yagudin","offset":1118},{"uri":"Jean-Christophe_Simond","surface_form":"Jean-Christophe Simond","offset":1155},{"uri":"Lucinda_Ruh","surface_form":"Lucinda Ruh","offset":2056},{"uri":"Kurt_Browning","surface_form":"Kurt Browning","offset":2186}]}