{"id":68981,"url":"http://en.wikipedia.org/wiki/Brigham_Young","text":"Brigham Young (June 1, 1801 – August 29, 1877) was the second president of The Church of Jesus Christ of Latter-day Saints (Mormon church) and the first Governor of the American state of Utah. Young was born in Vermont. He became president of the Mormon church in 1847 after the death of Joseph Smith, Jr in 1844.\nBrigham Young University is named after Young.\nJohn Taylor replaced Young as leader of the church three years after Young died.\nMigration west.\nYoung started a journey that would take the Mormon pioneers to Winter Quarters, Nebraska, in 1846, then to the Salt Lake Valley. Young arrived in the Salt Lake Valley on July 24, 1847, a date now known as Pioneer Day in Utah, which is also one of its holidays. The Mormon pioneers' journey was one of the largest and one of the best organized migration to the West. On August 22, 29 days after arriving in the Salt Lake Valley, Young started the Mormon Tabernacle Choir.\nIn the church, Young was in some of the important positions, and after three years, he became the president of the church on December 27, 1847.\nChurch Presidency.\nYoung served 29 years in the Mormon church.\nTemple building.\nYoung helped in building temples in his time in the LDS Church and made temple building a main purpose. When Joseph Smith was the president, Young was helping to build the Kirtland and Nauvoo temples. Only four days after arriving in the Salt Lake Valley, Young found the location for the Salt Lake Temple; and then started the building process on April 6, 1853. During his time as the church president, Young look over the construction of the Salt Lake Tabernacle and then he announced plans to build the St. George (1871), Manti (1875), and Logan (1877) temples. He also helped fix the building the Endowment House, a \"short-term temple\" which began to be used in 1855 for church members to go to while they were building the Salt Lake Temple.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":75},{"uri":"Governor","surface_form":"Governor","offset":153},{"uri":"United_States","surface_form":"American","offset":169},{"uri":"U.S._state","surface_form":"state","offset":178},{"uri":"Utah","surface_form":"Utah","offset":187},{"uri":"Vermont","surface_form":"Vermont","offset":211},{"uri":"Mormonism","surface_form":"Mormon","offset":247},{"uri":"Church","surface_form":"church","offset":254},{"uri":"Joseph_Smith%2C_Jr","surface_form":"Joseph Smith, Jr","offset":288},{"uri":"Brigham_Young_University","surface_form":"Brigham Young University","offset":314},{"uri":"John_Taylor_(Mormon)","surface_form":"John Taylor","offset":361},{"uri":"Mormon_Pioneers","surface_form":"Mormon pioneers","offset":502},{"uri":"Nebraska","surface_form":"Winter Quarters, Nebraska","offset":521},{"uri":"Mormon_Tabernacle","surface_form":"Mormon Tabernacle Choir","offset":904},{"uri":"Kirtland%2C_Ohio","surface_form":"Kirtland","offset":1325},{"uri":"Nauvoo%2C_Illinois","surface_form":"Nauvoo","offset":1338},{"uri":"Salt_Lake_City","surface_form":"Salt Lake Temple","offset":1442},{"uri":"Salt_Lake_Tabernacle","surface_form":"Salt Lake Tabernacle","offset":1597},{"uri":"St._George%2C_Utah","surface_form":"St. George","offset":1659}]}