{"id":68989,"url":"http://en.wikipedia.org/wiki/Kana","text":"Kana is the name for syllable-based writing systems used in the Japanese language.\nAlthough manyogana is the oldest of the three types of kana, being used as early as the seventh century, it was soon replaced by hiragana and katakana. Both of these characters came from the kanji characters that made up manyogana.\nToday, there are 46 basic sounds in Japanese that are each represented by a hiragana and a corresponding katakana character as seen in the chart below. (The characters for the sounds \"wi\" and \"we\" are no longer used.) There are 25 other sounds that can be made by adding one of two diacritics: a dakuten or a handakuten. Also, 12 of the kana come in a smaller size to make other combinations of syllables.\nJapanese sentences are usually written using a mix of hiragana, katakana, and kanji. Although it is possible to write a sentence in only hiragana or katakana characters, it is hard for most Japanese people to understand because the kanji symbols represent a concept which the kana do not show. Small kana symbols, however, can be put above kanji to show how it is pronounced (this is called furigana and is used a lot in karaoke).\nBesides kana, Japanese sounds can also be written in Romaji (using the Roman alphabet) to help people who do not speak Japanese learn the language.","categories":[],"infobox_types":[],"annotations":[{"uri":"Syllable","surface_form":"syllable","offset":21},{"uri":"Writing_system","surface_form":"writing systems","offset":36},{"uri":"Japanese_language","surface_form":"Japanese language","offset":64},{"uri":"Century","surface_form":"century","offset":179},{"uri":"Diacritic","surface_form":"diacritics","offset":597},{"uri":"Dakuten","surface_form":"dakuten","offset":611},{"uri":"Handakuten","surface_form":"handakuten","offset":624},{"uri":"Combination_(mathematics)","surface_form":"combinations","offset":694},{"uri":"Japanese_people","surface_form":"Japanese people","offset":911},{"uri":"Concept","surface_form":"concept","offset":979},{"uri":"Pronunciation","surface_form":"pronounced","offset":1085},{"uri":"Furigana","surface_form":"furigana","offset":1112},{"uri":"Karaoke","surface_form":"karaoke","offset":1142},{"uri":"Romaji","surface_form":"Romaji","offset":1205},{"uri":"Roman_alphabet","surface_form":"Roman alphabet","offset":1223}]}