{"id":689977,"url":"http://en.wikipedia.org/wiki/Inex-Adria_Aviopromet_Flight_1308","text":"e=\"preserve\">Inex-Adria Aviopromet Flight 1308 was a McDonnell Douglas MD-81 aircraft operating a Yugoslavian charter flight to the French island of Corsica. On 1 December 1981 the flight crashed on Corsica's Mont San-Pietro, killing all 180 people on board. The crash was the deadliest and first major aviation accident involving a McDonnell Douglas MD-80, as well as the second-deadliest air disaster in France behind Turkish Airlines Flight 981.\nAccident.\nFlight 1308 took off from Brnik Airport on a chartered flight from Slovenia (at the time Yugoslavia) to Corsica's capital city of Ajaccio with 173 Slovenian tourists and 7 crew members. At some point, the co-pilot let his young son enter the cockpit.\nWhile in its holding pattern, the flight was instructed to descend through the minimum holding altitude of 6,800 feet. As it descended, its Ground Proximity Warning System gave off several audio warnings, which the crew did not react to for approximately ten seconds. Three seconds before impact, the crew increased engine power and attempted to climb, but were unable to clear the terrain. One of the aircraft's wings collided with the summit of Mont San-Pietro and broke off. The aircraft then went into an uncontrolled dive and violently crashed on the other side of the mountain eight seconds later, killing everyone on board. The time of the accident was 8:53 a.m. local time (07:53 UTC).\nInvestigation.\nThe subsequent investigation into the disaster revealed that control mistakenly believed that Flight 1308 was out of its holding pattern, believing it was already located over the sea, while in reality it was located inland, over the mountainous terrain of Corsica. The crew, apparently surprised at the instruction to descend, repeated several times that they were still in the holding pattern, which the control acknowledged. The crew was unfamiliar with the airport and its vicinity, as this was the first flight of Inex-Adria Aviopromet to Corsica. The investigation determined that the imprecise language used by the crew of the MD-81 and the air traffic controller played a significant role in the accident. Air traffic control in Ajaccio was cleared of all charges. The air traffic controller in charge of Flight 1308 was transferred to another airport in France.\nAt the time of the accident, the Ajaccio airport had no radar system. As a direct result of the accident, the equipment was upgraded and the approach pattern changed.\n2008 clean-up operation.\nSome debris and human bodies were removed from the crash site after the accident in 1981. In 2007, POP TV (a TV station in Slovenia) did a news report on the accident. They visited the crash site in Corsica and found many of the airplane's parts still scattered on Mont San-Pietro, in rugged and inaccessible terrain. Subsequently, the Government of Slovenia, Adria Airways and Kompas (the Slovenian travel agency that organized the fatal trip in 1981) organized and funded a clean-up operation. A Slovenian team of about 60 soldiers, mountain rescuers, civil protection and rescue service members, medical personnel, and other volunteers removed about 27 tons of aircraft remains in May 2008. The removed debris included one aircraft engine and large wing parts. Some of the parts were so large they needed to be machine cut before transporting them from the mountain by a helicopter. Several human remains were also found, and were either sent for further identification tests, or were properly disposed. A commemorative plaque was installed at the site of the initial wing impact.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":98},{"uri":"Corsica","surface_form":"Corsica","offset":149},{"uri":"Turkish_Airlines_Flight_981","surface_form":"Turkish Airlines Flight 981","offset":420},{"uri":"Ljubljana_Jo%C5%BEe_Pu%C4%8Dnik_Airport","surface_form":"Brnik Airport","offset":485},{"uri":"Slovenia","surface_form":"Slovenia","offset":526},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":548},{"uri":"Corsica","surface_form":"Corsica's","offset":563},{"uri":"Ajaccio","surface_form":"Ajaccio","offset":589},{"uri":"Ground_Proximity_Warning_System","surface_form":"Ground Proximity Warning System","offset":850},{"uri":"POP_TV","surface_form":"POP TV","offset":2581},{"uri":"Corsica","surface_form":"Corsica","offset":2681},{"uri":"Slovenia","surface_form":"Slovenia","offset":2832},{"uri":"Adria_Airways","surface_form":"Adria Airways","offset":2842},{"uri":"Travel_agency","surface_form":"travel agency","offset":2882}]}