{"id":69,"url":"http://en.wikipedia.org/wiki/Boot_device","text":"e=\"preserve\">A boot device is used to start a computer. It is named after a boot which fits on the foot. The word bootstrap is also closely related, and means, to use something simpler to get something more complex to make itself work better. It comes from the English phrase \"pull yourself up by your own bootstraps.\"\nBefore a computer can operate normally, it must have operating system instructions that tell it how to perform basic functions. A boot device loads the operating system into the memory of the computer.\nDevices that can boot a computer are usually boot disks or boot drives (normally a hard drive, but can be a floppy disk or a CD). Some network computers use \"boot chips\" that get the operating system over a network. Web phones also use such chips to identify the user to the mobile phone network. Boot card standards may let many users boot kiosk computers with full privacy and access to all application software they own. There are also boot boards or boot \"add-in\" cards that are more permanent than boot cards.\nSome people refer to the boot device as just a boot and non-boot devices as data devices, although it is not the computer but the operating system that cares about the difference between these.\nOrigin.\nThe boot in boot device is the same as booting (or starting up). This is short for bootstrapping, or to start with simple stuff and make complex stuff out of it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer","surface_form":"computer","offset":46},{"uri":"Boot","surface_form":"boot","offset":76},{"uri":"Foot","surface_form":"foot","offset":99},{"uri":"Bootstrap","surface_form":"bootstrap","offset":114},{"uri":"Operating_system","surface_form":"operating system","offset":372},{"uri":"Memory","surface_form":"memory","offset":497},{"uri":"Hard_drive","surface_form":"hard drive","offset":604},{"uri":"Floppy_disk","surface_form":"floppy disk","offset":629},{"uri":"Compact_disk","surface_form":"CD","offset":646},{"uri":"Computer_network","surface_form":"network computers","offset":656},{"uri":"Operating_system","surface_form":"operating system","offset":704},{"uri":"Network","surface_form":"network","offset":728},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":796},{"uri":"Kiosk_computer","surface_form":"kiosk computer","offset":862},{"uri":"Privacy","surface_form":"privacy","offset":888},{"uri":"Application_software","surface_form":"application software","offset":914},{"uri":"Computer","surface_form":"computer","offset":1149},{"uri":"Operating_system","surface_form":"operating system","offset":1166},{"uri":"Booting","surface_form":"booting","offset":1277}]}