{"id":690157,"url":"http://en.wikipedia.org/wiki/Notre-Dame_de_Paris_fire","text":"A fire broke out at Notre Dame de Paris at around 18:50 local time on 15 April 2019. Notre Dame is the Roman-Catholic cathedral of Paris. It is in the center of the city. The fire made the roof and main spire fall. The building's vaulted stone ceiling contained the burning roof as it collapsed, preventing worse damage to the interior.\nAround 23:00 local time, the spokesperson of the Paris firefighters said that the structure would probably be saved. This includes the north tower; at times, it was feared that the north tower would also be affected.\nOver 400 people helped fight the fire. They used 18 specially built fire hoses to put water on the flames. Two police officers were injured, and one firefighter was critically wounded, who was treated in a nearby hospital.\nCause.\nAt the time the fire was being fought, its cause was not known, but it was being treated as an accident. The investigation most strongly suspected a case of \"accidental destruction by fire\", but had not ruled anything out, saying it was too early to know the cause of the fire. It is not yet known if renovation work contributed to the fire. There have been other cases where renovation-related fires smoulder for hours unseen before breaking out. The firm Le Bras Frères that was carrying out the renovations stated they had followed procedure, and would co-operate fully with the investigation. They also stated that none of their personnel were on site at the time the fire broke out.","categories":[],"infobox_types":["event"],"annotations":[{"uri":"Fire","surface_form":"fire","offset":2},{"uri":"Notre-Dame_de_Paris","surface_form":"Notre Dame de Paris","offset":20},{"uri":"Catholic_Church","surface_form":"Roman-Catholic","offset":103},{"uri":"Cathedral","surface_form":"cathedral","offset":118},{"uri":"Paris","surface_form":"Paris","offset":131},{"uri":"Vault_(architecture)","surface_form":"vaulted stone ceiling","offset":230}]}