{"id":69063,"url":"http://en.wikipedia.org/wiki/Jak_3","text":"\"Jak 3\" is a video game for Sony's PlayStation 2 made by Naughty Dog. It is the third game in the \"Jak and Daxter\" series.\nStory.\nJak, Daxter, and Pecker are thrown into the desert by their own people one year after the previous game, Jak II, ended. They are found by Damas, Kleiver, and another wastelander. Jak is tested in an arena, and wins a fight, proving him worthy to not be killed. He and Daxter then explore, meeting Seem, a monk and Errol along the way. This starts a \"friendship\" with the some well-known citizens of Spargus, and Jak and Daxter soon become used to the city of Spargus, completing missions and looking around the desert for artifacts, or out of mere curiosity.\nFurther throughout the game, Ashelin (a key character in Jak 2), asks Jak to come back to Haven City. Jak refuses, telling her \"they could rot for all I care\", still angry for them throwing him and Daxter out of Haven City for the wrong reason.\nLater on, he decides to go back, and meets everybody once again. He gains new light powers that give him the ability to fly, make a shield around him, slow time, and heal himself. With his newfound powers he saves Haven City and Spargus City from attacks multiple times.\nIn the end, Jak finds out that Damas was his father, and Veger took him away from him. Jak chases Veger towards the catacombs, and meets the Precursors themselves. It is also found out that Daxter is a Precursor too. Jak and Daxter is sent to Errol to stop him. When he is defeated, Jak, Daxter, and all the others gather together in the arena, while the Precursors make their speech.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":13},{"uri":"Sony","surface_form":"Sony","offset":28},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":35},{"uri":"Naughty_Dog","surface_form":"Naughty Dog","offset":57},{"uri":"Jak_and_Daxter","surface_form":"Jak and Daxter","offset":99},{"uri":"Desert","surface_form":"desert","offset":174},{"uri":"Jak_II","surface_form":"Jak II","offset":235},{"uri":"Arena","surface_form":"arena","offset":329},{"uri":"Artifacts","surface_form":"artifacts","offset":652},{"uri":"Flight","surface_form":"fly","offset":1054},{"uri":"Shield","surface_form":"shield","offset":1066},{"uri":"Time_dilation","surface_form":"slow time","offset":1085},{"uri":"Healing","surface_form":"heal","offset":1100},{"uri":"Catacombs","surface_form":"catacombs","offset":1321}]}