{"id":69086,"url":"http://en.wikipedia.org/wiki/Vacuole","text":"A vacuole is a membrane-bound organelle. They are a kind of vesicle. Vacuoles are closed sacs, made of membranes with inorganic or organic molecules inside, such as enzymes. They have no set shape or size, and the cell can change them as it wants. They are in most eukaryotic cells and do many things. They can store waste. Vacuoles and their contents are distinct from the cytoplasm, and are classified as ergastic according to some people. The solution that fills the vacuole is called cell sap.\nVacuoles are also important in autophagy, keeping a balance between making and getting rid of many things in cells and organisms. They also help with destroying and recycling broken proteins that build up in cells. Vacuoles may help attack bacteria and some kinds of vacuoles may act as a house for symbiotic bacteria. In protists, vacuoles also store and help digest food that the protist ate.\nCentral vacuole.\nThe central vacuole is a cellular organelle found in plant cells. It is often the largest organelle in the cell. It is surrounded by a membrane and holds materials and wastes. It also keeps the proper pressure in the plant cells, and supports the growing plant.\nEvolution.\nThe evolution of multicellularity took place several times on Earth. That is, separately in animals, fungi, streptophytes (charophyte algae and land plants), red algae, and brown algae. The vacuole probably evolved several times independently, even within the green plants.\nReferences.\nit is a fluid by a single membrane called tonoplast","categories":[],"infobox_types":[],"annotations":[{"uri":"Plasma_membrane","surface_form":"membrane","offset":15},{"uri":"Organelle","surface_form":"organelle","offset":30},{"uri":"Vesicle","surface_form":"vesicle","offset":60},{"uri":"Membrane","surface_form":"membrane","offset":103},{"uri":"Enzymes","surface_form":"enzymes","offset":165},{"uri":"Cell","surface_form":"cell","offset":276},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":374},{"uri":"Ergastic_substance","surface_form":"ergastic","offset":407},{"uri":"Autophagy","surface_form":"autophagy","offset":529},{"uri":"Bacteria","surface_form":"bacteria","offset":738},{"uri":"Symbiosis","surface_form":"symbiotic","offset":797},{"uri":"Organelle","surface_form":"organelle","offset":944},{"uri":"Multicellular","surface_form":"multicellularity","offset":1200},{"uri":"Fungi","surface_form":"fungi","offset":1284},{"uri":"Streptophyte","surface_form":"streptophyte","offset":1291},{"uri":"Charophyte","surface_form":"charophyte","offset":1306},{"uri":"Algae","surface_form":"algae","offset":1317},{"uri":"Land_plant","surface_form":"land plant","offset":1327},{"uri":"Red_algae","surface_form":"red algae","offset":1341},{"uri":"Brown_algae","surface_form":"brown algae","offset":1356},{"uri":"Viridiplantae","surface_form":"green plants","offset":1443}]}