{"id":690865,"url":"http://en.wikipedia.org/wiki/Joker_Xue","text":"Joker Xue (, born 17 July 1983) is a Chinese singer-songwriter and record producer.\nXue is known for his hit songs and stage charisma with his signature musical style. Since his 2006 debut, Xue has produced a string of great hits detailing love's triumphs and woes. His musical style melds the classic pop pairing of piano and strings with folk-tinged acoustic guitar and sultry R&B beats. His next several albums explored a variety of genres and concepts, which received wide critical acclaims and secured his status as a leading singer of his generation. He is among the [https://open.spotify.com/artist/1cg0bYpP5e2DNG0RgK2CMN most-streamed Mandopop artists] on Spotify. Xue has also found success on many high-profile variety shows, and is recognized as a popular TV personality for his sense of humor.\nXue has seen his fair share of ups and downs in his life. He was born and grew up in Shanghai, China. When he was four years old, his mother died of heart disease. He studied Hotel Management at Glion Institute of Higher Education in Switzerland, before dropping out to pursue a music career. Xue first came to prominence in 2005, when his outstanding performance at the TV talent competition \"My Show\" gained him widespread popularity and earned him a seven-year contract with Shangteng Entertainment. His first few releases were a hit on the charts, but his career went downhill after the record company ran into financial difficulties. Not one to sit by the sidelines, Xue decided to open a hot pot business in a bid to fund his singing ambitions. He also ventured into the fashion world with one label under his belt and dabbled in acting and hosting. His business took off and he used the money he made to fund his career in music.\nMusic career.\nIn 2006, Xue released his self-titled debut album “薛之谦” \"Xue Zhiqian,\" and was awarded the Most Popular New Artiste at the 6th Global Chinese Music Awards. The album was a great success and brought about a few major hits, such as “认真的雪” \"Serious Snow\", “黄色枫叶” \"Yellow Maple\" and so on, which made him an emerging star in the Chinese music industry.\nIn 2007, Xue recorded his second album “你过得好吗” \"How Are You,\" and was nominated for seven categories at the Beijing Pop Music Awards, which established his reputation as a promising singer-songwriter in his early career.\nIn 2008, Xue released his third album “深深爱过你” \"Loved You Deeply\". After listening to the song “传说” \"Legend\" in this album, Shinji Tanimura 谷村新司 was very impressed by Xue's outstanding composition, and invited him to the Asia Music Festival held in Osaka, Japan. On 25 July, Xue was honored as a torchbearer for the 2008 Summer Olympics torch relay.\nIn 2009, Xue released a compilation album “未完成的歌” \"Uncompleted Songs,\" which lists selected tracks from several of his albums, along with three new songs.\nIn 2012, his long-awaited fifth album “几个薛之谦” \"Several Of Xue Zhiqian\" was released. It marked the end of his seven-year contract with “上腾娱乐” \"Shangteng Entertainment\", which went out of business soon after he left.\nIn 2013, Xue released his sixth album “意外” \"An Unexpected Journey\", under the record company Ocean Butterflies. This album can be seen as Xue's second milestone not only because he finally broke free of Shangteng Entertainment, but it also gained widespread positive reaction from both critics and supporters of his music. The most popular songs from this album are [https://www.youtube.com/watch?v=1xlASR2bfGk “丑八怪” \"Ugly\"] and [https://www.youtube.com/watch?v=9LFk4TmBFY4 “你还要我怎样” \"What Else Do You Want Me To Do\"].\nIn 2016, Xue produced his seventh album “初学者” \"Beginner\", which became another commercial and musical success. Since then his music has gained wide recognition throughout Chinese-speaking regions. As the lead single of this album, [https://www.youtube.com/watch?v=XKuL5xaKZHM “演员” \"Actor\" (Official Music Video)] has received over 150 million views on YouTube.\nIn 2017, Xue released his eighth album “渡” \"The Crossing\", which was well-received by critics, so that Xue secured his established status as a leading singer of his generation. Songs favored by critics from this album include [https://www.youtube.com/watch?v=tsqN3RYbU0o “高尚” \"Noble\"] and [https://www.youtube.com/watch?v=WifuIg4PhHw “动物世界” \"Animal World\"]. In the same year, Xue held his concert tour “我好像在哪儿见过你” \"I Think I've Seen You Somewhere\".\nIn 2018, Xue released his ninth album “摩天大楼” \"Skyscraper\", and continued his string of success. In this album, songs like [https://www.youtube.com/watch?v=H3xsyqVOdXo “摩天大楼” \"Skyscraper\"] and [https://www.youtube.com/watch?v=cMXGqYZUN8c “肆无忌惮” \"Reckless\"] incorporates different musical elements, while [https://www.youtube.com/watch?v=UGby37RY3Tg “最好” \"The Best\"] features a more balladic composition. In the same year, he started his “摩天大楼” \"Skyscraper World Tour\". He was the first singer from mainland China to headline the Wembley Arena in London, Sydney Super Dome and several other landmark venues around the world.\nOther ventures.\nIn 2012, Xue opened his hotpot restaurant chain [https://m.weibo.cn/profile/2456013420 \"Shang Shang Qian Hotpot\" 上上谦串串香火锅].\nIn 2015, his own fashion line, \"[https://m.weibo.cn/profile/5720325022 Dangerous People]\", was founded in Shanghai.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shanghai","surface_form":"Shanghai","offset":891},{"uri":"Switzerland","surface_form":"Switzerland","offset":1040},{"uri":"Osaka","surface_form":"Osaka","offset":2575},{"uri":"Wembley_Arena","surface_form":"Wembley Arena","offset":4903}]}