{"id":690908,"url":"http://en.wikipedia.org/wiki/Nikki_Sixx","text":"Nikki Sixx (Frank Ferrano Jr.), born December 11th, 1958 in San Jose, California. His father (Frank Ferrano), left him and his mother (Deana Richards) when he was the age of two.\nEarly life.\nSixx moved to his grandparents (Jerome Idaho) early on in his life, before being expelled from his school for selling drugs. Sixx attended seven schools in the span 11 years and his grandparents were fed up with his antics.\nSixx was sent back to live with his mother in Seattle, Washington. Soon enough he attempted to arrest his mother by borrowing a knife from his neighbor, and cutting above his forearm down to the bone. Sixx confessed to the cops that it was him and not Deana. At age 17, Sixx moved to Los Angeles. He changed his name to what he's known as now as \"Nikki Sixx\".\nCareer.\nHe auditioned for many bands as the bass player, before getting into the band London with Izzy Stradlin. He was only staying for two years before grouping together people to be in his new band, which now to be known as the popular Motley Crue. For several years he lived with members of Motley Crue (Tommy Lee, Vince Neil) in a small apartment by the Whiskey a Go Go, L.A.\nIn 1987 after struggling with substance abuse, Sixx was legally dead for two minutes of a heroin overdose, luckily the paramedic was a Motley Crue fan, and shot him with adrenaline twice before Sixx woke up, only to shoot up once again a day later. When Sixx woke up with a puddle of blood in his palm, he went to rehab with Motley Crue.\nNikki Sixx has had several spouses including Courtney Sixx (2014), Donna D'Errico (1996-2007), and Brandi Brandt (1989-1996). He has four children Storm Brieanne Sixx, Gunner Nicholas Sixx, Decker Nilsson Sixx, Frankie-Jean Sixx. Many people believe Sixx was only in the popular band Motley Crue. He was also affiliated with six(x ha g e t it) (Sixx:A.M., London, Brides of Destruction, Sister, and 58).","categories":[],"infobox_types":[],"annotations":[{"uri":"Anti-social_behaviour_order","surface_form":"antics","offset":407},{"uri":"Seattle","surface_form":"Seattle, Washington","offset":461},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":699},{"uri":"Izzy_Stradlin","surface_form":"Izzy Stradlin","offset":873},{"uri":"M%C3%B6tley_Cr%C3%BCe","surface_form":"Motley Crue","offset":1014}]}