{"id":69099,"url":"http://en.wikipedia.org/wiki/College_of_Arms","text":"The College of Arms, in London is one of the few remaining government heraldic authorities in Europe. It was founded in 1484 by King Richard III, and its job is to control heraldry and grant new \"armorial bearings\", sometime called coats of arms.\nThe college is run by the Kings of Arms, heralds and pursuivants who handle heraldic affairs in England, Wales and Northern Ireland on behalf of the Queen. (Scotland has its own heraldic authority: Lord Lyon King of Arms and his office.)\nThe college also grants arms to citizens of other Commonwealth countries that do not have their own heralds. (Canadians use Canadian Heraldic Authority and South Africans have the Bureau of Heraldry)\nAs well as designing and granting new arms, the College tries to answer many requests from people trying to prove that they are descended from an \"armigerous\" (arms-bearing) person; a person descended in the male line (or through heraldic heiresses) from an armiger may be reissued that ancestor's arms. Special marks called difference marks can be added make the coat of arms different from the arms of their cousins. The college is involved in genealogy and have many pedigrees (family trees) in their records. Anyone may register a pedigree with the college, where they are carefully checked and need official proofs before being altered.\nHeralds were originally messengers. Officers of the College of Arms still sometimes read Royal proclamations in public, for example at the accession of a new sovereign.\nThey also help plan state ceremonies, such as coronations, the introduction of new peers into the House of Lords, and the ceremonies of orders of chivalry.\nFor these public appearances, the officers of the college wear costume showing their place in the Royal Household, either simple red livery or the herald's traditional colourful outfit of a tabard emblazoned with his master's arms (in this case the royal arms).\nThe College of Arms is on Queen Victoria Street in the City of London, not far to the south of St. Paul's Cathedral. The site was given to the college when it was re-formed by Philip and Mary I in 1555, and the present 17th century building dates from after the Great Fire of London in 1666.\nThe College of Arms was featured in the 1969 James Bond movie \"On Her Majesty's Secret Service\" where James Bond visits his friend Sir Hillary Bray who permits Bond to impersonate him so he can spy on Blofeld's base. Bray gives Bond information on Blofeld's ancestor Count Balthazzar de Bleuchamp. Bond is shown his own coat of arms with the family motto: \"the world is not enough\" (this was used for the title of the 19th Bond movie \"The World Is Not Enough\").\nThe officers.\nThe Earl Marshal, a hereditary office held by the Duke of Norfolk, oversees the College, but he is not a member. He must give his written consent, called a warrant, before any new coat of arms can be issued. The Earl Marshal's court (called the Court of Chivalry) can hear cases about using coats arms, but the court has not sat since 1954. Usually the Earl Marshal usually leaves affairs to the professional heralds of the College.\nAny letters, telephone calls or visitors to the college not for a specific officer of arms are seen by the \"officer in waiting\". All members of the college serve as officer in waiting on rotation.\n\"Heralds Extraordinary\" are appointed to take part in special ceremonial occasions or to help the Earl Marshal personally; they are not members of the college. Among the extraordinary heralds have been —\nThe New Zealand Herald Extraordinary is not a member of the college but it is a permanent post created to oversee heraldry in New Zealand; he works together with the college to grant new arms for people and bodies in that country (where he himself lives and works).\nGrants and descent of arms.\nThe Kings of Arms grant coats of arms by letters patent. Before they can even consider the granting of arms, an application, (called a \"memorial\") must be made to the Earl Marshal, and a fee paid.\nThe Kings of Arms are authorised in their \"patents of appointment\" (the letter giving them their job) to grant coats of arms to \"eminent men\". Originally this meant someone who was rich or had social status. By 1530, the heralds wanted successful candidates for a grant of arms to have £300 or rent from land of £10 a year. Since the heralds get fees for granting arms, they have always been generous when deciding who should be allowed a coat of arms. In 1616, Ralphe Brooke, York Herald, tricked the Garter King of Arms into granting a coat of arms to the common hangman for a fee of 22 shillings (£1-20p).\nThis is why the Earl Marshal's permission to grant a coat of arms is needed.\nThere are no fixed rules about granting modern coats of arms. If a herald is approached and does not consider that the application has merit, he may tactfully suggest to the applicant that he or she should not proceed. If it does proceed, its success or otherwise will depend on the approval of the Earl Marshal, who may apply his own standards. Peter Gwynn-Jones has recently written that\nThe coat of arms, or a differenced version of them using marks of cadency, can be used by \"all\" of the legitimate children of an individual and such children and their descendants may bear the arms (or a differenced version of them) from the moment of birth: they do not have to wait for the death of the previous generation. The College of Arms does not need to approve the use of the arms in each generation: the original grant of arms is the only authority required. Although daughters and sons inherit the right to bear arms for themselves personally, the right passes only through the male line: hence, a son transmits the arms to his children, but a daughter, can use them herself, but her children cannot. A partial exception to this rule is the case of a woman who has no brothers, or whose brothers have no children; such a woman is called a heraldic heiress and may transmit the arms to her children as a quartering with their father's arms, and to their descendents.\nThe costs involved are quite substantial. The applicant does not buy a coat of arms: the arms themselves are freely given, but fees must be paid to the heralds and artists involved as professionals, and to support the buildings and other running costs of the College. Aside from the heralds' traditional nominal salaries, given above, the College of Arms is not financed by the taxpayer.\nName changes.\nThe College of Arms is also responsible for recording the changes of names. In order to change one's name, one must apply for a deed poll to be entered on the College's registers and published in the London Gazette.\nWhen a Royal Licence is granted for a transfer of arms, the change of the surname may be permitted by the Licence itself, so there is no need of a deed poll.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":24},{"uri":"Richard_III_of_England","surface_form":"King Richard III","offset":128},{"uri":"Heraldry","surface_form":"heraldry","offset":172},{"uri":"Armorial_bearings","surface_form":"armorial bearings","offset":196},{"uri":"Coat_of_arms","surface_form":"coats of arms","offset":232},{"uri":"King_of_Arms","surface_form":"Kings of Arms","offset":273},{"uri":"Heralds","surface_form":"heralds","offset":288},{"uri":"Pursuivants","surface_form":"pursuivants","offset":300},{"uri":"England","surface_form":"England","offset":343},{"uri":"Wales","surface_form":"Wales","offset":352},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":362},{"uri":"British_monarchs","surface_form":"the Queen","offset":392},{"uri":"Scotland","surface_form":"Scotland","offset":404},{"uri":"Lord_Lyon_King_of_Arms","surface_form":"Lord Lyon King of Arms","offset":445},{"uri":"Court_of_the_Lord_Lyon","surface_form":"office","offset":476},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":535},{"uri":"Canada","surface_form":"Canadians","offset":595},{"uri":"Canadian_Heraldic_Authority","surface_form":"Canadian Heraldic Authority","offset":609},{"uri":"South_Africa","surface_form":"South Africa","offset":641},{"uri":"Bureau_of_Heraldry_(South_Africa)","surface_form":"Bureau of Heraldry","offset":665},{"uri":"Armigerous","surface_form":"armigerous","offset":832},{"uri":"Heraldic_heiress","surface_form":"heraldic heiress","offset":915},{"uri":"Genealogy","surface_form":"genealogy","offset":1131},{"uri":"Pedigree","surface_form":"pedigree","offset":1155},{"uri":"Accession","surface_form":"accession","offset":1466},{"uri":"Coronation","surface_form":"coronation","offset":1542},{"uri":"Peerage","surface_form":"peers","offset":1579},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":1594},{"uri":"British_honours_system","surface_form":"orders of chivalry","offset":1632},{"uri":"Royal_Household","surface_form":"Royal Household","offset":1750},{"uri":"Livery","surface_form":"livery","offset":1785},{"uri":"Tabard","surface_form":"tabard","offset":1842},{"uri":"Royal_Coat_of_Arms_of_the_United_Kingdom","surface_form":"royal arms","offset":1901},{"uri":"City_of_London","surface_form":"City of London","offset":1969},{"uri":"St._Paul%27s_Cathedral","surface_form":"St. Paul's Cathedral","offset":2009},{"uri":"Philip_II_of_Spain","surface_form":"Philip","offset":2090},{"uri":"Mary_I_of_England","surface_form":"Mary I","offset":2101},{"uri":"1700s","surface_form":"17th century","offset":2133},{"uri":"Great_Fire_of_London","surface_form":"Great Fire of London","offset":2176},{"uri":"James_Bond","surface_form":"James Bond","offset":2251},{"uri":"On_Her_Majesty%27s_Secret_Service_(movie)","surface_form":"On Her Majesty's Secret Service","offset":2269},{"uri":"The_World_Is_Not_Enough","surface_form":"The World Is Not Enough","offset":2641},{"uri":"Earl_Marshal","surface_form":"Earl Marshal","offset":2686},{"uri":"Duke_of_Norfolk","surface_form":"Duke of Norfolk","offset":2732},{"uri":"Court_of_Chivalry","surface_form":"Court of Chivalry","offset":2927},{"uri":"New_Zealand_Herald_Extraordinary","surface_form":"New Zealand Herald Extraordinary","offset":3520},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3642},{"uri":"Letters_patent","surface_form":"letters patent","offset":3851},{"uri":"Peter_Gwynn-Jones","surface_form":"Peter Gwynn-Jones","offset":5039},{"uri":"Cadency","surface_form":"cadency","offset":5149},{"uri":"Quarter_(heraldry)","surface_form":"quartering","offset":5998},{"uri":"Deed_of_change_of_name","surface_form":"deed poll","offset":6591},{"uri":"London_Gazette","surface_form":"London Gazette","offset":6663}]}