{"id":691074,"url":"http://en.wikipedia.org/wiki/Processual_archaeology","text":"Processual archaeology, formerly called New Archaeology, is a way of doing archaeology that tries to be as scientific as possible. Archaeologists are people who study people through objects. Often by digging for remains and artifacts. Processual archaeologists use specific methods to come up with general rules that explain human culture around the world and through time. This means they are trying to find reasons that explain why people around the world do things in similar ways.\nBackground of Processual Archaeology.\nProcessual archaeology came about in the 1960s and is an approach to archaeology; this means it is a way of doing archaeology that people choose to follow. Before the processual approach, another approach was ‘culture history’ which tried to only create histories for particular places. Culture history archaeologists started with a modern culture and traced its roots back as far as they would go. Culture history archaeologists dug units (square holes that are dug very carefully) that went very deep to find the oldest objects. Anywhere you dig, the youngest materials are close to the surface at the top and the oldest materials are at the bottom. Archaeologists learn about the history of a place by knowing what objects came in what order. This helps archaeologists understand the history of a place.\nProcessual archaeology is different from culture history because archaeologists dug larger units to understand more widely what was happening at a site, or place of archaeological importance. These new archaeologists also added many scientific instruments to help them study the past.\nLewis Binford and Archaeology as Anthropology.\nLewis Binford was a famous processual archaeologist from the 1960s. He believed that archaeology should be practiced like anthropology. Anthropology is the study of past and present people and the many parts of what it means to be human. Binford argued that archaeologists are responsible to add to anthropology as a field of study; this includes how cultures and societies around the world change over time.\nBinford wanted to study different types of things to show changes over time in many different parts of human culture. He tried to do this by studying things in a systematic way (a way that follows set rules and can be repeated). Binford believed that some parts of culture were more important than others and thought that the way people act is based on forces or laws that people do not know about and cannot control.\nWhat do processual archaeologists do?\nProcessual archaeologists tried to create models to explain why and how people would act. They felt that humans behave the same and given the same conditions or choices, people will make similar ones.\nProcessual archaeologists also decided to conduct archaeologically scientifically. They used radiometric dating techniques to figure out how old an artifact is, as well as other techniques to prove how the artifact was used. They began to reproduce artifacts to better understand how they were made. This is called experimental archaeology. Another scientific approach was to conduct ethnographic fieldwork (link) to better understand past hunter gatherers. Processualists think that the way hunter gatherers are today is similar to the way they were in the past. This helps us understand them better.\nImpact.\nPost processualism challenged processual archaeology. Post processual archaeologists thought that processualists did not think beyond the artifacts and forgot about the people behind the pots. They also challenged the assumption that humans act rationally and the idea that behavior can be modelled. They also challenged how processual archaeologists know what they know, and looked at the biases behind work.\nModern Day.\nProcessual archaeology continues to be used today, however it is not the same as it was when it started. The biggest change came with computers. The models that archaeologists could be tested and seen to be accurate or not. More detailed examinations of artifacts could be made. Not all archaeologists think the same way about the past. After processual archaeology came post-processual archaeology which challenged a lot of the assumptions being made. Both processualists and post processualists exist today.\nReferences.\n1962. \"Archaeology as anthropology\". In Contemporary Archaeology, ed by M. Leone, pp. 93–101. Southern Illinois University, Carbondale.\n1965. \"Archaeological systematics and the study of culture process\". In American Antiquity 31(2) Part 1: 203-210.\nBinford, Sally R. & Lewis Binford.\n1968. New Perspectives in Archaeology. Chicago, Aldine Press.\n1989. A History of Archaeological Thought. Cambridge University Press: New York\n1959. The Evolution of Culture. McGraw-Hill, New York.\nWilley, Gordon R., and Philip Phillips.\n1958. Method and Theory in American Archaeology. Univ. of Chicago Press, Chicago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Archaeology","surface_form":"archaeology","offset":75},{"uri":"Scientific_method","surface_form":"scientific","offset":107},{"uri":"Artifact_(archaeology)","surface_form":"artifacts","offset":224},{"uri":"Culture","surface_form":"culture","offset":331},{"uri":"History","surface_form":"histories","offset":777},{"uri":"Anthropology","surface_form":"anthropology","offset":1784},{"uri":"Model","surface_form":"models","offset":2569},{"uri":"Radiometric_dating","surface_form":"radiometric dating","offset":2821},{"uri":"Bias","surface_form":"biases","offset":3728},{"uri":"Computer","surface_form":"computers","offset":3894}]}