{"id":691108,"url":"http://en.wikipedia.org/wiki/Walidah_Imarisha","text":"Walidah Imarisha is an American writer, activist, educator and spoken word artist. She is known for creating the phrase \"visionary fiction.\"\nWriting.\nImarisha is co-editor, with adrienne maree brown, of \"Octavia's Brood: Science Fiction Stories From Social Justice Movements\". It is named after the legendary science fiction writer Octavia Butler.. She also co-edited \"Another World Is Possible\" in response to the 11 attacks.\nImarisha is the author of the poetry collection \"Scars/Stars\" (Drapetomedia, 2013). She also wrote a nonfiction book about criminal justice issues, \"Angels with Dirty Faces: Dreaming Beyond Bars\" (AK Press/IAS, 2016). It won the 2017 Oregon Book Award for Creative Nonfiction. She was a member of the poetry duo Good Sista/Bad Sista. She appeared on Puerto Rican punk band Ricanstruction's second album, \"Love and Revolution\". Her words have been featured in Total Chaos: The Art And Aesthetics of Hip Hop, Letters From Young Activists, Daddy, Can I Tell You Something, Word Warriors: 35 Women Leaders in the Spoken Word Revolution, The Quotable Rebel, Near Kin: A Collection of Words and Art Inspired by Octavia Butler, Joe Strummer: Punk Rock Warlord, Stories for Chip: A Tribute to Samuel R. Delany, and Life During Wartime: Resisting Counterinsurgency.\nImarisha was also one of the founders, and the first editor, of the political hip hop publication \"AWOL Magazine\". She worked on the editorial board for the national Left Turn Magazine. She was the director and co-producer of the Katrina documentary \"Finding Common Ground in New Orleans\".\n\"Visionary Fiction\".\nTrying to imagine \"a world without war, without violence, without prisons, without capitalism\" is making a kind of speculative fiction. Organizers and activists work hard to create and imagine another world, or many other worlds, just as science fiction does.\n\"We believe that radical science fiction\" should be called \"visionary fiction because it pulls from real life experience, inequalities and movement building to create innovative ways of understanding the world around us, paint visions of new worlds that could be, and teach us new ways of interacting with one another. Visionary fiction engages our imaginations and hearts, and guides our hands as organizers.\"\nTeaching.\nShe spoke in public all over Oregon as a scholar with Oregon Humanities' Conversation Project for six years on topics such as Oregon Black history, alternatives to putting people in prison, and the history of hip hop.\nOrganizing.\nWalidah was a member of the board of the Central Committee for Conscientious Objectors for six years. She helped to start the Human Rights Coalition, a group of prisoners' families and people who used to be prisoners.","categories":[],"infobox_types":[],"annotations":[{"uri":"Activist","surface_form":"activist","offset":40},{"uri":"Adrienne_Maree_Brown","surface_form":"adrienne maree brown","offset":178},{"uri":"Octavia_Butler","surface_form":"Octavia Butler","offset":332},{"uri":"11_attacks","surface_form":"11 attacks","offset":415},{"uri":"AK_Press","surface_form":"AK Press","offset":624},{"uri":"Punk_rock","surface_form":"punk","offset":790},{"uri":"Ricanstruction","surface_form":"Ricanstruction","offset":800},{"uri":"Joe_Strummer","surface_form":"Joe Strummer","offset":1148},{"uri":"Samuel_R._Delany","surface_form":"Samuel R. Delany","offset":1212},{"uri":"Political_hip_hop","surface_form":"political hip hop","offset":1352},{"uri":"AWOL_Magazine","surface_form":"AWOL Magazine","offset":1383},{"uri":"Left_Turn","surface_form":"Left Turn Magazine","offset":1450},{"uri":"New_Orleans","surface_form":"New Orleans","offset":1560},{"uri":"Oregon","surface_form":"Oregon","offset":2402},{"uri":"History_of_hip_hop","surface_form":"history of hip hop","offset":2474},{"uri":"Central_Committee_for_Conscientious_Objectors","surface_form":"Central Committee for Conscientious Objectors","offset":2547}]}