{"id":691195,"url":"http://en.wikipedia.org/wiki/Feminist_Anthropology","text":"e=\"preserve\">Feminist Anthropology is a theory that combines anthropology (the study of humans) and feminism (the political movement for the rights of women). Feminism began to noticeably make a mark on anthropology during the 1970's. Feminist anthropology changed how anthropologists study women. Anthropologists for the most part used to ignore women’s work and not bother understanding their social roles. The influence of feminist anthropology can be seen in the inclusion of women’s stories and perspectives in anthropology.\nHistory.\nBefore the 1960's most anthropologists were men, most anthropology research was about men, and because of that the contributions of women were not understood or considered important. Feminist anthropologists were recognized as a group in the 1970’s. They were concerned about male bias, so they worked to get more women doing research and writing and more academics focusing on the roles of women in their research. Feminist anthropology is often political and related to activism, or making change to help people that need it.\nFeminist anthropology led to an increase in research from all over the world that focused on women. Early feminist anthropologists in the United States and Europe questioned whether women were considered unequal to men everywhere in the world, or if that was just true where they were from. They found that people think of and treat women as less important than men all over the world. Feminism was needed everywhere. Unfortunately, what a lot of feminists thought about as gender related issues that everyone faced were mostly things that educated white women from the United States and Europe knew about and saw as issues. Other perspectives about womanhood were expressed but they were not as common in academic writing or getting as much attention in anthropology. This was a big problem.\nLater feminist anthropologists questioned whether the idea of gender is the same everywhere in the world. They found out that lots of people have lots of different ideas about what gender is and what is normal for people of different genders to do. This means that even though women all over the world are treated as less important than men in a lot of situations, this looks different to different women. This includes people born in different areas of the world, with different religions, lifestyles, education levels, body types, skin colors, sexualities, incomes, jobs, and physical abilities. Not all women have the same experiences of womanhood, which is one of the reasons that it is so important that feminist anthropology comes from the perspectives of lots of women who have had different life experiences from each other. Today it does.\nFeminist anthropology doesn't only come from the voices of white educated women, but there are still more of those voices represented than the voices of all of the other women in the world. It has happened a lot (and still happens a lot) that white educated women tell the stories of women who have very different life experiences than them. Sometimes they do a good job telling the stories but sometimes they get things wrong or they don’t understand the perspective of the women they are talking about. Feminist anthropologists today aim to recognize and point out this kind of bias. Sometimes feminist anthropologists talk a bit about their experiences to let people understand their perspective and their potential bias more before reading their paper. Sometimes they talk about their ideas in unusual ways like with poetry, drawings, or in multiple languages to let people see their perspective in different ways. This helps make anthropology easier to understand for people who don't read academic papers, don't speak English, or think in different ways than people are taught to think in western schools.\nImportance Today.\nFeminist anthropology today is connecting people all over the world by sharing stories of women and creating ideas to combat different types of male dominance. Both women and men read and write feminist anthropology. Sharing and trying to understand the significance of women’s stories gives these stories importance when they might not have been heard, lets people understand what makes different women happy and what problems different women face, uncovers and helps explain similarities and differences in people, and might make it easier for people who don’t know each other to help each other out. Sometimes these stories are written by the women they are about (autoethnographies) and sometimes those stories are written by anthropologists who do their best to record the stories of those women the way they would want their stories to be told. This can give women power.\nFeminist anthropologists have realized that even when there are female anthropologists from different perspectives doing work that helps women and tells their stories, and even though women today get more PhD's than men in anthropology, they are not published, cited, or given jobs as often as male anthropologists are. This means people still usually learn about women from the point of view of men, and women do not get credit for the work they do as often as men do [3].\nThis is one of the reasons why feminist anthropology is an important part of anthropology. Feminist anthropologists are trying to change this by reading and citing women and pointing out when they see this happening. If there were no feminists, there may continue to be more men than women teaching anthropology and more papers written by men being read.  Men tend to cite each other, and they write about other men a lot of the time, so anthropology would be taught by mostly men and about mostly men.This would make it so most of our ideas about humans came just from men (less than half of the human population). Feminist anthropologists are some of the people working to make sure this doesn’t happen.\nFeminist anthropology is important to all four sub-fields of anthropology. The four sub-fields are cultural anthropology, biological anthropology (also called physical anthropology), archaeology, and linguistic anthropology. Feminist anthropology is used most often in cultural anthropology. Feminist anthropology is used with many other theories in anthropology like queer anthropology, agency theory, and decolonization.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theory","surface_form":"theory","offset":40},{"uri":"Feminism","surface_form":"feminism","offset":100},{"uri":"Political","surface_form":"political","offset":114},{"uri":"Bias","surface_form":"bias","offset":820},{"uri":"Gender","surface_form":"gender","offset":1922},{"uri":"Anthropology","surface_form":"four sub-fields of anthropology","offset":5938},{"uri":"Biological_anthropology","surface_form":"biological anthropology","offset":6018},{"uri":"Physical_anthropology","surface_form":"physical anthropology","offset":6055},{"uri":"Archaeology","surface_form":"archaeology","offset":6079},{"uri":"Decolonization","surface_form":"decolonization","offset":6303}]}