{"id":69120,"url":"http://en.wikipedia.org/wiki/Inequality","text":"Inequality is sometimes used to name a statement that one expression is smaller, greater, not smaller or not greater than the other.\nWorking with inequalities.\nInequality in math is when two solutions or answers are compared by greater than or less than. It is when the two or yet many solutions are being compared is not of equal amount. Solving an inequality means finding its solutions. When you substitute a number to a variable and the statement is true, then it is a solution. When you substitute a number to a variable and the statement is not true then, the number is not a solution to the statement.\nSolving inequality is finding a solution to a given variable. It is finding a relative order of a set. Inequality might have many solutions, but usually only solutions as real numbers are the ones we are looking for. The proper way to read inequality is from left to right, just like the other equations, but the only difference is that they have different rules for every equation.\nFor example, consider the inequality x+4>12, where x is a real number. First, one needs to find the x and verify that it is actually a solution. The answer will be x>8 and it is a true statement. This expression is about the location of x within the set of real numbers. A number line is one way to show the location relative to all other real numbers.(See figure Inequality 1)\nFour ways to solve Inequalities.\nFurthermore, it will take two steps to solve an inequality. The first one is to simplify using the reciprocal of addition or subtraction. The second one is to simplify more by using the reciprocal of multiplication or division. Note that when multiplying or dividing an inequality by a negative number, the inequality symbol must be reversed.\nExamples of how to solve Inequalities.\nInequality is a mathematical statement that explains that the two values are not equal and are different. The equation a≠b means that \"a\" is not equal to \"b\". Inequality is the same with any equation, with the (only) difference that inequality does not use an equal sign but inequality symbols. The inequality b>a means that b is greater than a. Speed limits, mark, and others use inequality to express them.\nWhen solving an inequality, a person need to have a true statement. When you divide or multiply an inequality with a negative number on both sides, the statement is false. In order to make the statement correct with a negative number, one must reverse the direction of the inequality symbol. When a number is a positive number, one does not need to reverse the symbol. Inequality is about making a true statement.\nFor example, start with a true statement -6\"y\"<-12. When both sides are divided by -6, the result will become y<2. In this statement, the symbol need to be reversed in order to have a true statement, which produces y>2 as the correct answer. In the number line (see figure Inequality 2), a closed shaded circle points out that it is included in the solution set. An open circle points out that it is not included in the solution set.","categories":[],"infobox_types":[],"annotations":[{"uri":"Expression","surface_form":"expression","offset":58}]}