{"id":69157,"url":"http://en.wikipedia.org/wiki/Sui_generis","text":"e=\"preserve\">Sui generis (pronounced or) is a term from Latin. It can be translated to \"Of (his/her/its) own kind\". It basically means that something has very special characteristics. They are so special, that the thing cannot really be compared to anything else. It is used in various contexts. The term was invented by philosophers. What they originally wanted to say was that an idea is so specific as to be unique, that it cannot really be part of a broader concept.\nLaw.\nWhen lawyers talk about something being \"sui generis\", they mean that something is unique. It cannot be compared. With intellectual property, a design can be \"sui generis\".\nPolitical sciences.\nThe European Union is something that has come to be in the last few years. In some ways it is like state in others like a confederation of states or an international organisation. It is mostly classified as \"sui generis\".\nSociology.\nIn the sociology of Emile Durkheim, \"sui generis\" is used to illustrate his theories on social existence. He says that society, as it was there before any living individual was born, is independent of all individuals. His \"sui generis\" (its closest English meaning in this sense being 'independent') society will furthermore continue its existence after the individual ceases to interact with it.\nExamples in media.\nMeryl Streep was praised in a \"Wall Street Journal\" review of \"The Devil Wears Prada\": \"(her) pitch-perfect portrayal of Miranda is \"sui generis\", with a dramatic existence of its own, as unique and memorable as, say, a Bette Davis character.\"\nMartin Kettle in \"The Guardian\" said about hung parliaments: \"Each is \"sui generis\", dependent on the particular parliamentary arithmetic, inter-party momentum and surrounding political circumstances.\"\n\"Slate\" has used the term several times; one article discussed the unique variations of French Rose Champagne: \"Grower Champagnes are wines made by small farmers in the Champagne region who, bucking convention, choose to craft their own wines rather than sell their grapes to the major Champagne houses. Typical of farmer fizzes, the grower rosés are utterly \"sui generis\"—in a few cases almost freakishly so.\"\nA CNN \"The Marquee\" post said about James Brown, \"I can't even begin to talk about his importance. He was \"sui generis\".\"\nPolitical commentator Dick Morris referred to the intense public interest in the 2008 US Presidential race as \"clearly sui generis, and anything can happen.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin_language","surface_form":"Latin","offset":56},{"uri":"Philosopher","surface_form":"philosopher","offset":321},{"uri":"Intellectual_property","surface_form":"intellectual property","offset":595},{"uri":"European_Union","surface_form":"European Union","offset":673},{"uri":"State","surface_form":"state","offset":768},{"uri":"Confederation","surface_form":"confederation","offset":791},{"uri":"International_organisation","surface_form":"international organisation","offset":821},{"uri":"Sociology","surface_form":"sociology","offset":909},{"uri":"Emile_Durkheim","surface_form":"Emile Durkheim","offset":922},{"uri":"Meryl_Streep","surface_form":"Meryl Streep","offset":1318},{"uri":"Wall_Street_Journal","surface_form":"Wall Street Journal","offset":1349},{"uri":"The_Devil_Wears_Prada_(movie)","surface_form":"The Devil Wears Prada","offset":1381},{"uri":"Bette_Davis","surface_form":"Bette Davis","offset":1538},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1580},{"uri":"Hung_parliament","surface_form":"hung parliament","offset":1605},{"uri":"Slate_(magazine)","surface_form":"Slate","offset":1765},{"uri":"CNN","surface_form":"CNN","offset":2177},{"uri":"James_Brown","surface_form":"James Brown","offset":2211},{"uri":"United_States_presidential_election%2C_2008","surface_form":"2008 US Presidential race","offset":2378}]}