{"id":691804,"url":"http://en.wikipedia.org/wiki/Ocean_planet","text":"An ocean planet (or ocean world, water world, aquaplanet or panthalassic planet) is a type of terrestrial planet that contains a high amount of water. This may be a planet with ocean covering all of its surface (except maybe at the polar regions, where ice caps may exist), or a planet with a ocean bellow its surface (called a subsurface ocean).\nOcean planets are also the name of planets that have other types of liquids on them such as liquid ammonia, ethane, or even lava.\nHabitation.\nA ocean planet covered in water may have conditions to support life. This has been questioned though, since some studies suggest that water worlds may not be friendly to life, since elements like phosphorus (a key part to DNA) may be hard to access, since it any be hidden in rocks at the bottom of the planet's oceans. Other problems here may be certain parts of the water cycle not working on an ocean planet, or the low amount of oxygen in the atmosphere. With that being said, there are still possibilities for life on water planets.\nPossible ocean worlds.\nThere are a few planets that could be ocean planets. All of these are extrasolar planets.\nSeveral of the moons in the solar system may have oceans bellow their surfaces, which would make them ocean moons. One such example is Europa, one of Jupiter's moons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Terrestrial_planet","surface_form":"terrestrial planet","offset":94},{"uri":"Subsurface_ocean","surface_form":"subsurface ocean","offset":328},{"uri":"Ammonia","surface_form":"ammonia","offset":446},{"uri":"Ethane","surface_form":"ethane","offset":455},{"uri":"Lava","surface_form":"lava","offset":471},{"uri":"Element","surface_form":"elements","offset":671},{"uri":"Phosphorus","surface_form":"phosphorus","offset":685},{"uri":"DNA","surface_form":"DNA","offset":711},{"uri":"Water_cycle","surface_form":"water cycle","offset":857},{"uri":"Oxygen","surface_form":"oxygen","offset":922},{"uri":"Extrasolar_planet","surface_form":"extrasolar planets","offset":1120},{"uri":"Solar_system","surface_form":"solar system","offset":1168},{"uri":"Europa_(moon)","surface_form":"Europa","offset":1275},{"uri":"Jupiter","surface_form":"Jupiter","offset":1290}]}