{"id":69189,"url":"http://en.wikipedia.org/wiki/Battle_of_Midway","text":"The Battle of Midway was an important naval battle of World War II, between the United States and the Empire of Japan. It took place from 4 June 1942 to 7 June 1942. This was about a month after the Battle of the Coral Sea, and six months after the Japanese attack on Pearl Harbor.\nThe United States Navy defeated a Japanese attack against Midway Atoll (northwest of Hawaii) and destroyed four Japanese aircraft carriers and a heavy cruiser.\nThe battle was a decisive victory for the Americans. It was the most important naval battle of the Pacific area in World War II. The battle weakened the Imperial Japanese Navy for the rest of the war. Japan could not build up its forces again. The United States replaced their lost ships and planes with better ones very quickly. Japan could only make a few poor quality replacements.\nThe Japanese planned to bring America's carriers into a trap and sink them. The Japanese also tried to take Midway Atoll to build defenses far from their homeland and prepare to invade Fiji, Samoa, and Hawaii.\nThe Midway operation, like the attack on Pearl Harbor, was made to destroy the American strength in the Pacific Ocean. This way, Japan could become the biggest power in the area and unify Asia under its control. It was also hoped that another defeat would force the U.S. to ask for peace soon.\nAfter the defeat, Imperial Japanese Navy forces retired. Japan lost four out of their six carriers, and hundreds of their best air pilots. This stopped the expansion of the Japanese Empire in the Pacific, and the Americans began to slowly advance towards Japan.\nBackground.\nJapan had reached its first goals quickly, taking the Philippines, Malaya, Singapore, and the Dutch East Indies (now Indonesia). This gave Japan petroleum, which it needed to make more war. Planning for a second part of the operations started in January 1942. However, disagreements between the Imperial Army and Imperial Navy, and among naval commanders, prevented finishing the plan until April 1942. Admiral Yamamoto said he would quit if his plan for the Central Pacific was not accepted. It was accepted.\nYamamoto's main goal was to destroy America's carrier forces, which he saw as the main threat to the Pacific campaign. This concern was increased by the Doolittle Raid on 18 April 1942. In this raid, 16 US Army Air Forces B-25 Mitchell bombers launched from bombed targets in Tokyo and several other Japanese cities. The raid, while militarily unimportant, showed that American bombers could reach Japanese territory. This and other successful raids by American carriers showed that they were still a threat.\nYamamoto thought that another attack on the U.S Naval base at Pearl Harbor would make all of the American fleet to sail out to fight, including the carriers. However, because of the many American land-based airplanes on Hawaii, he thought that it was too risky to attack directly. Instead, he decided to attack Midway, a tiny atoll at the northwest end of the Hawaiian Island chain, approximately from Oahu. The Japanese didn't need Midway but they felt the Americans would try hard to defend it.\nThe U.S. did consider Midway to be important. After the battle, they set up a submarine base on Midway. That meant submarines operating from Pearl Harbor could refuel and get new supplies, so they could go farther west. Midway's airstrips were also used for bomber attacks on Wake Island.\nYamamoto's plan: Operation MI.\nLike most Japanese naval planning during World War II, Yamamoto's battle plan was very complex. His was also based on incorrect information. He thought that and were the only carriers available to the U.S. Pacific Fleet. In May 1942, during the Battle of the Coral Sea, had been sunk and so badly damaged that the Japanese thought she had been sunk. The Japanese also knew that was being repaired on the US West Coast after getting torpedo damage from a submarine. and were in the Atlantic, but the Japanese were not sure this was so.\nYamamoto thought that the Americans had been demoralized by their defeats in the last six months. He thought a trick would lure the U.S. fleet into a dangerous situation. He spread out his ships, especially his battleships, so that they would be hard to find. Yamamoto's battleships and cruisers went behind Vice-Admiral Chūichi Nagumo's carrier force by several hundred miles. Japan's heavy surface forces would wait for the U.S. ships to come to defend Midway, and destroy them.\nThe plan was for Nagumo's carriers to cause so much harm to US ships that the Japanese could fire on them by daylight.\nYamamoto did not know that the U.S. had broken the main Japanese naval code. Yamamoto's choice to spread out his ships meant that none of his groups of ships could support each other. The only warships larger than the 12 destroyers that protected Nagumo's fleet were two battleships, two heavy cruisers, and one light cruiser.\nAleutian invasion.\nThe Japanese attacks in the Aleutian Islands (Operation AL) took away yet more ships that could have attacked Midway. Many histories once saw the Aleutians attack as a feint to draw American forces away. Early twenty-first century research shows that AL was supposed to be launched at the same time as the attack on Midway. However, a one-day delay in the sailing of Nagumo's ships resulted in Operation AL beginning a day before the Midway attack.\nAmerican reinforcements.\nTo battle with an enemy expected to have four or five carriers, Admiral Chester W. Nimitz, Commander in Chief, Pacific Ocean Areas, needed every U.S. carrier he could get. He already had Vice Admiral William Halsey's two-carrier (\"Enterprise\" and \"Hornet\") force. Halsey was sick with psoriasis and had to be replaced by Rear Admiral Raymond A. Spruance. Nimitz also called back Rear Admiral Frank Jack Fletcher's force, including the carrier \"Yorktown\" (which had major damage at Coral Sea), from the South West Pacific Area. It reached Pearl Harbor just in time to sail.\nThe damaged \"Yorktown\" however, was not completely crippled. The Pearl Harbor Naval Shipyard worked all day and all night, and in 72 hours she was ready to battle for two or three weeks. Her flight deck was patched, sections of internal frames were replaced, and several squadrons of aircraft were taken from \"Saratoga\". The pilots did not get time to train. Repairs on Yorktown continued even as she sailed out.\nOn Midway, by 4 June the USN had stationed four groups of PBYs—31 aircraft in total—for long-range reconnaissance duties, and six new Grumman TBF-1 Avengers. The Avengers were taken from \"Hornet\"s VT-8. The Marine Corps had 19 Douglas SBD Dauntlesses, seven Grumman F4F-3 Wildcats, 17 Vought SB2U-3 Vindicators, and 21 Brewster F2A-3s. The USAAF sent a group of 17 B-17 Flying Fortresses and eight B-26 Marauders with torpedoes: in total 126 aircraft.\nJapanese shortcomings.\nDuring the Battle of the Coral Sea one month earlier, the Japanese light carrier \"Shōhō\" had been sunk and the fleet carrier had three bomb hits, and was in drydock undergoing repairs. Although the carrier was undamaged, she had lost almost half her airplanes and was in port in Kure awaiting new planes and pilots. No new pilots were available because none had been trained. Flight instructors were used in an effort to make up the missing aircrew.\nJapan's two most advanced aircraft carriers were not available and Admiral Nagumo would therefore have only four fleet carriers: and; and. At least part of this was due to overwork; Japanese carriers had been constantly operating since 7 December 1941, including raids on Darwin and Colombo.\nThe main Japanese carrier-based aircraft were the Aichi D3A1 dive bomber and the Nakajima B5N2, which was used either as a torpedo bomber or as a bomber. However, production of the D3A had been reduced, while production of the B5N had been stopped. None were available to replace losses. In addition many of the aircraft being used during the June 1942 operations had been operating since late November 1941; many were almost worn out and had become increasingly unreliable. These factors meant that all carriers of the \"Kido Butai\" had fewer aircraft than normal and there were not enough spare aircraft or parts. I\nJapan's main carrier fighter was the fast Mitsubishi A6M2 \"Zero\".\nJapanese scouting before the battle was disorganized. A line of Japanese submarines was late getting into position. This let the American carriers reach their meeting point northeast of Midway (known as \"Point Luck\") without being found by the subs. A second attempt at scouting, using four-engine Kawanishi H8K flying boats to fly to Pearl Harbor prior to the battle and see whether the American carriers were there did not work out because Japanese subs could not refuel the planes. Japan did not know where the American carriers were before the battle.\nJapanese radios did pick up more American submarine activity and messages. Yamamoto knew this before the battle, but Japanese plans were not changed. Yamamoto, at sea on, assumed that Nagumo had received the same message from Tokyo, and he did not send the message, because he did not want the US to hear the message. Nagumo's radio antennas could not get the message from Tokyo.\nAllied code-breaking.\nAdmiral Nimitz had one advantage: code experts had broken the Japanese Navy's JN-25b code. Since the early spring of 1942, the US had been decoding messages stating that there would soon be an operation at objective \"AF\". They guessed that it was Midway and sent an uncoded radio message that Midway needed fresh water. The code breakers then picked up a Japanese message that \"AF was short on water.\" HYPO was also able to determine the date of the attack as either 4 or 5 June, and to tell Nimitz exactly which Japanese ships were coming. Japan had a new codebook, but it was not used for several days. The new code, which had not yet been figured out, was used shortly before the attack began, but the important information had already been figured out.\nAmericans knew where, when, and in what strength the Japanese would arrive at Midway. Nimitz knew that the Japanese had ruined their advantage in number of ships by dividing their ships into four groups, all too separated to be able to support each other. Nimitz calculated that the aircraft on his three carriers, plus those on Midway Island, gave the U.S. rough parity with Yamamoto's four carriers, mainly because American carrier air groups were larger than Japanese ones. The Japanese, by contrast, remained almost totally unaware of their opponent's true strength and dispositions even after the battle began.\nInitial air attacks.\nAt about 09:00 on 3 June, a US Navy patrol plane spotted the Japanese Occupation Force to the west-southwest of Midway. Three hours later, the Americans found the Japanese transport group to the west. They attacked, but none of the bombs hit and no major damage resulted. Early the following morning the Japanese oil tanker \"Akebono Maru\" was hit by a torpedo from an attacking PBY. This was the only successful air-launched torpedo attack by the U.S. during the entire battle.\nAt 04:30 on 4 June, Nagumo launched his attack on Midway. It consisted of 36 dive bombers 36 torpedo bombers, escorted by 36 Mitsubishi Zero fighters. At the same time he launched a defensive combat air patrol. His eight search planes launched 30 minutes late.\nJapanese reconnaissance plans were poor, with too few aircraft to cover the search areas. Yamamoto's decisions had now become a serious problem.\nAs Nagumo's bombers and fighters were taking off, 11 PBYs were leaving Midway to search for Japanese ships. They reported sighting two Japanese carriers with empty decks, which meant an air strike was on its way. American radar picked up the enemy at a distance of several miles, and planes were sent off to defend Midway. Bombers headed off to attack the Japanese carrier fleet. US fighters remained behind to defend Midway. At 06:20 Japanese carrier aircraft bombed and heavily damaged the U.S. base. Midway-based Marine fighter pilots, flying F4Fs and obsolescent F2As, intercepted the Japanese and had many losses. Most of the U.S. planes were shot down in the first few minutes; several were damaged, and only two could fly. In all, 3 F4Fs and 13 F2As were shot down. American anti-aircraft fire was accurate damaging many Japanese aircraft and destroying four.\nOf the 108 Japanese aircraft involved in this attack, 11 were destroyed, 14 were heavily damaged, and 29 were damaged. The initial Japanese attack did not destroy Midway: American bombers could still use the airbase to refuel and attack the Japanese invasion force. Most of Midway's land-based defenses were intact. Another air attack to destroy Midway's defences would be necessary if troops were to be able to go ashore by 7 June.\nAmerican bombers based on Midway made several attacks on the Japanese carrier fleet. These included six Grumman Avengers from the s VT-8 (Midway was the first combat mission for the VT-8 airmen, and it was the first combat of the TBF), Marine Scout-Bombing Squadron 241 (VMSB-241), consisting of eleven SB2U-3s and sixteen SBDs, plus four USAAF B-26s, armed with torpedoes, and fifteen B-17s. The Japanese fought off these attacks. The US lost two fighters, five TBFs, two SB2Us, eight SBDs and two B-26s.\nOne B-26, after being seriously damaged by anti-aircraft fire, dove straight toward the \"Akagi\". The plane just missed the carrier's bridge, which could have killed Nagumo and his command staff. This may have made Nagumo decide to launch another attack on Midway, against Yamamoto's order to keep the reserve force for anti-ship operations.\nNagumo's decision.\nAdmiral Nagumo had kept half of his aircraft in reserve. These were two squadrons of dive bombers and torpedo bombers. At 07:15 Nagumo ordered his reserve planes to be re-armed with bombs for use against land targets. At 07:40 a scout plane from \"Tone\" saw a big American naval force to the east. It seems that Nagumo did not receive the report until 08:00. Nagumo reversed his order, but it took 40 minutes before \"Tones scout finally radioed that there was a carrier in the American force. This was one of the carriers from TF 16; the other carrier was not sighted.\nNagumo was now unsure of what to do. Rear Admiral Tamon Yamaguchi recommended that Nagumo strike with the forces at hand: 18 Aichi D3A dive bombers each on \"Sōryū\" and \"Hiryū\", and half the cover patrol aircraft. Nagumo's opportunity to hit the American ships, however, was now limited. The Midway strike force would be returning shortly and needed to land or crash into the sea. Because of the constant flight deck activity, the Japanese did not get their reserve planes on the flight deck for launch. The few aircraft that were ready were defensive Fighter aircraft. Launching aircraft would have required at least 30 to 45 minutes. By launching right away, Nagumo would be using some of his reserve without proper anti-ship weapons. He had just seen how easily unescorted American bombers had been shot down. Poor discipline caused many of the Japanese bombers to get rid of their bombs and attempt to fight intercepting F4Fs. Japanese carrier rules preferred full strikes, and since Nagumo did not know the American force included a carrier, his response followed Japanese rules. In addition, the arrival of another American air strike at 07:53 made Nagumo want to attack the island again. Nagumo decided to wait for his first strike force to land, then launch the reserve, which would by then be armed and ready.\nFletcher's carriers had launched their planes beginning at 07:00, so the aircraft that attacked Nagumo were already on their way. There was nothing Nagumo could do about it. This was the flaw with Yamamoto's plans.\nAttacks on the Japanese fleet.\nThe Americans had already launched their carrier aircraft against the Japanese. Admiral Fletcher, in command aboard \"Yorktown\", and having PBY sighting reports from the early morning, ordered an attack on the Japanese as soon as possible. He held \"Yorktown\" in reserve in case any other Japanese carriers were found. (Fletcher's directions to Spruance were sent by Nimitz, who had remained ashore.)\nSpruance thought that even though the range was far, an attack could succeed. He gave the order to launch the attack at around 06:00. Fletcher, upon completing his own scouting flights, followed at 08:00 from \"Yorktown\".\nAdmiral Fletcher, commanding the \"Yorktown\" task force, along with Captain Elliott Buckmaster,\"Yorktown\"s commanding officer, and their staffs had experience in doing a full strike against an enemy force in the Coral Sea. But they could not pass on what they had learned to \"Enterprise\" and \"Hornet\" which were ordered to launch the first strike. Spruance ordered the aircraft to go to the target right away, since destroying enemy carriers was important to the safety of his ships. Spruance decided it was more important to attack as soon as possible, rather than coordinate the attack by aircraft of different types and speeds (fighters, bombers, and torpedo bombers). American squadrons went to the target in several different groups. He hoped that he would find Nagumo with his flight decks full of planes.\nAmerican carrier aircraft had difficulty locating the target. The strike from \"Hornet\", led by Commander Stanhope C. Ring, did not fly in the right direction. Air Group Eight's dive bombers missed the Japanese carriers. Torpedo Squadron 8 flew in the correct direction. However, the 10 F4Fs from \"Hornet\" had run out of fuel and had to crash into the ocean. Waldron's squadron saw the enemy carriers and began attacking at 09:20, followed by Torpedo Squadron 6 (VT-6, from \"Enterprise\") whose Wildcat fighter escorts also ran low on fuel and had to turn back at 09:40. Without fighter escort, all fifteen TBD Devastators of VT-8 were shot down without being able to do any damage, with Ensign George Gay the only survivor. VT-6 lost 10 of their 14 Devastators, and 10 of \"Yorktown's\" VT-3's 12 Devastators were shot down with no hits. Part of the problem was the poor performance of the Mark 13 torpedoes. Senior Navy and Bureau of Ordnance officers never asked why six torpedoes, released so close to the Japanese carriers, produced no hits. The Japanese combat air patrol, flying Mitsubishi A6M2 Zeros shot down the unescorted, slow, under-armed TBDs. A few TBDs managed to get close enough to drop their torpedoes and shoot their machine guns at the enemy ships. This made the Japanese carriers to make sharp turns. The TBD Devastator was never again used in combat.\nDespite their failure to get any hits, the American torpedo attacks made the Japanese carriers unable to prepare and launch their own strike. They also pulled the Japanese combat air patrol (CAP) out of position. As well, many Zeros ran low on ammunition and fuel. The appearance of a third torpedo plane attack from the southeast by Torpedo Squadron 3 (VT-3 from \"Yorktown\") at 10:00 made the Japanese CAP fly to the southeast corner of the fleet. Better discipline and using more Zeroes for the CAP might have enabled Nagumo to prevent the damage caused by the coming American attacks.\nThree squadrons of SBDs from \"Enterprise\" and \"Yorktown\" (VB-6, VS-6 and VB-3, respectively) were approaching from the southwest and northeast. The two squadrons from \"Enterprise\" were running low on fuel because of the time spent looking for the enemy. However, the squadron commander decided to continue the search. He spotted the Japanese destroyer \"Arashi\". It was moving to rejoin Nagumo's carriers after having unsuccessfully depth-charged U.S. submarine. Nautilus had earlier unsuccessfully attacked the battleship. Some bombers were lost from lack of fuel before the attack started.\nMcClusky's decision to continue the search was a great help to the US carrier task force and the forces at Midway. All three American dive-bombers squadrons (VB-6, VS-6 and VB-3) arrived at the right time to attack. Most of the Japanese CAP were looking for the torpedo planes. Armed Japanese strike aircraft filled the hangar decks, fuel hoses lay on the decks and bombs and torpedoes were near the hangars, making the Japanese carriers very at risk of being damaged.\nBeginning at 10:22, the two squadrons of \"Enterprise\"s air group split up and attacked two targets. By accident, both groups attacked the \"Kaga\". Lieutenant Commander Richard Halsey Best and two other planes headed north to attack \"Akagi\". Coming under an attack from almost two full squadrons, \"Kaga\" was hit by four or five bombs, which caused heavy damage and starting fires that could not be put out. One of the bombs landed near the bridge, killing most of the senior officers.\nSeveral minutes later, Best and two planes dove on the \"Akagi\". Although \"Akagi\" getting one direct hit (dropped by Lieutenant Commander Best). It struck the deck elevator and went all the way through to the upper hangar deck. It exploded among the armed and fueled aircraft. Another bomb exploded underwater which bent the flight deck and caused rudder damage.\n\"Yorktown\"s VB-3, commanded by Max Leslie, attacked \"Sōryū\". They got at least three hits and caused a lot of damage. VT-3 targeted \"Hiryū\", but got no hits.\nWithin six minutes, \"Sōryū\" and \"Kaga\" were on fire. \"Akagi\" was also seriously damaged. The Japanese hoped that \"Akagi\" could be saved or towed back to Japan. Eventually, all three carriers were eventually abandoned and sunk.\nJapanese counterattacks.\n\"Hiryū\", the sole surviving Japanese aircraft carrier attacked. \"Hiryūs first attack consisted of 18 dive bombers and six fighter escorts. They followed the retreating American aircraft and attacked the \"Yorktown\", hitting her with three bombs, which blew a hole in the deck, put out her boilers, and destroyed several anti-aircraft guns. Despite the damage, repair teams were able to fix the flight deck and fix several boilers in an hour. Twelve Japanese dive bombers and four escorting fighters were lost in this attack.\nApproximately one hour later, \"Hiryūs second attack was made. It consisted of ten torpedo bombers and six escorting A6Ms. The US repair efforts had been so well done that the Japanese assumed she must be a different, undamaged carrier. In the attack, \"Yorktown\" was struck by two torpedoes; she lost all power and developed a tilt to port, which put her out of action. Admiral Fletcher moved his command staff to the heavy cruiser. Neither of the carriers of Spruance's Task Force 16 was damaged.\nNews of the two strikes, with the reports each had sunk an American carrier (actually \"Yorktown\" in both cases), greatly improved morale in the \"Kido Butai\". Its few surviving aircraft were all recovered aboard \"Hiryū\" where they were prepared for an attack against what was believed to be the only remaining American carrier.\nAmerican counterattack.\nLate in the afternoon, a \"Yorktown\" scout aircraft located \"Hiryū\". \"Enterprise\" launched a strike of dive bombers (including 10 SBDs from \"Yorktown\"). Despite \"Hiryū\" being defended by more than a dozen Zero fighters, the attack by \"Enterprise\" was successful: four, possibly five bombs hit \"Hiryū\", leaving her on fire and unable to operate aircraft. (\"Hornet\"s strike aimed at the escort ships but it did not get any hits.) After hopeless attempts to control the fire, most of the crew remaining on \"Hiryū\" were taken off the ship. The rest of the fleet continued sailing northeast to catch the American carriers. \"Hiryū\" stayed afloat for several more hours. She was discovered by an aircraft from the light carrier \"Hōshō\". This led to hopes she could be saved or towed back to Japan. However, soon after being spotted, \"Hiryū\" sank. Rear Admiral Yamaguchi chose to go down with his ship, costing Japan her best carrier officer.\nAs darkness fell, both sides thought about the situation and made plans for action. Admiral Fletcher had to abandon the \"Yorktown\". He felt he could not command from a cruiser. He gave command to Spruance. Spruance knew the United States had won a great victory, but he was still unsure of what Japanese forces remained. He wanted to protect Midway and his carriers. He followed Nagumo during the day and continued to follow as night fell. Finally, fearing a possible night battle with Japanese ships and believing Yamamoto still intended to invade, Spruance pulled back to the east. He turned back west towards the enemy at midnight. Yamamoto decided to continue the attacks and sent his remaining ships searching eastward for the American carriers. He also sent a cruiser raiding force to bomb the island. The Japanese ships failed to make contact with the Americans due to Spruance's decision to pull back eastward, and Yamamoto ordered a withdrawal to the west.\nSpruance failed to regain contact with Yamamoto's forces on 5 June even though he made many searches. Towards the end of the day he launched an attack on any ships from Nagumo's carrier force. This strike missed Yamamoto's main group of ships. It did not hit a Japanese destroyer. The strike planes returned to the carriers after nightfall. Spruance to ordered \"Enterprise\" and \"Hornet\" to turn on their lights to aid the landings.\nAt 02:15 on the night of 5/6 June, Commander John Murphy's, in the water west of Midway, made the second of the submarine force's major contributions to the battle's outcome. Sighting several ships, neither Murphy nor his executive officer, Ray Spruance, Jr., could identify them. Considering that they might be US ships, Murphy did not fire, but reported the ships to Admiral Robert English, Commander, Submarine Force, Pacific Fleet (COMSUBPAC). This report was sent to Nimitz, who then sent it to Spruance. Spruance assumed this was the invasion force and moved to block it while staying northeast of Midway.\nThe ships sighted by \"Tambor\" were the four cruisers and two destroyers Yamamoto had sent to bomb Midway. At 02:55 these ships received Yamamoto's order to pull back and changed course. At about the same time as the course change, \"Tambor\" was sighted, and to avoid a submarine attack and hit into each other, causing serious damage to \"Mogami\"s bow. The less severely damaged \"Mikuma\" slowed to. This was the most damage any of the 18 submarines deployed for the battle achieved. Only at 04:12 did the sky brighten enough for Murphy to be certain the ships were Japanese, by which time staying surfaced was hazardous, and he dived to approach for an attack. The attack was unsuccessful, and at around 06:00 he finally reported two westbound \"Mogami\"-class cruisers.\nOver the following two days, first Midway and then Spruance's carriers launched several attacks. \"Mikuma\" was sunk by Dauntlesses, while \"Mogami\" survived damage and returned home for repairs. The destroyers \"Arashio\" and \"Asashio\" were also bombed and machine-gunned during the last of these attacks.\nThe \"Yorktown\" was towed by USS \"Vireo\". In the late afternoon of 6 June, however, fired torpedoes; two struck \"Yorktown\", but a third struck and sank destroyer, which had been providing power to \"Yorktown\". \"Hammann\" broke in two with the loss of 80 lives. \"Yorktown\" sank just after 05:00 on 7 June.\nJapanese casualties.\n\"Akagi\": 267; \"Kaga\": 811; \"Hiryu\": 392; \"Soryu\": 711; a total of 2,181. The heavy cruisers \"Mikuma\" (sunk; 700 casualties) and \"Mogami\" (badly damaged; 92) accounted for another 792 deaths.\nIn addition, the destroyers \"Arashio\" (bombed; 35) and \"Asashio\" (strafed by aircraft; 21) were both damaged during the air attacks which sank \"Mikuma\" and caused further damage to \"Mogami\". Floatplanes were lost from the cruisers \"Chikuma\" (3) and \"Tone\" (2). Dead aboard the destroyers \"Tanikaze\" (11), \"Arashi\" (1), \"Kazagumo\" (1) and the fleet oiler \"Akebono Maru\" (10) made up the remaining 23 casualties.\nAftermath.\nAfter winning a victory, and as pursuing the Japanese ships became too dangerous near Wake, American forces pulled back. Spruance pulled back to the east to refuel his destroyers and meet with the carrier \"Saratoga\", which was carrying replacement aircraft. The American carriers eventually returned to Pearl Harbor. Historian Samuel E. Morison wrote in 1949 that Spruance was criticized for not pursuing the retreating Japanese, allowing their fleet to escape. Clay Blair argued in 1975 that had Spruance followed Yamamoto, he would have been unable to launch his aircraft after nightfall, and his cruiser escorts would have been destroyed by Yamamoto's larger and more powerful ships, including the battleship, with 18-inch guns.\nOn 10 June, the Japanese Navy gave an account of the results of the battle that did not tell the whole story. Nagumo's battle report was given to the high command on 15 June. It was intended only for the highest officers in the Japanese Navy and government. It was guarded closely throughout the war. Nagumo stated that the enemy was not aware of our plans. The Japanese public, and much of the military, were not told about the defeat: Japanese news announced a great victory. Only Emperor Hirohito and the highest Navy officers were told about the carrier and pilot losses. Army planners continued to believe that the fleet was in good condition.\nOn the return of the Japanese fleet to Hashirajima on 14 June the wounded were transferred to naval hospitals. Most were called \"secret patients\" and kept away from other patients and their families. The Navy did this to keep this major defeat secret. The remaining officers and men were quickly spread out to other units of the fleet and sent to the South Pacific, where the majority were killed. None of the flag officers or staff of the Combined Fleet was penalized, with Nagumo later being placed in command of the rebuilt carrier force.\nThe Japanese Navy learned some lessons from Midway. Aircraft were refueled and re-armed on the flight deck, rather than in the hangars. All unused fuel lines were drained. The new carriers being built with only two flight deck elevators and new firefighting equipment. More carrier crew members were trained in damage-control and firefighting techniques. The losses later in the war of, ', and ' showed that there were still problems in this area. Replacement pilots went through a short training program, meeting the short-term needs of the fleet. This led to a decline in the quality of training. These inexperienced pilots were sent into front-line units, while the veterans who remained after Midway and the Solomons campaign were kept flying continually. As a result, Japanese naval air groups declined in quality during the war.\nWar crimes.\nThree U.S. airmen, Ensign Wesley Osmus (pilot, \"Yorktown\"), Ensign Frank O'Flaherty (pilot, \"Enterprise\") and Aviation Machinist's Mate B. F. (or B. P.) Bruno Gaido (radioman-gunner of O'Flaherty's SBD) were captured by the Japanese during the battle. Osmus was held on the \"Arashi\", with O'Flaherty and Gaido on the cruiser \"Nagara\" (or destroyer \"Makigumo\", sources vary), and later killed. O'Flaherty and Gaido were tied to five-gallon kerosene cans filled with water and dumped overboard several days after the battle.\nImpact.\nThe Battle of Midway has been called \"the turning point of the Pacific\". However, even after Midway, the Japanese continued to try to get more territory in the South Pacific. The U.S. did not become the more powerful navy until after several more months of hard combat. Midway was the Allies' first major victory against the Japanese.\nHowever, it did not change the course of the war by itself. It was the combined effects of the battles of the Coral Sea and Midway that reduced Japan's ability to do major attacks. In addition Midway helped make US landings on Guadalcanal possible. The prolonged attrition warfare (a type of battle in which each side tries to wear down the other side) of the Solomon Islands campaign allowed the Allies to take an offensive stance for the rest of the Pacific War. Finally, Midway bought the United States time until the first of the new Essex-class fleet carriers became available at the end of 1942.\nThe battle also showed the worth of pre-war naval code breaking and intelligence-gathering. These efforts continued in both the Pacific and Atlantic areas of war. There were many successes. Navy code breaking made possible the shooting down of Admiral Yamamoto's airplane.\nSome authors have stated heavy losses in carriers and veteran aircrews at Midway permanently weakened the Imperial Japanese Navy. Parshall and Tully, however, have stated that the losses in veteran aircrew, while heavy (110, just under 25% of the aircrew embarked on the four carriers), were not as bad for the Japanese naval air-corps as a whole. The Japanese navy had 2,000 carrier-qualified aircrew at the start of the Pacific war. A few months after Midway, the JNAF sustained similar casualty rates at both the Battle of the Eastern Solomons and Battle of Santa Cruz. It was these battles, combined with the constant death of veterans during the Solomons campaign, which weakened Japan. However, the loss of four large fleet carriers, and over 40% of the carriers' aircraft mechanics and technicians, plus the flight-deck crews were very damaging to the Japanese carrier fleet. After the battle and were the only large carriers of the original Pearl Harbor strike-force left for offensive actions. Of Japan's other carriers, was the only Fleet carrier that could be used with \"Shōkaku\" and \"Zuikaku\", while, and, were second-rate ships. By the time of the Battle of the Philippine Sea, while the Japanese had somewhat rebuilt their carrier forces, the planes were flown by inexperienced pilots.\nIn the time it took Japan to build three carriers, the U.S. Navy commissioned more than two dozen fleet and light fleet carriers, and numerous escort carriers. By 1942 the United States was already three years into a shipbuilding plan which aimed make the navy larger than Japan's. The greater number of USN aviators survived the Battle of Midway and subsequent battles of 1942, and combined with growing pilot training programs, the US had many skilled pilots.\nCodebreaking success.\nYamamoto did not know that the U.S. had broken the main Japanese naval code (JN-25). This let the U.S. fleet go to the right place at the right time.\nYamamoto scattered his forces to keep the attack secret, but that meant his formations could not help each other. For instance, Nagumo's fleet had few big ships. When the carrier planes were carrying out the strikes, the carriers were relatively undefended. By contrast, the flotillas of Yamamoto and Kondo had more big ships, \"none of which saw any action at Midway\". Their distance from Nagumo's carriers also meant he could not use their reconnaissance planes, so he knew little of what was happening.","categories":[],"infobox_types":[],"annotations":[{"uri":"Naval_battle","surface_form":"naval battle","offset":38},{"uri":"World_War_II","surface_form":"World War II","offset":54},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":102},{"uri":"Battle_of_the_Coral_Sea","surface_form":"Battle of the Coral Sea","offset":199},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":268},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":286},{"uri":"Midway_Atoll","surface_form":"Midway Atoll","offset":340},{"uri":"Hawaii_(island)","surface_form":"Hawaii","offset":367},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":403},{"uri":"Decisive_victory","surface_form":"decisive victory","offset":459},{"uri":"Imperial_Japanese_Navy","surface_form":"Imperial Japanese Navy","offset":595},{"uri":"Fiji","surface_form":"Fiji","offset":1012},{"uri":"Samoa","surface_form":"Samoa","offset":1018},{"uri":"Imperial_Japanese_Navy","surface_form":"Imperial Japanese Navy","offset":1349},{"uri":"Japanese_Empire","surface_form":"Japanese Empire","offset":1504},{"uri":"Empire_of_Japan","surface_form":"Japan","offset":1605},{"uri":"Philippines","surface_form":"Philippines","offset":1659},{"uri":"British_Malaya","surface_form":"Malaya","offset":1672},{"uri":"Singapore","surface_form":"Singapore","offset":1680},{"uri":"Dutch_East_Indies","surface_form":"Dutch East Indies","offset":1699},{"uri":"Indonesia","surface_form":"Indonesia","offset":1722},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Army","offset":1900},{"uri":"Pacific_War","surface_form":"Pacific campaign","offset":2216},{"uri":"Jimmy_Doolittle","surface_form":"Doolittle Raid","offset":2268},{"uri":"United_States_Army_Air_Forces","surface_form":"US Army Air Forces","offset":2318},{"uri":"North_American_B-25_Mitchell","surface_form":"B-25 Mitchell","offset":2337},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":2686},{"uri":"Atoll","surface_form":"atoll","offset":2950},{"uri":"Hawaiian_Islands","surface_form":"Hawaiian Island","offset":2984},{"uri":"Oahu","surface_form":"Oahu","offset":3026},{"uri":"Submarine","surface_form":"submarine","offset":3199},{"uri":"Wake_Island","surface_form":"Wake Island","offset":3397},{"uri":"Battle_of_the_Coral_Sea","surface_form":"Battle of the Coral Sea","offset":3686},{"uri":"West_Coast_of_the_United_States","surface_form":"US West Coast","offset":3845},{"uri":"Torpedo","surface_form":"torpedo","offset":3873},{"uri":"Battleship","surface_form":"battleship","offset":4187},{"uri":"Ch%C5%ABichi_Nagumo","surface_form":"Chūichi Nagumo","offset":4297},{"uri":"Aleutian_Islands","surface_form":"Aleutian Islands","offset":4950},{"uri":"Feint","surface_form":"feint","offset":5090},{"uri":"Chester_W._Nimitz","surface_form":"Chester W. Nimitz","offset":5468},{"uri":"Vice_Admiral","surface_form":"Vice Admiral","offset":5583},{"uri":"William_Halsey","surface_form":"William Halsey","offset":5596},{"uri":"Psoriasis","surface_form":"psoriasis","offset":5681},{"uri":"Rear_Admiral","surface_form":"Rear Admiral","offset":5717},{"uri":"Raymond_A._Spruance","surface_form":"Raymond A. Spruance","offset":5730},{"uri":"Frank_Jack_Fletcher","surface_form":"Frank Jack Fletcher","offset":5788},{"uri":"South_West_Pacific_Area","surface_form":"South West Pacific Area","offset":5898},{"uri":"Pearl_Harbor_Naval_Shipyard","surface_form":"Pearl Harbor Naval Shipyard","offset":6034},{"uri":"Grumman_TBF_Avenger","surface_form":"Grumman TBF-1 Avengers","offset":6516},{"uri":"Douglas_SBD_Dauntless","surface_form":"Douglas SBD Dauntless","offset":6609},{"uri":"Grumman_F4F_Wildcat","surface_form":"Grumman F4F-3 Wildcats","offset":6640},{"uri":"Vought_SB2U_Vindicator","surface_form":"Vought SB2U-3 Vindicators","offset":6667},{"uri":"Brewster_F2A_Buffalo","surface_form":"Brewster F2A-3s","offset":6701},{"uri":"Boeing_B-17_Flying_Fortress","surface_form":"B-17 Flying Fortresses","offset":6747},{"uri":"Martin_B-26_Marauder","surface_form":"B-26 Marauders","offset":6780},{"uri":"Battle_of_the_Coral_Sea","surface_form":"Battle of the Coral Sea","offset":6868},{"uri":"Japanese_aircraft_carrier_Sh%C5%8Dh%C5%8D","surface_form":"\"Shōhō\"","offset":6938},{"uri":"Drydock","surface_form":"drydock","offset":7014},{"uri":"Kure%2C_Hiroshima","surface_form":"Kure","offset":7136},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":7579},{"uri":"Indian_Ocean_raid","surface_form":"Colombo","offset":7590},{"uri":"Aichi_D3A","surface_form":"Aichi D3A","offset":7649},{"uri":"Dive_bomber","surface_form":"dive bomber","offset":7660},{"uri":"Nakajima_B5N","surface_form":"Nakajima B5N","offset":7680},{"uri":"Torpedo_bomber","surface_form":"torpedo bomber","offset":7722},{"uri":"Kido_Butai","surface_form":"Kido Butai","offset":8120},{"uri":"Mitsubishi_A6M_Zero","surface_form":"Mitsubishi A6M2 \"Zero\"","offset":8258},{"uri":"Submarine","surface_form":"submarine","offset":8355},{"uri":"Kawanishi_H8K","surface_form":"Kawanishi H8K","offset":8580},{"uri":"Flying_boat","surface_form":"flying boat","offset":8594},{"uri":"JN-25b","surface_form":"JN-25b","offset":9318},{"uri":"Torpedo","surface_form":"torpedo","offset":10986},{"uri":"Combat_air_patrol","surface_form":"combat air patrol","offset":11304},{"uri":"Radar","surface_form":"radar","offset":11740},{"uri":"United_States_Marine_Corps_Aviation","surface_form":"Marine","offset":12034},{"uri":"VT-8","surface_form":"VT-8","offset":12950},{"uri":"VMSB-241","surface_form":"VMSB-241","offset":13089},{"uri":"United_States_Army_Air_Forces","surface_form":"USAAF","offset":13157},{"uri":"Dive_bomber","surface_form":"dive bomber","offset":13769},{"uri":"Task_Force_16","surface_form":"TF 16","offset":14210},{"uri":"Tamon_Yamaguchi","surface_form":"Tamon Yamaguchi","offset":14302},{"uri":"Aichi_D3A","surface_form":"Aichi D3A","offset":14377},{"uri":"Fighter_aircraft","surface_form":"Fighter aircraft","offset":14803},{"uri":"Task_force","surface_form":"task force","offset":16480},{"uri":"Elliott_Buckmaster","surface_form":"Elliott Buckmaster","offset":16511},{"uri":"Stanhope_C._Ring","surface_form":"Stanhope C. Ring","offset":17352},{"uri":"Torpedo_Squadron_8","surface_form":"Torpedo Squadron 8","offset":17467},{"uri":"Torpedo_Squadron_6","surface_form":"Torpedo Squadron 6","offset":17689},{"uri":"Douglas_TBD_Devastator","surface_form":"TBD Devastator","offset":17852},{"uri":"George_H._Gay%2C_Jr.","surface_form":"Ensign George Gay","offset":17933},{"uri":"Mark_13_torpedo","surface_form":"Mark 13","offset":18134},{"uri":"Mitsubishi_A6M_Zero","surface_form":"Mitsubishi A6M2 Zeros","offset":18329},{"uri":"Torpedo_Squadron_3","surface_form":"Torpedo Squadron 3","offset":18951},{"uri":"Japanese_destroyer_Arashi","surface_form":"\"Arashi\"","offset":19557},{"uri":"Depth-charge","surface_form":"depth-charge","offset":19637},{"uri":"Richard_Halsey_Best","surface_form":"Richard Halsey Best","offset":20432},{"uri":"Max_Leslie","surface_form":"Max Leslie","offset":21141},{"uri":"Scuttling","surface_form":"sunk","offset":21489},{"uri":"Kido_Butai","surface_form":"Kido Butai","offset":22686},{"uri":"Japanese_aircraft_carrier_H%C5%8Dsh%C5%8D","surface_form":"Hōshō","offset":23613},{"uri":"Tamon_Yamaguchi","surface_form":"Yamaguchi","offset":23744},{"uri":"ComSubPac","surface_form":"COMSUBPAC","offset":25660},{"uri":"Japanese_destroyer_Arashio","surface_form":"Arashio","offset":26812},{"uri":"Japanese_destroyer_Asashio","surface_form":"Asashio","offset":26826},{"uri":"Japanese_destroyer_Asashio","surface_form":"Asashio","offset":27475},{"uri":"Hirohito","surface_form":"Hirohito","offset":29064},{"uri":"Hashirajima","surface_form":"Hashirajima","offset":29261},{"uri":"Ensign","surface_form":"Ensign","offset":30630},{"uri":"Wesley_Osmus","surface_form":"Wesley Osmus","offset":30637},{"uri":"Frank_Woodrow_O%27Flaherty","surface_form":"Frank O'Flaherty","offset":30678},{"uri":"Aviation_Machinist%27s_Mate","surface_form":"Aviation Machinist's Mate","offset":30721},{"uri":"Japanese_destroyer_Arashi","surface_form":"Arashi","offset":30886},{"uri":"Allies_of_World_War_II","surface_form":"Allies'","offset":31427},{"uri":"Battle_of_the_Coral_Sea","surface_form":"the Coral Sea","offset":31583},{"uri":"Guadalcanal","surface_form":"Guadalcanal","offset":31704},{"uri":"Attrition_warfare","surface_form":"attrition warfare","offset":31740},{"uri":"Solomon_Islands_campaign","surface_form":"Solomon Islands campaign","offset":31837},{"uri":"Pacific_War","surface_form":"Pacific War","offset":31929},{"uri":"Essex-class","surface_form":"Essex-class","offset":32015},{"uri":"Operation_Vengeance","surface_form":"shooting down of Admiral Yamamoto's airplane","offset":32306},{"uri":"Battle_of_the_Eastern_Solomons","surface_form":"Battle of the Eastern Solomons","offset":32868},{"uri":"Battle_of_the_Santa_Cruz_Islands","surface_form":"Battle of Santa Cruz","offset":32903},{"uri":"Second-rate","surface_form":"second-rate","offset":33475},{"uri":"Battle_of_the_Philippine_Sea","surface_form":"Battle of the Philippine Sea","offset":33513},{"uri":"JN-25","surface_form":"JN-25","offset":34213},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":34727}]}