{"id":691903,"url":"http://en.wikipedia.org/wiki/Overhead_projector","text":"An overhead projector (OHP) is a device that allows you to display images from either a computer/laptop or images created in real time. Overhead projectors were often used in classrooms to showcase some type of presentation on paper for a group of students to view and in more recent times, overhead projectors are being used/designed to project things on technological devices. This machine has a plastic frame that would be placed on top of the projector, and a fan that cools the machine from overheating if used for long periods of time.\nRecently, overhead projectors in classrooms and conference rooms are being replaced by things like document cameras and interactive whiteboards since they let the presenter to project video directly from a computer file.\nThe device has sometimes been called a \"Belshazzar\", after Belshazzar's feast.\nHistory.\nBefore this device was built, there were machines similar to its use called magic lanterns that was made before the overhead projector.\nFrench scientist Edmund Becquerel developed the first known overhead projection machine in 1853. It was used by Jules Duboscq in 1866. During World War II, overhead projectors were introduced into U.S. military training. After that, they were used at schools. Overhead projectors began to be widely used in schools and businesses in the late 1950s and early 1960s. As the need for overhead projects grew during the 1950’s a company named Bruhl industries was founded in 1953, which created more overhead projectors than anyone else.","categories":[],"infobox_types":[],"annotations":[{"uri":"Picture","surface_form":"images","offset":67},{"uri":"Computer","surface_form":"computer","offset":88},{"uri":"Laptop","surface_form":"laptop","offset":97},{"uri":"Presentation","surface_form":"presentation","offset":211},{"uri":"Paper","surface_form":"paper","offset":227},{"uri":"Student","surface_form":"students","offset":248},{"uri":"Technology","surface_form":"technological","offset":356},{"uri":"Plastic","surface_form":"plastic","offset":398},{"uri":"Fan","surface_form":"fan","offset":464},{"uri":"Conference","surface_form":"conference","offset":590},{"uri":"Interactive_whiteboard","surface_form":"interactive whiteboards","offset":662},{"uri":"Presenter","surface_form":"presenter","offset":705},{"uri":"Video","surface_form":"video","offset":726},{"uri":"Computer_file","surface_form":"computer file","offset":748},{"uri":"France","surface_form":"French","offset":987},{"uri":"Scientist","surface_form":"scientist","offset":994},{"uri":"World_War_II","surface_form":"World War II","offset":1129},{"uri":"Military_of_the_United_States","surface_form":"U.S. military","offset":1184},{"uri":"Training","surface_form":"training","offset":1198},{"uri":"Business","surface_form":"businesses","offset":1306}]}