{"id":69217,"url":"http://en.wikipedia.org/wiki/Royal_Australian_Navy","text":"The Royal Australian Navy (RAN) is the navy of Australia. It is part of the Australian Defence Force. It was created in 1901, and was formed out of the Commonwealth Naval Forces to become the small navy of Australia. The Royal Navy of the United Kingdom continued to defend Australia in the Pacific Ocean until World War II, when the RAN became much bigger and modern, adding many ships including aircraft carriers.\nToday the RAN is one of the largest naval forces in the Pacific region and the Indian Ocean. As of December 2011, the RAN fleet consisted of 54 vessels. This includes frigates, submarines, patrol boats and auxiliary ships. Ships commissioned into the RAN are given the prefix \"Her Majesty's Australian ships\" (Or HMAS for short), because by constitution the Queen owns them and has command over them.\nOrganisation.\nThe head of the Royal Australian Navy is the Monarch presently Queen Elizabeth II. The professional head of the force is the Chief of the Navy who holds the rank \"Vice-Admiral\". The present Chief is Vice-Admiral Ray Griggs. He was appointed in 2011. The Navy is ran by the Department of Defence and the Naval Headquarters (NHQ).\nPersonnel.\nAs of June 2011, the RAN has 14,215 permanent full time personnel, 161 gap year personnel, and 2,150 reserve personnel. The permanent full time force consisted of 3,357 commissioned officers, and 10,697 enlisted personnel. As of June 2010 male personnel make up 82% of the permanent full time force, while female personnel make up 18%. The RAN has the highest percentage of women in the ADF, compared to the RAAF's 17.8% and the Army's 9.7%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Navy","surface_form":"navy","offset":39},{"uri":"Australia","surface_form":"Australia","offset":47},{"uri":"Australian_Defence_Force","surface_form":"Australian Defence Force","offset":76},{"uri":"1901","surface_form":"1901","offset":120},{"uri":"Australia","surface_form":"Australia","offset":206},{"uri":"Royal_Navy","surface_form":"Royal Navy of the United Kingdom","offset":221},{"uri":"World_War_II","surface_form":"World War II","offset":311},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":397},{"uri":"Pacific_Ocean","surface_form":"Pacific region","offset":472},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":495},{"uri":"2011","surface_form":"2011","offset":524},{"uri":"Monarch","surface_form":"Monarch","offset":876},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":894}]}