{"id":692117,"url":"http://en.wikipedia.org/wiki/Authors_Guild","text":"The Authors Guild is America's oldest and largest professional organization for writers. It works to protect free expression and copyright. It started in 1912 as the Authors League of America. Notable authors of fiction, nonfiction, and poetry have been board members. It has over 9,000 members. These members get legal advice and guidance on contracts with publishers as well as insurance and help with licensing and royalties.\nConflict with Google.\nOn September 20, 2005, the Authors Guild, together with Herbert Mitgang, Betty Miles and Daniel Hoffman, sued Google for its Book Search project. The Authors Guild said Google was breaking the law by making digital copies of books that were still in copyright. (Google countered that their use was fair according to US copyright law.)\nOn October 28, 2008, the Authors Guild, the Association of American Publishers, and Google announced an agreement. Google would pay $125 million, $45 million to rightsholders whose books were scanned without permission. The Google Book Search Settlement Agreement allowed for legal protection for Google's scanning project. But both sides still said the other was wrong about copyright law. The Settlement also would have started a new regulatory organization, the Book Rights Registry, which would decide how fees from Google went to rightsholders.\nThe settlement between the Authors guild and Google was rejected in 2011 by a judge at the district court level. The judge thought the settlement was not good for the authors.\nIn October 2015, the United States Court of Appeals for the Second Circuit sided with Google. The court said that scanning and posting parts of works online was Fair Use and did not harm the authors.\nIn late December 2015, the Authors Guild filed a writ of certiorari with the Supreme Court against Google over copyright laws. which in April 2016 did not review the case, leaving the lower court's decision as correct.","categories":[],"infobox_types":["organization"],"annotations":[{"uri":"Herbert_Mitgang","surface_form":"Herbert Mitgang","offset":507},{"uri":"Class_action","surface_form":"sued","offset":556},{"uri":"Google","surface_form":"Google","offset":561},{"uri":"Fair_use","surface_form":"use was fair","offset":741},{"uri":"Google_Book_Search_Settlement_Agreement","surface_form":"Google Book Search Settlement Agreement","offset":1010},{"uri":"Book_Rights_Registry","surface_form":"Book Rights Registry","offset":1251},{"uri":"United_States_Court_of_Appeals_for_the_Second_Circuit","surface_form":"United States Court of Appeals for the Second Circuit","offset":1533},{"uri":"Fair_Use","surface_form":"Fair Use","offset":1673},{"uri":"Writ_of_certiorari","surface_form":"writ of certiorari","offset":1761},{"uri":"Certiorari","surface_form":"review the case","offset":1867}]}