{"id":69238,"url":"http://en.wikipedia.org/wiki/Battlefield_2","text":"e=\"preserve\">Battlefield 2 is a first-person shooter developed by Digital Illusions CE and published by EA Games.\nBy playing online the players can gather points for the global ranking. If a player has enough points, he is promoted to the next higher rank and can unlock new weapons and awards.\nThe storyline takes place in Middle- and Eastern-Asia in the near future. In this fictional war, the US Marine Corps fights against China and the fictional \"Middle Eastern Coalition\". So the players can use the most modern weapons like the F-35 Lightning II fighter or the T90 tank. It´s also possible to choose between different classes like medic, assault, sniper and others.\nBecause Battlefield 2 is a tactic shooter, teamplay is very important. One player by team can be the commander who issues instructions on his team. The other players can group themselves into squads.\nIn every round two teams are playing. At the beginning of the round, both teams have a certain number of tickets. By eliminating an enemy the teams can reduce the number of tickets of the other team. The team that has more tickets at the end of the round wins.\nBattlefield 2 is the sequel of Battlefield 1942 and Battlefield Vietnam. The most recent game of the Battlefield series is.\nThere is also an addon named \"Special Forces\" in which several special forces (e. g. SAS) can be played. Also two so called \"booster packs\" are available: \"Euro Forces\" which brings the army of the European Union into the game and \"Armored Fury\" which relocates the storyline to North America.\nBattlefield 2 is one of the most popular games in it´s genre. Although being released in 2005 it´s still played by many persons around the world and has a big community.","categories":[],"infobox_types":[],"annotations":[{"uri":"First-person_shooter","surface_form":"first-person shooter","offset":32},{"uri":"Digital_Illusions_CE","surface_form":"Digital Illusions CE","offset":66},{"uri":"Electronic_Arts","surface_form":"EA Games","offset":104},{"uri":"US_Marine_Corps","surface_form":"US Marine Corps","offset":396},{"uri":"China","surface_form":"China","offset":427},{"uri":"F-35_Lightning_II","surface_form":"F-35 Lightning II","offset":535},{"uri":"T90","surface_form":"T90","offset":568},{"uri":"Battlefield_1942","surface_form":"Battlefield 1942","offset":1165},{"uri":"Battlefield_Vietnam","surface_form":"Battlefield Vietnam","offset":1186},{"uri":"SAS","surface_form":"SAS","offset":1343}]}