{"id":693106,"url":"http://en.wikipedia.org/wiki/Songbird_(Oasis_song)","text":"e=\"preserve\">\"Songbird\" is a song by English rock band Oasis, from their fifth studio album Heathen Chemistry, and is the first single by Oasis written by vocalist Liam Gallagher.\nLiam has said of the song: \"I like beautiful things... It's not all dark in Liam World. I take me shades off every now and again and have a look at the world and see some nice things.\" Noel Gallagher stated jokingly in an interview with Patrick Kielty that Liam decided to \"write a song about his bird\", and states the title \"Song... bird\" in a cave man like manner. The song was written as a tribute to then-fiancée Nicole Appleton. \"Songbird\" was composed in the key of G major using common time at 132 beats per minute.\n“Songbird blew my head off when I first heard it because it was that f--king simple and that direct. But when Liam plays you a song he wants you to instantly f--king drop dead on the spot and then, when you come around, stab yourself in the heart and be in awe of the f--king sonic ability of the man.”\nThe song was released as the fourth single from the band's Heathen Chemistry album, on 3 February 2003 and peaked at number 3 in the UK charts. It is included on the band's compilation album Stop the Clocks. Being written by lead singer Liam Gallagher, it was the first time the band had released a single not written by his brother Noel. \"(You've Got) The Heart of the Star\" and \"Columbia\" are B-sides, the latter of which was recorded live at the Glasgow Barrowlands, in October 2001.\nThe demo of the song is a typical Oasis approach to the song, featuring overdriven guitar and a stronger beat, as well as a guitar solo. Courtney Love has said that she and Liam played a version with her whistling and Gallagher playing guitar and singing, this was noted in the book Kurt and Courtney: Talking. Gallagher played the song for UK Radio Aid in January 2005.","categories":[],"infobox_types":[],"annotations":[]}