{"id":693258,"url":"http://en.wikipedia.org/wiki/Clarice_Phelps","text":"Clarice E. Phelps (originally Salone) is an American scientist who works at the Oak Ridge National Laboratory. She was a member of the team that discovered element 117, tennessine. She is the first African-American woman to be involved with the discovery of an element. At Oak Ridge, Phelps serves as the program manager responsible for isotopes with industry uses. She also studies the treatment of radioactive \"super heavy\" elements like plutonium-238 and researches medical use isotopes.\nEarly life and education.\nPhelps was part of the Tennessee Aquatic Project and Development Group (TAP), which is a nonprofit organization for youth. Phelps earned a Bachelor of Science degree in chemistry from Tennessee State University in 2003.\nU.S. Navy.\nAt the U.S. Navy, she worked in areas like nuclear power, reactor theory, and thermodynamics. In the Navy, she lived and worked on board an aircraft carrier (a large military ship that carries airplanes) called the USS Ronald Reagan. She helped maintain the two nuclear reactors on the ship.\nOak Ridge National Laboratory.\nIn 2009, Phelps joined the Oak Ridge National Laboratory. They use Oak Ridge's nuclear reactors to learn about different kinds of isotopes and how they work.\nWork on tennessine.\nAt Oak Ridge, Phelps was part of the team that helped discover a new element, number 117, called tennessine. Phelps is the first African-American woman to help discover an element.\nElement 117 is called tennessine. It is the second-heaviest element that has been discovered. Several laboratories worked together to discover tennessine. They discovered tennessine by creating it in a nuclear reactor. Scientists created tennessine by shooting calcium isotopes at berkelium isotopes. The two isotopes joined together–called nuclear fusion–and created a new element, tennessine.\nWork on berkelium.\nBerkelium is one of the most dangerous and radioactive elements. Oak Ridge was the only place in the world where berkelium could be made for the experiment (test). After the berkelium was made, it had to be purified (cleaned) to make it ready for the experiment. Berkelium has a half-life of only 310 days. This means that after 310 days, half of the berkelium will disappear because of radioactive decay. Oak Ridge could only make a small amount of berkelium (less than 30 milligrams). They had to work fast to purify it before it was lost because of radioactive decay.\nPhelps and two of her co-workers worked for three months to purify the berkelium. They did it and only lost less than one milligram of berkelium. Phelps called the purification a tedious process that involved many steps. After they were done, they sent the very pure berkelium to another laboratory in Dubna, Russia, called the Joint Institute for Nuclear Research (JINR). There, scientists fused the berkelium with calcium to create tennessine. They named the new element \"tennessine\" after Tennessee, the US state where Oak Ridge resides.\nIn 2013, Phelps became the manager of Oak Ridge's programs that make the isotopes nickel-63 and selenium-75. She has also studied isotopes of plutonium and neptunium, which are used by the National Aeronautics and Space Administration (NASA) to power spaceships. Phelps also studies isotopes that are used for medical research and treatments, like actinium, lanthanum, europium, and samarium. Phelps has studied electrodeposition with californium-252 for the Californium Rare Isotope Breeder Upgrade project (CARIBU). Oak Ridge makes most of the world's californium, which is used in cancer treatments.\nAwards and recognition.\nIn 2017, Phelps won the YWCA Knoxville Tribute to Women Technology, Research, and Innovation Award. This award recognizes \"local women who lead their fields in technology and excel in community service\". Phelps is a member of the American Chemical Society. Phelps helped start a program to teach robotics, drones, circuitry, and coding to inner city high school students in Knoxville, TN. In 2019, Phelps was featured in the IUPAC Periodic Table of Younger Chemists \"for her outstanding commitment to research and public engagement, as well as being an important advocate for diversity.\"\nWikipedia controversy.\nPhelps' contribution to the discovery of Element 117 was the subject of controversy after her article was twice deleted after discussion from the English Wikipedia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scientist","surface_form":"scientist","offset":53},{"uri":"Oak_Ridge_National_Laboratory","surface_form":"Oak Ridge National Laboratory","offset":80},{"uri":"Chemical_element","surface_form":"element","offset":156},{"uri":"Tennessine","surface_form":"tennessine","offset":169},{"uri":"Isotope","surface_form":"isotope","offset":337},{"uri":"Industry","surface_form":"industry","offset":351},{"uri":"Radioactive","surface_form":"radioactive","offset":400},{"uri":"Plutonium","surface_form":"plutonium-238","offset":440},{"uri":"Nonprofit","surface_form":"nonprofit organization","offset":606},{"uri":"Bachelor_of_Science","surface_form":"Bachelor of Science degree","offset":656},{"uri":"Chemistry","surface_form":"chemistry","offset":686},{"uri":"Tennessee_State_University","surface_form":"Tennessee State University","offset":701},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":791},{"uri":"Reactor_theory","surface_form":"reactor theory","offset":806},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":826},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":888},{"uri":"Airplanes","surface_form":"airplanes","offset":941},{"uri":"USS_Ronald_Reagan","surface_form":"USS Ronald Reagan","offset":963},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":1010},{"uri":"Oak_Ridge_National_Laboratory","surface_form":"Oak Ridge National Laboratory","offset":1098},{"uri":"Isotopes","surface_form":"isotopes","offset":1201},{"uri":"Element","surface_form":"element","offset":1318},{"uri":"Tennessine","surface_form":"tennessine","offset":1346},{"uri":"Tennessine","surface_form":"tennessine","offset":1452},{"uri":"Calcium","surface_form":"calcium","offset":1691},{"uri":"Berkelium","surface_form":"berkelium","offset":1711},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":1771},{"uri":"Berkelium","surface_form":"Berkelium","offset":1844},{"uri":"Berkelium","surface_form":"berkelium","offset":1957},{"uri":"Purificiation","surface_form":"purified","offset":2051},{"uri":"Half-life_(element)","surface_form":"half-life","offset":2123},{"uri":"Radioactive_decay","surface_form":"radioactive decay","offset":2231},{"uri":"Milligram","surface_form":"milligram","offset":2537},{"uri":"Dubna","surface_form":"Dubna","offset":2717},{"uri":"Joint_Institute_for_Nuclear_Research","surface_form":"Joint Institute for Nuclear Research","offset":2743},{"uri":"Tennessee","surface_form":"Tennessee","offset":2907},{"uri":"Nickel","surface_form":"nickel","offset":3038},{"uri":"Selenium","surface_form":"selenium","offset":3052},{"uri":"Plutonium","surface_form":"plutonium","offset":3098},{"uri":"Neptunium","surface_form":"neptunium","offset":3112},{"uri":"NASA","surface_form":"National Aeronautics and Space Administration","offset":3145},{"uri":"Actinium","surface_form":"actinium","offset":3304},{"uri":"Lanthanum","surface_form":"lanthanum","offset":3314},{"uri":"Europium","surface_form":"europium","offset":3325},{"uri":"Samarium","surface_form":"samarium","offset":3339},{"uri":"Electrophoretic_deposition","surface_form":"electrodeposition","offset":3368},{"uri":"Californium","surface_form":"californium","offset":3391},{"uri":"YWCA","surface_form":"YWCA","offset":3607},{"uri":"American_Chemical_Society","surface_form":"American Chemical Society","offset":3813},{"uri":"Knoxville","surface_form":"Knoxville","offset":3957},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":4340}]}