{"id":69332,"url":"http://en.wikipedia.org/wiki/Bald_eagle","text":"The bald eagle (\"Latin name: Haliaeetus leucocephalus\") is a bird of prey that lives in North America. It is the national bird of the United States of America. The bald eagle is a kind of sea eagle. It can be found in most of Canada, all of the United States, and the northern part of Mexico. It lives near big areas of water, where there are trees to nest in and there is a lot of food to eat. It is called \"bald\" because of its white head and neck. (There is more information on the bald eagle's name in the section below called \"Name.\")\nThe species almost died in the United States (while its numbers were growing in Alaska and Canada) late in the 20th century. Now it has a more stable population.\nDescription.\nThe bald eagle is a large bird. It is usually as tall as and its wingspan is. Female eagles are about 25 percent larger than males. Adult females weigh, while males weigh. The adult bald eagle has a brown body, and its head and tail are white. It also has yellow feet with large talons, and a hooked yellow beak. The males and the females' wings have the same colors.\nBefore bald eagles become adults, their wings are brown. Their wings are usually speckled with white dots until the fifth year.\nThe size of the bird depends on where it lives. The smallest birds are in Florida, where an adult male is only about. The largest Bald Eagles are in Alaska, where large females may be as much as.\nThe bald eagle is closely related to a species called the golden eagle. The bald eagle is physically and mentally different from the golden eagle. The bald eagle has a bigger head and a bigger beak, and its legs do not have feathers.\nWhen bald eagles \"call,\" (make sounds), they chirp weakly and whistle. The young birds whistle more shrilly than adults.\nBald eagles usually live for around 20 years if they live in nature. The oldest ones sometimes live for 30 years. When bald eagles live in captivity, such as in zoos, they can live much longer.\nName.\nThis sea eagle gets both its common and scientific names from its head. \"Bald\" in the English name is from the word \"piebald\", which means, \"one with a white head\". The scientific name is from \"Haliaeetus\", which is Latin for \"sea eagle\".\nThe bald eagle was one of the many species written in Carolus Linnaeus's 18th century book \"Systema Naturae\". Linnaeus was a Swedish botanist, physician and zoologist who made the binomial nomenclature system.\nHabitat.\nThe bald eagle's natural home is in most of North America, including most of Canada, all of the United States, and northern Mexico.\nThe most bald eagles live near seas, rivers, large lakes, oceans, and other large places with open water and a lot of fish.\nBald eagles need old trees with hard wood to live, sleep, and make nests. They like trees that have holes and are safe from predators. However, the height or kind of tree is not as important as its distance from a body of water. Bald eagles need to live near water.\nThe bald eagle does not like to be near humans. It is are found mostly in places where there are no humans, or very few of them. However, a few bald eagles live in places with trees inside of big cities. They may live in city parks. Bald eagles live in a city in Oregon. A family of bald eagles recently moved into Harlem, which is a place in the middle of New York city.\nBehavior.\nThe bald eagle flies very fast. It can move at speeds of 56–70 kilometers per hour (35–43 mph) when gliding or flapping its wings. However, when it is carrying fish, it flies about. Its dive speed is, though it does not dive a lot. The bald eagle is usually migratory, which means that it travels (migrates) between homes which are very far away from each other. In some places, bald eagles are not migratory. If a bald eagle's territory has water near by, it will remain there all year. But if the water where it lives freezes in the winter, it must migrate to the south or to the coast to find something to eat.\nDiet.\nThe bald eagle eats mostly fish. In the Pacific Northwest, spawning trout and salmon are the main food of the Bald Eagle.\nSometimes, eagles may eat a lot of carrion, especially in winter. They will also scavenge dead bodies up to the size of whales. However, eagles eat more large dead fish than whales. They also sometimes eat the leftover food from campsites or garbage dumps. The mammals they eat include rabbits, hares, raccoons, muskrats, beavers, and deer fawns. Some of the birds they eat include grebes, ducks, gulls, and geese. Reptiles, amphibians and crustaceans (especially crabs) are also eaten.\nTo hunt fish the eagle swoops down over the water and snatches the fish out of the water with its talons. They eat by holding the fish in one claw and tearing the flesh with the other. Eagles have special things on their toes called \"spiricules\" that help them hold the fish more easily. Bald eagles have powerful talons. They have been seen flying with a 7 kg fawn. Sometimes, when the fish is too heavy, the eagle will be dragged into the water with it. Sometimes, eagles swim back to the shore and live, but sometimes they may drown or die because of hypothermia (a condition when one’s body gets so cold the body temperature drops below normal). Other times, bald eagles steal fish and other kinds of food away from other animals. Healthy adult bald eagles are not eaten anywhere in the wild. This makes them thought as one of the top animals of the food chain.\nReproduction.\nBald eagles become adults when they are four or five years old. When they are old enough to mate, they usually come back to the place where they were born. It is thought that bald eagles mate for life. However, if one of the pair dies or disappears, the other will choose a new mate. A pair which can not get a chick after trying for a long time, may split up and look for new mates. When bald eagles court, they call and show their flying skills. When they do so, two mates may fly high, and then lock their talons together, and fall, parting again right before hitting the ground.\nThe nest of the bald eagle is larger than any other nest in North America. This is because it is used again and again, and every year more is added to the nest until it may soon become as large as deep, across and weigh 1 tonne. One nest in Florida was found to be deep, across, and to weigh. The nest is built out of branches, usually in large trees near water. If there are no trees, the bald eagle will make its nest on the ground. Eagles have between one and three eggs per year. Both the male and female take turns incubating the eggs. The other parent will hunt for food or look for more to add onto the nest. The eggs are about long.\nFall and rise of population.\nOnce easily seen on the continental United States, the bald eagle was close to becoming extinct because of the use of the pesticide DDT. The DDT destroyed an adult bird's calcium, and it would become unable to lay more healthy eggs. Female eagles laid eggs that were too weak to withstand the weight of its parents. In the early 1700s, the number of bald eagles were 300,000–500,000, but by the 1950s there were only 412 nesting pairs in the United States.\nOther things that stopped bald eagles from producing well was the loss of habitat and illegal hunting of bald eagles. Also, oil and lead were other big reasons why bald eagles began to die out.\nThe species was first protected in the United States and Canada by the 1918 Migratory Bird Treaty. The 1940 Bald Eagle Protection Act in the United States also tried to stop the killing of the bald eagle and the golden eagle. The bald eagle was an endangered species in 1967, and the penalties for people who killed the species grew more and more. Also, in 1972, DDT was banned in the United States. DDT was completely banned in Canada in 1989.\nBecause of all this hard work, the bald eagle's population began to rise again. It was officially taken out from the United States list of endangered species on July 12, 1995.\nTo keep bald eagles in captivity, the workers had to be experienced in caring for eagles. The bald eagle can live a long time in captivity if well cared for, but does not mate well, even under the best care.\nThe national bird of the United States.\nThe bald eagle is the national bird of the United States. It appears on most of its seals, including the Seal of the President of the United States. The Continental Congress made the design for the Great Seal of the United States with a bald eagle holding thirteen arrows and an olive branch with thirteen leaves in its talons on June 20, 1782.\nThe bald eagle can be found on both national seals and on the back of several coins (including the quarter dollar coin until 1999). Between 1916 and 1945, the Flag of the President of the United States showed an eagle facing to its left.\nThere is a popular legend that Benjamin Franklin once supported the wild turkey as a symbol of the United States instead of the bald eagle. However, there is no evidence that this is true. The legend comes from the letter Franklin wrote to his daughter in 1784 from Paris. However, this letter was about the Society of the Cincinnati, and it did not say anything about the bald eagle or the wild turkey.\nIn Native American culture.\nThe Bald Eagle is a holy bird in some North American cultures. Its feathers are thought to be special. They are used very much in spiritual customs among the Native Americans. Eagles are thought as messengers between gods and humans. Eagle feathers are often used in traditional things, especially in fans. The Lakota people, for instance, give an eagle feather as a symbol of honor to a person who achieves a task. In modern times, it may be given on an event such as a graduation from college. The Pawnee people thought eagles as symbols of nature and fertility. This is because their nests are built high off the ground, and because they protect their young very bravely. The Choctaw explained that the bald eagle, who can see the sun more directly, is a symbol of peace.\nDuring the Sun Dance, which is danced by a lot of Native American tribes, the eagle is included in many different ways. A whistle made from the wing bone of an eagle is used during the dance. Also during the dance, a medicine man may direct his fan, which is made of eagle feathers, to people who need healing. The fan is then held up toward the sky, so that the eagle may send all the sick prayers to the god.\nHowever, Native American tribes cannot use bald or golden eagle feathers for their religious or spiritual use anymore. This is because of a law called the eagle feather law. The eagle feather law usually defends Native Americans by providing many exceptions to wildlife laws, but it presently does not yet allow Native American tribes to use them yet. This made the Native American groups angry because they insisted that it was stopping their ability to use their religion freely.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":17},{"uri":"Bird_of_prey","surface_form":"bird of prey","offset":61},{"uri":"North_America","surface_form":"North America","offset":88},{"uri":"Nation","surface_form":"nation","offset":113},{"uri":"Bird","surface_form":"bird","offset":122},{"uri":"United_States_of_America","surface_form":"United States of America","offset":134},{"uri":"Sea_eagle","surface_form":"sea eagle","offset":188},{"uri":"Canada","surface_form":"Canada","offset":226},{"uri":"Mexico","surface_form":"Mexico","offset":285},{"uri":"Water","surface_form":"water","offset":320},{"uri":"Baldness","surface_form":"bald","offset":409},{"uri":"Species","surface_form":"species","offset":544},{"uri":"Population","surface_form":"population","offset":690},{"uri":"Wingspan","surface_form":"wingspan","offset":780},{"uri":"Adult","surface_form":"Adult","offset":847},{"uri":"Weight","surface_form":"weigh","offset":861},{"uri":"Talon","surface_form":"talon","offset":994},{"uri":"Hooked","surface_form":"hooked","offset":1008},{"uri":"Beak","surface_form":"beak","offset":1022},{"uri":"Adult","surface_form":"adult","offset":1109},{"uri":"Speckled","surface_form":"speckled","offset":1164},{"uri":"Dot","surface_form":"dot","offset":1184},{"uri":"Year","surface_form":"year","offset":1205},{"uri":"Florida","surface_form":"Florida","offset":1285},{"uri":"Golden_eagle","surface_form":"golden eagle","offset":1465},{"uri":"Chirp","surface_form":"chirp","offset":1686},{"uri":"Whistle","surface_form":"whistle","offset":1703},{"uri":"Shrill","surface_form":"shrilly","offset":1741},{"uri":"Nature","surface_form":"nature","offset":1823},{"uri":"Captivity","surface_form":"captivity","offset":1901},{"uri":"Science","surface_form":"scientific","offset":2002},{"uri":"English_language","surface_form":"English","offset":2048},{"uri":"Latin","surface_form":"Latin","offset":2178},{"uri":"Carolus_Linnaeus","surface_form":"Carolus Linnaeus","offset":2255},{"uri":"Botany","surface_form":"botanist","offset":2334},{"uri":"Physician","surface_form":"physician","offset":2344},{"uri":"Zoologist","surface_form":"zoologist","offset":2358},{"uri":"Binomial_nomenclature","surface_form":"binomial nomenclature","offset":2381},{"uri":"Range_(biology)","surface_form":"natural home","offset":2437},{"uri":"Sea","surface_form":"sea","offset":2583},{"uri":"River","surface_form":"river","offset":2589},{"uri":"Lake","surface_form":"lake","offset":2603},{"uri":"Ocean","surface_form":"ocean","offset":2610},{"uri":"Fish","surface_form":"fish","offset":2670},{"uri":"Wood","surface_form":"wood","offset":2713},{"uri":"Bird_nest","surface_form":"nests","offset":2743},{"uri":"Predator","surface_form":"predator","offset":2800},{"uri":"City","surface_form":"cities","offset":3138},{"uri":"City_park","surface_form":"city park","offset":3163},{"uri":"Oregon","surface_form":"Oregon","offset":3205},{"uri":"Harlem","surface_form":"Harlem","offset":3257},{"uri":"Kilometer","surface_form":"kilometer","offset":3387},{"uri":"Glide","surface_form":"gliding","offset":3424},{"uri":"Flap","surface_form":"flapping","offset":3435},{"uri":"Migrate","surface_form":"migratory","offset":3582},{"uri":"Territory","surface_form":"territory","offset":3752},{"uri":"Freeze","surface_form":"freeze","offset":3844},{"uri":"Coast","surface_form":"coast","offset":3906},{"uri":"Fish","surface_form":"fish","offset":3971},{"uri":"Pacific_Northwest","surface_form":"Pacific Northwest","offset":3984},{"uri":"Spawn","surface_form":"spawn","offset":4003},{"uri":"Trout","surface_form":"trout","offset":4012},{"uri":"Salmon","surface_form":"salmon","offset":4022},{"uri":"Carrion","surface_form":"carrion","offset":4101},{"uri":"Scavenger","surface_form":"scavenge","offset":4147},{"uri":"Camp","surface_form":"camp","offset":4295},{"uri":"Garbage","surface_form":"garbage","offset":4308},{"uri":"Rabbit","surface_form":"rabbit","offset":4352},{"uri":"Hare","surface_form":"hare","offset":4361},{"uri":"Raccoon","surface_form":"raccoon","offset":4368},{"uri":"Muskrat","surface_form":"muskrat","offset":4378},{"uri":"Beaver","surface_form":"beaver","offset":4388},{"uri":"Deer","surface_form":"deer fawns","offset":4401},{"uri":"Grebe","surface_form":"grebe","offset":4448},{"uri":"Duck","surface_form":"duck","offset":4456},{"uri":"Gull","surface_form":"gull","offset":4463},{"uri":"Geese","surface_form":"geese","offset":4474},{"uri":"Reptile","surface_form":"Reptile","offset":4481},{"uri":"Amphibian","surface_form":"amphibian","offset":4491},{"uri":"Crustacean","surface_form":"crustacean","offset":4506},{"uri":"Crab","surface_form":"crab","offset":4530},{"uri":"Claw","surface_form":"talon","offset":4651},{"uri":"Claw","surface_form":"claw","offset":4695},{"uri":"Flesh","surface_form":"flesh","offset":4716},{"uri":"Fawn","surface_form":"fawn","offset":4914},{"uri":"Water","surface_form":"water","offset":4994},{"uri":"Swim","surface_form":"swim","offset":5027},{"uri":"Shore","surface_form":"shore","offset":5044},{"uri":"Drown","surface_form":"drown","offset":5083},{"uri":"Hypothermia","surface_form":"hypothermia","offset":5107},{"uri":"Temperature","surface_form":"temperature","offset":5170},{"uri":"Healthy","surface_form":"Healthy","offset":5288},{"uri":"Food_chain","surface_form":"food chain","offset":5407},{"uri":"Year","surface_form":"year","offset":5486},{"uri":"Mate","surface_form":"mate","offset":5525},{"uri":"Birth","surface_form":"born","offset":5583},{"uri":"Court","surface_form":"court","offset":5834},{"uri":"Talon","surface_form":"talon","offset":5942},{"uri":"Ground","surface_form":"ground","offset":6008},{"uri":"Ton","surface_form":"ton","offset":6238},{"uri":"Weight","surface_form":"weigh","offset":6302},{"uri":"Incubation_period","surface_form":"incubating","offset":6536},{"uri":"Egg_(biology)","surface_form":"egg","offset":6551},{"uri":"Continental_United_States","surface_form":"continental United States","offset":6710},{"uri":"Extinction","surface_form":"extinct","offset":6774},{"uri":"DDT","surface_form":"DDT","offset":6818},{"uri":"Calcium","surface_form":"calcium","offset":6857},{"uri":"Health","surface_form":"health","offset":6905},{"uri":"Egg_(biology)","surface_form":"egg","offset":6913},{"uri":"Habitat","surface_form":"habitat","offset":7217},{"uri":"Hunt","surface_form":"hunt","offset":7237},{"uri":"Oil","surface_form":"oil","offset":7267},{"uri":"Lead","surface_form":"lead","offset":7275},{"uri":"Species","surface_form":"species","offset":7341},{"uri":"Endangered_species","surface_form":"endangered species","offset":7585},{"uri":"Penalty","surface_form":"penalties","offset":7621},{"uri":"Ban","surface_form":"ban","offset":7708},{"uri":"Population","surface_form":"population","offset":7830},{"uri":"Official","surface_form":"official","offset":7869},{"uri":"List","surface_form":"list","offset":7913},{"uri":"Endangered_species","surface_form":"endangered species","offset":7921},{"uri":"Captivity","surface_form":"captivity","offset":7981},{"uri":"Experience","surface_form":"experience","offset":8014},{"uri":"Seal_(device)","surface_form":"seal","offset":8290},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":8323},{"uri":"Continental_Congress","surface_form":"Continental Congress","offset":8359},{"uri":"Great_Seal_of_the_United_States","surface_form":"Great Seal of the United States","offset":8404},{"uri":"Arrow","surface_form":"arrow","offset":8471},{"uri":"Olive_(fruit)","surface_form":"olive","offset":8485},{"uri":"Branch","surface_form":"branch","offset":8491},{"uri":"Leaves","surface_form":"leaves","offset":8512},{"uri":"Talon","surface_form":"talon","offset":8526},{"uri":"Coin","surface_form":"coin","offset":8629},{"uri":"Quarter","surface_form":"quarter","offset":8650},{"uri":"Dollar","surface_form":"dollar","offset":8658},{"uri":"Flag","surface_form":"Flag","offset":8710},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":8820},{"uri":"Wild_turkey","surface_form":"wild turkey","offset":8857},{"uri":"Symbol","surface_form":"symbol","offset":8874},{"uri":"Letter","surface_form":"letter","offset":9004},{"uri":"Holy","surface_form":"holy","offset":9241},{"uri":"Spiritual","surface_form":"spiritual","offset":9351},{"uri":"Custom","surface_form":"custom","offset":9361},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans","offset":9379},{"uri":"God","surface_form":"god","offset":9438},{"uri":"Tradition","surface_form":"tradition","offset":9488},{"uri":"Fan","surface_form":"fan","offset":9522},{"uri":"Lakota%2C_Iowa","surface_form":"Lakota","offset":9532},{"uri":"Pawnee%2C_Oklahoma","surface_form":"Pawnee people","offset":9721},{"uri":"Nature","surface_form":"nature","offset":9764},{"uri":"Fertility","surface_form":"fertility","offset":9775},{"uri":"Brave","surface_form":"bravely","offset":9887},{"uri":"Choctaw","surface_form":"Choctaw","offset":9900},{"uri":"Sun","surface_form":"sun","offset":9955},{"uri":"Peace","surface_form":"peace","offset":9989},{"uri":"Wing","surface_form":"wing","offset":10140},{"uri":"Bone","surface_form":"bone","offset":10145},{"uri":"Medicine_man","surface_form":"medicine man","offset":10213},{"uri":"Direction","surface_form":"direct","offset":10230},{"uri":"Religion","surface_form":"religious","offset":10490},{"uri":"Spirituality","surface_form":"spiritual","offset":10503}]}