{"id":69354,"url":"http://en.wikipedia.org/wiki/Across_the_Universe_(movie)","text":"\"Across the Universe\" is a musical movie made in 2007. It is directed by Julie Taymor and written by Ian La Frenais and Dick Clement. The main characters are played by Evan Rachel Wood and Jim Sturgess. There are also other famous actors and singers who appear in the movie: Bono, who plays \"Dr. Robert\", Eddie Izzard as \"Mr. Kite\", Dana Fuchs as a musician called \"Sexy Sadie\", and Salma Hayek as a nurse.\nThe movie was released in North America on 12 October in 2007.\nPlot.\nThe story starts in the early 1960s. A young ship builder from Liverpool named Jude (played by Jim Sturgess) travels by ship to the United States in search of his American G.I. father called Wes (Played by Robert Clohessy). They have never met and his father does not know Jude exists. While looking for his father at Princeton, Jude makes friends with somebody called Max (Played by Joe Anderson), a rebellious young man from a rich background, and Max's sister Lucy (Played by Evan Rachel Wood). When Max drops out of college and moves to New York City, Jude goes with him. Max works as a taxi driver, while Jude tries to find work as an independent artist. They become roommates in a bohemian area of the city where they share an apartment with other people, including a woman called Sadie (Played by Dana Fuchs) who is their landlady and who is also trying to become singer. Other people who live in the same house include Jojo (Played by Martin Luther McCoy), a guitarist who arrives from Detroit after the death of his younger brother; and Prudence (Played by T.V. Carpio), a young lesbian who hitchhikes to New York City from Dayton, Ohio. Lucy joins them in the New York flat after her boyfriend is killed in the Vietnam War.\nLucy and Jude begin dating, as well as Sadie and Jojo, which leaves Prudence depressed. When Max is sent to Vietnam, Lucy becomes involved in an extreme anti-war group, which leads to tension with the non-political Jude. He is unhappy with the amount of time she spends with the political group, suspecting that its leader, Paco (Logan Marshall-Green), is a man who obsessively seduces and deceives women. Jude's art and his relationship with Lucy both start to break down. Meanwhile, Sadie has formed a band called Sadie and the Po Boys, with Jojo as her lead guitarist. She gains the attention of a manager (James Urbaniak) who signs her to a record label, but he wants her to drop her backing band. This leads to a break up between Sadie and Jojo, both musically and romantically.\nThe differences between Jude and Lucy grow. One day, Jude goes into the offices of the political group where Lucy works and is kicked out after punching Paco. This causes a fight between the couple, resulting in Lucy leaving Jude. Jude finds her at an anti-war demonstration at Columbia University during which many protesters, including Lucy, are arrested. When trying to help her, Jude is also arrested. Though Wes (Jude's Father) persuades the police not to take further action for activity at the protest, he cannot prove that Jude is his son, and Jude is sent back to England.\nMax is wounded in Vietnam and is emotionally and mentally troubled by his war experience, while Lucy remains involved in her anti-war group that is becoming more and more violent. After Lucy goes to the old headquarters of her anti-war group, she discovers Paco and some of his followers making bombs. She then decides to leave the group. One of Paco's bombs explodes, destroying the building. Jude reads about the explosion in a Liverpool newspaper and is concerned that Lucy has died. He then hears from Max that she is alive, and he arranges to return to the United States properly and without breaking the law. He meets Max, who drives him to Sadie's music headquarters where a Beatles-style rooftop concert is being held by Jojo, Sadie, and their band singing an anti-war song (Don't let me down). Lucy is supposed to be there to meet Jude again, but no one can find her, and the group is forced to leave when the police arrive. But Jude manages to sneak back onto the roof and begins to sing \"All you need is Love\", his eyes searching the crowd for Lucy. The rest of the band sneaks back onto the roof, too and they join him with their voices and instruments. Jude smiles sadly and turns to leave the roof, but Max suddenly points as they sing, and Jude turns to see Lucy standing on the roof across the street, singing along. They smile at one another with tears in their eyes, and the screen fades out to white clouds and blue sky.\nMovie soundtrack.\nThe movie's end credits show that a total of thirty-three separate Beatles songs featured in the movie, either in full or in part. All of these songs were written between 1963 and 1970 by the members of The Beatles (John Lennon, Paul McCartney, George Harrison and Ringo Starr) and recorded by The Beatles. Thirty of them are songs that are officially credited to the songwriting partnership of Lennon-McCartney. Three are credited to George Harrison. One title (\"Flying\") is a 1967 song credited to all four members of the Beatles (Lennon-McCartney-Harrison-Starkey).\nThirty-one of the soundtrack's songs feature vocals. Two of them (\"And I Love Her\" and \"A Day in the Life\") are brief instrumental versions of songs that were originally written with lyrics. One song (\"Flying\") was originally written as an instrumental.\nTwenty-five of the vocal tracks are performed by one or more of the six lead cast members. Four of the songs are sung by stars with cameo roles (Bono, Eddie Izzard, Salma Hayek and Joe Cocker). One song (\"Let It Be\") is sung by supporting members of the cast. One song (\"Blue Jay Way\") is sung by indie Texan trio The Secret Machines. In twenty-nine of the vocal tracks, the vocalists are singing on-screen. Two of the vocal tracks (\"Blue Jay Way\" and \"Lucy in the Sky with Diamonds\") are sung by off-screen vocalists.\nThe remaining three of the thirty-four songs are rendered instrumentally. \"Flying\" is performed by The Secret Machines, \"And I Love Her\" is heard briefly as part of the orchestral score, and \"A Day in the Life\" is performed on guitar by Jeff Beck in a version recorded for Sir George Martin's 1998 album \"In My Life\".\nIn addition to the thirty-four Beatles songs, the soundtrack features an original score written by Elliot Goldenthal. Goldenthal worked on Taymor's previous movies \"Titus\" and \"Frida\". (Goldenthal and director Taymor have also been partners since 1982.)\nBeatles songs featured in the movie.\nThis is a listing of the thirty-four songs written by members of The Beatles that are heard on the soundtrack, in the order featured in the movie. This listing includes notation of three songs that are heard twice in the course of the movie, so there are a total of thirty-seven individual music cues.\nProduction dispute.\nIn March 2007, the media reported a dispute over the final cut of the movie. Concerned with the length of director Julie Taymor's cut of the movie, Revolution Studios (production studio) chairman Joe Roth tested a sneak preview of a shortened version without first informing Taymor. The incident caused a quarrel between the two, later involving Sony Pictures (distributor) Amy Pascal urging Taymor to agree to the shorter version. After several months of dispute, Taymor's version was eventually reinstated as the theatrically released version.\nReception.\nThe movie received mixed reviews from critics. As of January 6, 2008, the review aggregator Rotten Tomatoes reported that 52% of critics gave the movie positive reviews, based on 130 reviews. However, the movie is currently at 80% with the Rotten Tomatoes community. Metacritic reported the movie had an average score of 56 out of 100, based on 29 reviews.\nTop ten lists.\nThe movie appeared on a few critics' top ten lists of the best movies of 2007.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_movie","surface_form":"musical movie","offset":27},{"uri":"2007","surface_form":"2007","offset":49},{"uri":"Movie_director","surface_form":"directed","offset":61},{"uri":"Julie_Taymor","surface_form":"Julie Taymor","offset":73},{"uri":"Screenplay","surface_form":"written","offset":90},{"uri":"Evan_Rachel_Wood","surface_form":"Evan Rachel Wood","offset":168},{"uri":"Jim_Sturgess","surface_form":"Jim Sturgess","offset":189},{"uri":"Bono","surface_form":"Bono","offset":275},{"uri":"Eddie_Izzard","surface_form":"Eddie Izzard","offset":305},{"uri":"Dana_Fuchs","surface_form":"Dana Fuchs","offset":333},{"uri":"Musician","surface_form":"musician","offset":349},{"uri":"Salma_Hayek","surface_form":"Salma Hayek","offset":383},{"uri":"Nurse","surface_form":"nurse","offset":400},{"uri":"Movie_release","surface_form":"released","offset":421},{"uri":"North_America","surface_form":"North America","offset":433},{"uri":"12_October","surface_form":"12 October","offset":450},{"uri":"2007","surface_form":"2007","offset":464},{"uri":"Liverpool%2C_England","surface_form":"Liverpool","offset":539},{"uri":"Jim_Sturgess","surface_form":"Jim Sturgess","offset":571},{"uri":"United_States","surface_form":"United States","offset":608},{"uri":"GI_(military)","surface_form":"G.I.","offset":648},{"uri":"Princeton_University","surface_form":"Princeton","offset":794},{"uri":"Joe_Anderson","surface_form":"Joe Anderson","offset":860},{"uri":"Evan_Rachel_Wood","surface_form":"Evan Rachel Wood","offset":955},{"uri":"New_York_City","surface_form":"New York City","offset":1017},{"uri":"Bohemianism","surface_form":"bohemian","offset":1163},{"uri":"Dana_Fuchs","surface_form":"Dana Fuchs","offset":1280},{"uri":"Martin_Luther_McCoy","surface_form":"Martin Luther McCoy","offset":1419},{"uri":"Detroit","surface_form":"Detroit","offset":1470},{"uri":"T.V._Carpio","surface_form":"T.V. Carpio","offset":1542},{"uri":"Dayton%2C_Ohio","surface_form":"Dayton, Ohio","offset":1609},{"uri":"Boyfriend","surface_form":"boyfriend","offset":1670},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1697},{"uri":"Depressed","surface_form":"depressed","offset":1787},{"uri":"Vietnam","surface_form":"Vietnam","offset":1818},{"uri":"Tension","surface_form":"tension","offset":1894},{"uri":"Columbia_University","surface_form":"Columbia University","offset":2772},{"uri":"Protest","surface_form":"protest","offset":2810},{"uri":"Debate","surface_form":"persuades","offset":2927},{"uri":"Police","surface_form":"police","offset":2941},{"uri":"Protest","surface_form":"protest","offset":2995},{"uri":"Vietnam","surface_form":"Vietnam","offset":3094},{"uri":"Bomb","surface_form":"bomb","offset":3429},{"uri":"Newspaper","surface_form":"newspaper","offset":3516},{"uri":"USA","surface_form":"United States","offset":3638},{"uri":"The_Beatles","surface_form":"Beatles-style","offset":3758},{"uri":"Eye","surface_form":"eye","offset":4102},{"uri":"Tears","surface_form":"tears","offset":4440},{"uri":"John_Lennon","surface_form":"John Lennon","offset":4750},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":4763},{"uri":"George_Harrison","surface_form":"George Harrison","offset":4779},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":4799},{"uri":"The_Beatles","surface_form":"The Beatles","offset":4828},{"uri":"George_Harrison","surface_form":"George Harrison","offset":4969},{"uri":"Cameo_appearance","surface_form":"cameo","offset":5489},{"uri":"Bono","surface_form":"Bono","offset":5502},{"uri":"Eddie_Izzard","surface_form":"Eddie Izzard","offset":5508},{"uri":"Joe_Cocker","surface_form":"Joe Cocker","offset":5538},{"uri":"Elliot_Goldenthal","surface_form":"Elliot Goldenthal","offset":6293},{"uri":"January_6","surface_form":"January 6","offset":7417},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":7456}]}