{"id":693775,"url":"http://en.wikipedia.org/wiki/Hello%2C_Dolly%21_(movie)","text":"\"Hello, Dolly!\" is a 1969 American musical and romantic comedy movie. It is based on the Broadway production of the same name. Louis Armstrong recorded the title tune of the same name. That tune hit #1 in May 1964.\nPlot.\nIn 1890, all of New York City is excited because widowed and brassy Dolly Levi is in town. She is currently seeking a wife for grumpy \"half a millionaire\" Horace Vandergelder. It becomes clear, however, that Dolly wants to marry Horace herself. She travels to Yonkers, New York to visit Horace.\nHorace tells his two clerks, Barnaby Tucker and Cornelius Hackl, that he is about to get married because \"It Takes a Woman\" to do all the household chores. Dolly comes to Yonkers and sends Horace to the city.\nCornelius decides he and Barnaby need to leave Yonkers. Dolly knows two ladies in New York City they can call on: Irene Molloy, and her shop assistant, Minnie Fay.\nAfter meeting an old friend, Gussie Granger, on a float in a parade, Dolly catches up with the annoyed Horace. He is marching in the parade. She tells him the heiress Ernestina Semple would be perfect for him. She asks him to meet her at the Harmonia Gardens that evening.\nCornelius wants to get a kiss before the night is over. The clerks have no money to hire a carriage. They then tell the girls that walking to the restaurant shows that they have \"Elegance\".\nAt the Harmonia Gardens Restaurant, the head waiter, Rudolph, gets his crew into shape for Dolly Levi's return. Horace arrives to meet his date. But she is really Dolly's friend Gussie. Gussie isn't elegant or rich as Dolly had said. She soon leaves after being bored by Horace.\nCornelius, Barnaby and their dates arrive at the restaurant. They're not aware Horace is also at the restaurant. Cornelius is scared of being caught. He tells the ladies he and Barnaby didn't have any money all along. Irene \"knew\" the two men pretended being rich.\nHorace tells Dolly life would be dull without her. Dolly promises she will never go away again.\nU.S. showings.\nThe movie began showing in New York City at the Rivoli Theater on December 16, 1969. It later began showing at the Grauman's Chinese Theater near Los Angeles on December 19.\nThe movie got favorable reviews upon release.\nBox office.\nThe movie opened strongly. It took in more than \"The Sound of Music\" four years earlier. It made $33.2 million at the box office.\nAwards.\nThe movie won three Academy Award. It was nominated for another four.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":26},{"uri":"Musical","surface_form":"musical","offset":35},{"uri":"Romantic_comedy","surface_form":"romantic comedy","offset":47},{"uri":"Movie","surface_form":"movie","offset":63},{"uri":"Broadway","surface_form":"Broadway","offset":89},{"uri":"Louis_Armstrong","surface_form":"Louis Armstrong","offset":127},{"uri":"New_York_City","surface_form":"New York City","offset":237},{"uri":"Widow","surface_form":"widow","offset":270},{"uri":"Yonkers%2C_New_York","surface_form":"Yonkers, New York","offset":481},{"uri":"Marriage","surface_form":"married","offset":605},{"uri":"Carriage","surface_form":"carriage","offset":1253},{"uri":"New_York_City","surface_form":"New York City","offset":2034},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":2153},{"uri":"The_Sound_of_Music_(movie)","surface_form":"The Sound of Music","offset":2288},{"uri":"Academy_Award","surface_form":"Academy Award","offset":2397}]}