{"id":694108,"url":"http://en.wikipedia.org/wiki/Forensic_anthropology","text":"e=\"preserve\">Forensic anthropology is the analysis of human remains for the purpose of solving criminal cases and identifying the cause of death. In order to understand the death of a person, forensic anthropologists collect information from their bones. Forensic anthropologists use bone analysis to learn more about the person who died.\nAge.\n\"How old was the person when they died?\"\nScientists can discover the stages of growth and development that the bones were in when a person died to guess their age. Bones such as the femur can be measured in order to determine what stage of life a person was in. A child’s bones would typically be shorter than an adult’s bones. Another way to determine age is to look for cartilage, a tissue that is replaced by hard bone as a person gets older. Younger children will have more cartilage in their bones while adults will have more hard bone. Using these methods can help guess the age of a person when they died.\nCause of death.\nCauses of death are usually related to injury and/or disease. Forensic anthropologists study bone to see if injuries were caused by bullets, blunt objects, sharp objects, or other weapons. They may also be able to see if a person had a disease that caused their death. Some diseases can cause changes in the structure of bone. Anemia can cause bones in the skull to flatten. Diseases like scurvy and rickets can cause bones to soften and bend.\nSex.\n\"What is the sex of the person who died?\"\nSexual dimorphism is most obvious in the pelvis of the skeleton and in the skull. Forensic anthropologists can determine a persons's sex by studying these bones. Since females give birth, their pelvic bones are usually wider and fan out more to allow room for the baby. In terms of the skull, males generally have larger skulls than females due to the larger amount of muscle that male skulls have to support.\nTime of death.\nIn order to find out when a person died, anthropologists use taphonomy, or the study of the natural processes that affect the condition of human remains. Wind, water, soil erosion, and sand can all affect the state of bones. Anthropologists can create a timeline of when these factors to guess when a person died.\nAncestry.\nAnthropologists can study ancestry by studying which features of the skeleton are more common in particular populations compared to others. Forensic anthropologists collect data by measuring different features of the cranium, such as width, length, shape and thickness. Once these measurements of the cranium are collected, the next step is to find an appropriate reference sample in the Forensic Anthropology Databank. This databank can group the data from the individual into an existing reference group, giving an indication of the individual's ancestry.\nBone Markings.\nWhen looking at bones anthropologists look for markings left on bones caused by stress. These markings are called stress markers or occupation markers. Occupational markers can be found in cases where muscles or tendons insert into the cortical tissue of bone via the periosteum, or where there is hypertrophy of muscular attachments on the bones. The cause of the markers left are from repetitive activities over a long period of time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Forensic","surface_form":"Forensic","offset":13},{"uri":"Anthropology","surface_form":"anthropology","offset":22},{"uri":"Criminal","surface_form":"criminal","offset":95},{"uri":"Death","surface_form":"death","offset":139},{"uri":"Bones","surface_form":"bones","offset":248},{"uri":"Analysis","surface_form":"analysis","offset":289},{"uri":"Growth","surface_form":"growth","offset":423},{"uri":"Development","surface_form":"development","offset":434},{"uri":"Femur","surface_form":"femur","offset":526},{"uri":"Cartilage","surface_form":"cartilage","offset":716},{"uri":"Injury","surface_form":"injury","offset":1012},{"uri":"Disease","surface_form":"disease","offset":1026},{"uri":"Weapons","surface_form":"weapons","offset":1153},{"uri":"Structure","surface_form":"structure","offset":1281},{"uri":"Anemia","surface_form":"Anemia","offset":1300},{"uri":"Scurvy","surface_form":"scurvy","offset":1362},{"uri":"Rickets","surface_form":"rickets","offset":1373},{"uri":"Sexual_dimorphism","surface_form":"Sexual dimorphism","offset":1464},{"uri":"Pelvis","surface_form":"pelvis","offset":1505},{"uri":"Skeleton","surface_form":"skeleton","offset":1519},{"uri":"Skull","surface_form":"skull","offset":1539},{"uri":"Sex","surface_form":"sex","offset":1597},{"uri":"Birth","surface_form":"birth","offset":1645},{"uri":"Muscle","surface_form":"muscle","offset":1833},{"uri":"Timeline","surface_form":"timeline","offset":2143},{"uri":"Ancestry","surface_form":"ancestry","offset":2239},{"uri":"Data","surface_form":"data","offset":2386},{"uri":"Cranium","surface_form":"cranium","offset":2430},{"uri":"Width","surface_form":"width","offset":2447},{"uri":"Length","surface_form":"length","offset":2454},{"uri":"Shape","surface_form":"shape","offset":2462},{"uri":"Bone","surface_form":"cortical tissue of bone","offset":3022},{"uri":"Periosteum","surface_form":"periosteum","offset":3054}]}