{"id":69421,"url":"http://en.wikipedia.org/wiki/Tina_Fey","text":"Elizabeth Stamatina \"Tina\" Fey (; born May 18, 1970) is an American actress, comedienne, writer, and producer. She has received seven Emmy Awards, three Golden Globe Awards, four Screen Actors Guild Awards, and four Writers Guild of America Awards. She was called the performer who had the greatest impact on culture and entertainment in 2008 by the Associated Press. They gave her their AP Entertainer of the Year award.\nFey graduated from the University of Virginia in 1992. She then moved to Chicago to take classes at the improvisational comedy group The Second City. She became a featured player there in 1994. Three years later, Fey became a writer for the sketch comedy show \"Saturday Night Live\" (\"SNL\"). She was promoted to the position of head writer in 1999. The following year, Fey was added to the cast of \"SNL\". During her time there, she was co-anchor of the show's \"Weekend Update\". After leaving \"SNL\" in 2006, she created her own television series called \"30 Rock\". The show is a situation comedy somewhat based on her experiences at \"SNL\". In the show, Fey plays the head writer of a fictional sketch comedy series.\nIn 2004, Fey made her movie debut as writer and co-star of the teen comedy \"Mean Girls\". In 2008, she starred in the comedy movie \"Baby Mama\", with Amy Poehler. In 2009, Fey won an Emmy Award for her satirical portrayal of Republican vice presidential candidate Sarah Palin in a guest appearance on \"SNL\".\nEarly life.\nFey was born in Upper Darby, Pennsylvania, a township just outside of Philadelphia. Her mother is Zenovia \"Jeanne\" (née Xenakes), a brokerage employee of Greek ancestry. Her father is Donald Fey, a university grant proposal-writer of German and Scottish ancestry. She has a brother, who is eight years older, named Peter.\nShe also grew up watching \"Second City Television\" (\"SCTV\") and says Catherine O'Hara is one of her role models.\nFey attended Cardington Elementary School and Beverly Hills Middle School in Upper Darby. By middle school, she knew she was interested in comedy. She did an independent-study project on the subject in eighth grade. Fey attended Upper Darby High School. There she was an honor student, a member of the choir, drama club, and tennis team. She was also co-editor of the school's newspaper. After her graduation in 1988, Fey enrolled at the University of Virginia. She studied playwriting and acting there. She graduated in 1992 with a Bachelor of Arts degree in drama.\nEarly career.\nAfter graduating, Fey first had plans to do graduate work in drama at DePaul University in Chicago, Illinois. But \"I just got this feeling like it wasn't going to work out ... [that] they were going to take my money and then cut me from the program.\" She moved to Chicago anyway, knowing about the improvisational comedy group, The Second City. She took night classes at Second City. She had a day job working at the front desk of a YMCA in Evanston to pay for her classes. Once her Second City training began, she became highly involved in the \"cult of improvisation\". She became, as she called it later, \"like one of those athletes trying to get into the Olympics. It was all about blind focus. I was so sure that I was doing exactly what I'd been put on this earth to do, and I would have done anything to make it onto that stage. Not because of \"SNL\", but because I wanted to devote my life to improv. I would have been perfectly happy to stay at Second City forever.\"\nWhile in Chicago, Fey also made what she later called an \"amateurish\" try at stand-up comedy. She also performed at the ImprovOlympic theater.\n\"Saturday Night Live\" (1998–2006).\nWhile performing shows with the Second City in 1997, Fey sent several scripts to NBC's \"Saturday Night Live\" (\"SNL\"). She had been asked to send them by \"SNLs head writer Adam McKay. McKay was a former performer at Second City. She was hired as a writer for \"SNL\" following a meeting with \"SNL\" creator Lorne Michaels. Fey moved to New York. She told \"The New Yorker\", \"I’d had my eye on the show forever, the way other kids have their eye on Derek Jeter.\" At first, Fey \"struggled\" at \"SNL\". Her first sketch to air starred Chris Farley in a Sally Jessy Raphael satire. Fey went on to write a series of parodies. This included one of ABC's morning talk show \"The View\". She co-wrote the \"Sully and Denise\" sketches with Rachel Dratch, who plays one of the teens.\nFey played an extra in one of the episodes in 1998. After watching herself, she decided to diet. By dieting she lost 30 pounds. She told \"The New York Times\", \"I was a completely normal weight. But I was here in New York City, I had money and I couldn't buy any clothes. After I lost weight, there was interest in putting me on camera.\" In 1999, McKay quit as head writer. Michaels asked Fey to replace McKay. She became \"SNLs first female head writer. Fey does not make a big deal about this accomplishment because there have not been very many head writers.\nIn 2000, Fey began performing in sketches. She and Jimmy Fallon became co-anchors of \"SNL's Weekend Update\" segment. Fey admitted she did not ask to audition, but that Michaels asked her to do it. Michaels explained that there was \"chemistry\" (connection) between Fey and Fallon. Michaels, however, said that choosing Fey was \"kind of risky\" at the time. Her role in \"Weekend Update\" was well received by critics. Ken Tucker of \"Entertainment Weekly\" wrote: \"...Fey delivers such blow darts – poison filled jokes written in long, precisely parsed sentences unprecedented in \"Update\" history – with such a bright, sunny countenance makes her all the more devilishly delightful.\" Dennis Miller, a former cast member of \"SNL\" and anchor of \"Weekend Update\", was pleased with Fey as one of the anchors for the segment: \"...Fey might be the best \"Weekend Update\" anchor who ever did it. She writes the funniest jokes\". Robert Bianco of \"USA Today\", however, commented that he was \"not enamored\" with the pairing.\nIn 2001, Fey and the writing staff won a Writers Guild of America Award for \"SNLs 25th anniversary special. The following year at the 2002 Emmy Awards ceremony, she and the writing team won the Emmy for Outstanding Writing for a Variety, Music or Comedy Program.\nThe pairing of Fey and Fallon ended in May 2004. Fallon left the show at the end of that season. He was replaced by Amy Poehler. It was the first time that two women co-anchored \"Weekend Update\". Fey revealed that she \"hired\" Poehler as her co-host for the segment. The reception to the teaming of Fey and Poehler was positive. Rachel Sklar of the \"Chicago Tribune\" noting that the pairing \"has been a hilarious, pitch-perfect success as they play off each other with quick one-liners and deadpan delivery\".\nThe 2005-2006 season was Fey's last. After it she left to make \"30 Rock\".\n\"30 Rock\" (2006–present).\nIn 2002, Fey suggested a pilot episode for a situation comedy about a cable news network to NBC, who rejected it. The pilot was written again to focus on an \"SNL\" style series. It was accepted by NBC. She signed a contract with NBC in May 2003. It allowed her to remain in her \"SNL\" head writer position at least through the 2004–2005 television season. As part of the contract, Fey was to develop a primetime project to be produced by Broadway Video and NBC Universal. She began developing the pilot project under the working title \"Untitled Tina Fey Project\". The pilot, directed by Adam Bernstein, centered on the head writer of a variety show and how she managed her relationships with the show's star and its executive producer. In October 2006, the pilot aired on NBC as \"30 Rock\". Although the episode received generally good reviews, it finished third in its timeslot.\nThe network gave the series a second season, which began in October 2007. The show's third season premiered on October 30, 2008. The premiere episode set records for the highest ratings of the series. In January 2009, NBC renewed \"30 Rock\" for the 2009–2010 season.\nIn 2007, Fey received an Emmy Award nomination for Outstanding Actress in a Comedy Series. The show itself won the 2007 Emmy for Outstanding Comedy Series. In 2008, she won the Golden Globe, Screen Actors Guild, and Emmy awards all in the category for Best Actress in a Comedy Series. The following year, Fey again won the Golden Globe and Screen Actors Guild Award in the same categories. She was also nominated for an Emmy Award. In early 2010, Fey received a Golden Globe nomination for Best Actress. She won the Screen Actors Guild Award for Best Lead Actress.\nSarah Palin.\nIn September and October 2008 Fey was a guest on \"SNL\" to perform a series of parodies of Republican vice-presidential candidate Sarah Palin. On the 34th season premiere episode, aired September 13, 2008, Fey imitated Palin in a sketch, alongside Amy Poehler as Hillary Clinton. Their act included Clinton making fun of Palin about her \"Tina Fey glasses\". The sketch quickly became NBC.com's most-watched viral video ever. It had 5.7 million views by the following Wednesday. Fey acted in the role again on the October 4 show. She also acted as Palin on the October 18 show where she was joined by the real Sarah Palin. The October 18 show had the best ratings of any \"SNL\" show since 1994. The following year Fey won an Emmy in the category of Outstanding Guest Actress in a Comedy Series for her acting as Palin.\nIn December 2009, \"Entertainment Weekly\" put her impersonation on its end-of-the-decade, \"best-of\" list, writing, \"Fey's freakishly spot-on \"SNL\" impersonation of the wannabe VP (and her ability to strike a balance between comedy and cruelty) made for truly transcendent television.\"\nOther work.\nIn 2000, Fey worked with fellow \"SNL\" cast member Rachel Dratch in the Off Broadway two-woman show \"Dratch & Fey\" at the Upright Citizens Brigade Theater in New York City. The show was well received by critics. Tim Townsend of \"The Wall Street Journal\" in review of \"Dratch & Fey\", wrote that the fun part of watching them perform was \"seeing how comfortable they are with each other\". He said that the show \"isn't about two women being funny. [...] Dratch and Fey are just funny. Period.\" One of the \"SNL\" sketches, \"Sully and Denise\", originated at Second City in Chicago.\nOn August 13, 2007, Fey was a guest on the children's television series \"Sesame Street\", in the episode, \"The Bookaneers\". She appeared as a guest judge on the November 25, 2007 episode of the Food Network program \"Iron Chef America\". Fey has appeared in Disney's campaign \"Year of a Million Dreams\" as Tinker Bell, along with Mikhail Baryshnikov as Peter Pan and Gisele Bündchen as Wendy Darling. She has also done commercials for American Express credit card.\nOn February 23, 2008, Fey hosted the first episode of \"SNL\" after the 2007–2008 Writers Guild of America strike. For this appearance, she was nominated for an Emmy in the category of Individual Performance in a Variety or Music Program.\nMovies.\nIn 2002, Fey appeared in the comedy \"Martin & Orloff\". She made her debut as writer and co-star of the 2004 teen comedy \"Mean Girls\". Characters and behaviors in the movie are based on Fey's high school life at Upper Darby High School. It is also based on the non-fiction book \"Queen Bees and Wannabes\" by Rosalind Wiseman. The cast includes other past cast members of \"SNL\" including Tim Meadows, Ana Gasteyer, and Amy Poehler. The movie received favorable reviews. It was a box office success, grossing $129 million worldwide.\nIn a 2004 interview, Fey said that she would like to write and direct movies in which she has small parts. As of April 2006, Fey has been working on a movie script for Paramount Pictures, which will feature Sacha Baron Cohen, by the name of \"Curly Oxide and Vic Thrill\". It is based loosely on the true story of a Hasidic rock musician. In 2007, she was cast in the animated comedy movie \"Aqua Teen Hunger Force Colon Movie Film for Theaters\" as the teens' mother, a giant burrito.\nFey and former \"SNL\" castmate Amy Poehler starred in the 2008 comedy \"Baby Mama\". The movie was written and directed by Michael McCullers. The movie is about Kate (Fey), a business woman, who wants a child but, discovering she has only a million-to-one chance of getting pregnant, decides to find a surrogate: Angie (Poehler), a white-trash schemer. \"Baby Mama\" received mixed reviews, but many critics enjoyed Fey's performance. Todd McCarthy of \"Variety\" wrote: \"Fey is a delight to watch throughout. Able to convey Kate's intentions and feelings through the simple looks and inflections, she never melodramatizes her situation; nor does her efficient, perfectionist side become overbearing.\" The movie grossed over $64 million at the box office.\nFey's projects after 2008 include her giving her voice to the character Lisa in the English language version of the Japanese animated movie \"Ponyo on the Cliff by the Sea\" (titled \"Ponyo\" for its U.S. release). In 2009, she appeared in \"The Invention of Lying\", alongside Ricky Gervais, Jennifer Garner, Rob Lowe, and Christopher Guest. Her next movie role was in Shawn Levy's comedy \"Date Night\". The movie focuses on a married couple, played by Fey and Steve Carell, who go on a date. However, the night goes wrong for the two. In addition, she has agreed to do voice work for the DreamWorks animated movie \"MegaMind\".\nIn the media.\nFey was ranked in the Hot 100 List at number 80 on \"Maxim\" magazine in 2002. She was named one of \"People\" magazine's 50 Most Beautiful People in 2003. Fey was one of \"People\" magazine's 100 Most Beautiful People in 2007, 2008, and 2009. In 2007, she was included in \"Peoples 100 Most Beautiful issue. Also in 2007, Fey placed seventh on the Hot 100 List on AfterEllen.com. She was on the list again the next year, too. However, in 2008 she was number one on the list.\nIn 2001, \"Entertainment Weekly\" named Fey as one of their Entertainers of the Year for her work on \"Weekend Update\". She again was named one of the magazine's Entertainers of the Year in 2007. She placed number two in 2008. In 2009, Fey was named as \"Entertainment Weeklys fifth individual in their 15 Entertainers of the 2000s list. The newspaper editors and broadcast producers of the Associated Press voted Fey the AP Entertainer of the Year as the performer who had the greatest impact on culture and entertainment in 2008. They cited her impression of Sarah Palin on \"SNL\". She has appeared on the annual Celebrity 100 list by \"Forbes\" in 2008 and 2009 at No. 99 and No. 86.\nIn 2007, the \"New York Post\" included Fey in New York's 50 Most Powerful Women, ranking her at number 33. Fey was among the Time 100, a list of the 100 most influential people in the world, in 2007 and 2009, as selected annually by \"Time\" magazine. Fey's featured article for the 2009 list was written by \"30 Rock\" co-star, Alec Baldwin. She was selected by Barbara Walters as one of America's 10 Most Fascinating People of 2008.\nPersonal life.\nFey is married to Jeff Richmond. Richmond was a composer on \"30 Rock\". They met at Chicago's Second City. The two dated for seven years before marrying in a Greek Orthodox ceremony on June 3, 2001. They have a daughter, Alice Zenobia Richmond, who was born on September 10, 2005, while Fey was still working at \"SNL\". Fey returned to the show on October 22, saying \"I had to get back to work. NBC has me under contract; the baby and I have only a verbal agreement.\" In April 2009, Fey and Richmond bought a $3.4 million apartment in the Upper West Side in New York City.\nFey has a scar a few inches long on the left side of her chin and cheek. Fey was quoted in the November 25, 2001, \"New York Times\" article as saying about it: \"It's a childhood injury that was kind of grim. And it kind of bums my parents out for me to talk about it\". But in an interview with Fey and Richmond in the January 2009 issue of \"Vanity Fair\", Richmond said the scar comes from a slashing incident, which happened when she was five. Richmond said: \"It was in, like, the front yard of her house, and somebody just came up, and she just thought somebody marked her with a pen.\" She has said she was unsure about talking about it because \"It's impossible to talk about it without somehow seemingly exploiting it.\" Fey shows her right (non-scar) side of her face more often when acting as her character Liz Lemon.\nHer charity work includes support of Autism Speaks. It is a group that sponsors autism research. It hosts awareness and outreach activities aimed at families, governments, and the public. At the 64th Golden Globe Awards, Fey wore a blue puzzle piece to raise awareness for the organization. In April 2008, she participated in Night of Too Many Stars, a comedy show benefit for autism education.\nFey is also a supporter of Mercy Corps, a global relief and development organization, in their campaign to end world hunger. Fey narrated a video for Mercy Corps's Action Center in New York City, describing hunger as a symptom of many wider world problems. She also supports the Love Our Children USA organization, which fights violence against children. They named her among their Mothers Who Make a Difference in 2009. She was the 2009 national spokesperson for the Light The Night Walk, which benefits the Leukemia & Lymphoma Society.\nAwards and nominations.\nThe following awards are put under the year they were announced. They are not necessarily the year covered by the award ceremony.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":59},{"uri":"Actress","surface_form":"actress","offset":68},{"uri":"Comedienne","surface_form":"comedienne","offset":77},{"uri":"Writer","surface_form":"writer","offset":89},{"uri":"Producer","surface_form":"producer","offset":101},{"uri":"Emmy_Awards","surface_form":"Emmy Awards","offset":134},{"uri":"Golden_Globe_Awards","surface_form":"Golden Globe Awards","offset":153},{"uri":"Screen_Actors_Guild_Awards","surface_form":"Screen Actors Guild Awards","offset":179},{"uri":"Writers_Guild_of_America_Awards","surface_form":"Writers Guild of America Awards","offset":216},{"uri":"Associated_Press","surface_form":"Associated Press","offset":350},{"uri":"University_of_Virginia","surface_form":"University of Virginia","offset":445},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago","offset":495},{"uri":"Improvisation","surface_form":"improvisation","offset":526},{"uri":"The_Second_City","surface_form":"The Second City","offset":555},{"uri":"Saturday_Night_Live","surface_form":"Saturday Night Live","offset":683},{"uri":"Head_writer","surface_form":"head writer","offset":749},{"uri":"Weekend_Update","surface_form":"Weekend Update","offset":882},{"uri":"30_Rock","surface_form":"30 Rock","offset":974},{"uri":"Situation_comedy","surface_form":"situation comedy","offset":998},{"uri":"Fictional","surface_form":"fictional","offset":1103},{"uri":"Sketch_comedy","surface_form":"sketch comedy","offset":1113},{"uri":"Mean_Girls","surface_form":"Mean Girls","offset":1211},{"uri":"Baby_Mama_(movie)","surface_form":"Baby Mama","offset":1266},{"uri":"Amy_Poehler","surface_form":"Amy Poehler","offset":1283},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":1316},{"uri":"Satire","surface_form":"satirical","offset":1335},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":1358},{"uri":"Sarah_Palin","surface_form":"Sarah Palin","offset":1397},{"uri":"Upper_Darby%2C_Pennsylvania","surface_form":"Upper Darby, Pennsylvania","offset":1469},{"uri":"Township","surface_form":"township","offset":1498},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1523},{"uri":"Married_and_maiden_names","surface_form":"née","offset":1569},{"uri":"Brokerage","surface_form":"brokerage","offset":1585},{"uri":"Greek_American","surface_form":"Greek","offset":1607},{"uri":"Grant","surface_form":"grant","offset":1662},{"uri":"German_American","surface_form":"German","offset":1687},{"uri":"Scottish_American","surface_form":"Scottish","offset":1698},{"uri":"Second_City_Television","surface_form":"Second City Television","offset":1802},{"uri":"Catherine_O%27Hara","surface_form":"Catherine O'Hara","offset":1844},{"uri":"Beverly_Hills_Middle_School","surface_form":"Beverly Hills Middle School","offset":1934},{"uri":"Upper_Darby_High_School","surface_form":"Upper Darby High School","offset":2117},{"uri":"University_of_Virginia","surface_form":"University of Virginia","offset":2326},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":2421},{"uri":"Graduate_school","surface_form":"graduate","offset":2513},{"uri":"DePaul_University","surface_form":"DePaul University","offset":2539},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":2560},{"uri":"The_Second_City","surface_form":"The Second City","offset":2797},{"uri":"YMCA","surface_form":"YMCA","offset":2902},{"uri":"Evanston%2C_Illinois","surface_form":"Evanston","offset":2910},{"uri":"Olympics","surface_form":"Olympics","offset":3126},{"uri":"Improvisation","surface_form":"improv","offset":3367},{"uri":"Amateur","surface_form":"amateur","offset":3500},{"uri":"Stand-up_comedy","surface_form":"stand-up comedy","offset":3519},{"uri":"I.O.","surface_form":"ImprovOlympic","offset":3562},{"uri":"Script_(performing_arts)","surface_form":"scripts","offset":3690},{"uri":"NBC","surface_form":"NBC","offset":3701},{"uri":"Saturday_Night_Live","surface_form":"Saturday Night Live","offset":3708},{"uri":"Adam_McKay","surface_form":"Adam McKay","offset":3791},{"uri":"Lorne_Michaels","surface_form":"Lorne Michaels","offset":3923},{"uri":"The_New_Yorker","surface_form":"The New Yorker","offset":3972},{"uri":"Derek_Jeter","surface_form":"Derek Jeter","offset":4063},{"uri":"Chris_Farley","surface_form":"Chris Farley","offset":4145},{"uri":"Sally_Jessy_Raphael","surface_form":"Sally Jessy Raphael","offset":4163},{"uri":"Parody","surface_form":"parodies","offset":4224},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":4255},{"uri":"The_View_(U.S._TV_series)","surface_form":"The View","offset":4280},{"uri":"Rachel_Dratch","surface_form":"Rachel Dratch","offset":4341},{"uri":"Diet","surface_form":"diet","offset":4475},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":4522},{"uri":"Jimmy_Fallon","surface_form":"Jimmy Fallon","offset":4995},{"uri":"News_anchor","surface_form":"co-anchors","offset":5015},{"uri":"Weekend_Update","surface_form":"SNL's Weekend Update","offset":5030},{"uri":"Audition","surface_form":"audition","offset":5093},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":5373},{"uri":"Dennis_Miller","surface_form":"Dennis Miller","offset":5622},{"uri":"USA_Today","surface_form":"USA Today","offset":5876},{"uri":"Writers_Guild_of_America_Award","surface_form":"Writers Guild of America Award","offset":5993},{"uri":"Silver_Jubilee","surface_form":"25th anniversary","offset":6034},{"uri":"54th_Primetime_Emmy_Awards","surface_form":"2002 Emmy Awards","offset":6086},{"uri":"Primetime_Emmy_Award_for_Outstanding_Writing_for_a_Variety%2C_Music_or_Comedy_Program","surface_form":"Outstanding Writing for a Variety, Music or Comedy Program","offset":6155},{"uri":"Amy_Poehler","surface_form":"Amy Poehler","offset":6331},{"uri":"Chicago_Tribune","surface_form":"Chicago Tribune","offset":6564},{"uri":"Saturday_Night_Live_(season_31)","surface_form":"2005-2006 season","offset":6727},{"uri":"Television_pilot","surface_form":"pilot","offset":6848},{"uri":"Episode","surface_form":"episode","offset":6854},{"uri":"Situation_comedy","surface_form":"situation comedy","offset":6868},{"uri":"United_States_cable_news","surface_form":"cable news","offset":6893},{"uri":"2004%E2%80%9305_United_States_network_television_schedule","surface_form":"2004–2005 television season","offset":7148},{"uri":"Primetime","surface_form":"primetime","offset":7223},{"uri":"Broadway_Video","surface_form":"Broadway Video","offset":7259},{"uri":"NBC_Universal","surface_form":"NBC Universal","offset":7278},{"uri":"Adam_Bernstein","surface_form":"Adam Bernstein","offset":7408},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":7991},{"uri":"Nomination","surface_form":"nomination","offset":8002},{"uri":"Primetime_Emmy_Award_for_Outstanding_Lead_Actress_%E2%80%93_Comedy_Series","surface_form":"Outstanding Actress in a Comedy Series","offset":8017},{"uri":"2007_Emmy","surface_form":"2007 Emmy","offset":8081},{"uri":"Golden_Globe","surface_form":"Golden Globe","offset":8143},{"uri":"Screen_Actors_Guild_Award","surface_form":"Screen Actors Guild","offset":8157},{"uri":"Guest_appearance","surface_form":"guest","offset":8584},{"uri":"Saturday_Night_Live_parodies_of_Sarah_Palin","surface_form":"series of parodies","offset":8612},{"uri":"U.S._Republican_Party","surface_form":"Republican","offset":8634},{"uri":"Sarah_Palin","surface_form":"Sarah Palin","offset":8673},{"uri":"Amy_Poehler","surface_form":"Amy Poehler","offset":8791},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":8806},{"uri":"A_Nonpartisan_Message_from_Governor_Sarah_Palin_%26amp%3B_Senator_Hillary_Clinton","surface_form":"Their act","offset":8823},{"uri":"NBC.com","surface_form":"NBC.com","offset":8926},{"uri":"Viral_video","surface_form":"viral video","offset":8949},{"uri":"Primetime_Emmy_Award_for_Outstanding_Guest_Actress_%E2%80%93_Comedy_Series","surface_form":"Outstanding Guest Actress in a Comedy Series","offset":9289},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":9378},{"uri":"Impersonation","surface_form":"impersonation","offset":9408},{"uri":"Rachel_Dratch","surface_form":"Rachel Dratch","offset":9705},{"uri":"Off_Broadway","surface_form":"Off Broadway","offset":9726},{"uri":"Upright_Citizens_Brigade_Theater","surface_form":"Upright Citizens Brigade Theater","offset":9776},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":9883},{"uri":"The_Boston_Teens","surface_form":"Sully and Denise","offset":10173},{"uri":"The_Second_City","surface_form":"Second City","offset":10206},{"uri":"Sesame_Street","surface_form":"Sesame Street","offset":10303},{"uri":"Food_Network","surface_form":"Food Network","offset":10423},{"uri":"Iron_Chef_America","surface_form":"Iron Chef America","offset":10445},{"uri":"The_Walt_Disney_Company","surface_form":"Disney","offset":10485},{"uri":"Tinker_Bell","surface_form":"Tinker Bell","offset":10533},{"uri":"Mikhail_Baryshnikov","surface_form":"Mikhail Baryshnikov","offset":10557},{"uri":"Peter_Pan","surface_form":"Peter Pan","offset":10580},{"uri":"Gisele_B%C3%BCndchen","surface_form":"Gisele Bündchen","offset":10594},{"uri":"Wendy_Darling","surface_form":"Wendy Darling","offset":10613},{"uri":"American_Express","surface_form":"American Express","offset":10662},{"uri":"2007%E2%80%932008_Writers_Guild_of_America_strike","surface_form":"2007–2008 Writers Guild of America strike","offset":10762},{"uri":"Primetime_Emmy_Award_for_Individual_Performance_in_a_Variety_or_Music_Program","surface_form":"Individual Performance in a Variety or Music Program","offset":10875},{"uri":"Martin_%26amp%3B_Orloff","surface_form":"Martin & Orloff","offset":10974},{"uri":"Mean_Girls","surface_form":"Mean Girls","offset":11058},{"uri":"Behavior","surface_form":"behavior","offset":11086},{"uri":"Upper_Darby_High_School","surface_form":"Upper Darby High School","offset":11148},{"uri":"Non-fiction","surface_form":"non-fiction","offset":11197},{"uri":"Queen_Bees_and_Wannabes","surface_form":"Queen Bees and Wannabes","offset":11215},{"uri":"Rosalind_Wiseman","surface_form":"Rosalind Wiseman","offset":11243},{"uri":"Tim_Meadows","surface_form":"Tim Meadows","offset":11322},{"uri":"Ana_Gasteyer","surface_form":"Ana Gasteyer","offset":11335},{"uri":"Amy_Poehler","surface_form":"Amy Poehler","offset":11353},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":11634},{"uri":"Sacha_Baron_Cohen","surface_form":"Sacha Baron Cohen","offset":11673},{"uri":"Hasidic","surface_form":"Hasidic","offset":11780},{"uri":"Aqua_Teen_Hunger_Force_Colon_Movie_Film_for_Theaters","surface_form":"Aqua Teen Hunger Force Colon Movie Film for Theaters","offset":11855},{"uri":"Burrito","surface_form":"burrito","offset":11939},{"uri":"Baby_Mama_(movie)","surface_form":"Baby Mama","offset":12018},{"uri":"Michael_McCullers","surface_form":"Michael McCullers","offset":12068},{"uri":"Surrogate","surface_form":"surrogate","offset":12247},{"uri":"White_trash","surface_form":"white-trash","offset":12277},{"uri":"Variety_(magazine)","surface_form":"Variety","offset":12396},{"uri":"Melodrama","surface_form":"melodrama","offset":12549},{"uri":"Ponyo_on_the_Cliff_by_the_Sea","surface_form":"Ponyo on the Cliff by the Sea","offset":12838},{"uri":"The_Invention_of_Lying","surface_form":"The Invention of Lying","offset":12934},{"uri":"Ricky_Gervais","surface_form":"Ricky Gervais","offset":12969},{"uri":"Jennifer_Garner","surface_form":"Jennifer Garner","offset":12984},{"uri":"Rob_Lowe","surface_form":"Rob Lowe","offset":13001},{"uri":"Christopher_Guest","surface_form":"Christopher Guest","offset":13015},{"uri":"Shawn_Levy","surface_form":"Shawn Levy","offset":13061},{"uri":"Date_Night","surface_form":"Date Night","offset":13082},{"uri":"Steve_Carell","surface_form":"Steve Carell","offset":13152},{"uri":"MegaMind","surface_form":"MegaMind","offset":13307},{"uri":"Maxim_(magazine)","surface_form":"Maxim","offset":13384},{"uri":"People_(magazine)","surface_form":"People","offset":13431},{"uri":"People_Magazine%27s_100_Most_Beautiful_People","surface_form":"100 Most Beautiful People","offset":13519},{"uri":"AfterEllen.com_and_AfterElton.com","surface_form":"AfterEllen.com","offset":13690},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":13811},{"uri":"Associated_Press","surface_form":"Associated Press","offset":14188},{"uri":"Celebrity_100","surface_form":"Celebrity 100","offset":14411},{"uri":"Forbes","surface_form":"Forbes","offset":14434},{"uri":"New_York_Post","surface_form":"New York Post","offset":14495},{"uri":"Time_100","surface_form":"Time 100","offset":14605},{"uri":"Time_(magazine)","surface_form":"Time","offset":14714},{"uri":"Alec_Baldwin","surface_form":"Alec Baldwin","offset":14805},{"uri":"Barbara_Walters","surface_form":"Barbara Walters","offset":14839},{"uri":"Jeff_Richmond","surface_form":"Jeff Richmond","offset":14944},{"uri":"The_Second_City","surface_form":"Second City","offset":15019},{"uri":"Greek_Orthodox","surface_form":"Greek Orthodox","offset":15083},{"uri":"Apartment","surface_form":"apartment","offset":15446},{"uri":"The_New_York_Times","surface_form":"New York Times","offset":15612},{"uri":"Vanity_Fair_(magazine)","surface_form":"Vanity Fair","offset":15837},{"uri":"Incident","surface_form":"incident","offset":15896},{"uri":"Exploit","surface_form":"exploit","offset":16202},{"uri":"Liz_Lemon","surface_form":"Liz Lemon","offset":16306},{"uri":"Charity_(practice)","surface_form":"charity","offset":16321},{"uri":"Autism_Speaks","surface_form":"Autism Speaks","offset":16354},{"uri":"Autism","surface_form":"autism","offset":16397},{"uri":"64th_Golden_Globe_Awards","surface_form":"64th Golden Globe Awards","offset":16512},{"uri":"Mercy_Corps","surface_form":"Mercy Corps","offset":16739},{"uri":"Love_Our_Children_USA","surface_form":"Love Our Children USA","offset":16991},{"uri":"Light_The_Night_Walk","surface_form":"Light The Night Walk","offset":17180},{"uri":"Leukemia_%26amp%3B_Lymphoma_Society","surface_form":"Leukemia & Lymphoma Society","offset":17221}]}