{"id":694488,"url":"http://en.wikipedia.org/wiki/The_Funeral_(movie)","text":"\"The Funeral\" is a 1996 American crime-drama movie. Abel Ferrara directed the movie.\nPlot.\nThe movie begins with the burial of one of the three Tempio brothers. These men are violent criminals. Mourning the death of their beloved brother Johnny are Chez and Ray. The earlier is hot tempered. The latter is cold and calculating. Flashbacks show that Johnny was more sensitive.\nThe main suspect in Johnny's murder is rival gangster Gaspare Spoglia.\nHowever, as it turns out, Johnny wasn't murdered by rival gangsters. Johnny was murdered by a man who said Johnny had raped his girlfriend. Just before Ray kills him, the man admits he wanted revenge because Johnny had beaten him up in front of his girlfriend and his friends.\nAs he buries the dead murderer, Chez is looking back on his brothers' lives before the tragedy. He then returns to Ray's house and kills Ray and all of Ray's bodyguards. Chez then shoots Johnny, who is already dead. Finally, Chez puts the gun in his own mouth and commits suicide. The family women wail over Ray's dying body.\nReception.\nRotten Tomatoes rates this movie at 79% \"Variety\" called the cast \"top notch\" and said the movie was \"an easier pic to enjoy\".\nAwards.\nChris Penn won the best supporting actors' award at the 1996 Venice Film Festival.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":24},{"uri":"Drama_movie","surface_form":"drama movie","offset":39},{"uri":"Abel_Ferrara","surface_form":"Abel Ferrara","offset":52},{"uri":"Movie_director","surface_form":"directed","offset":65},{"uri":"Murder","surface_form":"murder","offset":405},{"uri":"Gangster","surface_form":"gangster","offset":421},{"uri":"Bodyguard","surface_form":"bodyguard","offset":882},{"uri":"Gun","surface_form":"gun","offset":963},{"uri":"Suicide","surface_form":"suicide","offset":996},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1061},{"uri":"Variety_(magazine)","surface_form":"Variety","offset":1102},{"uri":"Chris_Penn","surface_form":"Chris Penn","offset":1196},{"uri":"Venice_Film_Festival","surface_form":"Venice Film Festival","offset":1257}]}