{"id":694475,"url":"http://en.wikipedia.org/wiki/T-ara_albums","text":"This discography is a list of the albums and singles by T-ara. T-ara is a South Korean girl group. They have made four studio albums. One of these was re-released under a different title. They have made nine extended plays, of which four were also re-released under different titles. They have two compilation albums, two remix albums, thirty-six singles, and six promotional singles.\n2009.\nT-ara's first studio album was released in 2009. It is called \"Absolute First Album\". It peaked at number two on the Gaon Album Chart. It also included two Korean top ten singles. These were \"Bo Peep Bo Peep\" and \"Like the First Time\". The 2010 reissue of the album titled \"Breaking Heart\" made it to number two on the Gaon Album Chart and sold over 40,695 physical units in South Korea. It lead to the single \"You Drive Me Crazy\" (). This song made it to number one on the Gaon Digital Chart. It sold over three million digital copies. It was the fifth best-selling single of 2010 in South Korea.\n2010.\nT-ara's first extended play (EP) was released in 2010. It is called \"Temptastic\". It lead to two Gaon top five singles. These were \"What's Wrong\" () and \"Yayaya\". In 2011 T-ara released the EP called \"John Travolta Wannabe\" (). It made it to number three on the Gaon Album Chart. It lead to the single \"Roly-Poly\", which made it to the first place on the Korea K-Pop Hot 100 chart. It became the highest-selling digital single of 2011 in South Korea. It had over four million digital downloads.\n2011 and 2012.\nIn 2011 and 2012, T-ara continued to have popular releases. These included the number-one singles \"Cry Cry\", \"Were In Love\" (), and \"Lovey-Dovey\". The last of these was the second highest-selling digital single of 2012 in South Korea. It had over 3.7 million digital units sold. T-ara released their first Japanese language album in 2012. It is called \"Jewelry Box\". It made it to number two on the Oricon chart. Its lead single, the Japanese language version of \"Bo Peep Bo Peep\", made number one on the Oricon chart and the Japan Hot 100. It sold more than 100,000 units in Japan. A month later, T-ara returned to Korean language music with songs \"Day by Day\" and \"Mirage\". The songs \"Day by Day\" and \"Sexy Love\" made it to the top ten of the Gaon Digital Chart. They were among the top 100 best-selling singles in South Korea in 2012.\n2013.\nIn 2013, T-ara made a second Japanese studio album. It is called \"Treasure Box\". This album made it to number four on the Oricon chart. It lead to two Oricon top five singles. These were \"Sexy Love\" and \"Bunny Style!\" (). T-ara also made their fifth Korean EP in 2013. It is called \"Again\" and made it to number two on the Gaon Album Chart. It lead to the single \"Number Nine\" (), which made it to number five on the Gaon Digital Chart. It also made it to number four on the Korea K-Pop Hot 100.\n2015 to present.\nIn 2015, the group made two more EPs. These were \"And & End\" (2014), and \"So Good\" (2015). Both of these made it to the top ten of the Gaon Album Chart. The album \"And & End\" included the song \"Sugar Free\". This became the group's highest-charting song on the \"Billboard\" World Digital Songs, at number four.","categories":[],"infobox_types":[],"annotations":[{"uri":"Discography","surface_form":"discography","offset":5},{"uri":"Album","surface_form":"album","offset":34},{"uri":"Single_(music)","surface_form":"singles","offset":45},{"uri":"T-ara","surface_form":"T-ara","offset":56},{"uri":"South_Korea","surface_form":"South Korea","offset":74},{"uri":"Girl_group","surface_form":"girl group","offset":87},{"uri":"Studio_album","surface_form":"studio album","offset":119},{"uri":"Reissue","surface_form":"re-released","offset":151},{"uri":"Extended_play","surface_form":"extended play","offset":208},{"uri":"Compilation_album","surface_form":"compilation album","offset":298},{"uri":"Remix_album","surface_form":"remix album","offset":322},{"uri":"Single_(music)","surface_form":"singles","offset":347},{"uri":"Promotional_single","surface_form":"promotional single","offset":364},{"uri":"Released","surface_form":"released","offset":422},{"uri":"Peaked","surface_form":"peaked","offset":480},{"uri":"Gaon_Album_Chart","surface_form":"Gaon Album Chart","offset":508},{"uri":"Reissue","surface_form":"reissue","offset":636},{"uri":"Gaon_Digital_Chart","surface_form":"Gaon Digital Chart","offset":865},{"uri":"Extended_play","surface_form":"extended play","offset":1009},{"uri":"Korea_K-Pop_Hot_100","surface_form":"Korea K-Pop Hot 100","offset":1350},{"uri":"Japanese_language","surface_form":"Japanese language","offset":1811},{"uri":"Oricon","surface_form":"Oricon","offset":1904},{"uri":"Japan_Hot_100","surface_form":"Japan Hot 100","offset":2031},{"uri":"Billboard_charts","surface_form":"\"Billboard\" World Digital Songs","offset":3122}]}