{"id":69476,"url":"http://en.wikipedia.org/wiki/Axel_jump","text":"An Axel jump is a jump in figure skating. It is the most famous and recognizable skating jump. It starts with the skater going forward. It is the only jump that does and that helps people know that the jump is an Axel jump. Because all skating jumps are landed going backwards, the Axel jump has an extra half rotation (full circle) in the air than all other skating jumps.\nHistory.\nThe jump was named after Axel Paulsen of Norway, who invented the jump.\nPerformances.\nThe first skater to do a double Axel in competition was Dick Button, and Carol Heiss Jenkins was the first woman to do it. The first skater to do a triple Axel in competition was Vern Taylor. The first woman to do it was Midori Ito.\nThe first pairs skater to do a \"throw triple Axel\" (he helps her with the jump) were Rena Inoue & John Baldwin. It is not known who did the first \"throw double Axel\".\nMethods.\nThe Axel can be a single Axel (1 and a half rotations in the air), a double Axel (two and a half rotations in the air), or a triple Axel (three and a half rotations in the air). Most junior and senior skaters do a double Axel.\nMany senior-level male skaters do a triple Axel.\nOnly 15 female figure skaters have done a ratified triple Axel in competition: Midori Ito (the first one to do it), Tonya Harding, Yukari Nakano, Ludmila Nelidina, Mao Asada (the first one to land three triple Axels in one competition), Kimmie Meissner, Elizaveta Tuktamysheva, Rika Kihira, Mirai Nagasu, Alysa Liu, Ayaka Hosoda, Alena Kostornaia, Sofia Akatieva, Sofia Samodelkina, and Young You. Only 11 have done it in ISU-sanctioned international competitions (Kimmie Meissner, Sofia Akatieva, Sofia Samodelkina, and Ayaka Hosoda did triple axels at nationa championships).\nValues.\nAccording to the International Judging System, the base value of a triple Axel jump is 8.0, and that of a double Axel is 3.3.\nConfusion.\nBecause the Axel is the most famous skating jump, many people make a mistake and call all skating jumps as \"Axel jumps\". This has led to many mistakes in sports reporting of figure skating, for example a report in 2006 saying that Miki Ando was the first female skater to land a quad Salchow in an international competition, which is a different jump.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jump","surface_form":"jump","offset":18},{"uri":"Figure_skating","surface_form":"figure skating","offset":26},{"uri":"Axel_Paulsen","surface_form":"Axel Paulsen","offset":408},{"uri":"Norway","surface_form":"Norway","offset":424},{"uri":"Dick_Button","surface_form":"Dick Button","offset":525},{"uri":"Carol_Heiss_Jenkins","surface_form":"Carol Heiss Jenkins","offset":542},{"uri":"Vern_Taylor","surface_form":"Vern Taylor","offset":648},{"uri":"Midori_Ito","surface_form":"Midori Ito","offset":690},{"uri":"Rena_Inoue","surface_form":"Rena Inoue","offset":787},{"uri":"John_Baldwin","surface_form":"John Baldwin","offset":800},{"uri":"Midori_Ito","surface_form":"Midori Ito","offset":1233},{"uri":"Tonya_Harding","surface_form":"Tonya Harding","offset":1270},{"uri":"Yukari_Nakano","surface_form":"Yukari Nakano","offset":1285},{"uri":"Ludmila_Nelidina","surface_form":"Ludmila Nelidina","offset":1300},{"uri":"Mao_Asada","surface_form":"Mao Asada","offset":1318},{"uri":"Kimmie_Meissner","surface_form":"Kimmie Meissner","offset":1391},{"uri":"Elizaveta_Tuktamysheva","surface_form":"Elizaveta Tuktamysheva","offset":1408},{"uri":"Rika_Kihira","surface_form":"Rika Kihira","offset":1432},{"uri":"Mirai_Nagasu","surface_form":"Mirai Nagasu","offset":1445},{"uri":"Alysa_Liu","surface_form":"Alysa Liu","offset":1459},{"uri":"Ayaka_Hosoda","surface_form":"Ayaka Hosoda","offset":1470},{"uri":"Alena_Kostornaia","surface_form":"Alena Kostornaia","offset":1484},{"uri":"You_Young","surface_form":"Young You","offset":1541},{"uri":"Miki_Ando","surface_form":"Miki Ando","offset":2108}]}