{"id":694745,"url":"http://en.wikipedia.org/wiki/T-ara","text":"T-ara () is a South Korean girl group. They are one of the best-selling girl groups of all time. T-ara was formed in 2009. The group mainly makes dance-pop music. This is partly due to their partnership with composer Shinsadong Tiger, who has favored that genre. T-ara uses a wide variety of visual looks in their dance and performances.\nT-ara debuted in July 2009 with the single \"Lies\". Their first studio album was called the \"Absolute First Album\". It was released in December 2009 and lead to several hit songs. These included \"TTL (Time to Love)\", \"Bo Peep Bo Peep\", and \"You Drive Me Crazy\".\nIn 2011, T-ara released the song \"Roly-Poly\". It became the best-selling single of the year on the \"Gaon\" chart in South Korea. The group also became popular in Japan. Later that year they signed a contract with agency J-Rock to manage their sales in Japan. The contract was for USD 4.7 million. This was the most any Korean girl group had made in a foreign market at the time. T-ara went on to make a Japanese studio album called \"Jewelry Box\". This album reached number one on the \"Oricon\" weekly charts in Japan. Also in 2011, T-ara released the Korean album \"Black Eyes\". It lead to three number ones songs in a row. These were \"Cry Cry\", \"We Were in Love\" and \"Lovey-Dovey\".\nIn 2012, T-ara had a drop in popularity. The group was accused of disagreements and problems with one another. Soon after, Hwayoung left T-ara. Areum did the same a year after. After these issues, T-ara's albums and songs had mixed success in South Korea. As a result, T-ara changed their focus to China. In 2014, they made a cover of the Chopstick Brothers' song \"Little Apple\". After focusing on China, T-ara became one of the most popular K-pop groups in the country.\nIn 2017, the contracts of Soyeon and Boram were set to expire. On the other hand, Qri, Eunjung, Hyomin and Jiyeon had extended their contracts. This would reduce the members of the group from six to four. T-ara had intended to make one more album as a six-member group. However, a conflict with their management lead to a delay and it did not happen. T-ara's next release was as a four-member group. This was the EP called \"What's My Name?\" which was released in June 2017.\n2009–2010: Formation and debut.\nT-ara was formed by the record label Mnet Media, which is now known as Stone Music Entertainment. The original members of T-ara were Jiae, Jiwon, Eunjung, Hyomin and Jiyeon. They trained together for three years before their debut. The group's name is based on the word \"tiara\". The idea for the name was that they would be \"queens of the music industry\". Their first song came before their official debut as a group. It was \"Joheun Saram\" for the soundtrack of the \"Cinderella Man\" television show. One month before their official debut, Mnet Media changed some of the members of the group. Jiae and Jiwon left T-ara in early June 2009, and were replaced by Boram, Soyeon, and Qri. Then in early July 2009, T-ara was moved from Mnet Media to Core Contents Media. Core Contents Media is a subsidiary of Mnet Media, and is now known as MBK Entertainment.\nT-ara made their debut in July 2009 on the \"Radio Star\" talk show. Their first performance was on the \"M Countdown\" music show a few days later. It included the songs \"Geojitmal\" (or \"Lies\") and \"Norabollae?\". The performance had negative reviews by those who watched it. Some felt was that it was lip-synced and had an \"elementary school\" appearance. In response, the group decided that future performances would be live. In September 2009, T-ara made the song TTL \"(Time to Love)\" with the boy band Supernova. It became the first number one song for both groups and topped many online charts. A month later, T-ara and Supernova made the follow up song \"TTL Listen 2\".\nT-ara made their first studio album in November 2009, with the name \"Absolute First Album\". Core Contents Media held a survey to have the public help choose which song would be the title track. The choices were \"Bo Peep Bo Peep\" and \"Cheoeum Cheoreom\" (처음처럼, \"Like the First Time\"). Of the 9,000 people who took the survey, 53% chose \"Cheoeum Cheoreom\". However, \"Bo Peep Bo Peep\" was chosen as the title track. It made it to number four on the \"Gaon\" chart. \"Cheoeum Cheoreom\" made it to number ten. T-ara performed these songs live on the \"Music Bank\" television show on 4 December 2009. At the 24th Golden Disk Awards, T-ara won Rookie of the Year along with girl group 4minute.\nThe group won their first music show award with \"Bo Peep Bo Peep\" on the first day of 2010. The song went on to win five awards in total. T-ara intended to follow up with promotions for \"Cheoeum Cheoreom\" as well. But these had to be canceled in January 2010, as Soyeon got sick with H1N1. Later that month, T-ara had a cameo in two episodes of the television show \"God of Study\".\nIn February 2010, the group re-released their debut album under the title \"Breaking Heart\". The digital release was on February 23. The two lead singles were \"Neo Ttaemune Michyeo\" (너 때문에 미쳐; \"I Go Crazy Because of You\") and \"Naega Neomu Apa\" (내가 너무 아파, \"I'm Really Hurt\"). \"Neo Ttaemune Michyeo\" made it to number one on the \"Gaon\" chart and \"Naega Neomu Apa\" made it to thirty-one. T-ara performed on the same day on \"M Countdown\". They went on to win three awards for \"Neo Ttaemune Michyeo\". The physical release of the album was March 3. It made it to number two on the weekly \"Gaon\" chart and number thirty-five on the yearly chart. T-ara performed \"Naega Neomu Apa\" on music shows in March and early April 2010.\nIn July 2010, T-ara added Hwayoung as a seventh member. The stated reason was to give other members some relief from their heavy schedules. It would also allow each member to be away for solo activities from time to time. In November 2010, the group starred in the third season of the reality show \"Hello Baby\". Later that month, T-ara released \"Wae Ireoni\". It is the lead single for their first extended play, which is called \"Temptastic\". \"Temptastic\" was released in December 2010, along with the single, \"Yayaya\". T-ara performed on \"Music Bank\" on December 3 with their new seventh member Hwayoung. They later won awards for \"Wae Ireoni\" and \"Yayaya\" on \"M Countdown\".\n2011–2012: Increased popularity.\nT-ara made their second extended play (or EP) in June 2011. The title is \"John Travolta Wannabe\". It made it to number three on the Gaon Album Chart. The EP's single, \"Roly-Poly\", made it to number two on the Gaon Digital Chart and number one on the Korea K-Pop Hot 100 chart. It became the highest-selling song of 2011 in South Korea. \"Roly-Poly\" won the award of Best Music Video at the 3rd Melon Music Awards. T-ara also won Singer of the Year at the 1st Gaon Chart Awards. They were also nominated for Best Dance Performance by a Female Group and Song of the Year at the 13th Mnet Asian Music Awards.\nIn August 2011, T-ara made a limited edition re-issue of \"John Travolta Wannabe\" with the title \"Roly-Poly in Copacabana\". The title track is a eurodance remix of \"Roly-Poly\". It was given the name \"Roly-Poly in Copacabana\" after the song \"Copacabana\" which was popular in the 1980's in disco clubs. The album made it to number three on the Gaon chart. The song made it to number forty-five on the Billboard Korea K-Pop Hot 100 chart. The group then performed the song on the \"Music Bank\" television show.\nT-ara made a Japanese version of \"Bo Peep Bo Peep\" in September 2011. It made it to number one on the \"Oricon\" weekly chart. This made T-ara the first non-Japanese girl group to make it to number one on the \"Oricon\" chart. The song also made it to number one on the Billboard Japan Hot 100 chart.\nIn November 2011, T-ara made their third EP, \"Black Eyes\", which made it to number two on the \"Gaon\" charts. The album followed the release of the song \"Cry Cry\", which made it to number one on the Billboard Korea K-Pop Hot 100. \"Cry Cry\" also won two first-place awards on \"M Countdown\". The music video for \"Cry Cry\" had a billion Korean won budget and a thirty-minute drama story line. The group made their second Japanese song, a remake of \"Yayaya\" from their \"Temptastic\" EP, in November. It made it to number seven on the \"Oricon\" charts and number six on the Billboard Japan Hot 100.\nIn December 2011, the group held a three-day concert tour in Tokyo, Nagoya, and Osaka. By the end of the year, T-ara had become the second most popular girl group in Korea. Also in December, T-ara made a ballad with Davichi called \"Uri Saranghaetjanha\" (우리 사랑했잖아, \"We Were in Love\"). It was later included on T-ara's \"Funky Town\" re-release album. \"Uri Saranghaetjanha\" made it to number one on the \"Gaon\" chart and number two on the Billboard Korea K-Pop Hot 100. Both groups performed the song on SBS's \"Inkigayo\" television show.\nT-ara re-released \"Black Eyes\" under the title \"Funky Town\" in January 2012. The album made it to number one on the \"Gaon\" weekly chart and number two on the monthly chart. \"Lovey-Dovey\" was the second single from the album. It made it to number one on both the \"Gaon\" and \"Billboard Korea\" charts.\nIn February 2012, Forbes Korea listed T-ara as number 17 in their list of \"Top 40 Power Celebrities\". In April, Core Contents Media announced that they would add two new members to T-ara. Areum joined T-ara in June 2012, bringing the group to eight members. The second new member was to be Dani, who was 14 years old at the time. While she starred in T-ara's \"Day by Day\" music video, she did not end up becoming a member.\nT-ara made their first Japanese studio album in June 2012 with the title \"Jewelry Box\". It made it to number two on the \"Oricon\" weekly albums chart with sales of over 57,000 copies. Following the album release, T-ara held a concert tour in Japan.\nIn July 2012, T-ara released their fourth extended play (EP), with the title \"Day by Day\". It made it to number five on the \"Gaon\" chart. The title track, also called \"Day by Day\", was released as a single on the same day. It made it to number two on the \"Gaon\" chart. On July 7, T-ara performed \"Day by Day\" live on \"Music Core\" with a 70-person orchestra. This was the first time Areum performed with the group.\n\"Bullying\" rumors and return to activity.\nIn late July 2012, T-ara held a concert in Japan. Hwayoung only performed one song due to a leg injury. Afterwards, one member of T-ara tweeted a message about showing determination. Later four of the other members agreed with her. After this Hwayoung and her twin sister (Hyoyoung) tweeted about a \"bad person\". This lead to rumors of conflict within the group. Some assumed that Hwayoung was being bullied. Soon after, Core Contents Media ended Hwayoung's contract and she left T-ara. The stated reason was that Hwayoung's actions were harming teamwork. The record label claimed that the bullying rumors were not a factor in the decision. The group stated that the rumors were not true but did confirm a conflict between Hwayoung and the others. Due to the rumors, the group put all activity on hold for a time. Their scheduled performances were postponed without a new date planned.\nIn September, T-ara resumed their activity as a group. In that month they released \"Mirage\", which was a re-issue of their \"Day by Day\" EP with additional songs. Two of the songs from the EP were also released as singles on the same day. These were \"Sexy Love\" and \"Najgwa Bam (Love All)\" (낮과 밤, \"Day and Night\"). \"Sexy Love\" made it to number four on the \"Gaon\" charts and number three on the Billboard Korea K-pop Hot 100 charts. While the new EP and song were a success, the group’s popularity suffered a drop due to the bullying rumors.\nLater in September, T-ara made a Japanese version of \"Day by Day\". In October, T-ara released a greatest hits album in Japan. They stated that it was in celebration of one year since their Japanese debut. Also in October, T-ara made a Japanese version of \"Sexy Love\" and traveled to Japan to promote it.\n2013–2014: Sub-groups, \"Again\", and \"And & End\".\nIn March 2013, T-ara released their sixth Japanese single, with the title \"Bunny Style!\" It was their first song made just for the Japanese market. It was released in ten different editions. Each of these included a different second song along with \"Bunny Style!\" Seven of them had a solo song by one of the T-ara members. Three of them had a song performed by a sub-group (a smaller group formed from members within T-ara). To promote the single, T-ara held special concerts in 10 Japanese cities.\nIn April, T-ara formed a sub-group with members Eunjung, Hyomin, Jiyeon, and Areum. It was given the name T-ara N4. The sub-group made the song \"Jeon Won Diary\".\nIn July 2013, T-ara performed at the Nippon Budokan to celebrate the release of their second Japanese album \"Treasure Box\". That album was announced for August 2013. At the concert, it was announced that Qri would be the new leader of T-ara. T-ara later released the music video \"Painkiller\" as a digital single. The song was made with T-ara, Davichi, See Ya, 5dolls and SPEED. Jiyeon appeared as the main character in the music video. Also in July, Core Contents Media stated that Areum would be leaving the group \"towards the beginning of next year\".\nIn August, T-ara released the music video \"Bikini\" featuring Davichi and Skull. T-ara then held a concert in Mongolia, along with Davichi, SPEED, and The SeeYa. In October, T-ara performed in Korea for the first time since the bullying rumors. This included their new song \"Number 9\" along with \"Sexy Love\". Four days later they released \"Number Nine\" as part of a mini-album with the title \"Again\".\nIn December, T-ara performed in Korea with the song \"Do You Know Me\". They also released a repackaged album titled \"Again 1977\". It contains the most popular songs from \"Again\". The group also released a ballad version of \"Do You Know Me\". Later in the month, T-ara released the Christmas song, \"Hide & Seek\". By the end of 2013, T-ara was ranked seventh in by number of top songs in the past decade.\nT-ara planned to make China a focus in 2014, with five scheduled concerts. They held the first of these in January, in Chengdu. In February, T-ara held a concert in Phnom Penh, Cambodia, along with SPEED. In March, T-ara performed in Japan and released the singles \"Lead The Way\" and \"LA'booN\". They also made their third Japanese album and gave it the title \"Gossip Girls\".\nIn September 2014, T-ara made their sixth mini album with the title \"And & End\". They released it along with two music videos for the title track, \"Sugar Free\". The song was inspired by EDM and is part of the big room subgenre of electro house music. On September 24, a remix album was released called \"EDM CLUB Sugar Free Edition\". This included an English version of \"Sugar Free\". This was the first song T-ara recorded in English.\nIn October 13, T-ara signed a contract with Chinese record label Longzhen Culture Development. The contract was worth 5 billion KRW (~4.8 million USD). Then in November, T-ara made a cover version of the Chopstick Brothers' song \"Little Apple\". It is partly in Korean and partly in Chinese, and includes the Chopstick Brothers for the chorus. This music video had ́8 million views within the first two days.\nIn December, T-ara held a small concert in Seoul. This was their first concert in 2014 in Korea. Later in the month, T-ara closed out their year with a concert in Shanghai.\n2015–2016: \"So Good\" and \"Remember\".\nT-ara held a concert in Korea in early January of 2015. Soon after, they went to Vietnam to perform. On January 9, the group arrived at the airport, but had problems entering the country. So the concert had to be rescheduled. It later took place on October 10.\nIn February 2015, MBK Entertainment formed a project group known as TS. It included Eunjung and Soyeon as well as members of other groups. The TS group made a winter single, titled \"Don't Forget Me.\" In March 2015, T-ara was announced as the main performer for Malaysia's Sultan Of Johor Coronation celebrations in Johor Bahru. The group appeared at the event along with Sistar, and The Black Eyed Peas' Taboo.\nIn June 2015, T-ara began a China tour, called the Great China Tour. The tour started with Nanjing, Beijing and Hefei. The group performed 22 songs. The next concert on their Great China Tour was held in Guangzhou on December 19.\nOn July 17, 2015, MBK Entertainment announced that T-ara would be part of their summer performance lineup in the first week of August. In August, T-ara's made their seventh extended play (EP), with the title \"So Good\". The title was track \"So Crazy\". The EP was composed by Brave Brothers.\nIn October 2015, the website \"Insider Monkey\" published a list of 16 best selling girl groups of all time. T-ara was number ten on the list with a total of 36.18 million sales. Later in the month T-ara appeared on the Chinese variety show \"The Brain\".\nIn June 2016, T-ara performed at the \"Dream Concert 2016\", with a remix of \"Be Peep Bo Peep\", \"Roly Poly\", and \"So Crazy\".\nOn September 9, T-ara performed 3 songs for the IASGO in Seoul. Then on September 11, T-ara flew to Japan for a concert at the Tokyo Dome City Hall. T-ara performed seven songs and talked to their fans. T-ara performed twice during the day, as the event was divided into 2 parts. One was in the afternoon and the other in the evening. At this concert T-ara performed their song \"Memories\" live for the first time. On September 17, T-ara held their last Concert in the Great China Tour at the Mercedes-Benz Arena in Shanghai. Also in September 2016, the Dong-a Ilbo newspaper listed \"Roly-Poly\" as the 14th favorite song of the past 20 years.\nOn October 1, 2016, T-ara performed at the Busan One Asia Festival. They also held a concert on October 4 and performed eight different songs.\nT-ara flew to Jeju for a concert the next day, and performed five songs.\nIn November 2016, T-ara made their eighth extended play (EP), with the title \"Remember\". The lead single of the EP was \"Tiamo\". Their music video for \"Tiamo\" was voted the number one music video of the year on Fuse.\n2017–2018: End of the \"bullying\" rumors, \"What's My Name?\", and trademark issues.\nIn February 2017, Hwayoung and her twin sister Hyoyoung spoke about the \"bullying\" scandal on a reality show. Hwayoung used the opportunity to state how hard it was for her, and her only support was her sister. This brought the rumors back to public attention. Soon after, a former staff member claimed that it had really been the twins who had \"bullied\" the other members. This person released texts that appeared to show Hyoyoung threatening Areum with physical harm. Other staff members also came forward with evidence that Hwayoung had treated the other members and staff badly. They also claimed that she had faked how severe her injury was, in order to get more sympathy. Hwayoung at first tried to deny this, but later admitted that the texts were real. This put an end to the bullying rumors about other members of T-ara.\nIn March 2017, MBK Entertainment announced Soyeon and Boram were ending their contracts in a few months time. They also stated that T-ara would make one more album as a six member group. However, a conflict with their management lead to a delay and it did not happen. Instead, the release was rescheduled for after Soyeon and Boram had departed. T-ara's last performance as six-member group was in Taiwan on May 13, 2017.\nT-ara made their ninth extended play (EP) as a four member group, with Qri, Hyomin, Jiyeon, and Eunjung. The title is \"What's My Name?\" and it was released on June 14, 2017. T-ara won first place on \"The Show\" on June 20. This was their first win on a music show in five years.\nIn July 2017, T-ara made the song \"My Love\" for the television drama \"Greatest One-Shot\".\nOn November 4, the group held a concert in Ho Chi Minh City, Vietnam. Part of the ticket proceeds were donated to charity. On November 24, the group performed with B.A.P, Rain, Kim Jong-kook and Haha for K-Pop Music Wave 2017 in Penang, Malaysia.\nOn January 3, 2018, Hyomin announced that she, Jiyeon, Eunjung, and Qri would not renew their contracts with MBK Entertainment. The record label later confirmed that the group had left the company. MBK later confirmed that they had filed for a trademark on the name \"T-ara\". In January 2018, Hyomin, Jiyeon, Eunjung, and Qri filed for a rejection of MBK's trademark request. In August 2018, MBK's trademark request was denied. This allows Hyomin, Jiyeon, Eunjung, and Qri to continue using the group name. They later stated that they intend to stay together as a group.\nIn an interview in October 2019, Jiyeon stated that they hope to appear again as group. However, she also said that it may not be right away but only after some time passed.\nMember timeline.\nJiae and Jiwon left the group in 2009, before their official debut. Boram, Qri, and Soyeon were added soon after, and before the official debut. Hwayoung joined the group on July 26, 2010. Areum joined T-ara in early 2012.\nHwayoung had her contract ended in mid-2012 and had to leave the group. Then Areum left in July 2012. T-ara continued as a six-member group until Soyeon and Boram left in 2017. The remaining four members are Qri, Hyomin, Jiyeon, and Eunjung.\nSub-groups.\nOn several occasions T-ara formed sub-groups (or sub-units). These were smaller girl groups formed with a few members of T-ara. The first sub-groups of T-ara were formed in March 2013 when \"Bunny Style!\" was released. These made a few of the songs that were included with \"Bunny Style!\" in special editions. As these groups had no activity apart from T-ara, they had no official names. The first official sub-groups came a few months later.\nT-ara N4.\nOn April 12, 2013, Core Contents Media announced a sub-group called T-ara N4. The members were Jiyeon, Eunjung, Hyomin, and Areum. The group's first song, \"Jeon Won Diary\", was inspired by a 1980s drama show. It is a \"funky and intense\" dance song with elements of hip-hop. T-ara N4 released the song, the extended play (EP) of the same name, and a music video on April 29, 2013.\nQBS.\nA Japanese sub-group called QBS was announced in May 2013. The members were Qri, Boram and Soyeon. QBS focused on the Japanese market. They released their first single \"Kaze no You ni\" on June 26, 2013. It was written and composed by Takanori Fukuta. QBS held a live show at the Sunshine City Fountain Square in Ikebukuro, Tokyo on June 10, 2013. At the show the group performed \"Kaze no Yō ni\". Boram and Qri also sang their song \"Shabontama no Yukue\" and Soyeon sang her song \"Love Poem\".\nAdvertising.\nIn October 2009, the group signed a contract to make a commercial for Nonghyup Apples. They made the song \"Apple Song\" for the commercial. It was later included on the group's first studio album \"Absolute First Album\" under the name \"Apple is A\". In 2010, the group modeled for Mentholatum Korea, Tedin Water Parks, and Olympus cameras. T-ara was chosen to model for Tedin Waterpark again in 2011.\nIn 2011, T-ara starred in commercials for Spris, iRiver, Windysoft, Look Optical, Shin Ramyun, and Crown Mountain. T-ara also launched the café franchise called Cafe Page One. The name was taken from the cafe that Eunjung's character ran in the drama \"Coffee House\". When it was opened on July 1, 2011, the members of T-ara were present to greet the customers. The same year, T-ara was chosen as models for cosmetics brand Tony Moly. The group modeled for the brand in South Korea, China, Japan, and other Asian countries. T-ara also signed a contract with online shopping mall Hi-Mart.\nIn February 2012, T-ara became models for the chicken franchise Brilliant Chicken.\nIn early 2015, T-ara signed a USD 1 million contract with the Chinese clothing brand Celucasn. In November, T-ara made a Chinese version of \"Cry Cry\" to be the theme song for the game \"World of Warships\". The group also became the face of the mobile game \"Dream of the Three Kingdoms\". In the same month, T-ara was made brand ambassadors of the partnership between Hankyung Media Group and Sina Weibo.\nIn 2016, the group became brand ambassadors in Vietnam for Pantech Korea.\nCharitable giving.\nT-ara held a charity event on December 14, 2013, in Cafenne, which is a cafe run by Eunjung's mother. They sold their old clothing, stage costumes, and similar items from Davichi, Ha Seokjin, Hwang Jungeum and Son Hojun. T-ara made 12.5 million won (about USD 12,000) from the sale. They donated this to the \"Hope Windmill\" campaign which was organized by the Red Cross. T-ara said, \"We are able to end the year with a warm heart thanks to the many people who took part in the charity event and we give thanks to those who helped T-ara take the steps necessary for it.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Girl_group","surface_form":"girl group","offset":27},{"uri":"Girl_group","surface_form":"girl group","offset":72},{"uri":"Dance-pop","surface_form":"dance-pop","offset":146},{"uri":"Composer","surface_form":"composer","offset":208},{"uri":"Shinsadong_Tiger","surface_form":"Shinsadong Tiger","offset":217},{"uri":"Genre","surface_form":"genre","offset":256},{"uri":"Performances","surface_form":"performances","offset":324},{"uri":"Debut","surface_form":"debuted","offset":344},{"uri":"Studio_album","surface_form":"studio album","offset":401},{"uri":"Gaon_Chart","surface_form":"Gaon","offset":699},{"uri":"South_Korea","surface_form":"South Korea","offset":714},{"uri":"Japan","surface_form":"Japan","offset":760},{"uri":"United_States_dollar","surface_form":"USD","offset":878},{"uri":"Oricon","surface_form":"Oricon","offset":1083},{"uri":"Korean_language","surface_form":"Korean","offset":1148},{"uri":"Popularity","surface_form":"popularity","offset":1308},{"uri":"Ryu_Hwa-young","surface_form":"Hwayoung","offset":1402},{"uri":"China","surface_form":"China","offset":1577},{"uri":"Chopstick_Brothers","surface_form":"Chopstick Brothers","offset":1618},{"uri":"K-pop","surface_form":"K-pop","offset":1721},{"uri":"Park_So-yeon_(singer)","surface_form":"Soyeon","offset":1776},{"uri":"Jeon_Boram","surface_form":"Boram","offset":1787},{"uri":"Qri","surface_form":"Qri","offset":1832},{"uri":"Hahm_Eun-jung","surface_form":"Eunjung","offset":1837},{"uri":"Hyomin","surface_form":"Hyomin","offset":1846},{"uri":"Park_Ji-yeon","surface_form":"Jiyeon","offset":1857},{"uri":"Extended_play","surface_form":"EP","offset":2163},{"uri":"Record_label","surface_form":"record label","offset":2280},{"uri":"Hahm_Eun-jung","surface_form":"Eunjung","offset":2402},{"uri":"Hyomin","surface_form":"Hyomin","offset":2411},{"uri":"Park_Ji-yeon","surface_form":"Jiyeon","offset":2422},{"uri":"Tiara","surface_form":"tiara","offset":2527},{"uri":"Soundtrack","surface_form":"soundtrack","offset":2704},{"uri":"Television_show","surface_form":"television show","offset":2739},{"uri":"Jeon_Boram","surface_form":"Boram","offset":2915},{"uri":"Park_So-yeon_(singer)","surface_form":"Soyeon","offset":2922},{"uri":"Qri","surface_form":"Qri","offset":2934},{"uri":"Subsidiary","surface_form":"subsidiary","offset":3045},{"uri":"Talk_show","surface_form":"talk show","offset":3166},{"uri":"Performance","surface_form":"performance","offset":3189},{"uri":"Music_television","surface_form":"music show","offset":3226},{"uri":"Lip_synching","surface_form":"lip-synced","offset":3408},{"uri":"Concert","surface_form":"live","offset":3527},{"uri":"Boy_band","surface_form":"boy band","offset":3602},{"uri":"Choshinsung","surface_form":"Supernova","offset":3611},{"uri":"Studio_album","surface_form":"studio album","offset":3803},{"uri":"Gaon_Chart","surface_form":"Gaon","offset":4226},{"uri":"Golden_Disk_Awards","surface_form":"24th Golden Disk Awards","offset":4377},{"uri":"4minute","surface_form":"4minute","offset":4453},{"uri":"H1N1","surface_form":"H1N1","offset":4746},{"uri":"Cameo","surface_form":"cameo","offset":4782},{"uri":"Reissue","surface_form":"re-released","offset":4871},{"uri":"Gaon_Chart","surface_form":"Gaon","offset":5170},{"uri":"Ryu_Hwa-young","surface_form":"Hwayoung","offset":5587},{"uri":"Reality_show","surface_form":"reality show","offset":5846},{"uri":"Extended_play","surface_form":"extended play","offset":5958},{"uri":"Extended_play","surface_form":"extended play","offset":6293},{"uri":"Melon_Music_Awards","surface_form":"3rd Melon Music Awards","offset":6658},{"uri":"Gaon_Chart_Awards","surface_form":"1st Gaon Chart Awards","offset":6723},{"uri":"Mnet_Asian_Music_Awards","surface_form":"13th Mnet Asian Music Awards","offset":6844},{"uri":"Re-issue","surface_form":"re-issue","offset":6919},{"uri":"Eurodance","surface_form":"eurodance","offset":7018},{"uri":"Remix","surface_form":"remix","offset":7028},{"uri":"Japanese_language","surface_form":"Japanese","offset":7393},{"uri":"Korean_won","surface_form":"Korean won","offset":8010},{"uri":"Concert","surface_form":"concert","offset":8313},{"uri":"Tokyo","surface_form":"Tokyo","offset":8329},{"uri":"Nagoya","surface_form":"Nagoya","offset":8336},{"uri":"Osaka","surface_form":"Osaka","offset":8348},{"uri":"Ballad","surface_form":"ballad","offset":8472},{"uri":"Davichi","surface_form":"Davichi","offset":8484},{"uri":"Gaon_Chart","surface_form":"Gaon","offset":8668},{"uri":"Seoul_Broadcasting_System","surface_form":"SBS","offset":8767},{"uri":"Lee_Areum","surface_form":"Areum","offset":9288},{"uri":"Kim_Dani","surface_form":"Dani","offset":9390},{"uri":"Studio_album","surface_form":"studio album","offset":9555},{"uri":"Oricon","surface_form":"Oricon","offset":9644},{"uri":"Orchestra","surface_form":"orchestra","offset":10118},{"uri":"Twitter","surface_form":"tweeted","offset":10363},{"uri":"Determination","surface_form":"determination","offset":10395},{"uri":"Rumor","surface_form":"rumors","offset":10553},{"uri":"Assumed","surface_form":"assumed","offset":10595},{"uri":"Bullying","surface_form":"bullied","offset":10627},{"uri":"Greatest_hits_album","surface_form":"greatest hits","offset":11750},{"uri":"Hahm_Eun-jung","surface_form":"Eunjung","offset":12554},{"uri":"Hyomin","surface_form":"Hyomin","offset":12563},{"uri":"Park_Ji-yeon","surface_form":"Jiyeon","offset":12571},{"uri":"T-ara_N4","surface_form":"T-ara N4","offset":12612},{"uri":"Nippon_Budokan","surface_form":"Nippon Budokan","offset":12705},{"uri":"Davichi","surface_form":"Davichi","offset":13011},{"uri":"See_Ya","surface_form":"See Ya","offset":13020},{"uri":"5dolls","surface_form":"5dolls","offset":13028},{"uri":"Speed_(South_Korean_band)","surface_form":"SPEED","offset":13039},{"uri":"Skull","surface_form":"Skull","offset":13294},{"uri":"Mongolia","surface_form":"Mongolia","offset":13330},{"uri":"The_SeeYa","surface_form":"The SeeYa","offset":13371},{"uri":"Ballad","surface_form":"ballad","offset":13825},{"uri":"China","surface_form":"China","offset":14044},{"uri":"Chengdu","surface_form":"Chengdu","offset":14141},{"uri":"Phnom_Penh","surface_form":"Phnom Penh","offset":14187},{"uri":"Cambodia","surface_form":"Cambodia","offset":14199},{"uri":"Electronic_dance_music","surface_form":"EDM","offset":14583},{"uri":"Electro_house","surface_form":"electro house","offset":14627},{"uri":"Record_label","surface_form":"record label","offset":14883},{"uri":"Cover_version","surface_form":"cover version","offset":15014},{"uri":"Chopstick_Brothers","surface_form":"Chopstick Brothers","offset":15035},{"uri":"Shanghai","surface_form":"Shanghai","offset":15402},{"uri":"Hahm_Eun-jung","surface_form":"Eunjung","offset":15794},{"uri":"Park_So-yeon_(singer)","surface_form":"Soyeon","offset":15806},{"uri":"Johor_Bahru","surface_form":"Johor Bahru","offset":16025},{"uri":"Sistar","surface_form":"Sistar","offset":16081},{"uri":"The_Black_Eyed_Peas","surface_form":"The Black Eyed Peas","offset":16093},{"uri":"Taboo_(rapper)","surface_form":"Taboo","offset":16114},{"uri":"Nanjing","surface_form":"Nanjing","offset":16212},{"uri":"Beijing","surface_form":"Beijing","offset":16221},{"uri":"Hefei","surface_form":"Hefei","offset":16233},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":16325},{"uri":"MBK_Entertainment","surface_form":"MBK Entertainment","offset":16369},{"uri":"Extended_play","surface_form":"extended play","offset":16524},{"uri":"Published","surface_form":"published","offset":16687},{"uri":"Variety_show","surface_form":"variety show","offset":16867},{"uri":"Remix","surface_form":"remix","offset":16959},{"uri":"Tokyo_Dome_City_Hall","surface_form":"Tokyo Dome City Hall","offset":17143},{"uri":"Shanghai","surface_form":"Shanghai","offset":17531},{"uri":"Dong-a_Ilbo","surface_form":"Dong-a Ilbo","offset":17569},{"uri":"Jeju_island","surface_form":"Jeju","offset":17815},{"uri":"Extended_play","surface_form":"extended play","offset":17916},{"uri":"Music_video","surface_form":"music video","offset":18008},{"uri":"Fuse_(TV_channel)","surface_form":"Fuse","offset":18084},{"uri":"Bullying","surface_form":"bullying","offset":18245},{"uri":"Scandal","surface_form":"scandal","offset":18255},{"uri":"Reality_show","surface_form":"reality show","offset":18268},{"uri":"Employment","surface_form":"staff member","offset":18454},{"uri":"Text_messaging","surface_form":"texts","offset":18567},{"uri":"Appeared","surface_form":"appeared","offset":18578},{"uri":"Evidence","surface_form":"evidence","offset":18685},{"uri":"Sympathy","surface_form":"sympathy","offset":18840},{"uri":"Contracts","surface_form":"contracts","offset":19080},{"uri":"Extended_play","surface_form":"extended play","offset":19447},{"uri":"Music_television","surface_form":"music show","offset":19676},{"uri":"Television_program","surface_form":"television","offset":19754},{"uri":"Drama","surface_form":"drama","offset":19765},{"uri":"Ho_Chi_Minh_City","surface_form":"Ho Chi Minh City","offset":19835},{"uri":"Vietnam","surface_form":"Vietnam","offset":19853},{"uri":"Proceeds","surface_form":"proceeds","offset":19881},{"uri":"B.A.P_(South_Korean_band)","surface_form":"B.A.P","offset":19956},{"uri":"Rain_(entertainer)","surface_form":"Rain","offset":19963},{"uri":"Kim_Jong-kook_(singer)","surface_form":"Kim Jong-kook","offset":19969},{"uri":"Haha_(entertainer)","surface_form":"Haha","offset":19987},{"uri":"Penang","surface_form":"Penang","offset":20021},{"uri":"Malaysia","surface_form":"Malaysia","offset":20029},{"uri":"MBK_Entertainment","surface_form":"MBK Entertainment","offset":20148},{"uri":"Record_label","surface_form":"record label","offset":20171},{"uri":"Trademark","surface_form":"trademark","offset":20283},{"uri":"Legal_proceeding","surface_form":"filed for","offset":20364},{"uri":"Intend","surface_form":"intend","offset":20573},{"uri":"Debut","surface_form":"debut","offset":20861},{"uri":"Jeon_Boram","surface_form":"Boram","offset":20868},{"uri":"Qri","surface_form":"Qri","offset":20875},{"uri":"Park_So-yeon","surface_form":"Soyeon","offset":20884},{"uri":"Ryu_Hwa-young","surface_form":"Hwayoung","offset":20945},{"uri":"Qri","surface_form":"Qri","offset":21231},{"uri":"Hyomin","surface_form":"Hyomin","offset":21236},{"uri":"Park_Ji-yeon","surface_form":"Jiyeon","offset":21244},{"uri":"Hahm_Eun-jung","surface_form":"Eunjung","offset":21256},{"uri":"Girl_group","surface_form":"girl group","offset":21357},{"uri":"Drama","surface_form":"drama","offset":21925},{"uri":"Television_show","surface_form":"show","offset":21931},{"uri":"Hip-hop","surface_form":"hip-hop","offset":21993},{"uri":"Extended_play","surface_form":"extended play","offset":22034},{"uri":"Japanese_language","surface_form":"Japanese","offset":22115},{"uri":"Tokyo","surface_form":"Tokyo","offset":22436},{"uri":"Contract","surface_form":"contract","offset":22653},{"uri":"Advertising","surface_form":"commercial","offset":22672},{"uri":"Model_(person)","surface_form":"modeled","offset":22883},{"uri":"Olympus_Corporation","surface_form":"Olympus","offset":22937},{"uri":"Advertising","surface_form":"commercials","offset":23041},{"uri":"Caf%C3%A9","surface_form":"café","offset":23154},{"uri":"Chain_store","surface_form":"franchise","offset":23159},{"uri":"Hahm_Eun-jung","surface_form":"Eunjung","offset":23229},{"uri":"Fictional_character","surface_form":"character","offset":23239},{"uri":"United_States_dollar","surface_form":"USD","offset":23715},{"uri":"Chinese_language","surface_form":"Chinese","offset":23806},{"uri":"Partnership","surface_form":"partnership","offset":24030},{"uri":"Cafe","surface_form":"cafe","offset":24252},{"uri":"Hahm_Eun-jung","surface_form":"Eunjung","offset":24264},{"uri":"Davichi","surface_form":"Davichi","offset":24351},{"uri":"Ha_Seok-jin","surface_form":"Ha Seokjin","offset":24360},{"uri":"Hwang_Jung-eum","surface_form":"Hwang Jungeum","offset":24372},{"uri":"Son_Ho-jun","surface_form":"Son Hojun","offset":24390},{"uri":"South_Korean_won","surface_form":"won","offset":24425},{"uri":"United_States_dollar","surface_form":"USD","offset":24436},{"uri":"Campaign","surface_form":"campaign","offset":24504},{"uri":"Organized","surface_form":"organized","offset":24523},{"uri":"Red_Cross","surface_form":"Red Cross","offset":24540}]}