{"id":69562,"url":"http://en.wikipedia.org/wiki/%C3%9F","text":"The letter ß (also known as sharp S, German: \"Eszett\" or \"scharfes S\") is a letter in the German alphabet. It is the only German letter that is not part of the basic Latin alphabet. The letter is pronounced (like the \"s\" in \"see\"). The ß character is not used in any other languages.\nOrigin.\nThe letter \"ß\" in today's form was created around the 1900s. It has two origins, one in Blackletter and one in Roman type. The letter came from the long s (ſ) and the normal 'z' which when handwritten, over time, joined together to form a single glyph.\nSpelling.\nThe \"ß\" is only used in the German language. It appears only in the middle or at the end of German words. The uppercase \"ß\" (\"ẞ\") exists only for typesetting, such as in a dictionary. Instead of lowercase \"ß\" one can also write \"ss\". As no words start with double s or \"ß\", no replacing occurs for the uppercase \"ß\".\nHowever, not every \"ss\" can be written as \"ß\". The German language often puts two or more words together to make a longer word. If the new word has two s's together they cannot be written as ß. For example, Voßstraße is two words joined together (Voß and straße). It can also be written as Vossstraße but never as Vosßtraße because \"sstraße\" (or ßtraße) is not a word, and the ß is in the word \"Voss\" (Voß).\nThe rules for German orthography have changed since 1996. Many common words that used to be written with \"ß\" are now written with \"ss\". For example, \"Fluß\" (river) is now spelled \"Fluss\". The double ss is used when the preceding vowel is short, as in Fluss. The sharp s is used when the preceding vowel is long as in the word Straße.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":37},{"uri":"Letter","surface_form":"letter","offset":76},{"uri":"German_language","surface_form":"German","offset":90},{"uri":"Alphabet","surface_form":"alphabet","offset":97},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":166},{"uri":"Blackletter","surface_form":"Blackletter","offset":380},{"uri":"Roman_type","surface_form":"Roman type","offset":403},{"uri":"Long_s","surface_form":"long s","offset":440},{"uri":"Glyph","surface_form":"glyph","offset":538},{"uri":"Orthography","surface_form":"orthography","offset":1301}]}