{"id":695606,"url":"http://en.wikipedia.org/wiki/Four_Ways_to_Forgiveness","text":"\"Four Ways to Forgiveness\" is a collection of four short stories and novellas by American writer Ursula K. Le Guin. All four stories happen in the future. They are stories from the planets Yeowe and Werel. Both planets are members of the Ekumen. The group of Ekumen planets is the background for many novels and short stories in Le Guin's Hainish Cycle. In 2017 it was reissued as an e-book, augmented with a fifth related story by Le Guin, as \"Five Ways to Forgiveness\".\nSetting.\nThe stories in the book are set on two planets in a distant solar system, Werel and Yeowe, inhabited by humans placed there by the ancient Hainish. (This 'Werel' is not the same as the world called Werel in Le Guin's \"Planet of Exile\" and \"City of Illusions\".) Werel has a long history of institutional enslavement of its lighter-skinned ethnic groups by its darker-skinned ethnic groups (the latter's derogatory term for the former is \"dusties\"). When the Ekumen recontacted the Werelians, the shock spurred one of the Werelian nations, Voe Deo, to develop a space program and settle the other inhabitable planet in the system, Yeowe, transporting a primarily slave population to do so. Eventually the slaves on Yeowe conducted a successful revolt and gained their independence, an event that occurred in the fairly recent past of the four stories. The nations of Werel are nervous that the \"assets\" on that planet might attempt the same thing for themselves.\nThemes.\nThe common themes of the stories are the freedom and slavery. For thousands of years, the dark-skinned \"owners\" of Werel kept the light-skinned \"assets\" as slaves. Then things began to change after the colonized the second planet, Yeowe. The Yeowans gained freedom and fought to have their own government and identity. They wanted to enter the Ekumen of worlds.\nGender relations are another important theme in the stories. At first, only male slaves were transported to Yeowe. The culture there became extremely masculine. Homosexual relationships were important and had strong effect on later gender relations on Yeowe.\nPublication history.\nHarper Paperbacks published the book first in 1995. \"Betrayals\" first appeared in 1994 in \"Blue Motel\". The others appeared in the science fiction magazine \"Asimov's\" in 1994 and 1995.\n\"Four Ways to Forgiveness\" was published in 1995 in a leather-bound, signed edition by Easton Press.\n\"Five Ways to Forgiveness\" was published in 2017 by Penguin Random House. It was an e-book only from Rakuten Kobo and Library of America eBook Classics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ursula_K._Le_Guin","surface_form":"Ursula K. Le Guin","offset":97},{"uri":"Hainish_Cycle","surface_form":"Hainish Cycle","offset":339},{"uri":"Planet_of_Exile","surface_form":"Planet of Exile","offset":699},{"uri":"City_of_Illusions","surface_form":"City of Illusions","offset":721},{"uri":"Slavery","surface_form":"enslavement","offset":784},{"uri":"Freedom_(political)","surface_form":"freedom","offset":1491},{"uri":"Slavery","surface_form":"slavery","offset":1503},{"uri":"Asimov%27s","surface_form":"Asimov's","offset":2249},{"uri":"Easton_Press","surface_form":"Easton Press","offset":2364},{"uri":"Penguin_Random_House","surface_form":"Penguin Random House","offset":2430},{"uri":"Rakuten_Kobo","surface_form":"Rakuten Kobo","offset":2479},{"uri":"Library_of_America","surface_form":"Library of America","offset":2496}]}