{"id":69572,"url":"http://en.wikipedia.org/wiki/Metlink","text":"e=\"preserve\">:\"This article is about the Melbourne public transport network. The same name is also used for public transport in Wellington.\"\nMetlink is the marketing name for all public transport operators' in Melbourne, Australia.\nIntroduction.\nThe \"Metlink\" brand was introduced in 2003.\nUnder the new branding, railway station signage and timetables are colour-coded blue, tram stop signs and timetables are green, and the bus network is orange. The regional train network is colour-coded purple.\nFuture role.\nMetlink has also been active in the use of 'value Metcards' (like credit cards but work only for trains) and is known for running a \"funny\" campaign called BATBYGOBSTOPL (Buying A Ticket Before You Get On Board Saves Time Or Problems Later). In July 2007, Metlink launched a new campaign, \"I Highly Recommend You Get on the Bus\", featuring musical comedian Frank Woodley, to improve bus services. [http://www.metlinkmelbourne.com.au/news/events_promotions/metropolitan_general/metlink_highly_recommends_you_get_on_the_bus]\nWhile they do not have control, representatives of the Bus Association of Victoria and Line have helped Metlink.\nViclink.\nVictoria's regional bus and rail services will at some future date be brought under a similar brand to Metlink named Viclink. Signage upgrades at regional railway stations have started from October 2006 [http://www.railpage.com.au/f-t11323361.htm]. The signage will be fully implemented when Line is re-privatized following the completion of the Fast Rail project.","categories":[],"infobox_types":["Company"],"annotations":[{"uri":"Public_transport_in_Wellington","surface_form":"public transport in Wellington","offset":108},{"uri":"Marketing","surface_form":"marketing","offset":156},{"uri":"Public_transport","surface_form":"public transport","offset":179},{"uri":"Melbourne","surface_form":"Melbourne","offset":210},{"uri":"Australia","surface_form":"Australia","offset":221},{"uri":"2003","surface_form":"2003","offset":284},{"uri":"Frank_Woodley","surface_form":"Frank Woodley","offset":870},{"uri":"Line","surface_form":"Line","offset":1123},{"uri":"October","surface_form":"October","offset":1348},{"uri":"2006","surface_form":"2006","offset":1356},{"uri":"Line","surface_form":"Line","offset":1450}]}