{"id":696418,"url":"http://en.wikipedia.org/wiki/Dr._Martin_Luther_King_Jr._(Ryden_Statue)","text":"Dr. Martin Luther King Jr. (Ryden Statue)\nDr. Martin Luther King Jr. is an outdoor bronze sculpture by American artist \"Kenneth G. Ryden\", located in Martin Luther King Jr. Park in Anderson, Indiana.\nDescription.\nThe 8’ bronze statue depicts American civil rights leader Dr. Martin Luther King Jr. striding forward in motion. The statue is affixed upon a polished 6‘ grey granite base, and surrounded by benches and landscaping.\nHistorical Information.\nRyden’s sculpture of Dr. King is the only full-size bronze statue of the civil rights leader in the state of Indiana. The sculpture was funded with a $100,000 donation from \"The Anderson Area Martin Luther King, Jr. Memorial Commission Inc.\", an ecumenical group organized by a board of 9 ministers and 3 laymen under the leadership of Board Chair, \"Rev. James T. Menifee\". Land for the memorial statue was donated by \"Will J. Carter\", a prominent local businessman, and a park-like setting was created with Anderson Community Development funds. The statue and grounds serve as a memorial park, honoring Dr. King for his contribution to the civil rights movement.\nThe memorial statue was designed and executed by Indiana artist, \"Kenneth G. Ryden\". \"Elder Willie Alfred “Mac” McGhee\" helped Ryden establish the body posture that would later be fashioned in the clay modeling for the sculpture. The memorial statue was cast at the Anderson University Art Foundry and dedicated on October 22, 1988. Martin Luther King, III was a special guest at dedication service.\nThe Anderson Area Martin Luther King Jr. Memorial Commission, Inc..\nBoard of Directors: \"Rev. James T. Menifee\" of Anderson Zion Baptist Church (Chairman), Rev. Ray Wright (Vice Chairman), Rev. Jack Scott, Rev. Roosevelt Boyd, Mr. Odail Thorns, Jr. (Funding & Contract Administrator), Rev. James C. Bradley, Rev. Wayne Redding (Site Development), Mr. James Abraham, Rev. Samuel L. King, Sr., Mr. Dennis Newburn (City of Anderson Consultant), Rev. Atticus Taylor, and Rev. Hosea Barnes.\n\"The MLK Jr. Memorial Commission Sub-Committees\"\nSite Development: \"Rev. Wayne Redding\" (Chairman), Mr. Lester Harris (Engineering Consultant), Mr. Milton Russell (Engineering Consultant), Rev. Edward Foggs, Rev. Hosea Barnes, and Rev. Jack Scott. Funding: \"Mr. Odail Thornes, Jr.\" (Chairman), Rev. James C. Bradley (Vice Chairman), Ms. Faye Johnson (Secretary), Adolphus Hicks (Treasurer), Rev. Edward Foggs, Ms. Katherine May, Ms. Gay Terry, Rev. Wayne Redding, Mr. Terry Taylor, Mr. Freddie Thurman, Mr. James L. Warner, Mrs. Jessica Woodall, and Rev. Ray Wright. Public Relations: \"Rev. Jack Scott\" (Chairman), Mr. Don Volk, Ms. Sandy Volk, Rev. Atticus Taylor, and Rev. Roosevelt Boyd. Clean Up Project: Rev. Ray Wright, Rev. Shellie Ford, Rev. Chester Herring, and Rev. Roosevelt Boyd. Chief Counsel: \"Irma Hampton Nave\".\n\"The MLK Jr. Memorial Commission Chairman and Martin Luther King, Jr. Park\"\nSpeaking of the efforts of the Martin Luther King Jr. Memorial Commission, Chairman Rev. James T. Menifee said, \"We are grateful for the blessings of the Almighty God who has allowed us to reach this great milestone. With his blessings, we are able to recognize the achievements of a great American, Dr. Martin Luther King, Jr. I trust we will continue to remember Dr. King for what he stood for, the brotherhood of all mankind. This fitting memorial recognizes his achievements, but equally important it symbolizes in a profound sense the road ahead in making Dr. Kings's dream a reality. I am thankful for the outstanding work done by the Board of the Memorial Commission and the many volunteers who have made this great memorial possible. I owe a great deal of thanks to \"Mayor Tom McMahan\" who helped us in the early stages of the project and provided the resources of the city as we worked. Let us remember what we have achieved here together as brothers and sisters. Let this effort be the dawning of a new day of togetherness for the good of all Anderson.\"\nArtist.\nArtist/Sculptor Kenneth G. Ryden was commissioned in the fall of 1987 to create a figurative sculpture as a memorial to the life of Dr. King. Born in Chicago, Ryden is one of the most accomplished sculptors in the Midwest. Working primarily in bronze, his works range from compelling abstractions to lifelike renderings. Ryden earned a Masters of Fine Art Degree from the University of Kansas, and he completed his post-graduate work in Europe. Ryden is a prolific sculptor, and has created an extensive body of work including bronze memorials honoring: \"Frank O’Bannon\" (bust), located in the Indiana Statehouse rotunda (Indianapolis, IN); \"Carl Erskine\" (statue) at St. John’s Hospital (Anderson, IN); and \"Far-Reaching Goals\", a statue of \"Jumping Johnny Wilson\" located at Anderson High School (Anderson, IN). Other noteworthy Ryden sculptures include \"Crucible of Peace\", \"The Beloved\", and \"The Graces\" – all located in Anderson, Indiana. Ryden currently works as a self-employed fine artist, and artist-in-residence at Anderson University. He is a resident of Yorktown, Indiana.\nSpeaking of his sculptural rendering of Dr. King, Ryden said “I saw Dr. King in a proactive way — not only did he speak about the rights of individuals, he took action to bring attention to the cause. I wanted to pick a pose that showed him in this proactive approach, so I created him in a motion of striding forward.”","categories":[],"infobox_types":["artwork"],"annotations":[{"uri":"Anderson%2C_Indiana","surface_form":"Anderson, Indiana","offset":181}]}