{"id":696568,"url":"http://en.wikipedia.org/wiki/2020_Belizean_general_election","text":"ce=\"preserve\">The 2020 Belizean general election will elect and the members of the House of Representatives in the National Assembly. On 14 March 2017, Prime Minister of Belize, Dean Barrow stated that he will call for early elections in November 2019. But in March 2018, Barrow pushed back and set it for 13 February 2020. On 22 May 2019, Barrow to the Media that he will strip off his call for early elections and insisted that there will be no General election before 1 November 2020 in Belize. Therefore, the next Belizean general election will be held on Sunday, 1 November 2020.\nThe Deadline for Candidate Nominations will be on 1 October 2020, with political Campaigning lasting for four Weeks until Polling day on 1 November 2020. On the Day of the Election, Polling stations across the Country will be open from 7 am, and closed at 10 pm. The Date chosen for the election made it the third to be held in November since 1979.\nIndividuals eligible to vote have to be registered to vote by Midnight on 26 September 2020. To be eligible to vote, Individuals had to be aged 18 or over; residing as a Commonwealth citizen at an address in Belize, or a Belizean citizen overseas who registered to Vote in the last 15 years and not legally excluded (on grounds of detainment in Prison, a Mental hospital, or on the run from Law enforcement) or disqualified from Voting. Anyone who qualified as an Anonymous elector will have until midnight on 26 October to Register.\nThe previous general election was held on 4 November 2015, and the new National Assembly was opened on 13 November 2015, which was also the date that the first sitting of the National Assembly of Belize began after the 2015 Belizean general election. According to Section 84 of the Constitution of Belize, the National Assembly of Belize (House of Representatives and Senate) must be dissolved every “five years from the date when the two Houses, first met” unless dissolved sooner by the Governor-General of Belize upon the advice of the Prime Minister. A general election must be called within three months of a dissolution, meaning the latest possible date for Barrow to call the next Belizean general election is on 13 February 2021. If by any chance the next Belizean general election is not held by 13 February 2021, Barrow may be forced to vacate the office of Prime Minister, however he may still remain as Leader of the United Democratic Party (UDP), but he will have to make a Snap! decision on a Caretaker Prime Minister of Belize to formally announce a date for the next general election. The Caretaker Prime Minister must be from the ruling, UDP and must also be a Cabinet minister in government.\nDespite the five-year term of the National Assembly, three of the last four general elections have been called at least a year early. Both Prime Minister, Dean Barrow and Leader of the Opposition, Johnny Briceño of the People’s United Party (PUP) are on record supporting lowering the maximum five-year term of the National Assembly of Belize to four years. This was also one of the promises that Briceño promised the People of Belize should the PUP be elected in the next election.\nBarrow first declared on 1 March 2016 that he would be stepping down as Prime Minister on 13 February 2020 and is currently finding a suitable successor to succeed him for that position. He also told the Media that the next election is likely to be held in early 2020 and also scheduled a UDP Leadership convention and election in May 2019. His remarks came as he was being questioned about the then pending United Democratic Party First Deputy Leadership election and convention. On 1 April 2017, at the Belize Chamber of Commerce and Industry annual general meeting Barrow narrowed down his departure as Prime Minister to less than a year and stated that he will retire in March 2018. He also narrowed down the date of the Leadership convention to 13 February 2018. He also declared that “Since this will be my last opportunity to address your annual gathering, I close by saying how thankful I am for what has in the main been a constructive relationship with the Chamber”.\nIt's important to point out that in early 2017, Barrow was ailing with excruciating back pain; a serious condition that he was enduring for some time. He could barely sit upright without visible signs of pain on his face, It is understandable then, that in such a poor and un-stabilised state of health and having archived a historic 3-peat in government, he would welcome retirement. But on 1 September 2018, things changed, after swiftly enduring the back pain for more than a year, Barrow with uncontrollable pain vested in his back, proceeded to Cuba and requested the Doctors in a hospital there to perform a Spinal Surgery, the Cuban Doctors did as they were told by Barrow and they also did a phenomenal job. The surgery was a success and after one week of rest and recovery, Barrow returned to perfect health. So after the surgery was over, Barrow rescheduled his retirement once again this time to December 2019 and hinted he could do so earlier and also rescheduled the date for the UDP’s Leadership convention back to May 2019.\nOn 18 November 2018, Barrow’s cabinet by way of a strange press release urged him to remain as Prime Minister until the 2020 general election on 1 November 2020. They also urged him to remain as Leader of the UDP until February 2020. He said he will take that move and eventually for the final time, rescheduled the convention to February 2020. A significant walking back from his declaration at the 2017 Chamber meeting. On 4 December 2018, Minister of Human Development and Minister of Social Transformation, Anthony Martinez reveled to the media on why he and the Cabinet urged Barrow to remain as Prime Minister until 2020. Martinez stayed on course saying that Barrow ultimately took the decision and that the goal is for the currently leadership to take the UDP into a fourth term in government. A fourth term will be historic for the UDP as no political party in post-independence Belize has ever embarked on a fourth term. Plus this will also be a major upset for the majority of Belizeans who are expecting the PUP to cling win at the Next election.\nMinister of National Security, John Saldivar elected as Leader of the UDP he swears in the Title of UDP Leader-elect while Barrow remains Official Leader. Saldivar defeats his opponent Deputy prime minister, Patrick Faber receiving 342 votes of the 569 votes cast. Faber only received 227 votes.\nBarrow continues to lead the UDP despite Sunday’s Leadership convention, the Party confirmed via Press release in the Evening.\nJohn Saldivar resigns as UDP Leader-elect and suspended indefinitely as Minister of National Security by Barrow after he was found guilty of taking Money from accused United States Fraudster and Businessman, Lev Dermen and associates. In the morning of that day, Barrow called a Meeting in which all 31 UDP Standard-Bareers and Member of Parliaments were in attendance. There, he asked Saldivar to submit to Barrow his resignation Leader-Elect of the UDP and Saldivar agreed to do so. Soon after, Barrow issued a Statement to the Nation on the recent developments in the Party.\nJohn Saldivar formally resigns from Cabinet, in light of mounting allegations and calls for his Resignation. As a result, Saldivar is no longer Belize’s Minister of National Security and is no longer on the indefinite suspension he was placed on yesterday. This afternoon Saldivar submitted his letter of resignation to Prime minister, Dean Barrow.\nFormer UDP Leader-elect and Minister of National Security, John Saldivar issued a Statement confessing that he did receive Campaign contributions from International fraudster Lev Derman.\nThe People’s United Party called for Press conference where it unveiled it's policies along with holding a National demonstration against Corruption and other ills. Leader Johnny Briceño sounded the clarion in the Morning as the fallout from from the John Saldivar saga continues to unravel. The PUP also introduced it's manifesto for the 2020 Election.\nNew Financial year starts. Barrow is expected to leave office as Prime minister and UDP Leader, unless he wishes to stay on which is quite unlikely and will affect his party’s chances of winning the next Election.\nDeadline to register for Voting closes by Midnight.\nNominations for Candidates closes and official start of Campaigning.\nCandidates lists are Published for each Constituency.\nDeadline to register for Anonymous electors closes by Midnight.\nPolling Day - polls open 7 am to 10 pm\nResults announced for all the 31 Constituencies. End of Purdah.\nFirst Meeting of the new National Assembly of Belize, for the formal Election of a Speaker of the House of Representatives (Belize) and the swearing-in of Members, ahead of the State opening of the new National Assembly’s first Session.\nState Opening of Parliament.\nThe rulling United Democratic Party, which has been in power since 7 February 2008, will attempt to win a fourth consecutive general election. However, both major parties will be contesting this election with first-time leaders. UDP Leader and Prime Minister, Dean Barrow has stated he will step down from both positions on 2 November 2020, after the new Prime Minister of Belize has been officially sworn-in by Govonor-General, Colville Young. The UDP has initially scheduled a May 2019 convention and election, but after Barrow’s cabinet urged him to stay on as Prime Minister and Leader of the UDP, he pushed back that date in January 2019 to February 2020. Thus the United Democratic Party Leadership Convention and election will take place in February 2020. On 10 August 2019, The UDP’s National Party Council met and set the date of the UDP’s leadership convention and election on 9 February 2019. The venew will be at the Belize Civic Centre, according to the party organ, The Guardian. Deputy Prime Minister of Belize, Patrick Faber and Minister of National Security and Defence, John Saldivar will contest the position of, UDP Leader through other candidates can apply. Minister of Health, Pablo Marin will contest the position of, Deputy Leader of the UDP. Minister of Natural Resources, Hugo Patt is also expected to contest for Deputy Leader as well. Patt and Minister of Foreign Affairs, Wilfred Elrington was mentioned as possible candidates to contest the position of, UDP Leader. However, both declined the offer back in June 2018. On 5 June 2019, Belize Breaking News (BBN) published an article stating that the UDP has a high chance of capitalising and making history by wining a fourth consecutive term come 2020, given the results of the 2019 Belizean territorial dispute referendum went in the favour of the UDP. The UDP was Long campaigning for an “Yes” vote to bring Guatemala’s claim to the International Court of Justice (ICJ), while the PUP eyed the “No” vote while some of its Politicians still supported “Yes” as they thought that was the right thing to do. Nevertheless, results are results and this could determine who would win the next general election. The UDP, which has already served an unprecedented three consecutive terms has gone the extra mile in securing their mandate. A victory in the next election would be monumental as the party navigates new Leadership with the departure of several senior members. The UDP Cabinet, though marred by waves of Scandal and revelations of systemic Corruption across Government departments throughout its 11-year reign, has withered the political Storms. The UDP looks to continue its decade-Long Dominance (ethology) over Belizean Politics.\nThe People’s United Party has yet to prove it can win a general election since its last victory in 2005, 14 years ago; a virtual eon in politics. Despite gains in Belize City in 2015, most notably Kareem Musa’s upset win over Belize City Mayor, Darrell Bradley in the Caribbean Shores constituency, the opposition PUP remained at 11 seats overall thanks to losses in the Cayo and Corozal Districts. However, after Former Senate President, Lee Mark Chang bested opponent Leila Peyrefitte in the UDP convention held in Carribean Shores constituency, there have been rumours that if the win indicated that Caribbean Shores would go red next year, also given that the “Yes” vote prevailed in Caribbean Shores for the 2019 Referendum. Area Representative, Kareem Musa said that he did not ask a single voter to vote yes or no in the referendum and that he is confident of next victory at polls. The PUP will run with Johnny Briceño as it's Leader. Francis Fonseca, who led the party during the past two general elections, resigned from leadership soon after the party’s 2015 loss. Although Briceño served a previous term as PUP leader from 2008 to 2011, he has yet to led the party during a General election and do what Fonseca could not, steer the party into a victory. On the morning of Briceño swearing-in as Leader of the party.","categories":[],"infobox_types":[],"annotations":[{"uri":"House_of_Representatives_of_Belize","surface_form":"House of Representatives","offset":83},{"uri":"National_Assembly_of_Belize","surface_form":"National Assembly","offset":115},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister of Belize","offset":152},{"uri":"Dean_Barrow","surface_form":"Dean Barrow","offset":178},{"uri":"Early_elections","surface_form":"early elections","offset":219},{"uri":"Media","surface_form":"Media","offset":354},{"uri":"Strip_off","surface_form":"strip off","offset":373},{"uri":"Early_elections","surface_form":"early elections","offset":396},{"uri":"General_election","surface_form":"General election","offset":447},{"uri":"Belize","surface_form":"Belize","offset":490},{"uri":"Deadline","surface_form":"Deadline","offset":589},{"uri":"Candidate","surface_form":"Candidate","offset":602},{"uri":"Nominations","surface_form":"Nominations","offset":612},{"uri":"Campaigning","surface_form":"Campaigning","offset":666},{"uri":"Week","surface_form":"Week","offset":695},{"uri":"Polling_day","surface_form":"Polling day","offset":707},{"uri":"Day","surface_form":"Day","offset":746},{"uri":"Election","surface_form":"Election","offset":757},{"uri":"Polling_station","surface_form":"Polling station","offset":767},{"uri":"Country","surface_form":"Country","offset":795},{"uri":"Date","surface_form":"Date","offset":852},{"uri":"November","surface_form":"November","offset":913},{"uri":"1979","surface_form":"1979","offset":928},{"uri":"Individual","surface_form":"Individual","offset":934},{"uri":"Registered_to_vote","surface_form":"registered to vote","offset":974},{"uri":"Midnight","surface_form":"Midnight","offset":996},{"uri":"Individual","surface_form":"Individual","offset":1051},{"uri":"Commonwealth","surface_form":"Commonwealth","offset":1104},{"uri":"Citizen","surface_form":"citizen","offset":1117},{"uri":"Belize","surface_form":"Belize","offset":1142},{"uri":"Citizen","surface_form":"citizen","offset":1164},{"uri":"Overseas","surface_form":"overseas","offset":1172},{"uri":"Vote","surface_form":"Vote","offset":1199},{"uri":"Legally","surface_form":"legally","offset":1233},{"uri":"Prison","surface_form":"Prison","offset":1279},{"uri":"Mental_hospital","surface_form":"Mental hospital","offset":1289},{"uri":"Run","surface_form":"run","offset":1316},{"uri":"Law_enforcement","surface_form":"Law enforcement","offset":1325},{"uri":"Voting","surface_form":"Voting","offset":1363},{"uri":"Anonymous_elector","surface_form":"Anonymous elector","offset":1398},{"uri":"Register","surface_form":"Register","offset":1458},{"uri":"Previous_general_election","surface_form":"previous general election","offset":1472},{"uri":"National_Assembly_of_Belize","surface_form":"National Assembly","offset":1539},{"uri":"National_Assembly_of_Belize","surface_form":"National Assembly of Belize","offset":1643},{"uri":"2015_Belizean_general_election","surface_form":"2015 Belizean general election","offset":1687},{"uri":"Constitution_of_Belize","surface_form":"Constitution of Belize","offset":1750},{"uri":"National_Assembly_of_Belize","surface_form":"National Assembly of Belize","offset":1778},{"uri":"House_of_Representatives_of_Belize","surface_form":"House of Representatives","offset":1807},{"uri":"Senate_of_Belize","surface_form":"Senate","offset":1836},{"uri":"Governor-General_of_Belize","surface_form":"Governor-General of Belize","offset":1957},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister","offset":2007},{"uri":"General_election","surface_form":"general election","offset":2025},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister","offset":2336},{"uri":"United_Democratic_Party","surface_form":"United Democratic Party","offset":2397},{"uri":"Snap%21","surface_form":"Snap!","offset":2455},{"uri":"Caretaker_a_Prime_Minister_of_Belize","surface_form":"Caretaker Prime Minister of Belize","offset":2475},{"uri":"Caretaker_Prime_Minister_of_Belize","surface_form":"Caretaker Prime Minister","offset":2573},{"uri":"Cabinet_minister","surface_form":"Cabinet minister","offset":2646},{"uri":"Government","surface_form":"government","offset":2666},{"uri":"National_Assembly_of_Belize","surface_form":"National Assembly","offset":2712},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister","offset":2817},{"uri":"Dean_Barrow","surface_form":"Dean Barrow","offset":2833},{"uri":"Leader_of_the_Opposition","surface_form":"Leader of the Opposition","offset":2849},{"uri":"Johnny_Brice%C3%B1o","surface_form":"Johnny Briceño","offset":2875},{"uri":"People%E2%80%99s_United_Party","surface_form":"People’s United Party","offset":2897},{"uri":"National_Assembly_of_Belize","surface_form":"National Assembly of Belize","offset":2993},{"uri":"People_of_Belize","surface_form":"People of Belize","offset":3096},{"uri":"Media","surface_form":"Media","offset":3365},{"uri":"Leadership_convention_and_election","surface_form":"Leadership convention and election","offset":3454},{"uri":"United_Democratic_Party_First_Deputy_Leadership_election_and_convention","surface_form":"United Democratic Party First Deputy Leadership election and convention","offset":3569},{"uri":"Belize_Chamber_of_Commerce_and_Industry","surface_form":"Belize Chamber of Commerce and Industry","offset":3666},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister","offset":3767},{"uri":"Government","surface_form":"government","offset":4482},{"uri":"Cuba","surface_form":"Cuba","offset":4688},{"uri":"Spinal_Surgery","surface_form":"Spinal Surgery","offset":4752},{"uri":"Cuban","surface_form":"Cuban","offset":4772},{"uri":"Minister_of_Human_Development","surface_form":"Minister of Human Development","offset":5619},{"uri":"Minister_of_Social_Transformation","surface_form":"Minister of Social Transformation","offset":5653},{"uri":"Anthony_Martinez","surface_form":"Anthony Martinez","offset":5688},{"uri":"Media","surface_form":"media","offset":5720},{"uri":"Government","surface_form":"government","offset":5967},{"uri":"Political_party","surface_form":"political party","offset":6028},{"uri":"Belize","surface_form":"Belize","offset":6065},{"uri":"Belizeans","surface_form":"Belizeans","offset":6165},{"uri":"Minister_of_National_Security","surface_form":"Minister of National Security","offset":6236},{"uri":"John_Saldivar","surface_form":"John Saldivar","offset":6267},{"uri":"Leader","surface_form":"Leader","offset":6292},{"uri":"Title","surface_form":"Title","offset":6327},{"uri":"Elect","surface_form":"elect","offset":6347},{"uri":"Official","surface_form":"Official","offset":6374},{"uri":"Leader","surface_form":"Leader","offset":6383},{"uri":"Deputy_prime_minister","surface_form":"Deputy prime minister","offset":6421},{"uri":"Patrick_Faber","surface_form":"Patrick Faber","offset":6444},{"uri":"Sunday","surface_form":"Sunday","offset":6573},{"uri":"Leadership_convention","surface_form":"Leadership convention","offset":6582},{"uri":"Party","surface_form":"Party","offset":6609},{"uri":"Press_release","surface_form":"Press release","offset":6629},{"uri":"Evening","surface_form":"Evening","offset":6650},{"uri":"John_Saldivar","surface_form":"John Saldivar","offset":6659},{"uri":"Leader","surface_form":"Leader","offset":6688},{"uri":"Elect","surface_form":"elect","offset":6695},{"uri":"Suspended","surface_form":"suspended","offset":6705},{"uri":"Minister_of_National_Security","surface_form":"Minister of National Security","offset":6731},{"uri":"Money","surface_form":"Money","offset":6807},{"uri":"United_States","surface_form":"United States","offset":6826},{"uri":"Fraudster","surface_form":"Fraudster","offset":6840},{"uri":"Businessman","surface_form":"Businessman","offset":6854},{"uri":"Lev_Dermen","surface_form":"Lev Dermen","offset":6867},{"uri":"Associates","surface_form":"associates","offset":6882},{"uri":"Meeting","surface_form":"Meeting","offset":6938},{"uri":"Standard-Bareers","surface_form":"Standard-Bareers","offset":6966},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":6987},{"uri":"Leader","surface_form":"Leader","offset":7090},{"uri":"Election","surface_form":"Elect","offset":7097},{"uri":"Statement","surface_form":"Statement","offset":7172},{"uri":"Nation","surface_form":"Nation","offset":7189},{"uri":"Party","surface_form":"Party","offset":7230},{"uri":"John_Saldivar","surface_form":"John Saldivar","offset":7237},{"uri":"Cabinet","surface_form":"Cabinet","offset":7273},{"uri":"Resignation","surface_form":"Resignation","offset":7333},{"uri":"Belize","surface_form":"Belize","offset":7381},{"uri":"Minister","surface_form":"Minister","offset":7390},{"uri":"Suspension","surface_form":"suspension","offset":7455},{"uri":"Prime_minister","surface_form":"Prime minister","offset":7557},{"uri":"Dean_Barrow","surface_form":"Dean Barrow","offset":7573},{"uri":"Elect","surface_form":"elect","offset":7604},{"uri":"Minister","surface_form":"Minister","offset":7614},{"uri":"National_Security","surface_form":"National Security","offset":7626},{"uri":"John_Saldivar","surface_form":"John Saldivar","offset":7645},{"uri":"Statement","surface_form":"Statement","offset":7668},{"uri":"Campaign","surface_form":"Campaign","offset":7709},{"uri":"International","surface_form":"International","offset":7737},{"uri":"Lev_Derman","surface_form":"Lev Derman","offset":7761},{"uri":"People%E2%80%99s_United_Party","surface_form":"People’s United Party","offset":7777},{"uri":"Press_conference","surface_form":"Press conference","offset":7810},{"uri":"Policies","surface_form":"policies","offset":7850},{"uri":"National_demonstration","surface_form":"National demonstration","offset":7880},{"uri":"Corruption","surface_form":"Corruption","offset":7911},{"uri":"Johnny_Brice%C3%B1o","surface_form":"Johnny Briceño","offset":7945},{"uri":"Clarion","surface_form":"clarion","offset":7972},{"uri":"Morning","surface_form":"Morning","offset":7987},{"uri":"John_Saldivar","surface_form":"John Saldivar","offset":8024},{"uri":"Manifesto","surface_form":"manifesto","offset":8094},{"uri":"Election","surface_form":"Election","offset":8117},{"uri":"Financial_year","surface_form":"Financial year","offset":8131},{"uri":"Prime_minister","surface_form":"Prime minister","offset":8192},{"uri":"UDP_Leader","surface_form":"UDP Leader","offset":8211},{"uri":"Election","surface_form":"Election","offset":8331},{"uri":"Deadline","surface_form":"Deadline","offset":8341},{"uri":"Voting","surface_form":"Voting","offset":8366},{"uri":"Midnight","surface_form":"Midnight","offset":8383},{"uri":"Nominations","surface_form":"Nominations","offset":8393},{"uri":"Candidate","surface_form":"Candidate","offset":8409},{"uri":"Campaigning","surface_form":"Campaigning","offset":8449},{"uri":"Candidate","surface_form":"Candidate","offset":8462},{"uri":"Published","surface_form":"Published","offset":8483},{"uri":"Constituency","surface_form":"Constituency","offset":8502},{"uri":"Deadline","surface_form":"Deadline","offset":8516},{"uri":"Anonymous_electors","surface_form":"Anonymous electors","offset":8541},{"uri":"Midnight","surface_form":"Midnight","offset":8570},{"uri":"Polling_Day","surface_form":"Polling Day","offset":8580},{"uri":"Constituencies","surface_form":"Constituencies","offset":8652},{"uri":"Purdah","surface_form":"Purdah","offset":8675},{"uri":"Meeting","surface_form":"Meeting","offset":8689},{"uri":"National_Assembly","surface_form":"National Assembly of Belize","offset":8708},{"uri":"Election","surface_form":"Election","offset":8752},{"uri":"Speaker","surface_form":"Speaker","offset":8766},{"uri":"House_of_Representatives_(Belize)","surface_form":"House of Representatives (Belize)","offset":8781},{"uri":"Member","surface_form":"Member","offset":8838},{"uri":"State_opening","surface_form":"State opening","offset":8860},{"uri":"National_Assembly","surface_form":"National Assembly","offset":8885},{"uri":"Session_key","surface_form":"Session","offset":8911},{"uri":"State_Opening","surface_form":"State Opening","offset":8920},{"uri":"Parliament","surface_form":"Parliament","offset":8937},{"uri":"United_Democratic_Party","surface_form":"United Democratic Party","offset":8961},{"uri":"General_election","surface_form":"general election","offset":9074},{"uri":"Dean_Barrow","surface_form":"Dean Barrow","offset":9209},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister of Belize","offset":9304},{"uri":"Govonor-General","surface_form":"Govonor-General","offset":9361},{"uri":"Colville_Young","surface_form":"Colville Young","offset":9378},{"uri":"United_Democratic_Party_Leadership_Convention_and_election","surface_form":"United Democratic Party Leadership Convention and election","offset":9619},{"uri":"Belize_Civic_Centre","surface_form":"Belize Civic Centre","offset":9878},{"uri":"The_Guardian","surface_form":"The Guardian","offset":9929},{"uri":"Deputy_Prime_Minister_of_Belize","surface_form":"Deputy Prime Minister of Belize","offset":9943},{"uri":"Patrick_Faber","surface_form":"Patrick Faber","offset":9976},{"uri":"Minister_of_National_Security_and_Defence","surface_form":"Minister of National Security and Defence","offset":9994},{"uri":"John_Saldivar","surface_form":"John Saldivar","offset":10037},{"uri":"Minister_of_Health","surface_form":"Minister of Health","offset":10128},{"uri":"Pablo_Marin","surface_form":"Pablo Marin","offset":10148},{"uri":"Minister_of_Natural_Resources","surface_form":"Minister of Natural Resources","offset":10216},{"uri":"Hugo_Patt","surface_form":"Hugo Patt","offset":10247},{"uri":"Minister_of_Foreign_Affairs","surface_form":"Minister of Foreign Affairs","offset":10321},{"uri":"Wilfred_Elrington","surface_form":"Wilfred Elrington","offset":10350},{"uri":"Belize_Breaking_News","surface_form":"Belize Breaking News","offset":10513},{"uri":"2019_Belizean_territorial_dispute_referendum","surface_form":"2019 Belizean territorial dispute referendum","offset":10707},{"uri":"International_Court_of_Justice","surface_form":"International Court of Justice","offset":10864},{"uri":"Leadership","surface_form":"Leadership","offset":11339},{"uri":"Cabinet","surface_form":"Cabinet","offset":11404},{"uri":"Scandal","surface_form":"Scandal","offset":11439},{"uri":"Corruption","surface_form":"Corruption","offset":11475},{"uri":"Government","surface_form":"Government","offset":11493},{"uri":"Storm","surface_form":"Storm","offset":11573},{"uri":"Dominance_(ethology)","surface_form":"Dominance (ethology)","offset":11623},{"uri":"Politics","surface_form":"Politics","offset":11658},{"uri":"People%E2%80%99s_United_Party","surface_form":"People’s United Party","offset":11672},{"uri":"Virtual_eon","surface_form":"virtual eon","offset":11789},{"uri":"Politics","surface_form":"politics","offset":11804},{"uri":"Belize_City","surface_form":"Belize City","offset":11831},{"uri":"Belize_City","surface_form":"Belize City","offset":11894},{"uri":"Mayor","surface_form":"Mayor","offset":11906},{"uri":"Darrell_Bradley","surface_form":"Darrell Bradley","offset":11913},{"uri":"Caribbean_Shores","surface_form":"Caribbean Shores","offset":11936},{"uri":"Cayo_District","surface_form":"Cayo","offset":12039},{"uri":"Corozal_District","surface_form":"Corozal District","offset":12048},{"uri":"Senate_President","surface_form":"Senate President","offset":12089},{"uri":"Lee_Mark_Chang","surface_form":"Lee Mark Chang","offset":12107},{"uri":"Leila_Peyrefitte","surface_form":"Leila Peyrefitte","offset":12138},{"uri":"Carribean_Shores","surface_form":"Carribean Shores","offset":12185},{"uri":"Caribbean_Shores","surface_form":"Caribbean Shores","offset":12271},{"uri":"Caribbean_Shores","surface_form":"Caribbean Shores","offset":12356},{"uri":"Area_Representative","surface_form":"Area Representative","offset":12398},{"uri":"Kareem_Musa","surface_form":"Kareem Musa","offset":12419},{"uri":"Referendum","surface_form":"referendum","offset":12496},{"uri":"Johnny_Brice%C3%B1o","surface_form":"Johnny Briceño","offset":12580},{"uri":"Francis_Fonseca","surface_form":"Francis Fonseca","offset":12611},{"uri":"General_election","surface_form":"General election","offset":12854}]}