{"id":696595,"url":"http://en.wikipedia.org/wiki/Kingdom_of_Koya","text":"The Kingdom of Kquoja or Koya or Koya Temne, or the Temne Kingdom (1505–1896), was a pre-colonial African state. It was located in the north of Sierra Leone. Its capital was at Cape Mount in what is now Liberia.\nThe kingdom was founded by the Temne ethnic group in or around 1505. Migrants from the north who wanted to trade with the Portuguese in the south founded the kingom.\nIt was ruled by a king called a Bai or Obai. The sub-kingdoms within the state were ruled by nobles titled \"Gbana\". The Koya Kingdom kept and maintained diplomatic relations with the British and French in the 18th century. Children of Temne nobles were allowed to get western educations abroad. Koya also traded with Islamic states to its north and had Muslims within its borders.\nUnder Nembanga's reign (1775–1793), the Koya kingdom signed a treaty which made it possible for the establishment of a British colony on the peninsula of Sierra Leone in 1788.\nKoya participated in the trans-atlantic slave trade, though sources state that such commerce was much more privatized than in other kingdoms. Subjects of Koya traded in slaves on the coast even against the wishes of the state at times.\nFrom 1801 to 1807, Koya fought a war with British colonists and the Susu. Koya lost the northern shoreline of Sierra Leone to the British and Port Loko to the Susu. However, they remained a power in the region. In 1815, the Temne fought another war with the Susu and regained the port. In 1841, the Temne defeated the Loko tribe of Kasona on the Mabaole River dispersing many of the people. In response to a British bombardment, the kingdom expelled the Church Missionary Society missionaries operating at Magbela in 1860.\nThe kingdom became a British protectorate August 31, 1896. At that point the Koya kings lost almost all power. Revolts of the Temne and Mende in 1898 were fierce but futile. The British would govern the area of the former kingdom until 1961.\nHistory.\nThe Kingdom of Koya was ruled by King Kama from Kru people after his death his daughter Fatima Brima marries the general King Moribu Kindo Fondren a Black colonists from Brookly New York city he first became King in 1840 he taxed the town Monrovia and traded with Americans while one of the senators chief of Temne people Bakara a muslim in charge Temne State From 1801 to 1807, Temne islamist fought a war with British colonists and the Susu rebels was AfricanAmericans who established Freetown the African Americans wanted to expand east to harvest more land for wealth Temne State lost the northern shoreline of the eastern parts of the Sierra leon to the British and Port Loko to the Susu. However, they remained a power in the region. In 1815, the Temne fought another war with the Susu rebels and regained the port.When King Moribu Kindo Bai arrived in Monrovia he joined the Kingdom of Koya armed forces they were equiped with guns and swords some were even AfricanAmericans, rifleman wareing clothing and armor with Bai cresent logo attached Moribu Kindo became general in 1830 and in 1840 he became Monarch as master King Moribu Kindo Bai has always dreamed of establishing a republic like the one in America,because he herd his fellow African Americans at war with the Kingdom of Koya. In 1841 the Temne defeated the Loko tribe of Kasona on the Mabaole River dispersing many of the people, in 1848 King Moribu Kindo Bai, Harriet Tubman, mr. Joseph Roberts son of Robert Walpole British prime minister were at the \"House of lords\" in the Grand cape mount, Moribu Kindo Bai the senate elected Joseph Roberts as a wealthy AfricanAmerican who has a big harvest and trade with Americans to be the founding father of his own country, joseph Roberts named his country after the British Sierra leon flag that reads Britania auspice Liber, Liberty Liberia president of the federal republic of Liberia King Moribu Kindo Bai acknowledged Joseph Roberts to become president and rule it as his own country and help the Kingdom of Koya police the state. King Moribu Fondren grandson Prince Kanta from African Americans and his wife Princess Elika from Gola people went with 5,000 soldiers to fight in the American civil war with Liberian flags and establish settlements on the coast of South and North Carolina, Georgia and Florida.\nToday King Fondren Bai ll is Chairman of Republican Party Liberia and official monarch of Grand Cape Mount(Kingdom of Koya) County Liberia\nKingdom of Koya Book.\nKingdom of Koya is a subnational kingdom within Liberia. The kingdom of Koya is the African American ethnic group monarchy, Kingdom of Koya is the largest of the traditional kingdoms in present-day Liberia, comprising all of the Grand Cape Mount county.\nArthor.\nWayne Fondren also named King Fondren Bai ll is the crowned prince of Kingdom of Koya monarchy, the African American Kingdom of America and Gola or Gullah people.\nThe grandchild of Princess Mary jimenez first cousins included King Naimabanna | and many princesses who, along with King Fondren Bai ll. For most of his life before becoming Monarch, he was first in line to succeed his greatgrandfather Kanta Bai on the Koya Micronation thrones. the Year of the re-established U.S. Republican Party Liberia, making Fondren king.\nThe Koya word is of English origin, and historically refers to Portuguese kingship, in the pre-Christian period a type of African American tribal kingship with Gola people.\nto a relatively modest African American family who spoke english only nobility.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sierra_Leone","surface_form":"Sierra Leone","offset":144},{"uri":"Liberia","surface_form":"Liberia","offset":203},{"uri":"Temne_people","surface_form":"Temne","offset":243},{"uri":"Portuguese_people","surface_form":"Portuguese","offset":334},{"uri":"Obai","surface_form":"Obai","offset":417},{"uri":"British_Empire","surface_form":"British","offset":561},{"uri":"France","surface_form":"French","offset":573},{"uri":"Century","surface_form":"century","offset":592},{"uri":"Muslim","surface_form":"Muslims","offset":731},{"uri":"Naimbanna_II","surface_form":"Nembanga","offset":765},{"uri":"Treaty","surface_form":"treaty","offset":821},{"uri":"Atlantic_slave_trade","surface_form":"atlantic slave trade","offset":966},{"uri":"Susu_people","surface_form":"Susu","offset":1239},{"uri":"Port_Loko","surface_form":"Port Loko","offset":1313},{"uri":"Mabaole_River","surface_form":"Mabaole River","offset":1517},{"uri":"Church_Missionary_Society","surface_form":"Church Missionary Society","offset":1625},{"uri":"Protectorate","surface_form":"protectorate","offset":1723},{"uri":"Kingdom_of_Koya","surface_form":"Kingdom of Koya","offset":1949},{"uri":"Colonists","surface_form":"colonists","offset":2365},{"uri":"Kingdom","surface_form":"Kingdom","offset":2827},{"uri":"British","surface_form":"British","offset":3433},{"uri":"President","surface_form":"president","offset":3802},{"uri":"Gola","surface_form":"Gola","offset":4093},{"uri":"Liberia","surface_form":"Liberia","offset":4405},{"uri":"King_Fondren_Bai_ll","surface_form":"King Fondren Bai ll","offset":4722}]}