{"id":696628,"url":"http://en.wikipedia.org/wiki/Wonder_Stories","text":"\"Wonder Stories\" is an early American science fiction magazine. It was published under several titles from 1929 to 1955. Hugo Gernsback started the magazine after he had lost control of his first science fiction magazine, \"Amazing Stories\".\n\"Air Wonder Stories\" and \"Science Wonder Stories\" were merged in 1930 as \"Wonder Stories\". The magazines were not financially successful, and in 1936 Gernsback sold \"Wonder Stories\" to Ned Pines at Beacon Publications, where, retitled \"Thrilling Wonder Stories\", it continued for nearly 20 years. The last issue was dated Winter 1955, and the title was then merged with \"Startling Stories\", another of Pines' science fiction magazines.\nThe editors under Gernsback's ownership were David Lasser, who worked hard to improve the quality of the fiction, and, from mid-1933, Charles Hornig.\nGernsback era.\nGernsback's new magazine, \"Amazing Stories\", was successful, but Gernsback lost control of the publisher when it went bankrupt in February 1929.\nGernsback claimed that science fiction was educational.\nIn 1930, Gernsback decided to merge \"Science Wonder Stories\" and \"Air Wonder Stories\" into \"Wonder Stories\".\nThe first issue of the merged magazine appeared in June 1930, still on a monthly schedule, with Lasser as editor.\n\"Wonder Stories\" had a circulation of about 25,000 in 1934.\n\"Thrilling Wonder Stories\".\nPines' magazines included several with \"Thrilling\" in the title, such as \"Thrilling Detective\" and \"Thrilling Love Stories\".\nThe title was changed to \"Thrilling Wonder Stories\" to match the rest of the \"Thrilling\" line. The first issue appeared in August 1936—four months after the last Gernsback \"Wonder Stories\" appeared.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction_magazine","surface_form":"science fiction magazine","offset":38},{"uri":"1929","surface_form":"1929","offset":107},{"uri":"Hugo_Gernsback","surface_form":"Hugo Gernsback","offset":121},{"uri":"Amazing_Stories","surface_form":"Amazing Stories","offset":223},{"uri":"Ned_Pines","surface_form":"Ned Pines","offset":426},{"uri":"Beacon_Publications","surface_form":"Beacon Publications","offset":439},{"uri":"Startling_Stories","surface_form":"Startling Stories","offset":612},{"uri":"David_Lasser","surface_form":"David Lasser","offset":722},{"uri":"Charles_Hornig","surface_form":"Charles Hornig","offset":811}]}