{"id":696794,"url":"http://en.wikipedia.org/wiki/Gangkhar_Puensum","text":"Gangkhar Puensum is a mountain in the Himalayas range, in Bhutan and Tibet. It is the 40th highest mountain in the world. It is also known as Kangkar Pünzum. The name means \"White Peak of the Three Spiritual Brothers\". No one has ever made it to the top of Gangkhar Puensum. It is the highest mountain in the world that has never been climbed.\nDetails about the mountain have not always been correct. It was first measured in 1922, but not all maps showed the same height. There was also confusion on the location of the mountain. Some maps showed it in different places than others. Due to this confusion, the first team to try to climb it wasn’t even able to find it at all. The present listed height and location are from China, as Bhutan has not surveyed the mountain.\nA few people have tried to climb the mountain in the past, but none succeeded. In 1994, Bhutan made a law that no one could climb above. Then in 2003, they banned all climbing. As long as the ban is in place, it is unlikely that anyone will reach the top from the Bhutan side. While it may be possible to start the climb in Tibet, China has not allowed it. Tibet is an autonomous region of the People's Republic of China (PRC). This is a political decision due to issues in the border region between China and Bhutan. There is a border dispute between the two countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain","surface_form":"mountain","offset":22},{"uri":"Himalayas","surface_form":"Himalayas","offset":38},{"uri":"Mountain_range","surface_form":"range","offset":48},{"uri":"Bhutan","surface_form":"Bhutan","offset":58},{"uri":"Tibet","surface_form":"Tibet","offset":69},{"uri":"List_of_highest_mountains","surface_form":"40th highest","offset":86},{"uri":"Surveying","surface_form":"surveyed","offset":750},{"uri":"Ban","surface_form":"banned","offset":929},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":1167},{"uri":"Politics","surface_form":"political decision","offset":1211},{"uri":"Border","surface_form":"border","offset":1251},{"uri":"Border_dispute","surface_form":"border dispute","offset":1302}]}