{"id":69688,"url":"http://en.wikipedia.org/wiki/Royal_College_of_Music","text":"The Royal College of Music is a conservatory in London where young people can study music. It was founded in 1882. Many musicians who became famous studied music at the Royal College of Music.\nThe Royal College of Music was founded by Royal charter. The president was the Prince of Wales (later King Edward VII). The president has always been a member of the royal family. The first director was Sir George Grove and he was followed by Sir Hubert Parry. The first building was opposite the west side to the Royal Albert Hall, but in 1894 the RCM moved to a larger building south of the Royal Albert Hall on Prince Consort Road. The College is still there, but there have been many extensions and improvements to the building since then.\nThere are about 520 students at the RCM. About 170 of these are post-graduate students. The college can award degrees and diplomas in music. Composers and performing musicians can study there. There is a large museum of musical instruments. Next to the main building is a 400-seater opera house, the Britten Theatre, opened in 1986. There are now over 600 students from about 50 countries.\nThe director of the Royal College of Music is Dr Colin Lawson.","categories":[],"infobox_types":[],"annotations":[{"uri":"Conservatoire","surface_form":"conservatory","offset":32},{"uri":"London","surface_form":"London","offset":48},{"uri":"Music","surface_form":"music","offset":84},{"uri":"Royal_charter","surface_form":"Royal charter","offset":235},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"King Edward VII","offset":295},{"uri":"George_Grove","surface_form":"George Grove","offset":400},{"uri":"Hubert_Parry","surface_form":"Hubert Parry","offset":440},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":507},{"uri":"Post-graduate","surface_form":"post-graduate","offset":801},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":957}]}