{"id":69704,"url":"http://en.wikipedia.org/wiki/Garden_of_Eden","text":"The Garden of Eden is the place where the first man, Adam, and the first woman, Eve, lived after they were created by God.\nIn the Christian Bible, the story of the creation of the world in the book of Genesis describes how Adam and Eve lived in Eden in peace with all of the animals. They tended the garden and could eat from any tree except the Tree of Knowledge. After they ate from the Tree of Knowledge, God punished Adam and Eve by making them leave the Garden of Eden forever.\nThe story is told in Book of Genesis 1-3 (in the old Testament of the Bible) and the Tanakh. The Tanakh translates the Garden of Eden as Paradise.\nWhere the name Eden is from.\nIn Sumerian, \"Eden\" is a name for the Steppe. \"Heavenly Eden\" is also mentioned. It refers to a place that appears to be fertile at first, but later changes to become infertile. Climatologists have said this is a good description of the climate change that happened in The Levant after the last ice age. The green steppe became dry. This meant that food was no longer available all year round, but only at certain times. This forced the people living at the time to start agriculture and to keep some of their food for the periods where there was none. Scientists have referred to this change as the Neolithic Revolution. This change of food is also mentioned in the story.\nBabylonian mythology sees the main reason for the creation of man to grow food for the gods. This is different in the Bible. There, god created plants as food for humans, and animals to keep them company.\nThe beginning of the Book of Genesis has been seen as describing the state before a climate change in a certain region. >Because of this change, humans were \"condemned\" to growing crops and keeping some food in stock, to be able to eat it, during the times it did not grow. Genesis has been seen to only start when this region converted to agriculture (the Neolithic Revolution, mentioned above). This means that Genesis roughly covers the time from about 8000 - 6000 BC to about 2000 BC.\nJudaism.\nJudaism teaches that sin cannot be passed on from the parents to their children. There is a free will, everyone is responsible for their own sins only. Humans can do bad things and good things. God's commandments help them do good things. What exactly makes up the Commandments of God is not written down, but needs to developed by tradition. Sins are forgiven once a year during Yom Kippur. Unlike Christianity, Judaism has no personified evil.\nChristianity.\nChristianity believes that sin can be passed on from the parents to their children. This is known as original sin. Without Jesus, humans must live in sin. Augustine of Hippo formalized this belief, which is now a dogma in the Western Christian denominations (Catholicism and Protestantism).\nIslam.\nIslam sees Adam and Eve being chased away as a chance for a new start. Islam says the Christian concept of original sin is false. This means that them being chased away does not change the relationship between men and God. According to Islamic tradition, Adam and Eve were placed in different parts of the world. They first had to wander around before they found each other.","categories":[],"infobox_types":[],"annotations":[{"uri":"Man","surface_form":"man","offset":48},{"uri":"Adam","surface_form":"Adam","offset":53},{"uri":"Woman","surface_form":"woman","offset":73},{"uri":"Adam_and_Eve","surface_form":"Eve","offset":80},{"uri":"God","surface_form":"God","offset":118},{"uri":"Christian","surface_form":"Christian","offset":130},{"uri":"Bible","surface_form":"Bible","offset":140},{"uri":"Genesis","surface_form":"Genesis","offset":201},{"uri":"Peace","surface_form":"peace","offset":253},{"uri":"Animals","surface_form":"animals","offset":275},{"uri":"Tree","surface_form":"tree","offset":330},{"uri":"Tree_of_Knowledge","surface_form":"Tree of Knowledge","offset":346},{"uri":"Tree_of_Knowledge","surface_form":"Tree of Knowledge","offset":389},{"uri":"Book_of_Genesis","surface_form":"Book of Genesis","offset":504},{"uri":"Old_Testament","surface_form":"old Testament","offset":532},{"uri":"Bible","surface_form":"Bible","offset":553},{"uri":"Tanakh","surface_form":"Tanakh","offset":568},{"uri":"Paradise","surface_form":"Paradise","offset":620},{"uri":"Steppe","surface_form":"Steppe","offset":697},{"uri":"Fertility","surface_form":"fertile","offset":780},{"uri":"Climate","surface_form":"climate","offset":896},{"uri":"The_Levant","surface_form":"The Levant","offset":928},{"uri":"Ice_age","surface_form":"ice age","offset":954},{"uri":"Agriculture","surface_form":"agriculture","offset":1131},{"uri":"Neolithic_Revolution","surface_form":"Neolithic Revolution","offset":1259},{"uri":"Plant","surface_form":"plant","offset":1477},{"uri":"Humans","surface_form":"humans","offset":1496},{"uri":"Animal","surface_form":"animal","offset":1508},{"uri":"Agriculture","surface_form":"growing crops","offset":1710},{"uri":"Judaism","surface_form":"Judaism","offset":2036},{"uri":"Sin","surface_form":"sin","offset":2057},{"uri":"Tradition","surface_form":"tradition","offset":2368},{"uri":"Yom_Kippur","surface_form":"Yom Kippur","offset":2416},{"uri":"Christianity","surface_form":"Christianity","offset":2435},{"uri":"Original_sin","surface_form":"original sin","offset":2597},{"uri":"Jesus","surface_form":"Jesus","offset":2619},{"uri":"Augustine_of_Hippo","surface_form":"Augustine of Hippo","offset":2651},{"uri":"Dogma","surface_form":"dogma","offset":2709},{"uri":"Catholicism","surface_form":"Catholicism","offset":2755},{"uri":"Protestantism","surface_form":"Protestantism","offset":2771},{"uri":"Islam","surface_form":"Islam","offset":2794}]}