{"id":69719,"url":"http://en.wikipedia.org/wiki/Associated_Board_of_the_Royal_Schools_of_Music","text":"e=\"preserve\">The Associated Board of the Royal Schools of Music or ABRSM is an organisation that arranges music examinations. The organisation is based in London, but they arrange examinations in places all over the world. Many people, especially children, who learn instruments take examinations of the ABRSM as it helps them to become better players because it gives them something to work for. People of any age can take the exams. Those who pass an exam get a certificate. Over 620,000 candidates take the ABRSM examinations every year in over ninety countries.\nGraded Exams.\nExams can be taken on many different instruments. In nearly each case there are eight grades, numbered from 1 to 8. For example, someone who has learned the piano for a short while may take Grade 1 once he or she can play pieces such as a simple minuet, and play a few scales with separate hands. By the time they take Grade 8 they will need to be able to play movements from sonatas by composers such as Beethoven, play all 24 scales in various ways very fluently and be good at sight-reading.\nThe marks are given out of 150. The pass mark is hundred. Below hundred marks is a “Fail”. one hundred and twenty marks to one hundred and twenty nine is called a “Merit” and one hundred and thirty and above is a “Distinction”.\nAlthough some students take each of the grades as they get better at their instrument, it is not necessary to have passed earlier grades in order to take a higher grade. For grades 6 and above it is necessary to have passed Grade 5 Theory or Practical Musicianship or Jazz. This is to make sure that students have a good knowledge of music.\nThe examiners are people who are professional musicians. Many of them are music teachers. They have a wide experience of music and they are trained by the ABRSM so that they all mark in the same way.\nThe ABRSM also publish a lot of music, including the music set for their exams.\nPractical Exams.\nEach section has a certain number of marks and all the marks add up to 150. 100 is a pass, 120 a merit and 130 a distinction.\nThere is also a Prep Test for those who are not yet ready to take Grade 1 but would like to have the experience of taking an exam. Students who take a Prep Test are not given a mark. It is a way to encourage young people and make them relaxed about the idea of taking exams.\nTheory Exams.\nThese are written papers about musical theory. They are marked out of 100: 66 or more is a pass; 80 or more is a merit; 90 or more is a distinction.\nPractical Musicianship.\nThese exams will test a student’s understanding of rhythm, melody, key and notation together with the ability to sing and play from memory, and improvise and to recognise changes to and answer questions about a score.\nJazz Exams.\nThese are the newest types of exams. Jazz piano was first offered in 1999. At the moment they are only available for flute, piano, clarinet, saxophone, trumpet and trombone. They are also only available from Grades 1-5. They are marked in the same way as practical exams. However many of the pieces include large sections where they have to improvise (make something up) using particular chords.\nDiplomas.\nThese are professional qualifications which allow a person to put the letters after his or her name.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":106},{"uri":"Examination","surface_form":"examination","offset":112},{"uri":"London","surface_form":"London","offset":155},{"uri":"Minuet","surface_form":"minuet","offset":826},{"uri":"Scale_(music)","surface_form":"scales","offset":849},{"uri":"Sonata","surface_form":"sonata","offset":956},{"uri":"Beethoven","surface_form":"Beethoven","offset":985},{"uri":"Sight-reading","surface_form":"sight-reading","offset":1060},{"uri":"Musician","surface_form":"musician","offset":1690},{"uri":"Melody","surface_form":"melody","offset":2588},{"uri":"Key_(music)","surface_form":"key","offset":2596},{"uri":"Music_notation","surface_form":"notation","offset":2604},{"uri":"Sheet_music","surface_form":"score","offset":2740},{"uri":"1999","surface_form":"1999","offset":2828},{"uri":"Flute","surface_form":"flute","offset":2876},{"uri":"Piano","surface_form":"piano","offset":2883},{"uri":"Clarinet","surface_form":"clarinet","offset":2890},{"uri":"Saxophone","surface_form":"saxophone","offset":2900},{"uri":"Trumpet","surface_form":"trumpet","offset":2911},{"uri":"Trombone","surface_form":"trombone","offset":2923},{"uri":"Improvisation_(music)","surface_form":"improvise","offset":3100},{"uri":"Professional","surface_form":"professional","offset":3175},{"uri":"Qualification","surface_form":"qualification","offset":3188}]}