{"id":697393,"url":"http://en.wikipedia.org/wiki/Nana_Sahib","text":"Nana Sahib (19 May 1824 – 1859), born as Dhondu Pant, was an Indian Peshwa of the Maratha empire. An aristocrat and fighter, he led the rebellion in Cawnpore (Kanpur) during the 1857 uprising.\nNana rajguru, a teacher of Nana Sahib, who teach them youdh kala and strategy of political activities. As the adopted son of the exiled Maratha Peshwa Baji Rao II, Nana Sahib believed that he was entitled to a pension from the English East India Company, but the underlying contractual issues are rather murky. He later disappeared, after his forces were defeated by a British force that recaptured Cawnpore. He was led to the Nepal Hills in 1859, where he died.\nRole in the 1857 uprising.\nNana Sahib won the confidence of Charles Hillersdon, the Collector of Kanpur. It was planned that Nana Sahib would assemble a force of 1,500 soldiers to support the British, in case the rebellion spread to Cawnpore.\nOn 6 June 1857, at the time of the rebellion by forces of the East India Company at Cawnpore, the British contingent had taken refuge at an entrenchment in the northern part of the town. Amid the prevailing chaos in Cawnpore, Nana and his forces entered the British magazine situated in the northern part of the town. However, once he entered the magazine, Nana Sahib announced that he was a participant in the rebellion against the Company, and intended to be a vassal of Bahadur Shah II.\nAfter taking possession of the Company treasury, Nana advanced up the Grand Trunk Road stating that he wanted to restore the Maratha confederacy under the Peshwa tradition, and decided to capture Cawnpore. On his way, Nana met the rebel Company soldiers at Kalyanpur. The soldiers were on their way to Delhi, to meet Bahadur Shah II. Nana wanted them to go back to Cawnpore, and help him defeat the British. The soldiers were reluctant at first, but decided to join Nana when he promised to double their pay and reward them with gold, if they were to destroy the British entrenchment.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Peshwa","surface_form":"Peshwa","offset":68},{"uri":"Maratha_Empire","surface_form":"Maratha","offset":82},{"uri":"Siege_of_Cawnpore","surface_form":"rebellion in Cawnpore","offset":136},{"uri":"Kanpur","surface_form":"Kanpur","offset":159},{"uri":"1857_uprising","surface_form":"1857 uprising","offset":178}]}