{"id":69753,"url":"http://en.wikipedia.org/wiki/Skateboard","text":"A skateboard is a board (called a \"deck\") with four wheels put on under it. It is used to go skateboarding. The first skateboards were a piece of wood with rollerskater attached to it. This became popular and by 1960, skateboards were made in production. As more skateboards were made, more people liked the new sport. However, it was dangerous and people started to fall off. As a result, skate parks started to close down. With less places to skate, skateboarders had no where to go. A small group of skateboarders carried on skateboarding in the street and around cities. After 20 years, the sport began to grow into what we know now. Skateboarding is a popular sport with many younger riders. Young people sometimes skateboard on the street. There are many different types of skateboards like stunt skateboards, penny skateboards, Longboards, short boards and more.\nParts.\nThe normal parts to made a complete skateboard are the deck, trucks, wheels, bearings, hardware, and griptape.\nDeck.\nMost decks are made with six to nine-plywood layers. Other materials used in making decks fiberglass, bamboo, resin, Kevlar, carbon fiber, aluminum, and plastic. All these make the board more light. Some decks made from maple plywood are dyed to make many different colored plywood. Modern decks are different in size. Most are 7 to 10.5 inches wide. Wider decks can be used for greater stability when transition or ramp skating. Skateboard decks are normally between 28 and 33 inches long. The bottom of the deck can be printed with a design by the maker. Or it can be blank.\nThe longboard, a common different kind of skateboard, has a longer deck. This is mostly ridden down hills or by the beach. The longboard was made by two surfers; Ben Whatson and Jonny Drapper. One of the first deck companies was called \"Drapped\" taken from Jonny's second name. \"Old school\" boards (those made in the 1970s–80s) are mostly wider and often have only one kicktail. Different kinds of the 1970s often have little or no concavity, whereas 1980s models have deeper concavities and steeper kicktails.\nThe [https://skateboardidea.com/what-size-skateboard-deck/ Skateboard deck concave] is noted mainly in three types: low, medium, and high. While the low concave is having small curvature and makes the safe ride, but you can’t put more stress on the edges deck. Medium concave will easily found in the present market due to the high demand for a beginner. High concave is raised more at the edge, making it perfect for performing Flip tricks and Ollie. Medium concave is readily available in the market because it suits beginners, which keeps it always in demand.\nGrip tape, when put on to the top of a skateboard, gives a skater's feet grip on the deck. It is most often black. However, it can come in many different colors like clear. Clear allows the top of the deck to be decorated. It has an adhesive back and a sandpaper like top.","categories":[],"infobox_types":[],"annotations":[{"uri":"Board_(wood)","surface_form":"board","offset":18},{"uri":"Skateboarding","surface_form":"skateboarding","offset":93},{"uri":"1960","surface_form":"1960","offset":212},{"uri":"Skate_park","surface_form":"skate park","offset":390},{"uri":"Plywood","surface_form":"plywood","offset":1031},{"uri":"Fiberglass","surface_form":"fiberglass","offset":1084},{"uri":"Bamboo","surface_form":"bamboo","offset":1096},{"uri":"Resin","surface_form":"resin","offset":1104},{"uri":"Kevlar","surface_form":"Kevlar","offset":1111},{"uri":"Carbon_fiber","surface_form":"carbon fiber","offset":1119},{"uri":"Aluminum","surface_form":"aluminum","offset":1133},{"uri":"Plastic","surface_form":"plastic","offset":1147},{"uri":"Maple","surface_form":"maple","offset":1214},{"uri":"Dye","surface_form":"dye","offset":1232},{"uri":"Size","surface_form":"size","offset":1307},{"uri":"Longboard","surface_form":"longboard","offset":1575},{"uri":"Concavity","surface_form":"concavity","offset":2003},{"uri":"Ollie","surface_form":"Ollie","offset":2527},{"uri":"Grip_tape","surface_form":"Grip tape","offset":2645},{"uri":"Black","surface_form":"black","offset":2753},{"uri":"Adhesive","surface_form":"adhesive","offset":2878},{"uri":"Sandpaper","surface_form":"sandpaper","offset":2898}]}