{"id":697580,"url":"http://en.wikipedia.org/wiki/Judith_Scott_(artist)","text":"Judith Scott (1943-2005) was an internationally recognized fiber artist. She was born with Down Syndrome and became deaf as an infant. From age 7 she lived in an institution for 35 years. She did not begin her art career until her mid-40s, then worked until her death 18 years later.\nBiography.\nJudith was born into a middle-class family in Cincinnati, Ohio, along with her non-identical twin sister Joyce. Unlike Joyce, Judith was born with Down Syndrome. As a baby, Judith was sick with scarlet fever, which caused her to lose her hearing. This fact remained undiagnosed until much later in her life. She never learned to speak or use sign language.\nAt the age of seven, Judith was sent to live in a state care facility in Ohio. She stayed in that institution for thirty-five years, until her sister. In 1987 Judith was enrolled at the Creative Growth Art Center in Oakland, California which supports people with developmental disabilities. There, Judith discovered her passion and talent for abstract fiber art.\nThe story of the Scott sisters' lives, \"Entwined – Sisters and secrets in the life of artist Judith Scott\", has been written by her twin sister. It was published in 2016.\nArtistic style.\nEach day, she would spend hours wrapping found objects in colored yarn, string, paper and fabric strips. Some of the resulting sculptures were completed during a day’s labor; others over weeks or months. While Scott had no style per se, each of the wrapped sculptures has its distinct personality; all convey a sense of inner life. The originating object is mostly unrecognizable, as in Franz West’s more famous plaster or epoxy “Adaptives,” which similarly incorporate largely unidentifiable items and are likewise portable.\nExhibitions.\nAt the Brooklyn Museum, some 45 Scott sculptures are on display, resting on a low white platform. On the wall are 15 mixed-media drawings completed at the beginning of her art-making career. Scott never indicated a “correct” way to show the three-dimensional works, so they are displayed casually, as she might have worked on them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cincinnati","surface_form":"Cincinnati","offset":341},{"uri":"Identical_twin","surface_form":"non-identical twin","offset":374},{"uri":"Scarlet_fever","surface_form":"scarlet fever","offset":489},{"uri":"Deafness","surface_form":"lose her hearing","offset":524},{"uri":"Sign_language","surface_form":"sign language","offset":637},{"uri":"Creative_Growth_Art_Center","surface_form":"Creative Growth Art Center","offset":838},{"uri":"Oakland%2C_California","surface_form":"Oakland, California","offset":868},{"uri":"Brooklyn_Museum","surface_form":"Brooklyn Museum","offset":1748}]}