{"id":69757,"url":"http://en.wikipedia.org/wiki/Interstate_95","text":"Interstate 95 (usually called I-95) is a major Interstate highway that runs north to south in the eastern part of the United States. It is about long. Its southern end is at U.S. Route 1 in Miami, Florida and its northern end is at the Canadian border in Maine. It connects many major cities in the eastern half of the United States.\nHistory.\nPortions of the highway have or used to have tolls. Many parts of I-95 were made up of various toll roads that had already been constructed or planned, particularly in the northeast. Many of these routes still exist today, but some have removed their tolls.\nMany notable bridges and tunnels along I-95 were also tolled. The Fuller Warren Bridge, spanning the St. Johns River in Jacksonville, Florida, was tolled until the 1980s and was replaced in 2002. The Fort McHenry Tunnel is underneath the harbor of Baltimore, Maryland and was opened in 1985. The George Washington Bridge, opened in 1931, carries I-95, US 1, US 9, and US 46 (latter is officially considered to end at the NY state line) across the Hudson River between New Jersey and Upper Manhattan.\nA study that could lead to the imposition of tolls on I-95 in North Carolina is under way as of March 2010.\nImprovements.\nFederal legislation has identified I-95 through Connecticut as High Priority Corridor 65. A long-term multibillion-dollar program to upgrade the entire length of I-95 through Connecticut has been underway since the mid-1990s and is expected to continue through at least 2020. Several miles of I-95 through Bridgeport were recently widened and brought up to Interstate standards. Work has shifted to reconstructing and widening of I-95 through New Haven, which includes replacing the Pearl Harbor Memorial Bridge. Environmental studies for reconstructing and widening of I-95 from New Haven to the Rhode Island state line are also progressing.\nThere are plans to expand the I-95 corridor from Petersburg, Virginia, to Florida through a U.S. multi-state agreement to study how to improve the corridor through widening and reconstruction, with the goal of reducing congestion and improving overall safety for years to come.\nFlorida continues to complete widening projects. As of December 2010, I-95 from the South Carolina–Georgia line south to Jacksonville, Florida has been upgraded to six lanes. The section from Jacksonville to the I-4 junction in Daytona Beach was expanded to six lanes in 2005. As of 2009, widening projects continue in Brevard County from the SR 528 junction in Cocoa to Palm Bay, as well as in northern Palm Beach County.\nIn 2009, state legislators representing Maine's Aroostook County proposed using federal economic stimulus funds to extend I-95 north to Maine's northernmost border community of Fort Kent via Caribou and Presque Isle. The proposed route would parallel New Brunswick's four-lane, limited access Trans-Canada Highway on the U.S. side of the Canada–United States border. Legislators argued that extension of the Interstate would promote economic growth in the region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Interstate","surface_form":"Interstate","offset":47},{"uri":"Highway","surface_form":"highway","offset":58},{"uri":"United_States","surface_form":"United States","offset":118},{"uri":"U.S._Route_1","surface_form":"U.S. Route 1","offset":174},{"uri":"Miami%2C_Florida","surface_form":"Miami, Florida","offset":190},{"uri":"Maine","surface_form":"Maine","offset":255},{"uri":"Fuller_Warren_Bridge","surface_form":"Fuller Warren Bridge","offset":667},{"uri":"St._Johns_River","surface_form":"St. Johns River","offset":702},{"uri":"Fort_McHenry_Tunnel","surface_form":"Fort McHenry Tunnel","offset":801},{"uri":"Baltimore","surface_form":"Baltimore","offset":849},{"uri":"George_Washington_Bridge","surface_form":"George Washington Bridge","offset":897},{"uri":"Hudson_River","surface_form":"Hudson River","offset":1048},{"uri":"Upper_Manhattan","surface_form":"Upper Manhattan","offset":1084},{"uri":"Corridor_65_(NHS)","surface_form":"High Priority Corridor 65","offset":1286},{"uri":"Bridgeport%2C_Connecticut","surface_form":"Bridgeport","offset":1529},{"uri":"New_Haven%2C_Connecticut","surface_form":"New Haven","offset":1666},{"uri":"Pearl_Harbor_Memorial_Bridge_(Connecticut)","surface_form":"Pearl Harbor Memorial Bridge","offset":1706},{"uri":"Petersburg%2C_Virginia","surface_form":"Petersburg, Virginia","offset":1915},{"uri":"Interstate_4","surface_form":"I-4","offset":2356},{"uri":"Daytona_Beach%2C_Florida","surface_form":"Daytona Beach","offset":2372},{"uri":"Brevard_County%2C_Florida","surface_form":"Brevard County","offset":2463},{"uri":"Florida_State_Road_528","surface_form":"SR 528","offset":2487},{"uri":"Cocoa%2C_Florida","surface_form":"Cocoa","offset":2506},{"uri":"Palm_Bay%2C_Florida","surface_form":"Palm Bay","offset":2515},{"uri":"Palm_Beach_County%2C_Florida","surface_form":"Palm Beach County","offset":2548},{"uri":"Aroostook_County","surface_form":"Aroostook County","offset":2615},{"uri":"Caribou%2C_Maine","surface_form":"Caribou","offset":2758},{"uri":"Presque_Isle%2C_Maine","surface_form":"Presque Isle","offset":2770},{"uri":"Trans-Canada_Highway","surface_form":"Trans-Canada Highway","offset":2860},{"uri":"Canada%E2%80%93United_States_border","surface_form":"Canada–United States border","offset":2905}]}