{"id":697612,"url":"http://en.wikipedia.org/wiki/2019_Conservative_Party_leadership_election","text":"The 2019 Conservative Party leadership election happened when the prime minister and leader of the Conservative Party, Theresa May, announced on 24 May 2019 that she would resign as leader on 7 June, and resign as Prime Minister when a replacement is elected.\nNominations closed on 10 June 2019 with ten candidates officially being nominated. The first ballot of MPs took place on 13 June. A second one took place on 18 June with a third on 19 June and a fourth and fifth ballot on 20 June. The entire contest is expected to be completed by mid-July. After the fifth ballot, Jeremy Hunt and Boris Johnson were the final two candidates. The general membership of the party elected Johnson as the leader by postal ballot on 22 July 2019.\nNominated.\nThe following MPs were officially nominated by the Conservative Party as candidates for the leadership position. Each candidate passed the first five ballots.\nFifth ballot.\nThe following MP was eliminated on the fifth ballot on 20 June. They failed to obtain over 24% of the votes to advance further into the contest.\nFourth ballot.\nThe following MP was eliminated on the fourth ballot on 20 June. They failed to obtain over 50 votes to advance further into the contest.\nThird ballot.\nThe following MP was eliminated on the third ballot on 19 June. They failed to obtain over 30 votes to advance further into the contest.\nSecond ballot.\nThe following MP was eliminated on the second ballot on 18 June. They failed to obtain over 30 votes to advance further into the contest.\nFirst ballot.\nThe following MPs were eliminated on the first ballot on 13 June. They failed to obtain 17 votes to advance further into the contest.\nResults.\nAfter each ballot of Conservative MPs, the candidate with the fewest votes is eliminated. A new rule was introduced in 2019 due to the number of candidates: In the first ballot, held on 13 June 2019, candidates also needed to pass a threshold of 17 votes to avoid elimination. In the second ballot, held on 18 June, candidates needed to pass a threshold of 33 votes to avoid elimination.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"prime minister","offset":66},{"uri":"Leader_of_the_Conservative_Party_(UK)","surface_form":"leader of the Conservative Party","offset":85},{"uri":"Theresa_May","surface_form":"Theresa May","offset":119},{"uri":"Jeremy_Hunt","surface_form":"Jeremy Hunt","offset":575},{"uri":"Boris_Johnson","surface_form":"Boris Johnson","offset":591}]}