{"id":69779,"url":"http://en.wikipedia.org/wiki/Riboflavin","text":"Riboflavin is one of the B vitamins (vitamin B2). The B and C vitamins are the vitamins that dissolve in water. A healthy person's gut can easily take riboflavin from food and pass it on to the blood for the body to use. The body needs the B vitamins to get energy from food. Without riboflavin and the other B vitamins people's bodies cannot use fats, carbohydrates, and proteins.\nLight can break down riboflavin molecules into other molecules that the body cannot use.\nIf anyone eats too much riboflavin, the gut does not take up enough\nto make a person sick, but an injection with too much riboflavin can make one sick.\nThe kidneys pass riboflavin out in the urine, so when there is too much riboflavin in the body, the part that one does not want will not stay in the blood for long. If there is much riboflavin in the urine, the urine becomes bright, fluorescent yellow. Vitamin pills, or a meal with a lot of liver or egg white turns the urine yellow because such foods put so much riboflavin into the blood.\nTo make Vitamin B2 for vitamin pills or to add to foods, industrial companies grow special yeasts, other fungi, or bacteria that make a lot of riboflavin.\nRiboflavin is yellow or orange-yellow, so it can be useful as a food coloring. People get some very bad kinds of sickness (deficiency diseases) when their food has too little riboflavin. Adding extra riboflavin can stop people from getting such sicknesses. To prevent riboflavin deficiency, people may add riboflavin to baby foods, breakfast cereals, pasta, sauces, fruit drinks, and foods such as cheese that are made from milk (dairy products). People call it fortification with riboflavin when they add riboflavin to food. A lot of the riboflavin that people make, they use in vitamin pills.\nRiboflavin deficiency.\nWhen there is too little riboflavin in the food, it causes what people call a primary riboflavin deficiency. Some people who have something wrong with their guts get what people call a secondary riboflavin deficiency: even if there is plenty of riboflavin in the food, the sick gut cannot get it out of the food and pass it on to the blood.\nRiboflavin deficiency can cause sores in the mouth (mouth ulcers), cracked red lips, cracks at the corners of the mouth (angular cheilitis), and a sore throat. The eyes may become yellow, stinky and watery, and bright light might hurt the eyes easily so that it is hard to open the eyes in strong daylight (photophobia). A riboflavin deficiency also can cause dry, scaly skin that cracks easily, and itchy, painful private parts.\nWhen all these three things go wrong, angular cheilitis, photophobia, and sore, itchy skin on the private parts, doctors call it the oral-ocular-genital syndrome. The syndrome shows that there may be riboflavin deficiency.\nIf riboflavin deficiency gets bad enough in animals, they grow too little, become unhealthy, and they may die. Dogs with bad riboflavin deficiency do not grow well, their skins become sore and their hair may fall out. Their eyes become cloudy, their insides may bleed, they become weak, they cannot move or even stand properly. In the end they lie down and die. All this is very much like what one might see in humans with riboflavin deficiency, but we seldom see such things except where people are very poor and starving. Still, millions of people in rich countries do not understand the need to eat the right foods or are too poor. They might have quite such bad signs of riboflavin deficiency, but still have what we call \"sub-clinical\" symptoms, not bad enough to send them to hospital, but bad enough to make them unhealthy and to stop children from growing properly and becoming healthy.\nSubclinical riboflavin deficiency also happens more easily in women taking the contraceptive pill. It also may happen when people get old, or cannot eat properly, or who have sicknesses such as AIDS, inflammatory bowel disease, diabetes and chronic heart disease. We can tell that the body does not lose all its riboflavin easily because riboflavin deficiency does not cause illness all at once.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vitamin","surface_form":"vitamin","offset":79},{"uri":"Solution","surface_form":"dissolve","offset":93},{"uri":"Gut","surface_form":"gut","offset":131},{"uri":"Energy","surface_form":"energy","offset":258},{"uri":"Fats","surface_form":"fats","offset":347},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":353},{"uri":"Proteins","surface_form":"proteins","offset":372},{"uri":"Light","surface_form":"Light","offset":382},{"uri":"Molecule","surface_form":"molecule","offset":414},{"uri":"Injection","surface_form":"injection","offset":569},{"uri":"Yeast","surface_form":"yeast","offset":1106},{"uri":"Fungus","surface_form":"fungi","offset":1120},{"uri":"Bacteria","surface_form":"bacteria","offset":1130},{"uri":"Food_coloring","surface_form":"food coloring","offset":1234},{"uri":"Disease","surface_form":"disease","offset":1304},{"uri":"Baby_food","surface_form":"baby food","offset":1490},{"uri":"Breakfast","surface_form":"breakfast","offset":1502},{"uri":"Cereal","surface_form":"cereal","offset":1512},{"uri":"Pasta","surface_form":"pasta","offset":1521},{"uri":"Sauce","surface_form":"sauce","offset":1528},{"uri":"Dairy","surface_form":"dairy","offset":1600},{"uri":"AIDS","surface_form":"AIDS","offset":3871}]}