{"id":69778,"url":"http://en.wikipedia.org/wiki/House_of_Commons_of_Canada","text":"The House of Commons (French: \"Chambre des communes\") is the lower house of the Parliament of Canada. The House of Commons is an elected body, of 338 members, who are known as \"Members of Parliament\" (MPs). Members are elected for a maximum of four years at a time. Each member is elected by one of the country's federal electoral districts which are usually called \"ridings\".\nThe House of Commons was established in 1867, when the British North America Act 1867 created the Dominion of Canada, and was modelled on the British House of Commons. The House of Commons is sometimes called the \"lower house\", even though it has more power than the \"upper house\", the Senate. Both Houses is must agree to new laws but the Senate very rarely rejects bills passed by the Commons (though the Senate does occasionally amend bills). The Government of Canada is responsible only to the House of Commons. The Prime Minister stays in office only as long as he or she has the support of the Lower House.\nThe Canadian House of Commons is in the Centre Block of the Parliament Buildings on Parliament Hill, in Ottawa, Ontario.\nUnlike the Parliament of the United Kingdom, the powers of the Parliament of Canada are limited, because provincial legislatures have the sole right to pass laws about some things.\nUntil 1982 only the Parliament of the United Kingdom had the power to change the British North America Act, this was to protect the rights and powers of the provincial legislatures. This was changed by the Canada Act. In Canada the British North America Act is now called the Constitution Act.\nA lot of the work of the House of Commons is done by committees which can spend more time investigating a subject than the whole House of Commons could\nSeat distribution.\nThe table below shows how many seats each political party has in the Parliament. Many of the MPs were elected in the 2019 election.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_language","surface_form":"French","offset":22},{"uri":"Lower_house","surface_form":"lower house","offset":61},{"uri":"Parliament_of_Canada","surface_form":"Parliament of Canada","offset":80},{"uri":"Election","surface_form":"elected","offset":129},{"uri":"Electoral_district_(Canada)","surface_form":"electoral districts","offset":321},{"uri":"Dominion_of_Canada","surface_form":"Dominion of Canada","offset":475},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"British House of Commons","offset":519},{"uri":"Prime_Minister_of_Canada","surface_form":"Prime Minister","offset":897},{"uri":"Parliament_Hill","surface_form":"Parliament Hill","offset":1074},{"uri":"Ottawa","surface_form":"Ottawa","offset":1094},{"uri":"Ontario","surface_form":"Ontario","offset":1102},{"uri":"Political_party","surface_form":"political party","offset":1799},{"uri":"2019_Canadian_federal_election","surface_form":"2019 election","offset":1874}]}