{"id":69799,"url":"http://en.wikipedia.org/wiki/Postmodernism","text":"Postmodernism is a way of thinking about culture, philosophy, art and many other things. The term has been used in many different ways at different times, but there are some things in common.\nPostmodernism says that there is no real truth. It says that knowledge is always made or invented and not discovered. Because knowledge is made by people, a person cannot know something with certainty - all ideas and facts are 'believed' instead of 'known'. People believe that they know what the truth is, but they will think that the truth is something different later. This is the opposite of 'objectivity', which says that the truth is always there and people have to discover it.\nSince postmodernism says that the truth is just a thing that people invent, people can believe different things and think it is the truth and all be right. Postmodernism says that one person should not try to make another person believe what he believes, because it means nothing to say that one belief is right and the other is wrong. Postmodernism says that if somebody has a belief and tries to make somebody else believe it also, it means that they are just trying to have power over them.\nStarting with the 18th century Enlightenment and into the early 20th century, many people believed that science and new knowledge would make the world better. When scientists or philosophers discovered something new, it would always make society a little bit better. They thought that social progress could not be stopped. Modernism especially believed this. But postmodernism says that there is no real social progress. It says that while some things about the world change, people only want to believe that the world is better than it was. It changes but does not get better, because there is no 'better.'\nPostmodernism says that since peoples' opinions change, and since one person's opinion cannot be more right than another, it means nothing to say that (for example) one work of art is better than any other. Postmodernism says that art, music, and literature, for example, can be anything that its maker says that it is. Postmodern art and literature commonly talk about themselves and make fun of themselves. They make fun of 'serious' art and even the idea of art. Postmodernism has influenced many cultural fields, including literary criticism, philosophy, sociology, linguistics, architecture, visual arts, and music.\nThe term postmodernism was first commonly used in the 1949 to talk about modern architecture. Many people did not like modern architecture because it had too many box-like shapes and people did not think it was pretty. Some of them started the postmodern architecture movement. Postmodern architecture uses surface ornament, historical reference, and less box-like shapes.\nPostmodernist ideas can be seen in philosophy, the study of culture and society, literature, architecture, design, as well as in history and law. Postmodernism also led people to think differently about love, marriage, popular culture, and the change in much of the Western world from an industrial to service economy.\nThe term \"postmodernity\" usually means the period of time when postmodern ideas became common (the second half of the 20th century). Some experts think that postmodernism is now over, especially in literature.\nDifferent definitions.\n\"When it becomes possible for a people to describe as ‘postmodern’ the décor of a room, the design of a building, the diegesis of a film, the construction of a record, or a ‘scratch’ video, a television commercial, or an arts documentary, or the ‘intertextual’ relations between them, the layout of a page in a fashion magazine or critical journal, an anti-teleological tendency within epistemology, the attack on the ‘metaphysics of presence’, a general attenuation of feeling, the collective chagrin and morbid projections of a post-War generation of baby boomers confronting disillusioned middle-age, the ‘predicament’ of reflexivity, a group of rhetorical tropes, a proliferation of surfaces, a new phase in commodity fetishism, a fascination for images, codes and styles, a process of cultural, political or existential fragmentation and/or crisis, the ‘de-centring’ of the subject, an ‘incredulity towards metanarratives’, the replacement of unitary power axes by a plurality of power/discourse formations, the ‘implosion of meaning’, the collapse of cultural hierarchies, the dread engendered by the threat of nuclear self-destruction, the decline of the university, the functioning and effects of the new miniaturised technologies, broad societal and economic shifts into a ‘media’, ‘consumer’ or ‘multinational’ phase, a sense (depending on who you read) of ‘placelessness’ or the abandonment of placelessness (‘critical regionalism’) or (even) a generalised substitution of spatial for temporal coordinates - when it becomes possible to describe all these things as ‘Postmodern’ (or more simply using a current abbreviation as ‘post’ or ‘very post’) then it’s clear we are in the presence of a buzzword\".\nBritish historian Perry Anderson says that postmodernism is an important concept and is important for the study of contemporary (current) culture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Culture","surface_form":"culture","offset":41},{"uri":"Philosophy","surface_form":"philosophy","offset":50},{"uri":"Art","surface_form":"art","offset":62},{"uri":"Knowledge","surface_form":"knowledge","offset":318},{"uri":"The_enlightenment","surface_form":"Enlightenment","offset":1202},{"uri":"Science","surface_form":"science","offset":1275},{"uri":"Modernism","surface_form":"Modernism","offset":1494},{"uri":"Literature","surface_form":"literature","offset":2026},{"uri":"Literary_criticism","surface_form":"literary criticism","offset":2306},{"uri":"Philosophy","surface_form":"philosophy","offset":2326},{"uri":"Sociology","surface_form":"sociology","offset":2338},{"uri":"Linguistics","surface_form":"linguistics","offset":2349},{"uri":"Architecture","surface_form":"architecture","offset":2362},{"uri":"Visual_art","surface_form":"visual art","offset":2376},{"uri":"Music","surface_form":"music","offset":2393},{"uri":"Modern_architecture","surface_form":"modern architecture","offset":2473},{"uri":"Postmodern_architecture","surface_form":"postmodern architecture","offset":2644},{"uri":"Ornament","surface_form":"ornament","offset":2715},{"uri":"Philosophy","surface_form":"philosophy","offset":2808},{"uri":"Culture","surface_form":"culture","offset":2833},{"uri":"Society","surface_form":"society","offset":2845},{"uri":"Literature","surface_form":"literature","offset":2854},{"uri":"Architecture","surface_form":"architecture","offset":2866},{"uri":"Design","surface_form":"design","offset":2880},{"uri":"History","surface_form":"history","offset":2902},{"uri":"Law","surface_form":"law","offset":2914},{"uri":"Love","surface_form":"love","offset":2976},{"uri":"Marriage","surface_form":"marriage","offset":2982},{"uri":"Popular_culture","surface_form":"popular culture","offset":2992},{"uri":"Western_world","surface_form":"Western world","offset":3039},{"uri":"Industrial_society","surface_form":"industrial","offset":3061},{"uri":"Service_economy","surface_form":"service economy","offset":3075},{"uri":"Trope","surface_form":"trope","offset":3985},{"uri":"Historian","surface_form":"historian","offset":5048},{"uri":"Perry_Anderson","surface_form":"Perry Anderson","offset":5058}]}