{"id":69794,"url":"http://en.wikipedia.org/wiki/Fertility","text":"e=\"preserve\">Fertility is the natural capability to give life. In humans and animals, fertility means that the parent can produce babies.\nMore precisely, fertility is the capacity of an individual or population to produce viable offspring. By 'viable' is meant 'able to live and reproduce'.\nIn agriculture, fertility means that a soil can support the growth of plants because it contains the right minerals and nutrients.\nFertility can also be used as a metaphor: having a \"fertile imagination\" means being able to think of many new and interesting things.\nAs a measure, fertility rate is the number of children born per couple, or person or population. This is different to fecundity. This is defined as the \"potential\" for reproduction (influenced by gamete production, fertilisation and carrying a pregnancy to term. In English language, the term was originally applied only to females, but increasingly is applied to males as well, as common understanding of reproductive mechanisms increases and the importance of the male role is better known. Infertility is a deficient fertility.\nHuman fertility depends on factors of nutrition, sexual behavior, culture, instinct, endocrinology, timing, economics, way of life, and emotions. Animal fertility is no less complex, and may display astounding mechanisms.\nFemale Fertility.\nIn the United States, the average age of menarche (first period) is about 12.5 years. However, in most girls, menarche does not signal that ovulation has occurred. In postmenarchal girls, about 80% of the cycles are anovulatory in the first year after menarche, 50% in the third and 10% in the sixth year.\nWomen's fertility peaks between ages 22–26, and after 35 it starts to sharply decline.\nThe use of fertility drugs and/or \"in vitro\" fertilization can increase the chances of becoming pregnant at a later age.\nMale Fertility.\nThere is evidence that male reproduction abilities are reduced with higher age.\nSperm count is becoming smaller with age, with men aged 50–80 years producing 75% of sperm compared with 20–50 years old males.\nIf the sperm count is too low, a man could increase it with herbal and chemical supplements.\nInfertility.\nWhen a person is infertile it means that they are unable to have a child naturally. Infertility is define as the inability to fall pregnant or carry a pregnancy until birth after 12 months or more of unprotected sex. About 10% of people are infertile. This means that 1 in 10 people will not be able to conceive a child naturally. There are many causes of infertility some of them can be treated. As a woman gets older, her fertility declines. After menopause a woman is no longer fertile.","categories":[],"infobox_types":[],"annotations":[{"uri":"Life","surface_form":"life","offset":57},{"uri":"Human","surface_form":"human","offset":66},{"uri":"Animal","surface_form":"animal","offset":77},{"uri":"Parent","surface_form":"parent","offset":111},{"uri":"Capacity","surface_form":"capacity","offset":171},{"uri":"Population","surface_form":"population","offset":200},{"uri":"Offspring","surface_form":"offspring","offset":229},{"uri":"Agriculture","surface_form":"agriculture","offset":294},{"uri":"Soil","surface_form":"soil","offset":330},{"uri":"Plant","surface_form":"plant","offset":361},{"uri":"Mineral","surface_form":"mineral","offset":398},{"uri":"Nutrient","surface_form":"nutrient","offset":411},{"uri":"Metaphor","surface_form":"metaphor","offset":454},{"uri":"Fecundity","surface_form":"fecundity","offset":675},{"uri":"Gamete","surface_form":"gamete","offset":753},{"uri":"Pregnancy","surface_form":"pregnancy","offset":801},{"uri":"Female","surface_form":"female","offset":881},{"uri":"Reproduction","surface_form":"reproductive","offset":963},{"uri":"Male","surface_form":"male","offset":1023},{"uri":"Infertility","surface_form":"Infertility","offset":1050},{"uri":"Nutrition","surface_form":"nutrition","offset":1126},{"uri":"Sexual_behavior","surface_form":"sexual behavior","offset":1137},{"uri":"Culture","surface_form":"culture","offset":1154},{"uri":"Instinct","surface_form":"instinct","offset":1163},{"uri":"Endocrinology","surface_form":"endocrinology","offset":1173},{"uri":"Economics","surface_form":"economics","offset":1196},{"uri":"Emotion","surface_form":"emotion","offset":1224},{"uri":"United_States","surface_form":"United States","offset":1335},{"uri":"Menarche","surface_form":"menarche","offset":1369},{"uri":"Ovulation","surface_form":"ovulation","offset":1468},{"uri":"Anovulatory","surface_form":"anovulatory","offset":1544},{"uri":"Fertility_medication","surface_form":"fertility drugs","offset":1732}]}