{"id":698086,"url":"http://en.wikipedia.org/wiki/Andrew_Horatio_Reeder","text":"Andrew Horatio Reeder (July 12, 1807 – July 5, 1864) was the first governor of the Territory of Kansas.\nEarly Life.\nReeder was born on July 12, 1807 in Easton, Pennsylvania. He went to school in Lawrenceville, New Jersey. He became a lawyer in 1828 in Pennsylvania. In 1831, he married Frederika Amalia Hutter. They had three sons and seven daughters.\nKansas.\nReeder supported the idea of popular sovereignty (where people in a state would decide whether a state becomes free or slave) about slavery. On June 29, 1854, President Franklin Pierce asked Reeder to be the governor of the Kansas Territory. He said yes. He would stay governor until August 16, 1855.\nOn March 30, 1855, many pro-slavery people from Missouri illegally voted in Kansas. Those people wanted Kansas to become a slave state. This caused a lot of violence between Missouri and Kansas, known as Bleeding Kansas. Reeder did not approve the results. He set up new elections.\nPresident Franklin Pierce asked Reeder to quit. This is because Reeder did not let Kansas become a slave state.\nPennsylvania.\nReeder came back to Pennsylvania. He was a part of the Republican Party. He stayed in politics and law. He died in Easton, Pennsylvania on July 5, 1864. He is buried in Easton Cemetery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kansas_Territory","surface_form":"Territory of Kansas","offset":83},{"uri":"Easton%2C_Pennsylvania","surface_form":"Easton, Pennsylvania","offset":152},{"uri":"Lawrenceville%2C_New_Jersey","surface_form":"Lawrenceville, New Jersey","offset":195},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":252},{"uri":"Franklin_Pierce","surface_form":"Franklin Pierce","offset":529},{"uri":"Missouri","surface_form":"Missouri","offset":709},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":865},{"uri":"Republican_Party_of_the_United_States","surface_form":"Republican Party","offset":1124}]}