{"id":698089,"url":"http://en.wikipedia.org/wiki/Christian_radio","text":"e=\"preserve\">Christian radio is a kind of radio station that has mostly Christian programs. Some Christian radio stations play Christian music. Some Christian radio stations have talk or news programs.\nHistory.\nSince the early days of broadcasting, some stations have included Church services, sermons, and Christian Music. The first AM experimental broadcast was on Christmas Eve, and included a violin playing religious music.. Christian programs were common by the time radio became popular in the 1920s.\nChristian Radio Formats.\nChristian Radio can follow many different formats. In fact, for most every secular radio format there is a corresponding Christian format. The only exception may be the \"shock jock\" format.\nSome of the popular Christian formats would be \"Oldies\" (traditional music), Black Gospel, Southern Gospel, \"Rock\", Talk, Worship, sermons, etc. In addition many Christian stations use languages other than the majority language of their country. Because of these language and format possibilities, a large city may have a dozen or more Christian stations without much overlap in their programming.\nChristian Radio Viewpoints.\nWhile Evangelical groups have by far the most stations, there are also Roman Catholic radio stations. Liberal Christian groups make some programs, but few own their own stations, preferring to buy time on other, usually secular stations.\nTarget Audience.\nSome Christian stations seek to target a particular group such as youth, elderly, women or other groups. Many Christian stations produce programs that are mainly of interest to those who are already committed Christians. Others seek to do evangelism, and have music and programs that might attract those who are not already Christians.\nFunding.\nMany Christian Stations operate as non-commercial stations. They get most of their financial support from listeners or those who donate in order to influence the listeners. Other stations operate as commercial stations, that is, they carry advertisements to cover the cost of the operation.\nGrowth in numbers.\nThe number of radio stations in the U.S. with a Christian format has grown greatly in the 21st Century. This is partly because some AM stations could not compete as commercial stations and were bought by Christian groups to operate as non-commercial or semi-commercial Christian stations. Also more opportunities for FM stations came about with changes in FCC rules. Many countries which used to have only government stations began to allow other groups to have radio stations. This increased the number of Christian stations outside the U.S.\nInternational Stations.\nThere are many Christian stations that operate with a Missionary purpose. They broadcast the Christian message to countries and groups where there are large numbers of persons who are not Christians, or who are Christians with limited access to churches or Christian teaching. These stations consider themselves \"Missionary Radio\" stations, as opposed to Stations that mainly serve the needs of persons in majority Christian countries. Another distinction between Christian radio and Missionary Radio is that with Missionary Radio, the funding almost never comes from the people being served, whereas in Christian radio is often is from them.\nIn the past when many countries, for example the Communist block, limited Christian activities, the Missionary stations were very active in broadcasting in many languages and to many places.Some of these countries now allow more local Christian activity. However other countries still limit the work of missionaries and so radio is still used. In some countries only government stations can operate. Stations outside the country are the only way to provide service into those countries. To provide the longer range coverage, shortwave is often used by Missionary stations, although super power AM is also sometimes used.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radio","surface_form":"radio","offset":42},{"uri":"Christianity","surface_form":"Christian","offset":72},{"uri":"Christian_music","surface_form":"Christian music","offset":127},{"uri":"Evangelical","surface_form":"Evangelical","offset":1155},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1220},{"uri":"Evangelism","surface_form":"evangelism","offset":1643},{"uri":"Missionary","surface_form":"Missionary","offset":2680}]}