{"id":698146,"url":"http://en.wikipedia.org/wiki/Leyland%2C_Lancashire","text":"e=\"preserve\">Leyland () is a town in the South Ribble borough, in the county of Lancashire, England. It is about six miles (10 km) south of the city of Preston. The population of the town was about 35,600 in 2011.\nThe name of the town is of old Anglo-Saxon origin, meaning \"untilled land\".\nHistory.\nEnglish Leyland was an area of fields, with Roman roads passing through, from ancient Wigan to Walton-le-Dale.\nIndustry.\nThe town is famous primarily for the bus and truck manufacturer Leyland Motors, which between the 1950s and 1970s expanded and grew to own several British motor manufacturers, including British Motor Corporation, Standard-Triumph and Rover, culminating in the massive British Leyland company. The truck business still operates today as Leyland Trucks, and is owned by Paccar.\nTransport.\nLeyland railway station is on the West Coast Main Line and is run by Northern. There is one train an hour between Liverpool Lime Street and Preston. There is also one train an hour between Manchester Victoria/Hazel Grove to Blackpool North.\nEducation.\nTo the east of Worden Park is Runshaw College. The college received the best Ofsted report, for any further education college in the United Kingdom in 2005.\nLeyland is made up by six different areas, the town centre itself as the main retail side, with the railway station, library and shops nearby. The other areas include Broadfield, Moss Side, Worden Park, Turpin Green and the Wade Hall estate.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Ribble","surface_form":"South Ribble","offset":41},{"uri":"Lancashire","surface_form":"Lancashire","offset":80},{"uri":"England","surface_form":"England","offset":92},{"uri":"Preston","surface_form":"Preston","offset":152},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxon","offset":245},{"uri":"Wigan","surface_form":"Wigan","offset":385},{"uri":"Leyland_Motors","surface_form":"Leyland Motors","offset":484},{"uri":"British_Motor_Corporation","surface_form":"British Motor Corporation","offset":606},{"uri":"Paccar","surface_form":"Paccar","offset":788},{"uri":"West_Coast_Main_Line","surface_form":"West Coast Main Line","offset":841},{"uri":"Northern_(train_operating_company)","surface_form":"Northern","offset":876},{"uri":"Ofsted","surface_form":"Ofsted","offset":1136}]}