{"id":698777,"url":"http://en.wikipedia.org/wiki/Battle_royale_game","text":"A battle royale game is an online multiplayer video game genre that combines the survival, exploration, and scavenging (collecting useful items from what looks like waste) in a game where only one can remain, also known as a last-man-standing game. Battle royale games usually have a large number of players, ranging from tens to hundreds, that start with almost nothing who then try to defeat all other enemies/players while trying to stay inside of a play zone or \"safe area\" that gets smaller over time. The winner is the last player or team alive. The name for the genre is taken from the 2000 Japanese movie \"Battle Royale\", which has a similar theme of a last-man-standing competition in a shrinking play zone.\nThe genre's origins arose from mods for large-scale online survival games like \"Minecraft\" and \"ARMA 2\" in the early 2010s. By the end of the decade, the genre became a cultural phenomenon, with standalone games such as \"PlayerUnknown's Battlegrounds\", \"Fortnite Battle Royale\" and \"Apex Legends\" each having received tens of millions of players within months of their release.\nConcept.\nBattle royale games are played between a lot of single players, pairs of two players or a number of small teams (usually 3-5 players). In each match, the goal is to be the last player or team standing by defeating all other enemies. A match starts by placing the player-characters into a large map space, typically by having all players skydive from a large aircraft within a short time limit. The map may have the players randomly placed or allow players to have some control over where they start. All players start with very little equipment, giving no player an obvious advantage at the start. Equipment, usually used for fighting, survival or transport, is randomly placed around the map, often at landmarks on the map, such as within buildings in ghost towns. Players need to search the map for these items while trying to avoid being killed by other players, who cannot be visually marked or revealed either on-screen or on the map, making the player use only their own eyes and ears to find their positions. Equipment from defeated players can usually be taken as well. These games often include some mechanic to push enemies closer together as the game progresses, usually taking the form of a safe zone that slowly gets smaller, with players outside of the zone eventually being killed.\nNormally, battle royale players are only given one life to play; any players who die are not allowed to respawn. Games with team support may allow players to enter a temporary, near-death state once health is depleted, giving allies the opportunity to revive them before they give out or are finished off by an enemy. The match is over when only one player or team is left, and the game usually provides some type of reward, such as in-game currency used for cosmetic items, to all players based on how long they survived. The random nature of starting point, item placement, and safe area reduction lets the battle royale genre to challenge players to think and react quickly and improve strategies throughout the match as to be the last man/team standing. In addition to standalone games, the battle royale concept may also be used as part of one of many game modes within a larger game, or may be used as a user-created mod created for another game.\nThere are many changes that can be placed on top of the fundamentals of battle royale. For example, \"Fortnite\" introduced a temporary mode in an event which is 50-versus-50 player mode in its \"Fortnite Battle Royale\" free-to-play game; players are assigned one of the two teams, and work with their teammates to get resources and weapons towards making forts as the safe area of the game shrinks down, with the goal to defeat all the players on the other team.\nMainstream popularity (2018–present).\nWith the success of \"Battlegrounds\" and \"Fortnite\", the battle royale genre expanded greatly. Major publishers, including Electronic Arts Activision, and Ubisoft have noticed the impact of the growing genre and impact on their future plans. Activision's \"Call of Duty\" series features a battle royale mode titled \"Blackout\" in its 2018 game, ', while EA's \"Battlefield V\" also includes a battle royale mode. Some other established games added battle royale-inspired gamemodes in updates, such as \"Grand Theft Auto Online\", \"Paladins\", \"Dota 2\", \"Battlerite\", and '. In February 2019, EA released a free-to-play battle royale game called \"Apex Legends\", which exceeded 50 million player accounts within a month of its release.\nThe battle royale approach has also been used in games from genres not normally associated with shooter games. \"Tetris 99\" is a 2019 game released by Nintendo for the Nintendo Switch that has 99 players in a game of \"Tetris\" at the same time. Players can direct \"attacks\" on other players for each line they complete, attempting to become the last player standing. While there have been several successful battle royale games, the genre has seen a number of games have bursts of popularity before their concurrent player count drops. In contrast to other multiplayer-only games, the large number of players typically involved in battle royale games generally require a large enough concurrent player base for matchmaking in a reasonable amount of time. \"The Culling\", by Xaviant Studios, was released in early access in 2016, and was designed to be a streaming-friendly battle royale mode for 16 players. However, following the release of \"Battlegrounds\", \"The Culling\" lost much of its player base, and a few months after releasing the full version of the game, Xaviant announced they were ending further development on it to move onto other projects. \"Radical Heights\" by Boss Key Productions was launched in April 2018 but within two weeks had lost 80% of its player base. \"SOS\", a battle royale game released by Outpost Games in December 2017, had its player counts drop into the double-digits by May 2018, leading Outpost to announced the game's closure by November 2018.\nThe Chinese government, through its Audio and Video and Numeral Publishing Association, stated in October 2017 that it will discourage its citizens from playing battle royale games as they deem them too violent, which \"deviates from the values of socialism and is deemed harmful to young consumers\", as translated by \"Bloomberg\". Gaming journals in the west thus speculated that this would make it hard or impossible to publish battle royale within the country. In November 2017, PUBG Corporation announced its partnership with Tencent to make the game available in China, making some changes in the game to \"make sure they accord with socialist core values, Chinese traditional culture and moral rules\" to satisfy Chinese regulations and censors. However, during mid-2018, the Chinese government changed how it reviewed and classified games that are to be published in China, and by December 2018, after the formation of the new Online Ethics Review Committee, several battle royale titles, including \"Fortnite\" and \"PUBG\", were listed as illegal or must be withdrawn from play. Despite the concern that PUBG Corporation and Tencent were taking with Chinese release, a large number of clones of \"Battlegrounds\" have come out in China already, and created a new genre there called \"chicken-eating game\", named based on the winning line to the last player standing in \"Battlegrounds\", \"Winner winner chicken dinner!\"\nImpact.\nThe fast growth and success of the battle royale genre has been attributed to many factors, including the way all players start in the same weak state and eliminating any obvious advantage for players, and being well-suited for being a spectator eSport. Other factors including specific games' business models, such as \"Fortnite Battle Royale\" being free and available across computers, consoles, and mobile devices. A University of Utah professor also considers that battle royale games realize elements of Maslow's Hierarchy of Needs, a scheme to describe human motivation, more-so than video games have in the past. While the lowest tiers of Maslow's hierarchy, physiological and safety, are met by the survival elements of battle royales, the love/belonging and esteem tiers are a result of the battle royale being necessarily a social and competitive game, and the final tier of self-actualization comes from becoming skilled in the game to win frequently.\n\"Business Insider\" said that battle royale games will bring in over during 2018, and would grow to in 2019. SuperData Research reported that, in 2018, the three top-grossing battle royale games (\"Fortnite\", \"PlayerUnknown's Battlegrounds\" and \"Call of Duty: Black Ops 4\") generated nearly in combined digital revenue. Sensor Tower reported that 2018's top three most-downloaded mobile battle royale games (\"PUBG Mobile\", \"Garena Free Fire\" and \"Fortnite\") received over 500million downloads combined that year. The most-played battle royale games include \"PlayerUnknown's Battlegrounds\" with over 400million players, NetEase's mobile game \"Knives Out\" with over 250million players, \"Fortnite Battle Royale\" with nearly 250million players, \"Rules of Survival\" with 230million players, and \"Garena Free Fire\" with over 180million players.\nTurtle Beach Corporation, a manufacturer of headphones and microphones for gaming, reported an increase of over 200% in total revenues for the second season of 2018 over the same season in 2017, which they attributed to the popularity of the battle royale genre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Online_multiplayer","surface_form":"online multiplayer","offset":27},{"uri":"Video_game_genre","surface_form":"video game genre","offset":46},{"uri":"Exploration","surface_form":"exploration","offset":91},{"uri":"Last-man-standing","surface_form":"last-man-standing","offset":225},{"uri":"Defeat","surface_form":"defeat","offset":387},{"uri":"Genre","surface_form":"genre","offset":569},{"uri":"Japanese","surface_form":"Japanese","offset":598},{"uri":"Battle_Royale_(film)","surface_form":"Battle Royale","offset":614},{"uri":"Competition","surface_form":"competition","offset":679},{"uri":"Mod_(video_gaming)","surface_form":"mods","offset":748},{"uri":"Large-scale","surface_form":"large-scale","offset":757},{"uri":"Online","surface_form":"online","offset":769},{"uri":"Minecraft","surface_form":"Minecraft","offset":797},{"uri":"ARMA_2","surface_form":"ARMA 2","offset":813},{"uri":"Decade","surface_form":"decade","offset":859},{"uri":"Culture","surface_form":"cultural","offset":886},{"uri":"Phenomenon","surface_form":"phenomenon","offset":895},{"uri":"Standalone_game","surface_form":"standalone game","offset":912},{"uri":"PlayerUnknown%27s_Battlegrounds","surface_form":"PlayerUnknown's Battlegrounds","offset":938},{"uri":"Fortnite_Battle_Royale","surface_form":"Fortnite Battle Royale","offset":971},{"uri":"Apex_Legends","surface_form":"Apex Legends","offset":1000},{"uri":"Match_(Gaming)","surface_form":"match","offset":1247},{"uri":"Last_man_standing_(gaming)","surface_form":"last player or team standing","offset":1276},{"uri":"Player-character","surface_form":"player-character","offset":1367},{"uri":"Space","surface_form":"space","offset":1402},{"uri":"Skydive","surface_form":"skydive","offset":1441},{"uri":"Aircraft","surface_form":"aircraft","offset":1462},{"uri":"Equipment","surface_form":"equipment","offset":1639},{"uri":"Transport","surface_form":"transport","offset":1752},{"uri":"Landmarks","surface_form":"landmarks","offset":1807},{"uri":"Ghost_town","surface_form":"ghost town","offset":1857},{"uri":"Position","surface_form":"position","offset":2109},{"uri":"Mechanic","surface_form":"mechanic","offset":2213},{"uri":"Life_(gaming)","surface_form":"life","offset":2452},{"uri":"Respawn","surface_form":"respawn","offset":2505},{"uri":"Revive","surface_form":"revive","offset":2653},{"uri":"Standalone_game","surface_form":"standalone game","offset":3174},{"uri":"Game_mode","surface_form":"game mode","offset":3258},{"uri":"User-created","surface_form":"user-created","offset":3311},{"uri":"Mod_(gaming)","surface_form":"mod","offset":3324},{"uri":"Fortnite","surface_form":"Fortnite","offset":3455},{"uri":"Fortnite_Battle_Royale","surface_form":"Fortnite Battle Royale","offset":3547},{"uri":"Free-to-play_game","surface_form":"free-to-play game","offset":3571},{"uri":"Resource","surface_form":"resource","offset":3670},{"uri":"Weapon","surface_form":"weapon","offset":3684},{"uri":"Fort","surface_form":"fort","offset":3707},{"uri":"Expand","surface_form":"expanded","offset":3929},{"uri":"Publisher","surface_form":"publisher","offset":3953},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":3975},{"uri":"Activision","surface_form":"Activision","offset":3991},{"uri":"Ubisoft","surface_form":"Ubisoft","offset":4007},{"uri":"Call_of_Duty","surface_form":"Call of Duty","offset":4108},{"uri":"Battlefield_V","surface_form":"Battlefield V","offset":4210},{"uri":"Grand_Theft_Auto_Online","surface_form":"Grand Theft Auto Online","offset":4350},{"uri":"Paladins_(video_game)","surface_form":"Paladins","offset":4377},{"uri":"Dota_2","surface_form":"Dota 2","offset":4389},{"uri":"Battlerite","surface_form":"Battlerite","offset":4399},{"uri":"Apex_Legends","surface_form":"Apex Legends","offset":4491},{"uri":"Tetris_99","surface_form":"Tetris 99","offset":4691},{"uri":"Nintendo","surface_form":"Nintendo","offset":4729},{"uri":"Nintendo_Switch","surface_form":"Nintendo Switch","offset":4746},{"uri":"Tetris","surface_form":"Tetris","offset":4796},{"uri":"Direct","surface_form":"direct","offset":4834},{"uri":"Successful","surface_form":"successful","offset":4974},{"uri":"The_Culling_(video_game)","surface_form":"The Culling","offset":5333},{"uri":"Live_streaming","surface_form":"streaming-friendly","offset":5430},{"uri":"Radical_Heights","surface_form":"Radical Heights","offset":5733},{"uri":"Boss_Key_Productions","surface_form":"Boss Key Productions","offset":5753},{"uri":"Chinese_government","surface_form":"Chinese government","offset":6060},{"uri":"Deem","surface_form":"deem","offset":6245},{"uri":"Deviate","surface_form":"deviate","offset":6275},{"uri":"Values","surface_form":"values","offset":6293},{"uri":"Socialism","surface_form":"socialism","offset":6303},{"uri":"Harmful","surface_form":"harmful","offset":6327},{"uri":"Consumer","surface_form":"consumers","offset":6344},{"uri":"Bloomberg_L.P.","surface_form":"Bloomberg","offset":6374},{"uri":"Gaming_journal","surface_form":"Gaming journal","offset":6386},{"uri":"Speculated","surface_form":"speculated","offset":6419},{"uri":"Tencent","surface_form":"Tencent","offset":6584},{"uri":"Accord","surface_form":"accord","offset":6680},{"uri":"Regulation","surface_form":"regulation","offset":6779},{"uri":"Censor","surface_form":"censors","offset":6795},{"uri":"Classify","surface_form":"classified","offset":6881},{"uri":"Online_Ethics_Review_Committee","surface_form":"Online Ethics Review Committee","offset":6986},{"uri":"Video_game_clone","surface_form":"clones","offset":7242},{"uri":"Attributed","surface_form":"attributed","offset":7544},{"uri":"Factor","surface_form":"factors","offset":7563},{"uri":"University_of_Utah","surface_form":"University of Utah","offset":7899},{"uri":"Maslow%27s_Hierarchy_of_Needs","surface_form":"Maslow's Hierarchy of Needs","offset":7988},{"uri":"Business_Insider","surface_form":"Business Insider","offset":8443},{"uri":"2018_in_video_gaming","surface_form":"in 2018","offset":8584},{"uri":"Gross_income","surface_form":"grossing","offset":8607},{"uri":"Revenue","surface_form":"revenue","offset":8751},{"uri":"List_of_most-played_mobile_games_by_player_count","surface_form":"most-downloaded mobile","offset":8804},{"uri":"PUBG_Mobile","surface_form":"PUBG Mobile","offset":8849},{"uri":"Garena_Free_Fire","surface_form":"Garena Free Fire","offset":8864},{"uri":"List_of_most-played_video_games","surface_form":"most-played","offset":8957},{"uri":"NetEase","surface_form":"NetEase","offset":9059},{"uri":"Rules_of_Survival","surface_form":"Rules of Survival","offset":9182},{"uri":"Turtle_Beach_Corporation","surface_form":"Turtle Beach Corporation","offset":9279},{"uri":"Headphones","surface_form":"headphones","offset":9323},{"uri":"Microphone","surface_form":"microphone","offset":9338}]}