{"id":698928,"url":"http://en.wikipedia.org/wiki/Shine_On_You_Crazy_Diamond","text":"e=\"preserve\">\"Shine On You Crazy Diamond\" is a nine part composition by Pink Floyd. It bookends their 1975 studio album Wish You Were Here.\nBackground.\nShine On is a tribute song to Pink Floyd's former member, Syd Barrett. Barrett was removed from the band for his drug use and mental problems, which interfered with his ability to perform and develop as a musician. He was replaced by David Gilmour, who was a friend of Barrett's.\nBarrett incident.\nOne day during recording, Barrett decided to stop by Abbey Road Studios to see the band. At first, the band could not recognize him. He was now heavyset, and had shaved his hair and eyebrows. Once the band had realized Barrett's identity, Roger Waters was so distressed he burst into tears. Somebody asked to play the song again for Barrett, but he had said another play was unnecessary. Barrett said the song sounded \"a bit old\".\nParts I-V.\nPart I \"(Wright, Waters, Gilmour; from 0:00 to 3:54)\" There are no lyrics in Part I. The section begins with a fade in of chords created with synthesizers and wine glasses. Wright plays a synthesizer passage, which leads into a long guitar solo by Gilmour. The wineglass-synth chords fade into the background.\nPart II \"(Wright, Waters, Gilmour; from 3:54 to 6:27)\" Part II opens with a four-note theme, called Syd's theme by fans. This repeats for much of the part. Mason and Waters begin playing after the fourth play of the theme.\nPart III \"(Wright, Waters, Gilmour; from 6:27 to 8:42)\" Part III opens with a synthesizer solo from Wright. This part includes another guitar solo by Gilmour.\nPart IV \"(Wright, Waters, Gilmour; from 8:42 to 11:10)\" Part IV has vocals. Waters and Gilmour sing the vocals, with backup singers Venette Fields and Carlena Williams.\nPart V \"(Wright, Waters, Gilmour; from 11:10 to 13:32)\" Two guitars play an arpeggio version of the theme for a minute. Dick Parry begins playing saxophone until the part ends. The music fades into synthesizer sounds, resembling an elevator. The song fades to \"Welcome to the Machine\".\nParts VI-IX.\nPart VI \"(Wright, Waters, Gilmour; from 0:00 to 4:39)\" Howling wind fades in from \"Wish You Were Here\". As the wind fades away, Gilmour comes in with bass guitar. Waters adds to Gilmour's bass with his own creating a riff pattern. Gilmour and Wright harmonize with lap-steel guitar and synth at the two minute mark. The song's time signature changes to reintroduce the vocals.\nPart VII \"(Wright, Waters, Gilmour; from 4:39 to 5:49)\" The vocals are introduced again. Same personnel as Part IV.\nPart VIII \"(Wright, Waters, Gilmour; from 5:49 to 9:17)\" A high-noted riff plays to bridge the parts. The song switches to a funk progression. The section fades into Wright's synthesizer solo.\nPart IX \"(Wright; from 9:17 to 12:28)\" A lengthy synthesizer solo. The solo plays throughout the part, and during the fade-out, a keyboard part of \"See Emily Play\" can be heard, one of Barrett's signature Floyd tracks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":72},{"uri":"Wish_You_Were_Here_(album)","surface_form":"Wish You Were Here","offset":120},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":182},{"uri":"Syd_Barrett","surface_form":"Syd Barrett","offset":210},{"uri":"David_Gilmour","surface_form":"David Gilmour","offset":386},{"uri":"Abbey_Road_Studios","surface_form":"Abbey Road Studios","offset":503},{"uri":"Roger_Waters","surface_form":"Roger Waters","offset":689},{"uri":"Syd%27s_theme","surface_form":"Syd's theme","offset":1302},{"uri":"Venette_Fields","surface_form":"Venette Fields","offset":1716},{"uri":"Carlena_Williams","surface_form":"Carlena Williams","offset":1735},{"uri":"Dick_Parry","surface_form":"Dick Parry","offset":1873},{"uri":"Welcome_to_the_Machine","surface_form":"Welcome to the Machine","offset":2014},{"uri":"Wish_You_Were_Here_(song)","surface_form":"Wish You Were Here","offset":2135},{"uri":"See_Emily_Play","surface_form":"See Emily Play","offset":2886}]}