{"id":69909,"url":"http://en.wikipedia.org/wiki/Gulag","text":"e=\"preserve\">The Gulag was a vast network of \"slave labor\" camps run by the Soviet Union from the 1920s to the 1950s. Ever since the Soviet Union was founded in 1917, it imprisoned people who spoke out against it or were otherwise dangerous. Imperial Russia in previous decades had a similar system of katorga camps. But the Soviet Union camp system grew to be one of the largest prison systems in existence. The Soviet camp-system was set up under Vladimir Lenin.\nIt reached its peak during Joseph Stalin's rule from the 1930s to the early 1950s.\nThe Gulag was run at first by the GPU, later by the NKVD and in the final years by the Ministry of Internal Affairs (MVD). The internment system grew rapidly, reaching a population of 100,000 in the 1920s. According to Nicolas Werth, the yearly mortality rate in the Soviet concentration camps varied, reaching 5% (1933) and 20% (1942–1943) and dropped in the post-war years to about 1 to 3% per year at the beginning of the 1950s.\nSoviet leaders believed it was right to put these people to work and make their labor and goods part of the national economy. In fact, two out of every hundred workers in the Soviet Union were gulag prisoners. By 1936, there were 5,000,000 prisoners in the gulags.\nLocation.\nEven though the Gulag is often associated with Siberia, labor camps were built across the Soviet Union. Siberian camps greatly simplified the problem of keeping prisoners from running away, though it was harder to feed these camps and move goods in and out because the camps were so far away.\nDecline and legacy.\nThe Gulag system declined during the 1950s after the death of Joseph Stalin, and many people were released starting in 1954. The Gulag program was ended with a government decree in 1960.\nAccording to the Gulag administration, 10 million people were sent to the gulags between 1934 and 1947. However, Western scholars estimate that between 1918 and 1956, 15 to 30 million died in the gulags.\nFormer prisoner and Nobel Prize-winning author Aleksandr Solzhenitsyn wrote two books about the Gulag: \"One Day in the Life of Ivan Denisovich \" and \"The Gulag Archipelago\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Forced_labor","surface_form":"\"slave labor\"","offset":45},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":76},{"uri":"Russian_Empire","surface_form":"Imperial Russia","offset":242},{"uri":"Katorga","surface_form":"katorga","offset":302},{"uri":"Soviet_Union","surface_form":"Soviet","offset":413},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":449},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":492},{"uri":"State_Political_Directorate","surface_form":"GPU","offset":582},{"uri":"NKVD","surface_form":"NKVD","offset":600},{"uri":"Ministry_of_Internal_Affairs","surface_form":"Ministry of Internal Affairs","offset":635},{"uri":"Labor","surface_form":"labor","offset":1060},{"uri":"Good_(economics)","surface_form":"goods","offset":1070},{"uri":"Economy","surface_form":"economy","offset":1097},{"uri":"Siberia","surface_form":"Siberia","offset":1302},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":1630},{"uri":"Estimate","surface_form":"estimate","offset":1885},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":1979},{"uri":"Aleksandr_Solzhenitsyn","surface_form":"Aleksandr Solzhenitsyn","offset":2006},{"uri":"One_Day_in_the_Life_of_Ivan_Denisovich","surface_form":"One Day in the Life of Ivan Denisovich","offset":2063},{"uri":"The_Gulag_Archipelago","surface_form":"The Gulag Archipelago","offset":2109}]}