{"id":699092,"url":"http://en.wikipedia.org/wiki/Government_of_Ghana","text":"Ghana used to be ruled by a military government. In 1992, Ghana allowed its citizens to elect its leaders, and in 1993, Ghana became a parliamentary democracy known as the Fourth Republic. The 1992 constitution splits powers between a president, parliament, cabinet, council of state, and an independent national court.\nAnyone can vote in Ghana, regardless of their gender, race, background, money, and so on.\nGovernment.\nPolitical parties became legal in Ghana in 1992. Right now, there are 20 political parties. The two most dominant ones are the National Democratic Congress and the New Patriotic Party.\nThe National Democratic Congress won elections in 1992, 1996, 2008 and 2012. The New Patriotic Party won elections in 2000, 2004, and 2016.\nRelations to other countries.\nGhana has believed in the non-aligned movement, meaning that it does not form official relationships with other countries. However, Ghana prefers to cooperate with other countries.\nGhana is a member of the United Nations and the African Union. Many people from Ghana serve as diplomats for those kinds of groups.\nRegions.\nThere are ten regions of the Republic of Ghana which are divided into 6 metropolitan assemblies, 55 Municipal assemblies, and 216 districts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ghana","surface_form":"Ghana","offset":0},{"uri":"Parliamentary_democracy","surface_form":"parliamentary democracy","offset":135},{"uri":"President","surface_form":"president","offset":235},{"uri":"Parliament","surface_form":"parliament","offset":246},{"uri":"Cabinet","surface_form":"cabinet","offset":258},{"uri":"Council_of_state","surface_form":"council of state","offset":267},{"uri":"Non-aligned_movement","surface_form":"non-aligned movement","offset":803},{"uri":"United_Nations","surface_form":"United Nations","offset":983},{"uri":"African_Union","surface_form":"African Union","offset":1006},{"uri":"Diplomats","surface_form":"diplomats","offset":1053}]}