{"id":699190,"url":"http://en.wikipedia.org/wiki/Julia_Kristeva","text":"Julia Kristeva (;; born 24 June 1941) is a Bulgarian-French philosopher, literary critic, semiotician, psychoanalyst, feminist, and, most recently, novelist, who has lived in France since the mid-1960s. She is now a professor emeritus at the University Paris Diderot. The author of more than 30 books, including \"Powers of Horror\", \"Tales of Love\", \"Black Sun: Depression and Melancholia\", \"Proust and the Sense of Time\", and the trilogy \"Female Genius\", she has been awarded Commander of the Legion of Honor, Commander of the Order of Merit, the Holberg International Memorial Prize, the Hannah Arendt Prize, and the Vision 97 Foundation Prize, awarded by the Havel Foundation.\nKristeva became influential in international critical analysis, cultural studies and feminism after publishing her first book, \"Semeiotikè\", in 1969. She has published a large amount of academic work including books and essays which address intertextuality, the semiotic, and abjection, in the fields of linguistics, literary theory and criticism, psychoanalysis, biography and autobiography, political and cultural analysis, art and art history. She is important in structuralist and poststructuralist thought.\nKristeva is also the founder of the Simone de Beauvoir Prize committee.\nLife.\nKristeva was born in Sliven, Bulgaria. Her parents were Christian. Her father was a church accountant. Kristeva and her sister attended a Francophone school run by Dominican nuns. Kristeva learned about the work of Mikhail Bakhtin. Kristeva went on to study at the University of Sofia. While a postgraduate there she got a research fellowship that let her move to France in December 1965, when she was 24. She continued her education at several French universities, studying under Lucien Goldmann and Roland Barthes, among other scholars. On August 2, 1967, Kristeva married the novelist Philippe Sollers, \"né\" Philippe Joyaux.\nKristeva taught at Columbia University in the early 1970s. She is still a Visiting Professor. She has also published under the married name Julia Joyaux.\nWork.\nAfter joining the 'Tel Quel group' founded by Sollers, Kristeva mostly worked on the politics of language and became an active member of the group. She trained in psychoanalysis, and earned her degree in 1979. In some ways, her work can be seen as trying to adapt a psychoanalytic approach to poststructuralist criticism. For example, her view of the subject, and its construction has some things in common with Sigmund Freud and Lacan. However, Kristeva rejects any understanding of the subject in a structuralist sense. Instead, she describes the subject as always \"in process\" or \"on trial\". In this way, she contributes to the poststructuralist critique of essentialized structures, while preserving the teachings of psychoanalysis. She travelled to China in the 1970s and later wrote \"About Chinese Women\" (1977).\nThe \"semiotic\" and the \"symbolic\"===.\nOne of Kristeva's most important contributions is that signification is composed of two elements: the symbolic and the \"semiotic\". That use of semiotic is different from the discipline of semiotics founded by Ferdinand de Saussure. Augustine Perumalil explained that Kristeva's \"semiotic is closely related to the infantile pre-Oedipal referred to in the works of Freud, Otto Rank, Melanie Klein, British Object Relation psychoanalysis, and Lacan's pre-mirror stage.\" It is an emotional field that is related to the instincts in the gaps and sounds of language rather than in the denotative meanings of words. According to Birgit Schippers, the semiotic is associated with music, poetry, rhythm, and that which lacks structure and meaning. It is closely tied to the \"feminine\" and shows the state of the pre-Mirror Stage infant that has not yet developed independently.\nIn the Mirror Stage, the child learns to tell the difference between self and other. The child begins a process of sharing cultural meaning, known as the symbolic. In \"Desire in Language\" (1980), Kristeva describes the symbolic as the development of language in the child to become a \"speaking subject\" and to develop a sense of identity separate from the mother. This process of separation is known as abjection. The child must reject and move away from the mother in order to enter into the world of language, culture, meaning, and the social. This realm of language is called the symbolic and is different from the semiotic that is associated with the masculine, the law, and structure. Kristeva thinks differently from Lacan. She thinks that even after entering the symbolic, the subject continues to move back and forth between the semiotic and the symbolic. Therefore, the child does not form a fixed identity. The subject is permanently \"in process\". Because female children continue to identify to some degree with the mother figure, they are especially likely to retain a close connection to the semiotic. This continued identification with the mother may result in what Kristeva refers to in \"Black Sun\" (1989) as melancholia (depression), because female children both reject and identify with the mother figure at the same time.\nIt has also been suggested (e.g., Creed, 1993) that the degradation of women and women's bodies in popular culture (and particularly, for example, in slasher films) emerges because of the threat to identity that the mother's body poses: it is a reminder of time spent in the undifferentiated state of the semiotic, where one has no concept of self or identity. After abjecting the mother, subjects retain an unconscious fascination with the semiotic, desiring to reunite with the mother, while at the same time fearing the loss of identity that accompanies it. Slasher films thus provide a way for audience members to safely reenact the process of abjection by vicariously expelling and destroying the mother figure.\nKristeva uses Plato’s idea of the \"chora\", meaning \"a nourishing maternal space\" (Schippers, 2011). Kristeva’s idea of the \"chora\" may mean: a reference to the uterus, as a metaphor for the relationship between the mother and child, and as the time before the Mirror Stage.\nKristeva is also know for working on intertextuality.\nAnthropology and psychology===.\nKristeva argues that anthropology and psychology, or the connection between the social and the subject, do not represent each other, but rather follow the same logic: the survival of the group and the subject. Furthermore, in her analysis of Oedipus, she claims that the speaking subject cannot exist on his/her own, but that he/she \"stands on the fragile threshold as if stranded on account of an impossible demarcation\" (\"Powers of Horror\", p. 85).\nIn her comparison between the two disciplines, Kristeva claims that the way in which an individual excludes the abject mother as a means of forming an identity, is the same way in which societies are constructed. On a broader scale, cultures exclude the maternal and the feminine, and by this come into being.\nFeminist.\nKristeva has been called an important leader of French feminism together with Simone de Beauvoir, Hélène Cixous, and Luce Irigaray. Kristeva has had a strong influence on feminism and feminist literary studies in the US and the UK. She has also influenced thinking about contemporary art. But her relation to feminist groups and movements in France has been very controversial. Kristeva made a famous statement about three types of feminism in \"Women's Time\" in \"New Maladies of the Soul\" (1993). She rejected the first two types, including that of Beauvoir. Some people think she completely rejects feminism. Kristeva proposed an idea of multiple sexual identities against concepts of \"unified feminine language\".\nAgainst identity politics.\nKristeva says American feminist academics have misunderstood her writings. According to Kristeva, it was not enough to take language apart to find its hidden meaning. History, individual psychic and sexual experiences also tell us how to understand language. This is a post-structuralist approach. It helped some social groups to find the source of their oppression in the language that they used. However, Kristeva believes that it is harmful to think of collective identity as more important than individual identity. She thinks that politics that makes sexual, ethnic, and religious identities the most important thing is ultimately totalitarian.\nNovelist.\nKristeva wrote some novels that are like detective stories. The books have mystery and suspense, but readers also find ideas from her theoretical projects. \"Murder in Byzantium\" has themes from orthodox Christianity and politics. She called it \"a kind of anti-Da Vinci Code\".\nHonors.\nKristeva won the Holberg International Memorial Prize in 2004. She won the 2006 Hannah Arendt Prize for Political Thought. She has also received Commander of the Legion of Honor, Commander of the Order of Merit, and the Vaclav Havel Prize.\nScholarly reception.\nRoman Jakobson said that Kristeva was very good at asking questions in a way that interested people even if they disagreed with her\nRoland Barthes comments that Julia Kristeva changes the place of things. He says that she always destroys your last prejudice and that she turns authority against itself.\"\nIan Almond criticizes Kristeva's ethnocentrism. He repeats Gayatri Spivak's conclusion that Kristeva's book \"About Chinese Women\" has problems. Almond says it has the same discrimination and bias as in the eighteenth century. Also, he says that Kristeva wrote about two thousand years of history that she does not know well. Almond also thinks that Kristeva's ideas about the Muslim world, culture, and believers are too simple. He adds that Kristeva ignores Muslim women and pays too much attention to the Rushdie fatwa.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bulgaria","surface_form":"Bulgaria","offset":43},{"uri":"France","surface_form":"French","offset":53},{"uri":"Philosopher","surface_form":"philosopher","offset":60},{"uri":"Literary_critic","surface_form":"literary critic","offset":73},{"uri":"Semiotics","surface_form":"semiotician","offset":90},{"uri":"Psychoanalysis","surface_form":"psychoanalyst","offset":103},{"uri":"French_feminist","surface_form":"feminist","offset":118},{"uri":"Novelist","surface_form":"novelist","offset":148},{"uri":"University_Paris_Diderot","surface_form":"University Paris Diderot","offset":242},{"uri":"Powers_of_Horror","surface_form":"Powers of Horror","offset":313},{"uri":"Commander_of_the_Legion_of_Honor","surface_form":"Commander of the Legion of Honor","offset":476},{"uri":"Commander_of_the_Order_of_Merit","surface_form":"Commander of the Order of Merit","offset":510},{"uri":"Holberg_International_Memorial_Prize","surface_form":"Holberg International Memorial Prize","offset":547},{"uri":"Hannah_Arendt_Prize","surface_form":"Hannah Arendt Prize","offset":589},{"uri":"Cultural_studies","surface_form":"cultural studies","offset":743},{"uri":"Feminism","surface_form":"feminism","offset":764},{"uri":"Intertextuality","surface_form":"intertextuality","offset":920},{"uri":"Semiotic","surface_form":"semiotic","offset":941},{"uri":"Abjection","surface_form":"abjection","offset":955},{"uri":"Linguistics","surface_form":"linguistics","offset":983},{"uri":"Psychoanalysis","surface_form":"psychoanalysis","offset":1027},{"uri":"Structuralism","surface_form":"structuralist","offset":1146},{"uri":"Poststructuralist","surface_form":"poststructuralist","offset":1164},{"uri":"Simone_de_Beauvoir_Prize","surface_form":"Simone de Beauvoir Prize","offset":1227},{"uri":"Sliven","surface_form":"Sliven","offset":1290},{"uri":"Kingdom_of_Bulgaria","surface_form":"Bulgaria","offset":1298},{"uri":"Dominican_Republic","surface_form":"Dominican","offset":1433},{"uri":"Mikhail_Bakhtin","surface_form":"Mikhail Bakhtin","offset":1484},{"uri":"University_of_Sofia","surface_form":"University of Sofia","offset":1534},{"uri":"Lucien_Goldmann","surface_form":"Lucien Goldmann","offset":1750},{"uri":"Roland_Barthes","surface_form":"Roland Barthes","offset":1770},{"uri":"Philippe_Sollers","surface_form":"Philippe Sollers","offset":1857},{"uri":"Columbia_University","surface_form":"Columbia University","offset":1916},{"uri":"Tel_Quel","surface_form":"Tel Quel","offset":2076},{"uri":"Psychoanalytic","surface_form":"psychoanalytic","offset":2323},{"uri":"Poststructuralist","surface_form":"poststructuralist","offset":2350},{"uri":"Subject_(philosophy)","surface_form":"subject","offset":2408},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":2469},{"uri":"Lacan","surface_form":"Lacan","offset":2487},{"uri":"About_Chinese_Women","surface_form":"About Chinese Women","offset":2847},{"uri":"Semiotics","surface_form":"semiotics","offset":3102},{"uri":"Ferdinand_de_Saussure","surface_form":"Ferdinand de Saussure","offset":3123},{"uri":"Pre-Oedipal","surface_form":"pre-Oedipal","offset":3238},{"uri":"Otto_Rank","surface_form":"Otto Rank","offset":3285},{"uri":"Melanie_Klein","surface_form":"Melanie Klein","offset":3296},{"uri":"Object_Relation","surface_form":"Object Relation","offset":3319},{"uri":"Mirror_stage","surface_form":"mirror stage","offset":3367},{"uri":"Instincts","surface_form":"instincts","offset":3430},{"uri":"The_Symbolic","surface_form":"the symbolic","offset":3934},{"uri":"Black_Sun_(Kristeva_book)","surface_form":"Black Sun","offset":4987},{"uri":"Melancholia","surface_form":"melancholia","offset":5008},{"uri":"Major_depressive_disorder","surface_form":"depression","offset":5021},{"uri":"Slasher_film","surface_form":"slasher film","offset":5274},{"uri":"Unconscious_mind","surface_form":"unconscious","offset":5532},{"uri":"Misogyny_in_horror_films","surface_form":"Slasher films","offset":5685},{"uri":"Plato","surface_form":"Plato","offset":5855},{"uri":"Kh%C3%B4ra","surface_form":"chora","offset":5876},{"uri":"Uterus","surface_form":"uterus","offset":6001},{"uri":"Metaphor","surface_form":"metaphor","offset":6014},{"uri":"Intertextuality","surface_form":"intertextuality","offset":6152},{"uri":"Anthropology","surface_form":"anthropology","offset":6222},{"uri":"Psychology","surface_form":"psychology","offset":6239},{"uri":"Oedipus","surface_form":"Oedipus","offset":6443},{"uri":"Powers_of_Horror","surface_form":"Powers of Horror","offset":6625},{"uri":"French_feminism","surface_form":"French feminism","offset":7020},{"uri":"Simone_de_Beauvoir","surface_form":"Simone de Beauvoir","offset":7050},{"uri":"H%C3%A9l%C3%A8ne_Cixous","surface_form":"Hélène Cixous","offset":7070},{"uri":"Luce_Irigaray","surface_form":"Luce Irigaray","offset":7089},{"uri":"Post-structuralism","surface_form":"post-structuralist","offset":7983},{"uri":"Totalitarianism","surface_form":"totalitarian","offset":8350},{"uri":"The_Da_Vinci_Code","surface_form":"Da Vinci Code","offset":8634},{"uri":"Holberg_International_Memorial_Prize","surface_form":"Holberg International Memorial Prize","offset":8675},{"uri":"Hannah_Arendt_Prize","surface_form":"Hannah Arendt Prize","offset":8738},{"uri":"Roman_Jakobson","surface_form":"Roman Jakobson","offset":8919},{"uri":"Roland_Barthes","surface_form":"Roland Barthes","offset":9051},{"uri":"Ian_Almond","surface_form":"Ian Almond","offset":9223},{"uri":"Gayatri_Spivak","surface_form":"Gayatri Spivak","offset":9282},{"uri":"Salman_Rushdie","surface_form":"Rushdie","offset":9730}]}