{"id":699469,"url":"http://en.wikipedia.org/wiki/2019%E2%80%9320_Hong_Kong_protests","text":"The 2019-20 Hong Kong anti-extradition bill protests were caused by the the Fugitive Offenders and Mutual Legal Assistance in Criminal Matters Legislation (Amendment) Bill 2019 proposed by the Government of Hong Kong. Many protests were held in Hong Kong and other cities around the world, protesting against the bill.\nPeople worried that the bill would cause the city to open itself up to the reach of mainland Chinese law and that people from Hong Kong could become subject to a different legal system.\nVarious protests have been launched in Hong Kong by the general public and legal communities. Among these, the 9 June protest organised by the Civil Human Rights Front (CHRF), had 1.03 million people protest on the streets. Protests in other places were also launched by overseas Hongkongers and locals.\nDespite the widespread demonstrations, the government initially insisted on the bill's passage, saying that the bill was urgent and that the legal \"loophole\" should be fixed. On 15 June 2019, Carrie Lam announced the suspension of the bill. On 4 September, Lam promised that the bill would be withdrawn when the Legislative Council started again in October. The government formally withdrew the bill on 23 October.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fugitive_Offenders_and_Mutual_Legal_Assistance_in_Criminal_Matters_Legislation_(Amendment)_Bill_2019","surface_form":"Fugitive Offenders and Mutual Legal Assistance in Criminal Matters Legislation (Amendment) Bill 2019","offset":76},{"uri":"Government_of_Hong_Kong","surface_form":"Government of Hong Kong","offset":193},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":245},{"uri":"Civil_Human_Rights_Front","surface_form":"Civil Human Rights Front","offset":648},{"uri":"Hongkongers","surface_form":"Hongkongers","offset":785},{"uri":"Carrie_Lam","surface_form":"Carrie Lam","offset":1001},{"uri":"Legislative_Council_of_Hong_Kong","surface_form":"Legislative Council","offset":1121}]}