{"id":69957,"url":"http://en.wikipedia.org/wiki/Leukemia","text":"Leukemia or leukaemia is a cancer of white blood cells and bone marrow. When a person has leukemia, the body creates too many white blood cells (\"leukocytes\").\nThere are many kinds of leukemia. Leukemia is part of a bigger group of diseases, the blood cancers (hematological neoplasms). Without treatment, leukemia may lead to death within weeks, months, or years. The life of the person depends upon the type of leukemia.\nIn 2000, about 256,000 children and adults around the world developed some form of leukemia, and 209,000 died from it. About 90% of all leukemias are seen in adults.\nFour major types of leukemia.\nLeukemia can be either \"acute\" or \"chronic\". Acute leukemia usually grows quickly. Chronic leukemia grows slowly.\nLeukemia can also affect two different types of white blood cells. These are lymphoid cells and young granulocyte cells (which are called \"myelocytes\").\nCauses and risk factors.\nThe causes of most types of leukemia are not known. In general, all cancers have a breakdown in the normal way cell division is controlled. Most likely, the different kinds of leukemias have different causes. The known causes account for relatively few cases. Most of the causes are outside our control.\nFanconi anemia is also a risk factor for developing acute myelogenous leukemia.\nTreatment.\nMost cases of leukemia are treated with many drugs, which are usually combined into a chemotherapy program. In some cases, radiation therapies or bone marrow transplants are done.\nLeukemia inhibitory factor.\nLeukemia inhibitory factor, or LIF, is an interleukin 6 class cytokin. It affects cell growth by inhibiting differentiation. When LIF levels drop, the cells differentiate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cancer","surface_form":"cancer","offset":27},{"uri":"White_blood_cells","surface_form":"white blood cells","offset":37},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":59},{"uri":"White_blood_cells","surface_form":"white blood cells","offset":126},{"uri":"Blood_cancer","surface_form":"blood cancer","offset":246},{"uri":"Acute_(medicine)","surface_form":"\"acute\"","offset":642},{"uri":"Chronic","surface_form":"chronic","offset":654},{"uri":"Lymphocyte","surface_form":"lymphoid cells","offset":810},{"uri":"Granulocyte","surface_form":"granulocyte","offset":835},{"uri":"Cell_division","surface_form":"cell division","offset":1022},{"uri":"Fanconi_anemia","surface_form":"Fanconi anemia","offset":1215},{"uri":"Risk_factor","surface_form":"risk factor","offset":1240},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":1392},{"uri":"Radiation_therapy","surface_form":"radiation therapies","offset":1429},{"uri":"Cell_growth","surface_form":"cell growth","offset":1596},{"uri":"Cell_differentiation","surface_form":"differentiation","offset":1622}]}