{"id":70009,"url":"http://en.wikipedia.org/wiki/DNA_repair","text":"DNA repair means the processes by which a cell identifies and corrects damage to its DNA molecules.\nIn cells, normal metabolic activities and environmental factors such as UV light and radiation damage DNA. There are as many as a million molecular lesions per cell per day. Many of these lesions cause structural damage to the DNA molecule and can alter or eliminate the cell's ability to transcribe the affected gene. Other lesions induce potentially harmful mutations in the cell's genome, which affect the survival of its daughter cells after it divides. The DNA repair process must be constantly active so it can respond rapidly to any damage in the DNA structure.\nDNA repair.\nThe rate of DNA repair depends on many factors, including the cell type, the age of the cell, and the extracellular environment. Many genes that were initially shown to influence life span have turned out to be involved in DNA damage repair and protection.\nDamage and mutation.\nDNA damages and mutation are fundamentally different.\nAlthough different from each other, DNA damages and mutations are related because DNA damages often cause errors of DNA synthesis during replication or repair; these errors are a major source of mutation. DNA damages in frequently dividing cells, because they give rise to mutations, are a prominent cause of cancer. In contrast, DNA damages in infrequently dividing cells are likely a prominent cause of aging.\n2015 Nobel Prize research.\nThe 2015 Nobel Prize for Chemistry went to three scientists who each discovered part of the DNA repair story.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cell","surface_form":"cell","offset":42},{"uri":"DNA","surface_form":"DNA","offset":85},{"uri":"Molecule","surface_form":"molecule","offset":89},{"uri":"Metabolism","surface_form":"metabolic","offset":117},{"uri":"UV","surface_form":"UV","offset":172},{"uri":"Radiation","surface_form":"radiation","offset":185},{"uri":"Transcription","surface_form":"transcribe","offset":389},{"uri":"Gene","surface_form":"gene","offset":413},{"uri":"Mutation","surface_form":"mutation","offset":460},{"uri":"Mitosis","surface_form":"divides","offset":549},{"uri":"Nobel_Prize_for_Chemistry","surface_form":"Nobel Prize for Chemistry","offset":1461}]}