{"id":70026,"url":"http://en.wikipedia.org/wiki/Duchy_of_Saxe-Coburg_and_Gotha","text":"The Duchy of Saxe-Coburg and Gotha (German \"Sachsen-Coburg und Gotha\") was a \"dual monarchy\" in Germany. This means that one ruler ruled over two countries, in this case the duchies of Coburg and Gotha. \"Saxe\" means of Saxony, because there were many small countries but all were ruled by members of the royal house of Saxony. Usually the royal house of Saxony means the rulers of the Kingdom of Saxony. The house of Wettin ruled the other states (Wettin is the family's surname).\nThe royal house of Saxe-Coburg and Gotha was created in 1826. One dynasty of the House of Wettin (the Dukes of Saxe-Gotha-Altenburg) became extinct because there were no more male children to inherit.\nThe remaining members of the family divided their various lands between them. The duke of Saxe-Coburg-Saalfeld gave up Saalfeld and instead got the duchy of Gotha. Saalfeld became part of Saxe-Meiningen, which also took Hildburghausen when the Dule of Saxe-Hildburghausen became Duke of Saxe-Altenburg.\nOn 12 November 1826 Ernst III of Saxe-Coburg-Saalfeld became Ernst I Duke of Saxe-Coburg and Gotha, Duke of Jülich \"(Juelich)\", Cleves and Berg, also Engern and Westphalia, Prince of Lichtenberg, Landgrave in Thuringia, Markgrave of Meißen \"(Meissen)\", Count of Hennerberg, Count of the Mark and Ravensburg, Lord of Ravenstein and Tonna.\nErnst had two sons. His younger son, Albert, married his cousin Queen Victoria of the United Kingdom. Saxe-Coburg and Gotha became the name of the royal house of the United Kingdom from 1901 until 1917 (the reign of Edward VII), when the name was changed the Windsor because of hatred of anything German in World War I.\nThe Duchy in Germany.\nErnst I died in 1844 and his elder son and successor, Ernst II, ruled until he died in 1893. As he had no children childless, the throne of the Duchy passed to the male descendant's of Ernst's late brother Albert the Prince Consort, husband of Queen Victoria. But, the Duchies did not want to be joined to Great Britain, so their constitutions stopped the King and heir apparent of Great Britain from becoming Duke if other eligible male heirs exist. Therefore after Edward, Prince of Wales, came his next brother, Alfred, Duke of Edinburgh. Alfred's only son, also named Alfred, committed suicide in 1899, so when Duke Alfred died in 1900, he was succeeded by his nephew, Charles Edward the Duke of Albany, the sixteen-year-old son of Queen Victoria's youngest son, Leopold. (Duke Arthur of Connaught and his son did not want to become Duke, so renounced (gave up) their right to succession.) The new Duke started using the German version of his name, and ruled as Duke Carl Eduard. Until he came of age in 1905, the Hereditary Prince of Hohenlohe-Langenburg acted as Regent, Carl Eduard retained his British title Duke of Albany, but because he fought for Germany in the First World War, he was stripped of his British titles in 1919.\nCarl Eduard reigned until 18 November 1918 when the Workers' and Soldiers' Council of Gotha deposed him during the German Revolution. The two Duchies became separate states, but soon joined with bigger states. Saxe-Coburg became a part of Bavaria, and Saxe-Gotha merged with other small states to form the new state of Thuringia in 1920 in the Weimar Republic.\nSaxe-Coburg and Gotha was the only European country to appoint a diplomatic consul to the Confederate States of America. The consul was named Ernst Raven, consul in the State of Texas. When Raven asked the Confederate Government for a diplomatic exequatur (permission to be act as consul) on 20 July 1861 he was accepted.\nHouse.\nOther members of the family became kings of Belgium and Bulgaria, and married into nearly all of the other royal families of Europe. More than 50 years after Bulgaria became a republic, King Simeon returned to Bulgaria and was elected Prime Minister. After the First World War the Kings of Belgium stopped using the name Saxe-Coburg and Gotha, but never officially changed their name. Simeon of Bulgaria's legal name is Simeon Borisov Sakskoburggotski\nThe Duchy of Saxe-Coburg and Gotha stopped being independent in 1918, when Germany became a republic. Carl Eduard, the last reigning duke had his British titles taken away for supporting Germany in World War I. He died in 1954.\nGotha became part of the new state of Thuringia, and Coburg joined Bavaria.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":36},{"uri":"Dynasty","surface_form":"dynasty","offset":547},{"uri":"Saxe-Coburg-Saalfeld","surface_form":"Saxe-Coburg-Saalfeld","offset":1018},{"uri":"Ernst_I_Duke_of_Saxe-Coburg_and_Gotha","surface_form":"Ernst I Duke of Saxe-Coburg and Gotha","offset":1046},{"uri":"Albert%2C_Prince_Consort","surface_form":"Albert","offset":1360},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Victoria of the United Kingdom","offset":1393},{"uri":"Ernst_II_of_Saxe-Coburg-Gotha","surface_form":"Ernst II","offset":1719},{"uri":"Albert_of_Saxe-Coburg_and_Gotha","surface_form":"Albert the Prince Consort","offset":1871},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":1909},{"uri":"Constitution","surface_form":"constitution","offset":1995},{"uri":"Heir_apparent","surface_form":"heir apparent","offset":2030},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Edward, Prince of Wales","offset":2132},{"uri":"Duke_Alfred_of_Saxe-Coburg-Gotha","surface_form":"Alfred, Duke of Edinburgh","offset":2180},{"uri":"Prince_Alfred_of_Edinburgh","surface_form":"Alfred","offset":2237},{"uri":"Duke_Carl_Eduard_of_Saxe-Coburg-Gotha","surface_form":"the Duke of Albany","offset":2353},{"uri":"Prince_Leopold%2C_Duke_of_Albany","surface_form":"Leopold","offset":2432},{"uri":"Prince_Arthur%2C_Duke_of_Connaught_and_Strathearn","surface_form":"Duke Arthur of Connaught","offset":2442},{"uri":"Prince_Arthur_of_Connaught","surface_form":"his son","offset":2471},{"uri":"Regent","surface_form":"Regent","offset":2734},{"uri":"Duke_of_Albany","surface_form":"Duke of Albany","offset":2781},{"uri":"First_World_War","surface_form":"First World War","offset":2838},{"uri":"German_Revolution","surface_form":"German Revolution","offset":3017},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":3246},{"uri":"Consul_(representative)","surface_form":"consul","offset":3339},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":3353},{"uri":"Ernst_Raven","surface_form":"Ernst Raven","offset":3405},{"uri":"Exequatur","surface_form":"exequatur","offset":3509},{"uri":"Belgium","surface_form":"Belgium","offset":3636},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":3648},{"uri":"Republic","surface_form":"republic","offset":3768},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":3827},{"uri":"Gotha","surface_form":"Gotha","offset":4272},{"uri":"Thuringia","surface_form":"Thuringia","offset":4310},{"uri":"Coburg","surface_form":"Coburg","offset":4325},{"uri":"Bavaria","surface_form":"Bavaria","offset":4339}]}