{"id":70022,"url":"http://en.wikipedia.org/wiki/Baronet","text":"e=\"preserve\">In the United Kingdom a baronet is a man who has the title \"Sir\", like a knight, but who is neither\nUnlike the members of the orders of chivalry and a knight bachelor a baronet can pass his title to his children.\nBaronets rank higher than knights, but below barons.\nHistory.\nSome baronets were created in the 1300s, but the modern Order of Baronets dates from King James I of England.\nOn 22 May 1611 King James I set up the present hereditary Order of Baronets in England. He made 200 \"gentlemen of good birth\" baronets. He did this partly to reward those people with more than a knighthood, without making them as important as a Baron. The other reason was that the king needed money to keep soldiers in Ireland. Each of the new baronets had to pay £1095, which was the cost of keeping thirty soldiers for three years.\nIn 1619 James I set up the Baronetage of Ireland, to raise more money.\nTo explore Nova Scotia (New Scotland) in what we now call Canada, King James I of England was going a create the Baronetage of Nova Scotia in 1624, but he died that year. His son King Charles I set up the Baronetage of Scotland and Nova Scotia in 1625. The new baronets had to pay £2000 or to support six settlers for two years.\nToday over a hundred \"baronets of Nova Scotia\" still exist. The Duke of Roxburghe, who is also Baronet of Innes-Ker of Innes is the \"Premier Baronet of Scotland\" because the baronetcy is the oldest one still existing in Scotland. It was created in 1625.\nInsignia.\nThe Baronets of Nova Scotia were allowed to wear a badge from 1629. The design on the badge is the same as the flag of Nova Scotia\nBaronets of England, of Ireland, of Great Britain or of the United Kingdom had no badge until 1929.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":20},{"uri":"James_I_of_England","surface_form":"James I of England","offset":378},{"uri":"22_May","surface_form":"22 May","offset":401},{"uri":"1611","surface_form":"1611","offset":408},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":915},{"uri":"Canada","surface_form":"Canada","offset":962},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":1088}]}