{"id":70021,"url":"http://en.wikipedia.org/wiki/Heraldry","text":"Heraldry is the art and science of designing and using a coat of arms. The study of coats of arms is also called \"armory\". The practice of using distinct markings on a person's shield started in the Middle Ages, when a knight's helmet covered his face, making everybody look the same in battle. At first, only knights and nobility had coats of arms, but in the Middle Ages, some cities started using heraldry too. By the end of the Middle Ages, other people began using coats of arms, now called \"burgher arms\", which means they belong to a commoner and not a member of the nobility. An official in charge of approving and recording coats of arms is called a \"herald\". The related study of flags is called \"vexillology\".\nHeraldry is described in English using a specialised jargon called \"Blazon\" which is based on French words. Heraldry uses only bold, bright colors, called \"tinctures\", with special names. Gold, for instance, is called \"Or\". This word is often capitalised to distinguish it from the conjunction \"or\". Silver and white are sometimes treated as different colors, but in English Blazon both are called \"argent\". Some combinations of colors represent furs, and these have names that are only used in heraldry. There are a number of geometric shapes, called \"ordinaries\", that are used in heraldry, and each of these has a special name too. The shield may be divided in a number of ways, usually following the lines of the ordinaries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Art","surface_form":"art","offset":16},{"uri":"Science","surface_form":"science","offset":24},{"uri":"Design","surface_form":"design","offset":35},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":57},{"uri":"Distinct","surface_form":"distinct","offset":145},{"uri":"Mark","surface_form":"markings","offset":154},{"uri":"Shield","surface_form":"shield","offset":177},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":199},{"uri":"Knight","surface_form":"knight","offset":219},{"uri":"Nobility","surface_form":"nobility","offset":322},{"uri":"City","surface_form":"cities","offset":379},{"uri":"Commoner","surface_form":"commoner","offset":541},{"uri":"Official","surface_form":"official","offset":587},{"uri":"Flag","surface_form":"flag","offset":690},{"uri":"Vexillology","surface_form":"vexillology","offset":707},{"uri":"Jargon","surface_form":"jargon","offset":774},{"uri":"Blazon","surface_form":"Blazon","offset":789},{"uri":"French_language","surface_form":"French","offset":815},{"uri":"Conjunction","surface_form":"conjunction","offset":1003},{"uri":"Geometry","surface_form":"geometric","offset":1248}]}