{"id":700344,"url":"http://en.wikipedia.org/wiki/St._Mary%27s_Food_Bank","text":"St. Mary's Food Bank Alliance is a nonprofit, nonsectarian organization in Phoenix, Arizona. Founded in 1967 by John van Hengel, St. Mary's was the first modern organization to operate using the food bank model, which spread throughout the U.S and the rest of the world. Today, St. Mary's is recognized as the world's first food bank.\nSince its creation, St. Mary's has expanded its operations to 9 of Arizona's 15 counties, distributing millions of pounds of food to the hungry each year. St. Mary's also operates its own food pantry, allowing people to get food directly from the warehouse. The organization additionally offers specialized programs apart from food banking, including after-school programs for children and career training for adults.\nSt. Mary's is a member of Feeding America, a network of hunger-relief organizations also founded by van Hengel with the purpose of providing food to people across the country.\nFoundation and History.\nPrior to founding St. Mary's Food Bank, John van Hengel lived in Phoenix and volunteered at St. Vincent de Paul Soup Kitchen. Van Hengel spent much of his time collecting food to supply the soup kitchen and donating the surplus to the homeless throughout the city. Eventually, he was introduced to a struggling mother of 10 who used the food thrown out by grocery stores to feed her children. She expressed her desire for a place where unwanted food could be collected and given to the hungry, much like a bank collects and distributes money. After searching through dumpsters and noting that much of the discarded food was still edible, van Hengel decided to establish a \"food bank\" where unwanted food would be gathered in large quantities. St. Mary's Basilica of Phoenix loaned van Hengel $3,000 and provided him with an abandoned bakery to operate out of. With that, St. Mary's Food Bank was founded in 1967 and named after the basilica in honor of their contribution.\nSt. Mary's began operating by developing partnerships with grocery stores, food producers, and social welfare organizations throughout Phoenix. By acting as a clearinghouse for these partner organizations, St. Mary's distributed over 250,000 pounds of food in its first year. That number increased to \"about a million pounds of food\" by the end of 1968, according to van Hengel. With limited financial resources, St. Mary's relied heavily on volunteers to operate, and focused on obtaining food rather than monetary donations. Guided by the motto \"the poor we shall always have with us, but why the hungry?,\" St. Mary's continued to attract more volunteers and partner agencies to its mission, allowing the food bank to expand its reach through Phoenix and other parts of Arizona.\nBy 1975, the concept of food banking had gained popularity in other parts of the United States. Van Hengel was offered a federal grant to help spread the food banking concept across the country and left St. Mary's to form the organization known today as Feeding America. He returned to St. Mary's in 1982, while also working as a consultant for new food bank operations as the concept spread worldwide.\nSt. Mary's continued operating in Arizona using the same model that was being adopted by organizations across the world. Today, St. Mary's is able to collect and distribute meals to more than 600 agencies statewide. The organization estimates that it will provide over 90 million meals to Arizonans in 2019, with the goal of providing 100 million meals to those in need by 2021.\nFood Distribution.\nSt. Mary's has over 600 partner agencies in 9 different Arizona counties, including homeless shelters, food pantries, and dining halls. St. Mary's still operates using the traditional \"warehouse\" model of food banking, supplying their partner agencies with donated food.\nIn addition to assuming the role of a traditional food bank, St. Mary's also runs its own food pantry, allowing people to get food directly from their warehouses. St. Mary's frequently offers \"mobile\" food pantries — semi trucks filled with food products — in various locations throughout Arizona. These mobile pantries normally run on regular schedules, but they have also been dispatched for special occasions. During the 2018–19 United States federal government shutdown, for example, St. Mary's held a mobile food pantry to provide food for local TSA employees who were working without pay.\nPartnerships and Support.\nThrough their [https://www.firstfoodbank.org/hungerheroes/ Hunger Heroes program], St. Mary's has partnered with a wide variety of local and global companies who donate food, funding, and volunteers to the food bank. According to St. Mary's, it costs one dollar to provide seven meals for a single person, making fundraising a powerful tool in providing assistance to the hungry.\nMany of St. Mary's partners also participate in special campaigns. The annual \"Fight Hunger. Spark Change\" is one such campaign, where Walmart Inc. employees work with local volunteers to distribute meals from mobile food pantries across the state. Additionally, Walmart and Sam's Club donate a predetermined amount of money to St. Mary's when customers buy select items in stores. In the 2018 campaign, St. Mary's received enough money to distribute 1.67 million meals across Arizona.\nChildren's Feeding Programs.\nRoughly one in four children in Arizona struggle with hunger; the state is currently ranked the fifth-highest state in the U.S for food insecurity. To combat this, St. Mary's has created [https://www.firstfoodbank.org/learn/programs/child-feeding/ programs] to provide nutritious meals for children.\nThe Kids Cafe® is an after-school program where children can receive free meals while engaged in tutoring or recreational activities. This program provides roughly 6,000 meals daily to over 130 locations in Arizona. The program is also available during the summer, when children don't have access to the free meals they might receive at school.\nThe Backpack Program partners with schools and community centers to distribute bags packed with a weekend's supply of food. These bags are given to children once a week with the goal of helping their entire family – as such, each bag contains enough food to supply three meals to a family of four. St. Mary's partners with over 100 schools and community centers to distribute 3,000 backpacks per week.\nCommunity Kitchen.\nThe [https://www.firstfoodbank.org/learn/programs/community-kitchen/#1493785656397-83944f98-cf19 Community Kitchen] is a 12-week course where adults learn to work in the food-service industry while also developing career and professional skills. The program is intended to help those with barriers to employment develop the skills to become more self-sufficient, providing them with job placement support upon completing the course.\nArizona Charitable Tax Credit.\nSt. Mary's Food Bank Alliance is classified as a \"Qualifying Charitable Organization\" by the [https://azdor.gov/tax-credits/contributions-qcos-and-qfcos Arizona Department of Revenue], meaning that residents can receive a tax credit for donations up to $800.","categories":[],"infobox_types":[],"annotations":[{"uri":"Non-profit_organization","surface_form":"nonprofit","offset":35},{"uri":"Sectarianism","surface_form":"nonsectarian","offset":46},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix, Arizona","offset":75},{"uri":"John_van_Hengel","surface_form":"John van Hengel","offset":112},{"uri":"Food_bank","surface_form":"food bank","offset":195},{"uri":"United_States_of_America","surface_form":"U.S","offset":240},{"uri":"List_of_counties_in_Arizona","surface_form":"counties","offset":415},{"uri":"Feeding_America","surface_form":"Feeding America","offset":779},{"uri":"John_van_Hengel","surface_form":"John van Hengel","offset":993},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix","offset":1018},{"uri":"St._Mary%27s_Basilica_(Phoenix)","surface_form":"St. Mary's Basilica","offset":1696},{"uri":"Volunteering","surface_form":"volunteers","offset":2368},{"uri":"Food_bank","surface_form":"food banking","offset":2731},{"uri":"United_States_of_America","surface_form":"United States","offset":2788},{"uri":"Feeding_America","surface_form":"Feeding America","offset":2961},{"uri":"Arizona","surface_form":"statewide","offset":3315},{"uri":"Food_bank","surface_form":"food banking","offset":3713},{"uri":"2018%E2%80%9319_United_States_federal_government_shutdown","surface_form":"2018–19 United States federal government shutdown","offset":4203},{"uri":"Transportation_Security_Administration","surface_form":"TSA","offset":4330},{"uri":"Walmart_Inc.","surface_form":"Walmart Inc.","offset":4915},{"uri":"Walmart","surface_form":"Walmart","offset":5043},{"uri":"Sam%27s_Club","surface_form":"Sam's Club","offset":5055},{"uri":"U.S_state","surface_form":"state","offset":5405},{"uri":"U.S","surface_form":"U.S","offset":5418},{"uri":"Food_insecurity","surface_form":"food insecurity","offset":5426},{"uri":"Tax_credit","surface_form":"tax credit","offset":7047}]}