{"id":70041,"url":"http://en.wikipedia.org/wiki/The_Weakest_Link","text":"\"The Weakest Link\" is Computer Cable television quiz show, broadcast on TV from November 21, 2001 to December 22, 2002. It was devised by Fintan Coyle and Cathy Dunning, and developed for television by the BBC Entertainment Department. It has since been replicated around the world. It was hosted by Craig Charles (2001-2002) and Claudia Winkleman (2002) and narrated by Chris Goldwell. The series features a team of contestants who take turns answering general knowledge questions. The object of each round is to create a chain of consecutive correct answers to earn an increasing amount of money for a communal pot within a specific time limit. The number of \"links\" in a chain are equal to the number of the contestants at the start of the show. An incorrect answer breaks the chain and loses all the money accumulated up to that point; however, a contestant can say \"bank\" prior to their question being asked, the accumulated money is stored, and the chain resets to zero. Six contestants competed to win a top amount of 50 000 (2001-2002) and 100 000 (2002) by playing a quiz/elimination contest. At the end of each round, each player is voted off as \"The Weakest Link\".\nFormat.\nThe original format features a team of six contestants who take turns answering general knowledge questions. The object of each round is to create a chain of six consecutive correct answers and earn an increasing amount for a single communal pot within a certain time limit. An incorrect answer breaks the chain and loses any money earned in that chain. However, before their question is asked, a contestant can choose to bank the current amount of money earned in a chain to a safe pot, after which the chain starts afresh. A contestant's decision not to bank, in anticipation that they will be able to correctly answer the upcoming question allows the money to grow, as each successive correct answer earns proportionally more money.\nWhen the allotted time for each round ends, any money not banked is lost, and if the host is in the middle of asking a question, or has asked a question but the contestant has yet to answer, the question is abandoned. Occasionally, the host gives the correct answer whether the contestant is able to answer the question correctly or not. The round automatically ends if the team successfully reaches the maximum amount for the round before the allotted time expires, and the next person says \"Bank\". Each round thereafter is reduced by 10 seconds as players are eliminated. The remaining two players have 90 seconds on the clock for the triple stakes round.\nThe first person to be asked a question in the first round is the player whose name is the first alphabetically in the original version. Every subsequent round starts with the \"strongest link\"—the player with the most correct answers—from the previous round, unless that person has been voted off, in which case the second strongest answers first.\nVoting and elimination.\nAt the end of each round, contestants must vote one player out of the game. Until the beginning of the next round, only the television audience knows exactly who the strongest and weakest links are statistically due to Goldwell's narration. While the contestants work as a team when answering questions, they are at this point encouraged to be ruthless with one another. Players often decide to vote off weaker rivals, but occasionally opt to eliminate stronger players as well. After the revealing of the votes, the host will interrogate the players on their choice of voting, the reasons behind their choice, as well as about their background and their interests. After interrogation, the player with the most votes is given a stern \"You are the weakest link. Goodbye!\" and must walk off the stage in what is called the \"Walk of shame.\" In the event of a tie, the strongest link has the final decision about who is eliminated. If they voted for a tied player, they have the option of sticking with their vote or changing it. The strongest link usually sticks with their original choice, unless another player in the tie has voted for them. Occasionally, the strongest link has voted for someone who is not in the tie, and so is forced to change their decision one way or the other.\nFinal round.\nThe final two contestants work together in a final round identical to the previous ones; however, all money banked at the end of this round is tripled and added to the current money pool, forming the final total for the game. At the end of this round, there is no elimination, with the game instead moving to a head to head round.\nHead to head.\nFor the head to head round, the remaining two players are each required to answer five questions each in a penalty shootout format. The strongest link from the previous round chooses who goes first. Whoever has the most correct answers at the end of the round wins the game. In the event of a tie, the game goes to \"sudden death\". Each player continues to be asked questions as usual, until one person answers a question correctly and the other incorrectly.\nThe winner of the game takes home all of the money accumulated in the prize pool for the game, and the loser leaves with nothing, like all previous eliminated players. From 2001-2002, the maximum is 50,000 and In 2002, the maximum cash jackpot is 100,000.\nReception.\n\"The Weakest Link\" won the CableACE Award in 2002 for Best Exellence.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Quiz_show","surface_form":"quiz show","offset":48},{"uri":"Weakest_Link","surface_form":"around the world","offset":265},{"uri":"Craig_Charles","surface_form":"Craig Charles","offset":300},{"uri":"Claudia_Winkleman","surface_form":"Claudia Winkleman","offset":330},{"uri":"CableACE_Award","surface_form":"CableACE Award","offset":5344}]}