{"id":70052,"url":"http://en.wikipedia.org/wiki/Edward_Teach","text":"Edward Teach (1680 – 22 November 1718) was a pirate, often called \"Blackbeard the Pirate\". (It is not clear what his real name actually was; some historians think that his last name may really have been Thatch.) He attacked ships in the Caribbean and the American colonies. His flagship ship was the captured French slave ship \"La Concorde\" which Blackbeard renamed \"Queen Anne's Revenge\". About 1718 it ran aground near Beaufort Inlet, North Carolina and was abandoned.\nBlackbeard often fought wearing a big feathered tricorn hat, and with lots of swords, knives, and pistols. Some pictures show him with lighted rope matches woven into his enormous black beard during battle. The matches burned slowly and gave of lots of smoke. They were designed to make him look frightening. He probably got the idea from seeing the burning rope was used to light the gunpowder in cannons and guns. (These old fashioned guns were called \"matchlocks\", later a flint was used to make a spark, these were called flintlock guns). No one knows how many wives Blackbeard had. The book \"A General History of the Pirates\" says that he had as many as fourteen wives, but he was not legally married to most of them.\nEarly life.\nBlackbeard is thought to have been born in Bristol, England. Teach went to sea when he was very young. He served on an English ship in the War of the Spanish Succession, privateering in the Spanish West Indies and along the Spanish Main. At the war's end in 1713, Teach, like many other privateers, turned to piracy. Blackbeard was born in a trade epicenter and he grew up knowing about sailing. Many merchant ships landed and traded there.\nBlackbeard the Pirate.\nTeach began as a pirate under Benjamin Hornigold. In 1716, Hornigold retired, taking advantage of an amnesty offered to former privateers by the British government. Teach then took command of his own ship.\nDuring the next two years Blackbeard attacked merchant ships, forcing them to allow his crew to board their ship. The pirates would seize all of the valuables, food, liquor, and weapons. Ironically, despite his ferocious reputation, there are no verified accounts of him actually killing anyone.\nCapture and death.\nTeach was said to have been shot five times and stabbed more than twenty times before he died and was decapitated. Legends about his death immediately sprang up. His headless body, was thrown overboard, but swam three times around the ship before sinking. Teach's head was placed as a trophy on the bowsprit of the ship. Captain Maynard had to keep the head to claim his prize when he returned home. Later, Teach's head hung from a pike in Bath, Somerset.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pirate","surface_form":"pirate","offset":45},{"uri":"Caribbean","surface_form":"Caribbean","offset":237},{"uri":"Flagship","surface_form":"flagship","offset":278},{"uri":"Ship","surface_form":"ship","offset":287},{"uri":"France","surface_form":"French","offset":309},{"uri":"Slave_ship","surface_form":"slave ship","offset":316},{"uri":"Queen_Anne%27s_Revenge","surface_form":"Queen Anne's Revenge","offset":367},{"uri":"Aground","surface_form":"aground","offset":408},{"uri":"North_Carolina","surface_form":"North Carolina","offset":437},{"uri":"Abandon","surface_form":"abandon","offset":460},{"uri":"Sword","surface_form":"sword","offset":549},{"uri":"Knife","surface_form":"knive","offset":557},{"uri":"Pistol","surface_form":"pistol","offset":569},{"uri":"Flint","surface_form":"flint","offset":947},{"uri":"Spark","surface_form":"spark","offset":972},{"uri":"Flintlock","surface_form":"flintlock","offset":997},{"uri":"Bristol","surface_form":"Bristol","offset":1249},{"uri":"England","surface_form":"England","offset":1258},{"uri":"War_of_the_Spanish_Succession","surface_form":"War of the Spanish Succession","offset":1345},{"uri":"Privateer","surface_form":"privateer","offset":1376},{"uri":"Benjamin_Hornigold","surface_form":"Benjamin Hornigold","offset":1700},{"uri":"1716","surface_form":"1716","offset":1723},{"uri":"Decapitation","surface_form":"decapitated","offset":2293},{"uri":"Bath%2C_Somerset","surface_form":"Bath, Somerset","offset":2631}]}