{"id":700515,"url":"http://en.wikipedia.org/wiki/Kansas%27s_4th_congressional_district","text":"Kansas's 4th Congressional District is a congressional district in the U.S. state of Kansas. It is in the south central part of the state. It includes Wichita and nearby areas.\nHistorical district boundaries.\nIn 2012, in an unusual move, the federal courts intervened in Kansas's decennial redistricting (required by law to adjust boundaries of Congressional and state legislative districts every 10 years, to reflect changing population distributions, as reported by the decennial census).\nSharply criticizing the Legislature for the intractable feud between conservative and moderate factions in the Kansas Legislature (normally responsible for redistricting), and recognizing the rapidly approaching next elections, a federal three-judge panel (the Chief Justice of the 10th Circuit Court of Appeals and two judges from the Kansas City U.S. District Court) drew the Kansas state and Congressional district boundaries themselves, in rather simple and direct shapes that produced radical changes.\nIn the process, the Kansas Fourth Congressional District shifted west—still centered approximately on (and demographically dominated by) Wichita, The district's previous eastern boundary — Montgomery County and part of Greenwood County — were moved into another district, while the Fourth District's western edge moved farther west, to include all of Pratt, Stafford, Barber, Kiowa, Comanche and Edwards counties, plus a slender section of southern Pawnee County. In the process, the Fourth acquired a more neatly rectangular shape, and sharply reduced the amount of counties divided between the Fourth and another district.\nThe map shown here indicates prior boundaries.","categories":[],"infobox_types":["U.S. congressional district"],"annotations":[{"uri":"Congressional_district","surface_form":"congressional district","offset":41},{"uri":"U.S._state","surface_form":"U.S. state","offset":71},{"uri":"Kansas","surface_form":"Kansas","offset":85},{"uri":"Wichita%2C_Kansas","surface_form":"Wichita","offset":151},{"uri":"Redistricting","surface_form":"redistricting","offset":290},{"uri":"Census","surface_form":"census","offset":482}]}