{"id":70069,"url":"http://en.wikipedia.org/wiki/Jenolan_Caves","text":"Jenolan Caves are limestone caves in the Blue Mountains, New South Wales, Australia, 175 kilometres west of Sydney. They are the most visited of several similar groups in the limestone of the country, and the oldest discovered open caves in the world. Since 2008, Jenolan Caves has won many tourism awards, including 'Best Tourist Attraction' from Tourism Australia, in 2011.\nThey have many Silurian marine fossils. The calcite formations are sometimes pure white and are know for being very beautiful.\nThe cave network is very large, with over 40 km of multi-level passages, and the complex is still undergoing active exploration.\nSeveral kilometres of the caves have been rendered accessible to paying visitors and are well lit.\nWorld's oldest caves.\nBy measuring the ratio of radioactive potassium and trapped argon gas, which was produced when the potassium decayed, scientists determined the age of the clay in the caves to be approximately 340 million years old, thereby making the cave complex the world's oldest known and dated open cave system. The Commonwealth Scientific and Industrial Research Organisation (CSIRO) in association with the University of Sydney and the Australian Museum lead the efforts in scientific research into the caves.\nAboriginal Heritage.\nFor tens of thousands of years, the Jenolan area has been part of the culture of local indigenous peoples. This beautiful and mysterious place hold special significance to the Gundungurra people, who knew it as 'Binomil' or 'Bin-oo-mur'. Gundungurra people's knowledge of the caves goes back a long way, as there is a Dreamtime creation story about how the whole countryside came into being. The story describes an almighty struggle between two ancestral creator spirits - one a giant eel-like creature, Gurangatch, and the other, Mirrigan, a large native cat or quoll. In the early years of the 20th century, the Gundungurra people penetrated the caves as far as the subterranean water, carrying sick people to be bathed in this water, which they believed to have great curative powers.\nEuropean Discovery.\nIn approximately 1835-40 the area was recorded for the first time by either James, Charles or Alf Whalan, three brothers who each claimed to have discovered the caves while searching for a bushranger, James McKeown, whom they claimed used the caves as a hide-out. One of the less-visited caverns in the area is called McKeown's Hole, however there is no actual evidence of his existence. It is more likely the brothers were searching for cattle that had strayed from their nearby farm.[citation needed]\nGetting to Jenolan Caves.\nLocated 3 hours drive for day visitors from Sydney and Canberra, Jenolan Caves attracts over 250,000 visitors a year, making it one of the most popular tourist locations in rural New South Wales.\nThere is no public transport to Jenolan Caves. However, there are large carparks and a range of coach operators bring tourists from Sydney and Katoomba every day.\nActivities at Jenolan Caves.\nTen of the area's \"dark caves\" are open for regular guided tours every day (1 to 2 hours per tour). These 'show' cave tour sizes vary; for example the delicate Pool of Cerberus Cave can have only 8 on a tour, while the Lucas Cave (with its large chambers) can have up to 65 people per tour.\nTours also vary in difficulty, for example the Imperial Cave has the fewest stairs, while the River Cave is the most strenuous. However, the average tourist can tour any of these 'show' caves.\nA self-guided tour of the huge Nettle Cave/Devils Coach House is also available in a range of languages. Night tours run every night except Sundays, including the popular ghost tour, 'Legends, Mysteries & Ghosts'.\nSeveral undeveloped caves are available for Adventure Caving (2 hours to all-day tours). These Adventure Caving tours include the Plughole Tour, which runs daily and includes basic abseiling. Other more challenging Adventure Caving tours are available.\nWhere to Eat and Stay.\nWhen visiting Jenolan Caves, tourists can stay at the heritage-listed Jenolan Caves House hotel, designed in 1897 by government architect, Walter Liberty Vernon, as a resort or retreat for the wealthy. To cater for the expectations of the well-to-do, Vernon included a ballroom and grand dining room (now Chisolm's Restaurant). Chisolm's is open for dinner every day, serving modern Australian cuisine. Facilities include an hotel/motel complex, self-contained cottages, restaurant, bar and cafe.\nNative Wildlife.\nThe huge Jenolan Reserve is a National Park, located in the World Heritage Blue Mountains Area, where signposted bush trails enable tourists to glimpse Australian birds and native wildlife, including kangaroos and platypus.","categories":[],"infobox_types":[],"annotations":[]}