{"id":700714,"url":"http://en.wikipedia.org/wiki/Solar_sail","text":"A solar sail (or light sails or photon sails) is a proposed method of spacecraft propulsion using radiation pressure exerted by sunlight. The word 'sail' is by analogy with boats which use a sail to use wind to move. The concept was first proposed in the 17th century by Johannes Kepler. He had a theory that sails could be adapted to \"heavenly breezes\".\nIn 1865, James Clerk Maxwell published his theory of electromagnetic fields and radiation. He showed that light (one form of electromagnetic radiation) can put pressure on an object. This pressure is called radiation pressure. This provided a foundation for the science behind the solar sail.\nSolar radiation exerts a pressure on the sail due to reflection and a small fraction that is absorbed.\nSolar pressure acts on spacecraft, in space or in orbit around a planet. A typical spacecraft going to Mars, for example, is displaced thousands of kilometers by solar pressure. The effects are predicted in planning. This has been done since the time of the early interplanetary spacecraft of the 1960s. Solar pressure also affects the orientation of a craft, a factor that is included in spacecraft design.\nThe concept of solar sail was later used science fiction, such as the works of Jules Verne.\nThe theory.\nThe idea of a solar sail is to use radiation pressure from the Sun to move a spacecraft, probably using large \"mirrors\" (large light reflective surfaces). The disadvantage of the method is that the generated thrust is very small. The benefit is that no propellant is needed (as long as there is light). As a result, it is considered a possible option for future spacecraft. To date, only small test versions have been used as experiments.\nThe total force exerted on an 800 by 800 meter solar sail, for example, is about at Earth's distance from the Sun, making it a low-thrust propulsion system, similar to spacecraft propelled by electric engines. As it uses no propellant, the force is exerted almost constantly. The collective effect over time is great enough to be considered a way of propelling spacecraft.\nHistory.\nPlans for the first use of the concept were made in the 1970s by Bruce Murray and Louis Friedman, two researchers at NASA's Jet Propulsion Laboratory in Pasadena, California.\nOn May 21, 2010, Japan's Space Exploration Agency (JAXA) successfully launched the solar sail, the IKAROS (Interplanetary Kite-Craft Accelerated by Radiation Of The Sun). It used a solar sail in space between Earth and Venus. This was the first successful use of a solar sail.\nIn 2010, NASA launched the solar sail craft NANOSEL-D2. The was the first success of NASA's solar sail craft.\nOn 2 July 2019 the Planet Society, based in the United States, launched the LightSail 2 satellite, designed using solar sail technology. The lightweight satellite, was launched with the SpaceX's Falcon Heavy rocket from the Kennedy Space Center in Florida. This was low budget mission funded by donations from 50,000 members. The total budget was less than 7 million USD. In late July 2019, LightSail 2 opened its solar sail. It took about 3 minutes to do so.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spacecraft","surface_form":"spacecraft","offset":70},{"uri":"Propulsion","surface_form":"propulsion","offset":81},{"uri":"Radiation_pressure","surface_form":"radiation pressure","offset":98},{"uri":"Sunlight","surface_form":"sunlight","offset":128},{"uri":"Analogy","surface_form":"analogy","offset":160},{"uri":"Sail","surface_form":"sail","offset":191},{"uri":"Wind","surface_form":"wind","offset":203},{"uri":"17th_century","surface_form":"17th century","offset":255},{"uri":"Johannes_Kepler","surface_form":"Johannes Kepler","offset":271},{"uri":"Theory","surface_form":"theory","offset":297},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":364},{"uri":"Electromagnetism","surface_form":"electromagnetic fields","offset":408},{"uri":"Radiation_pressure","surface_form":"radiation pressure","offset":562},{"uri":"Mars","surface_form":"Mars","offset":854},{"uri":"Aircraft_attitude","surface_form":"orientation","offset":1087},{"uri":"Spacecraft_design","surface_form":"spacecraft design","offset":1140},{"uri":"Science_fiction","surface_form":"science fiction","offset":1200},{"uri":"Jules_Verne","surface_form":"Jules Verne","offset":1238},{"uri":"Propellant","surface_form":"propellant","offset":1516},{"uri":"Spacecraft_propulsion","surface_form":"propulsion","offset":1840},{"uri":"Electrically_powered_spacecraft_propulsion","surface_form":"electric engines","offset":1894},{"uri":"NASA","surface_form":"NASA","offset":2201},{"uri":"Jet_Propulsion_Laboratory","surface_form":"Jet Propulsion Laboratory","offset":2208},{"uri":"Pasadena%2C_California","surface_form":"Pasadena, California","offset":2237},{"uri":"USD","surface_form":"USD","offset":3013}]}