{"id":70073,"url":"http://en.wikipedia.org/wiki/Breakfast_at_Tiffany%27s","text":"\"Breakfast at Tiffany's\" is a 1961 American romantic comedy-drama movie based on Truman Capote's novella (short book), and starring Audrey Hepburn and George Peppard. The movie won two Academy Awards. It was nominated for a total of five awards. It was directed by Blake Edwards, who also directed seven Pink Panther movies.\nSummary of the story.\n\"Breakfast at Tiffany's\" is about a young woman named Holly Golightly. Holly suffered an abusive childhood, along with her brother, Fred. She and Fred ran from the abuse, and were taken in by \"Doc\" Golightly, who married her when she was about fourteen. Soon after, the marriage was annulled, and Holly again ran in search of a happier life. She eventually landed in New York City, where she became a high society escort, trying to raise money to make a home for herself and her brother.\nPaul Varjak, an aspiring writer being kept by an older woman, moves into Holly's building. Paul is amused by Holly's madcap lifestyle, and Holly sees Paul as a sort of \"kindred spirit\" in that they both are engaged in questionable business pursuits. They quickly form a friendship, but at some point, Paul's feelings turn romantic. The romantic attraction becomes mutual after a day of high-spirited fun; however, Holly's fear of being \"caged\" leads her to reject the relationship.\nAfter some time passes and Holly suffers a series of setbacks, she is reunited with Paul, and has to decide whether she should keep running from commitment, or accept the love he offers. The movie ends with a very famous scene of Holly, her \"no-name\" cat, and Paul embracing in the rain.\nExplanation of the title.\nHolly suffers from bouts of anxiety (the \"mean reds\"), and finds spending time at Tiffany & Co. calming. She feels \"nothing very bad\" can happen to a person in such elegant surroundings. Though she clearly aspires to own beautiful and expensive things, it also seems she yearns for the sense of stability and protection she associates with wealth. She sometimes gets a breakfast pastry in the morning and takes it with her to look in the store. When she spends a day with Paul, she takes him to Tiffany & Co., so they can look at all the fine jewelry, and he can experience one of her favorite places.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":35},{"uri":"Romance_movie","surface_form":"romantic","offset":44},{"uri":"Comedy_movie","surface_form":"comedy","offset":53},{"uri":"Drama_movie","surface_form":"drama movie","offset":60},{"uri":"Truman_Capote","surface_form":"Truman Capote","offset":81},{"uri":"Book","surface_form":"book","offset":112},{"uri":"Audrey_Hepburn","surface_form":"Audrey Hepburn","offset":132},{"uri":"George_Peppard","surface_form":"George Peppard","offset":151},{"uri":"Academy_Award","surface_form":"Academy Award","offset":185},{"uri":"Nominate","surface_form":"nominated","offset":208},{"uri":"Movie_director","surface_form":"directed","offset":253},{"uri":"Blake_Edwards","surface_form":"Blake Edwards","offset":265},{"uri":"The_Pink_Panther","surface_form":"Pink Panther","offset":304},{"uri":"Breakfast","surface_form":"breakfast","offset":2000},{"uri":"Pastry","surface_form":"pastry","offset":2010}]}