{"id":700768,"url":"http://en.wikipedia.org/wiki/Nusret_G%C3%B6k%C3%A7e","text":"e=\"preserve\">Nusret Gökçe (born in 1983), nicknamed Salt Bae, is a Turkish butcher, chef, and restaurateur. He owns Nusr-Et, a chain of steak houses. He became famous for his technique of preparing and seasoning meat, which is also an Internet meme.\nPersonal life.\nGökçe was born in Erzurum, Turkey. His family is Kurdish. His father worked in a mine. Due to financial constraints of his family, he had to leave school at the 6th grade. He started working as a butcher's apprentice in Kadıköy district, Istanbul.\nGökçe is also known for his charitable work. He built a school in his hometown of Erzurum.\nAs an internet meme.\nGökçe became famous from a series of viral Internet videos and memes. The videos show him \"suavely\" cutting meat and sprinkling salt.\nHis fame came from a viral video, \"Ottoman Steak\", posted on 7 January 2017. The video exceeded 10 million views on Instagram. He was nicknamed \"Salt Bae\" because of his particular way of salting meat: dropping it from his fingertips to his forearm, and then falling onto the dish. Due to the fame gained from this post, Gökçe's profile has expanded enormously. His restaurants, as well and Nusret himself, have served many celebrities and politicians.\nRestaurants.\nGökçe has visited several countries, including Argentina and the United States between 2007 and 2010. There he worked in local restaurants for free, in order to gain experience as a cook and a restaurateur. After his return to Turkey, Gökçe opened his first restaurant in Istanbul in 2010. In 2014, he opened a restaurant in Dubai.\nThe dishes served at Gökçe's restaurants have received mixed reviews and have been described as \"overpriced\". Early professional reviews in 2018 of his New York City steakhouse were generally negative. \"The New York Post\"s Steve Cuozzo called the restaurant \"Public Rip-off No. 1\". In an article on GQ, Joshua David Stein called the steak mundane and the hamburgers overcooked. However, from an entertainment standpoint, reviews were more positive.\nIn December 2017, he received criticism for a photo posing in front of an image of Fidel Castro, which was taken in 2016. In September 2018, Gökçe and the president of Venezuela Nicolás Maduro also received criticism for their actions at Gökçe's Istanbul restaurant. The reason was the latter's perceived insensitivity to the crisis and shortages in Venezuela.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turkey","surface_form":"Turkish","offset":67},{"uri":"Butcher","surface_form":"butcher","offset":75},{"uri":"Restaurateur","surface_form":"restaurateur","offset":94},{"uri":"Internet_meme","surface_form":"Internet meme","offset":235},{"uri":"Erzurum","surface_form":"Erzurum","offset":283},{"uri":"Turkey","surface_form":"Turkey","offset":292},{"uri":"Kurds","surface_form":"Kurdish","offset":314},{"uri":"Kad%C4%B1k%C3%B6y","surface_form":"Kadıköy","offset":485},{"uri":"Istanbul","surface_form":"Istanbul","offset":503},{"uri":"Viral_video","surface_form":"viral video","offset":780},{"uri":"Instagram","surface_form":"Instagram","offset":875},{"uri":"Salt","surface_form":"salt","offset":947},{"uri":"Argentina","surface_form":"Argentina","offset":1272},{"uri":"United_States","surface_form":"United States","offset":1290},{"uri":"Restaurateur","surface_form":"restaurateur","offset":1418},{"uri":"Dubai","surface_form":"Dubai","offset":1550},{"uri":"New_York_City","surface_form":"New York City","offset":1709},{"uri":"The_New_York_Post","surface_form":"The New York Post","offset":1760},{"uri":"GQ","surface_form":"GQ","offset":1856},{"uri":"Fidel_Castro","surface_form":"Fidel Castro","offset":2089},{"uri":"Venezuela","surface_form":"Venezuela","offset":2174},{"uri":"Nicol%C3%A1s_Maduro","surface_form":"Nicolás Maduro","offset":2184},{"uri":"Crisis_in_Venezuela","surface_form":"crisis","offset":2332},{"uri":"Shortages_in_Venezuela","surface_form":"shortages in Venezuela","offset":2343}]}