{"id":700721,"url":"http://en.wikipedia.org/wiki/Peter_Ouwens","text":"e=\"preserve\">Pieter Antonie Ouwens (14 February 1849, Amsterdam – 5 March 1922, Buitenzorg) was a Dutch scientist. He was Director of the Java Zoological Museum and Botanical Gardens. He is best known for writing the first formal description of the Komodo dragon (\"Varanus komodoensis\") in 1912.\nFamily.\nOuwens was the child of Pieter Anthonis Ouwens, accountant in Amsterdam, and Caroline Reiniera Nagels. He studied at the Royal Military Academy in Breda from 1867. In 1871, he became lieutenant at the Infantry in the Dutch East Indies. In 1883 he was promoted to captain. In January 1879 he married Johanna Vosmaer at Banda Aceh. They divorced a month after the birth of their only child in 1882 in Salatiga. Ouwens then married Jeanne Dikkers in December 1883 in Purworejo. He married again in 1902 with Anna Josephina Soesman.\nKomodo dragon.\nOuwens became curator of the Zoological Museum in Buitenzorg. (Buitenzorg is now called Bogor). Lieutenant Jacques Karel Henri van Steyn van Hensbroek was the first Westerner to see Komodo dragons. Hensbroek sent a photo and a skin of a Komodo dragon to Ouwens. He then sent a collector to Komodo who returned to Java with two adults and a young lizard. Ouwens named the species \"Varanus komodoensis\" in a publication of 1912. Ouwens became Officer of the Order of Orange-Nassau and died in Buitenzorg in 1922.","categories":[],"infobox_types":[],"annotations":[{"uri":"Amsterdam","surface_form":"Amsterdam","offset":54},{"uri":"Buitenzorg","surface_form":"Buitenzorg","offset":80},{"uri":"Netherlands","surface_form":"Dutch","offset":98},{"uri":"Bogor_Botanical_Gardens","surface_form":"Java Zoological Museum and Botanical Gardens","offset":138},{"uri":"Komodo_dragon","surface_form":"Komodo dragon","offset":249},{"uri":"Breda","surface_form":"Breda","offset":451},{"uri":"Dutch_East_Indies","surface_form":"Dutch East Indies","offset":521},{"uri":"Banda_Aceh","surface_form":"Banda Aceh","offset":622},{"uri":"Salatiga","surface_form":"Salatiga","offset":703},{"uri":"Purworejo","surface_form":"Purworejo","offset":768},{"uri":"Bogor","surface_form":"Bogor","offset":936},{"uri":"Order_of_Orange-Nassau","surface_form":"Order of Orange-Nassau","offset":1304}]}