{"id":700807,"url":"http://en.wikipedia.org/wiki/Reol","text":"is a Japanese female singer, songwriter, record producer, and rapper. She is a former member of J-pop group REOL and is currently signed under Victor Entertainment as a solo artist. She started creating and releasing music onto Nico Nico Douga and YouTube in late 2012.\n2012–2017: Career beginnings and \"No Title+\".\nIn late 2012, Reol began uploading original songs and cover songs to video sharing sites Nico Nico Douga and YouTube. On August 17, 2014 Reol co-released the compilation album titled \"No Title+\" with music arranger GigaP, video director Okiku, and art producer Key, under the group name \"Anyosupenyosuyaya\". The album contains vocals by Vocaloid virtual singers such as Hatsune Miku, GUMI and Megurine Luka, the album was released through Japanese label Celo Project. Reol has since released a version with her own vocals, titled \"No Title-\".\nOn July 29, 2015 Reol independently released her first studio album titled \"Gokusaishiki\", which reached the top ten on the Oricon Albums Chart. Later that year Reol, along with GigaP & Okiku, signed to Toy's Factory under the unit name REOL. On August 18, REOL made their first public appearance in the music video for their single \"Give Me a Break Stop Now\". They released their debut studio album titled 'Sigma' on October 19, 2016, which reached number 8 on the Oricon weekly Albums Chart.\nOn October 11, 2017, REOL released the \"Endless EP\" prior to their announced disbandment. The EP features their 2014 single \"LUVORATORRRRRY!\" featuring utaite rapper nqrse. The music video for the song has amassed over 43 million views on YouTube, making it the unit's most commercially successful release.\n2018–present: Victor Entertainment and solo debut.\nIn January 2018, Reol signed to Victor Entertainment. On March 5 she released a music video for the song titled \"エンド\" as the single for her solo debut EP. Reol released her first EP titled \"Kyokoushu\" on March 14.\nReol released the singles \"Saisaki\" and \"Sairen\" in July and August respectively before the announcement of her first studio album \"Jijitsujo\" (事実上). \"Jijitsujo\" was released on October 17, and a music video for the third single \"Gekihaku\" was released on December 19.\nDiscography.\nRΞOL","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":5},{"uri":"Reol_(band)","surface_form":"REOL","offset":108},{"uri":"Victor_Entertainment","surface_form":"Victor Entertainment","offset":143},{"uri":"Niconico","surface_form":"Nico Nico Douga","offset":228},{"uri":"YouTube","surface_form":"YouTube","offset":248},{"uri":"Cover_song","surface_form":"cover song","offset":370},{"uri":"Niconico","surface_form":"Nico Nico Douga","offset":405},{"uri":"YouTube","surface_form":"YouTube","offset":425},{"uri":"Vocaloid","surface_form":"Vocaloid","offset":653},{"uri":"Hatsune_Miku","surface_form":"Hatsune Miku","offset":686},{"uri":"Megpoid","surface_form":"GUMI","offset":700},{"uri":"Megurine_Luka","surface_form":"Megurine Luka","offset":709},{"uri":"Oricon_Albums_Chart","surface_form":"Oricon Albums Chart","offset":983},{"uri":"Toy%27s_Factory","surface_form":"Toy's Factory","offset":1062},{"uri":"Reol_(band)","surface_form":"REOL","offset":1096},{"uri":"Sigma_(album)","surface_form":"Sigma","offset":1267},{"uri":"Victor_Entertainment","surface_form":"Victor Entertainment","offset":1743},{"uri":"Reol_(band)","surface_form":"RΞOL","offset":2207}]}