{"id":700818,"url":"http://en.wikipedia.org/wiki/Climate_of_Uttar_Pradesh","text":"ce=\"preserve\">The climate of Uttar Pradesh (U.P.) is varying within Uttar Pradesh, a state of India. The dominating climate type is \"humid subtropical with dry winter\" (CWa) with parts of Western U.P having a semiarid climate (BS). Alternatively, some authors refer to it as \"tropical monsoon climate\". Some regional variations exist, however the uniformity of the vast Indo-Gangetic Plain, gives to the state a mostly single climatic pattern with minor regional variations. The temperature varies within the year. The extreme low and high temperatures are usually from 0 °C to 50 °C in several parts. During the monsoon season, floods often take place, due to heavy rain. The summers are extremely hot, the winters are cold and the rainy season can be either very wet or very dry.\nSeasons of Uttar Pradesh.\nThis classification is primarily centered on Monsoons, which are very significant for the local population and agriculture of India.\nClassification of the Uttar Pradesh climate.\nThe climate of Uttar Pradesh is generally defined to be \"tropical monsoon climate\". However based on the Köppen climate classification, it can be classified mostly as \"Humid Subtropical with dry winter (CWa) type\" with parts of Western Uttar Pradesh falling in the semi-arid category.\nRetreating Monsoon season, although existent, has a very negligible effect in Uttar Pradesh and only occasional mild showers are experienced in winter. Some of these showers aren't caused by post-monsoon rainfall but due to western disturbances.\nBecause there are significant climatic differences, Uttar Pradesh has been divided into two meteorological sub-divisions – U.P. East and U.P. West.\nGeographical terrain.\nThe state of Uttar Pradesh is in the heart of Indo-Gangetic Plain with River Ganges passing through Uttar Pradesh.\nTemperature.\nThe extreme temperatures vary from 0 to 46 °C. High temperatures, approximating 50 °C have been recorded in Gonda district. A such wide range of temperature fluctuations in most parts of the state can lead to either cold or heat waves, both resulting in substantial loss of lifes and economy.\nHeat waves.\nIn 2007, Banda district recorded daily temperatures close to 45.5 °C for several days. At least 62 people died during the heat wave that year. In June 2009, another 30 people during a heat wave in Uttar Pradesh. Highest temperatures reached 49 °C in Bundelkhand district of northern Uttar Pradesh. In June 2010, Jhansi recorded the highest temperature of 46.7 °C, the hottest for U.P. for that year.\nCold waves.\nIn recent years, winters at the end of 2007 and beginning of 2008 caused an increase of cold-wave related deaths in U.P. with temperatures dipping to 2.8 °C in the city of Meerut. Simultaneously it also led to a loss of crops and agricultural produce. Similarly, in 2009, the temperature dropped up to 2.9 °C in Meerut, causing deaths. On late 2010 and early 2011, this winter also caused cold-wave related deaths. This time, Churk town in Sonabhadra district recorded the lowest temperature, at 1.4 °C. On 13 January 2013, Kanpur recorded its all-time low temperature when the temperature reached −1.1℃. In Agra, the temperature reached−0.7℃.\nPrecipitation.\nUttar Pradesh has a uniform rain pattern. Snowfall doesn't occur but hailstorms are common for Uttar Pradesh. The type of rainfall that Uttar Pradesh receives is orographic, cyclonic and convectional.\nRain.\nPrimarily a summer phenomenon, the Bay of Bengal branch of the Indian Monsoon brings the most monsoonal rainfall in Uttar Pradesh. Uttar Pradesh is affected primarily from the southwest monsoon. \"Western disturbances\" and North-East Monsoon also contribute small quantities towards the overall rainfall of the state. The rain in Uttar Pradesh can vary from an annual average of 1.700 mm in hilly areas to 840 mm in Uttar Pradesh. As a direct result of the monsoonal rainfall, excess rain can lead to floods and shortage to droughts. As such, these two phenomenons of floods and droughts are common in the state.\nFloods in U.P..\nFloods are a known hazard of U.P. due to overflowing of its main rivers like Ganga, Yamuna, Ramganga, Gomti, Sharda, Ghaghra, Rapti and Gandak. The estimated annual losses due to floods in U.P. reach. Major flood management efforts have been tried to mitigate the risk. Most of these floods occur due to the Monsoon rains and overflowing of rivers during the rainy periods. Year 2010 witnessed one such year of flooding in U.P.\nDroughts in Uttar Pradesh.\nShortage of rain during the highly variable Monsoon season can cause droughts in U.P. leading to several deaths and loss of property. The recent 2002 and 2004 drought-related financial estimates report financial losses of and respectively. The recurrence of a major deficiency in annual rainfall follows a 6–8 years cycle in Eastern U.P. whereas in Western U.P., follows a 10 year cycle.\nWind.\nIn summers, hot winds called \"loo\" blow all across U.P. They are carrying dust and cause significant damage. In winters, dry and rainless winds blow across the state. Fog may also form in parts of U.P.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indo-Gangetic_Plain","surface_form":"Indo-Gangetic Plain","offset":370},{"uri":"Monsoon_of_India","surface_form":"Monsoons","offset":853},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":1091},{"uri":"Indo-Gangetic_Plain","surface_form":"Indo-Gangetic Plain","offset":1733},{"uri":"Ganges","surface_form":"Ganges","offset":1764},{"uri":"Bundelkhand","surface_form":"Bundelkhand","offset":2370},{"uri":"Jhansi","surface_form":"Jhansi","offset":2432},{"uri":"Orographic","surface_form":"orographic","offset":3353},{"uri":"Cyclonic","surface_form":"cyclonic","offset":3365},{"uri":"Convection_rain","surface_form":"convectional","offset":3378},{"uri":"Monsoon_of_India","surface_form":"Indian Monsoon","offset":3461},{"uri":"Western_disturbances","surface_form":"Western disturbances","offset":3594},{"uri":"Ganges","surface_form":"Ganga","offset":4103},{"uri":"Yamuna","surface_form":"Yamuna","offset":4110},{"uri":"Ramganga","surface_form":"Ramganga","offset":4118},{"uri":"Gomti","surface_form":"Gomti","offset":4128},{"uri":"Sharda_River","surface_form":"Sharda","offset":4135},{"uri":"Ghaghra","surface_form":"Ghaghra","offset":4143},{"uri":"Gandak","surface_form":"Gandak","offset":4162},{"uri":"Monsoon_of_India","surface_form":"Monsoon","offset":4334},{"uri":"Loo_(wind)","surface_form":"loo","offset":4905}]}