{"id":700915,"url":"http://en.wikipedia.org/wiki/Turkmen_Soviet_Socialist_Republic","text":"Turkmen Soviet Socialist Republic (, \"Türkmenistan Sowet Sotsialistik Respublikasy\";, \"Turkmenskaya Sovetskaya Sotsialisticheskaya Respublika\"), also commonly known as Turkmenistan or Turkmenia, was one of the constituent republics of the Soviet Union in Central Asia. It existed as a republic from 1925 to 1991. Initially, on 7 August 1921, it was established as the Turkmen Oblast of the Turkestan ASSR before being made. On 13 May 1925, Turkmen ASSR was promoted to a union republic of the USSR as the Turkmen SSR.\nSince then, the borders of Turkmenia are unchanged. On 22 August 1990, Turkmenia declared its state sovereignty, who means that its laws have a priority over the Soviet laws. On 27 October 1991, it declared its independence and Turkmen SSR was renamed to Turkmenistan.\nGeographically, Turkmenia bordered Iran and Afghanistan to the south, Kazakhstan to the north and Uzbekistan to the east. Additionally, Turkmenia was a landlocked country; however it had access to the Caspian Sea in the west.\nAnnexation to Russia.\nRussian attempts to annex Turkmen territory began in the second half of nineteenth century. Of all the Central Asian peoples, the Turkmen had the hardest resistance against the Russian expansion. In 1869, the Russian Empire established its presence in present-day Turkmenistan, creating a new sea port named Krasnovodsk (now Türkmenbaşy).\nA few years later, they annexed Khiva Khanate in 1873. Because Turkmen tribes, most notably the Yomud, were in the military service of the Khivan khan, Russian forces invaded Khorazm, destroying many settlements and killing hundreds of Turkmens. In 1881, the Russians under General Mikhail Skobelev besieged and captured Geok Tepe, one of the last Turkmen strongholds. Geok Tepe is located close to Ashgabat. After the Turkmen defeat, the annexation of the present-day Turkmenistan was met with only weak resistance. Later in the same year, the Russians signed an agreement with the Persians. This agreement established the pernament Russian-Persian border, which became the present-day border between Turkmenistan and Iran. In 1897 a border agreement was signed between the Russians and Afghans.\nFollowing annexation to Russia, the area was administered as the Transcaspian Region. Transcaspian Region was administered by officials appointed from the Turkestan Governor-Generalship in Tashkent. In the 1880s, a railroad was built from Krasnovodsk to Ashgabat and later extended to Tashkent. Urban areas began to develop along the railway. Although the Transcaspian Region essentially was a colony of Russia, the Russians still had concerns, such as the British colonialist intentions in the region and with possible uprisings by the Turkmen.\nCreation of an SSR.\nBecause the Turkmen generally didn't oppose the introduction of Soviet rule in 1917, little revolutionary activity occurred in the region in the years that followed. However, the years immediately before the revolution had been marked by sporadic Turkmen uprisings against Russian rule, most prominently the anti-tsarist revolt of 1916 that expanded through the whole of Turkestan. Their armed resistance to Soviet rule was part of the larger Basmachi Revolt throughout Central Asia from the 1920s into the early 1930s, which included most of the future USSR republics. Although Soviet sources describe this struggle as a minor chapter in the republic's history, it is clear that opposition was important and resulted in the death of large numbers of Turkmens.\nIn October 1924 Central Asia was divided into distinct political entities. The Transcaspian Region and Turkmen Oblast of the Turkestan Autonomous Soviet Socialist Republic (Turkestan ASSR) became the Turkmen Soviet Socialist Republic (Turkmen SSR), a constituent republic of the Soviet Union, having equal status with e.g. Russian SFSR. During the forced collectivization and other extreme socioeconomic changes of the first decades of Soviet rule, pastoral nomadism ceased to be an economic alternative in Turkmenistan, and by the late 1930s the majority of Turkmen had become sedentary. Efforts by the Soviet state to undermine the traditional Turkmen lifestyle resulted in significant changes in familial and political relationships, religious and cultural observances, and intellectual developments. Thousands of Russians and other Slavs, as well people of various nationalities mainly from the Caucasus, migrated to urban areas of Turkmenia. Turkmenia was industrialized and natural resources were exploited in a limited degree.\nUnder Soviet rule, all religious beliefs were suppressed by the communist authorities as superstition and \"vestiges of the past\". Most religious education and religious observances were banned. The vast majority of mosques were closed. An official Muslim Board of Central Asia based in Tashkent was established during World War II to supervise the Islamic faith in Central Asia. For the most of its existion, the Muslim Board functioned mostly as an instrument of propaganda. Atheism affected religious development and contributed to the isolation of the Turkmen people from the international Muslim community. Some religious customs, such as Muslim burial and male circumcision, continued to be practiced throughout the Soviet period, but most religious belief, knowledge, and customs were preserved only in rural areas in \"folk form\" as a kind of unofficial Islam unsanctioned by the state-run Spiritual Directorate.\nPre-independence.\nBeginning in the 1930s, Moscow kept the republic under strict control. The nationalities policy of the Communist Party of the Soviet Union (CPSU) led to a development of a Turkmen political elite and promoted Russification. Slavs, both in Moscow and Turkmenia, closely supervised the national cadre of government officials and bureaucrats. Generally, Turkmen politicians supported Soviet policies. Moscow initiated nearly all political activity in the republic. Turkmenistan was a largely quiet Soviet republic. The only major poltiical event was a corruption scandal in the mid-1980s that ousted longtime First Secretary Muhammetnazar Gapurow. Many Turkmens were self-dependent, contributing to the low impact of Mikhail Gorbachev's policies of glasnost and perestroika on Turkmenistan. The republic found itself rather unprepared for the dissolution of the Soviet Union and the independence that followed in 1991.\nWhen other Soviet republics claimed sovereignty over their territory in 1988 and 1989, Turkmenia's leadership also began to criticize Moscow's economic and political policies. After an unanimous vote of its Supreme Soviet, Turkmenistan declared its sovereignty in August 1990. In August 1991, following the failed coup attempt against Gorbachev's rule in Moscow, Turkmenia's communist leader and first president of Turkmenistan Saparmurat Niyazov called for a popular referendum on independence. The official result of the referendum was 94 percent in favor of independence. The republic's Supreme Soviet declared Turkmenistan's independence on October 27, 1991. Turkmenistan gained formal independence from the Soviet Union on December 26, 1991.\nPolitics.\nAs with the other Soviet republics, Turkmenia followed the Marxist–Leninist ideology. The country was governed by the republic's sole party, Communist Party of Turkmenistan, a republican branch of the Communist Party of the Soviet Union.\nThe politics of Turkmenia took place in the framework of a one-party socialist republic. The Supreme Soviet was a unicameral legislature of the republic headed by a Chairman. The Supreme Soviet's building was in Ashkhabad.","categories":[],"infobox_types":[],"annotations":[{"uri":"Republics_of_the_Soviet_Union","surface_form":"constituent republics","offset":210},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":239},{"uri":"Soviet_Central_Asia","surface_form":"Central Asia","offset":255},{"uri":"Turkestan_ASSR","surface_form":"Turkestan ASSR","offset":390},{"uri":"Turkmenistan","surface_form":"Turkmenistan","offset":773},{"uri":"Iran","surface_form":"Iran","offset":822},{"uri":"Democratic_Republic_of_Afghanistan","surface_form":"Afghanistan","offset":831},{"uri":"Kazakh_Soviet_Socialist_Republic","surface_form":"Kazakhstan","offset":857},{"uri":"Uzbek_Soviet_Socialist_Republic","surface_form":"Uzbekistan","offset":885},{"uri":"Russian_Empire","surface_form":"Russian","offset":1035},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":1244},{"uri":"T%C3%BCrkmenba%C5%9Fy%2C_Turkmenistan","surface_form":"Türkmenbaşy","offset":1360},{"uri":"Khiva_Khanate","surface_form":"Khiva Khanate","offset":1406},{"uri":"Khorazm","surface_form":"Khorazm","offset":1549},{"uri":"Mikhail_Skobelev","surface_form":"Mikhail Skobelev","offset":1656},{"uri":"Geok_Tepe","surface_form":"Geok Tepe","offset":1695},{"uri":"Ashgabat","surface_form":"Ashgabat","offset":1773},{"uri":"Transcaspian_Region","surface_form":"Transcaspian Region","offset":2236},{"uri":"Russian_Turkestan","surface_form":"Turkestan","offset":2326},{"uri":"Tashkent","surface_form":"Tashkent","offset":2360},{"uri":"Ashgabat","surface_form":"Ashgabat","offset":2425},{"uri":"October_Revolution","surface_form":"introduction of Soviet rule in 1917","offset":2785},{"uri":"Basmachi_Revolt","surface_form":"Basmachi Revolt","offset":3180},{"uri":"Transcaspian_Region","surface_form":"Transcaspian Region","offset":3577},{"uri":"Turkmen_Oblast","surface_form":"Turkmen Oblast","offset":3601},{"uri":"Turkestan_Autonomous_Soviet_Socialist_Republic","surface_form":"Turkestan Autonomous Soviet Socialist Republic","offset":3623},{"uri":"World_War_II","surface_form":"World War II","offset":4850},{"uri":"Circumcision","surface_form":"circumcision","offset":5198},{"uri":"Communist_Party_of_the_Soviet_Union","surface_form":"Communist Party of the Soviet Union","offset":5572},{"uri":"Russification","surface_form":"Russification","offset":5678},{"uri":"Muhammetnazar_Gapurow","surface_form":"Muhammetnazar Gapurow","offset":6091},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":6183},{"uri":"Glasnost","surface_form":"glasnost","offset":6215},{"uri":"Perestroika","surface_form":"perestroika","offset":6228},{"uri":"Saparmurat_Niyazov","surface_form":"Saparmurat Niyazov","offset":6813},{"uri":"Marxism-Leninism","surface_form":"Marxist–Leninist","offset":7201},{"uri":"Communist_Party_of_Turkmenistan","surface_form":"Communist Party of Turkmenistan","offset":7283},{"uri":"Communist_Party_of_the_Soviet_Union","surface_form":"Communist Party of the Soviet Union","offset":7343},{"uri":"One-party_state","surface_form":"one-party","offset":7439},{"uri":"Socialist_state","surface_form":"socialist","offset":7449},{"uri":"Republic","surface_form":"republic","offset":7459},{"uri":"List_of_Chairmen_of_the_Supreme_Soviet_of_the_Turkmen_Soviet_Socialist_Republic","surface_form":"Supreme Soviet","offset":7473},{"uri":"Unicameral","surface_form":"unicameral","offset":7494},{"uri":"Legislature","surface_form":"legislature","offset":7505},{"uri":"Ashgabat","surface_form":"Ashkhabad","offset":7592}]}