{"id":70127,"url":"http://en.wikipedia.org/wiki/Tristan_da_Cunha","text":"Tristan da Cunha is a group of remote volcanic islands in the south Atlantic Ocean and also the main island of that group. Tristan da Cunha is the most remote archipelago (group of islands) and the most remote inhabited archipelago in the world; it is at from the nearest land, South Africa, and from South America.\nThe territory consists of the main island of Tristan da Cunha itself, which measures about across and has an area of, along with the uninhabited Nightingale Islands and the wildlife reserves of Inaccessible Island and Gough Island.\nTristan da Cunha is part of the British overseas territory of Saint Helena, Ascension and Tristan da Cunha. This includes Saint Helena to its north and equatorial Ascension Island even further north. The island has a permanent population of 275 (2009 figures).\nHistory.\nThe islands were first seen in 1506 by Portuguese explorer Tristan da Cunha (), but he did not go to land because rough seas. He gave its name to the principal island of the group () but it was soon changed by to \"Tristan da Cunha\".\nIn 1643 the crew of the Dutch ship \"Heemstede\" made the first recorded landing. In 1656 Jan van Riebeeck, the governor of Cape Town, sent a ship to the archipelago to see if it was possible to establish a military station but the project was abandoned.\nTristan da Cunha also discovered in 1506 the Inaccessible Island; its present name was given by French Capt. d'Escheverry (or d'Etchevery). In that same year, the Portuguese Gonçalo Alvarez discovered the Gough Island and named the island after him. It was re-discovered by the British Capt. Charles Gough who also gave its name to the island.\nThe Nightingale Island was discovered by Dutch sailors in 1656 and named it \"Gebroocken Eiland\". The British Capt. Gamaliel Nightingale, who visited the group in 1760, gave his name to the island.\nThe first study of the archipelago was made by the French frigate \"L'Heure du Berger\" in 1767. The results of the survey were published by A. Dalrymple in 1781.\nThe first permanent settler was Jonathan Lambert, from Salem, Massachusetts, United States, who came to the islands in December 1810. He declared the islands his property and named them the \"Islands of Refreshment\". Lambert's rule was short-lived, as he died in 1812.\nIn 1816 the United Kingdom formally annexed the islands, ruling them from the Cape Colony in South Africa. It was a measure to ensure that the French would be unable to use the islands as a base for a rescue operation to free Napoleon Bonaparte from his prison on Saint Helena. The occupation also prevented the United States from using Tristan da Cunha as a base, as they had during the War of 1812.\nIn 1867, Prince Alfred, Duke of Edinburgh and second son of Queen Victoria, visited the islands. The main settlement, Edinburgh of the Seven Seas, was named in honour of his visit. Lewis Carroll's youngest brother, the Rev. Edwin H. Dodgson, served as an Anglican missionary and school teacher in Tristan da Cunha in the 1880s.\nOn 12 January 1938, the Tristan da Cunha archipelago was made a dependency of Saint Helena. In 1981, the British government changed the status of Saint Helena and the other Crown colonies to \"British Dependent Territories\".\nThe 1961 eruption of Queen Mary's Peak forced the evacuation of the entire population via Cape Town to England. The following year a Royal Society expedition went to the islands to assess the damage, and reported that the settlement of Edinburgh of the Seven Seas had been only marginally affected. Most families returned in 1963.\nIn 2009, Saint Helena and its two territories received equal status under a new constitution, and the British Overseas Territory was renamed Saint Helena, Ascension and Tristan da Cunha.\nGeography.\nThe islands of Tristan da Cunha are the peaks of volcanoes associated with the Mid-Atlantic Ridge. At 200,000 years old, the main island is the youngest of the group, while Nightingale is the oldest: 12 million years. Inaccessible and Gough are 3 to 5 million years old.\nInaccessible Island and the Nightingale Islands are located southwest of the main island, while Gough Island is located south-southeast. The main island is quite mountainous; the only flat area is the location of the capital, Edinburgh of the Seven Seas, on the northwest coast. The highest point is a volcano called Queen Mary's Peak; it is covered by snow in winter. The other islands of the group are uninhabited, except for the weather station on Gough Island, which has been operated by South Africa since 1956 (since 1963 at its present location at Transvaal Bay on the southeast coast), with a staff of six.\nClimate.\nThe climate of the islands is temperate and oceanic, with a mean air temperature at sea level at Tristan of 15 °C (59 °F), with relatively small daily and seasonal variation. On Gough it is a few degrees colder. Rainfall is high: 1700 mm annually at the Tristan Settlement, and 3300 mm at Gough. Strong winds are common. Mean wind speed is about 40 km/h. Wind speed increases strongly with altitude, while temperature decreases. Thus, while the lowlands experience quite pleasant weather, the uplands may be covered in snow or battered by very strong winds.\nThe Köppen climate classification subtype for the climate in Edinburgh of the Seven Seas is Cfb (Marine West Coast Climate).\nThe average temperature for the year in Edinburgh of the Seven Seas, with an elevation of 23 m, is 13.9 °C (57.0 °F). The warmest month, on average, is February with an average temperature of 17.8 °C (64.0 °F). The coolest month on average is August, with an average temperature of 10.6 °C (51.0 °F).\nThe average amount of precipitation for the year in Edinburgh of the Seven Seas is 1612.9 mm. The month with the most precipitation on average is August with 160 mm of precipitation. The month with the least precipitation on average is February with an average of 91.4 mm.\nDemographics.\nThe islands have a population of about 275. The only settlement is Edinburgh of the Seven Seas (known locally as \"The Settlement of Edinburgh\" or, more common, just \"The Settlement\"). The only religion is Christianity, with denominations of Anglican and Roman Catholic. The current population is thought to have descended from 15 ancestors, eight males and seven females, who arrived on the island at various times between 1816 and 1908. The male founders originated from Scotland, England, The Netherlands, the United States and Italy and share just eight surnames: Glass (Scottish), Green (Dutch), Hagan (Irish), Lavarello (Italian, a typical Ligurian surname), Patterson (Scottish), Repetto (Italian, another typical Ligurian surname), Rogers (English) and Swain (English).","categories":[],"infobox_types":[],"annotations":[{"uri":"Volcano","surface_form":"volcanic","offset":38},{"uri":"Island","surface_form":"island","offset":47},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":68},{"uri":"Archipelago","surface_form":"archipelago","offset":159},{"uri":"South_Africa","surface_form":"South Africa","offset":278},{"uri":"South_America","surface_form":"South America","offset":301},{"uri":"Nightingale_Islands","surface_form":"Nightingale Islands","offset":461},{"uri":"Inaccessible_Island","surface_form":"Inaccessible Island","offset":510},{"uri":"Gough_Island","surface_form":"Gough Island","offset":534},{"uri":"British_overseas_territories","surface_form":"British overseas territory","offset":580},{"uri":"Saint_Helena%2C_Ascension_and_Tristan_da_Cunha","surface_form":"Saint Helena, Ascension and Tristan da Cunha","offset":610},{"uri":"Saint_Helena","surface_form":"Saint Helena","offset":670},{"uri":"Ascension_Island","surface_form":"Ascension Island","offset":711},{"uri":"Portugal","surface_form":"Portuguese","offset":857},{"uri":"Explorer","surface_form":"explorer","offset":868},{"uri":"Trist%C3%A3o_da_Cunha","surface_form":"Tristan da Cunha","offset":877},{"uri":"Netherlands","surface_form":"Dutch","offset":1075},{"uri":"Ship","surface_form":"ship","offset":1081},{"uri":"Land","surface_form":"land","offset":1122},{"uri":"Jan_van_Riebeeck","surface_form":"Jan van Riebeeck","offset":1139},{"uri":"Governor","surface_form":"governor","offset":1161},{"uri":"Cape_Town","surface_form":"Cape Town","offset":1173},{"uri":"Inaccessible_Island","surface_form":"Inaccessible Island","offset":1349},{"uri":"French_people","surface_form":"French","offset":1400},{"uri":"Gon%C3%A7alo_Alvarez","surface_form":"Gonçalo Alvarez","offset":1478},{"uri":"Gough_Island","surface_form":"Gough Island","offset":1509},{"uri":"British","surface_form":"British","offset":1582},{"uri":"Captain","surface_form":"Capt.","offset":1590},{"uri":"Nightingale_Island","surface_form":"Nightingale Island","offset":1652},{"uri":"France","surface_form":"French","offset":1896},{"uri":"Frigate","surface_form":"frigate","offset":1903},{"uri":"Salem%2C_Massachusetts","surface_form":"Salem","offset":2061},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":2068},{"uri":"United_States","surface_form":"United States","offset":2083},{"uri":"Annexation","surface_form":"annexed","offset":2310},{"uri":"Cape_Town","surface_form":"Cape Colony","offset":2352},{"uri":"Napoleon","surface_form":"Napoleon Bonaparte","offset":2500},{"uri":"Saint_Helena","surface_form":"Saint Helena","offset":2538},{"uri":"War_of_1812","surface_form":"War of 1812","offset":2662},{"uri":"Alfred_of_Saxe-Coburg-Gotha","surface_form":"Prince Alfred, Duke of Edinburgh","offset":2684},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":2735},{"uri":"Edinburgh_of_the_Seven_Seas","surface_form":"Edinburgh of the Seven Seas","offset":2793},{"uri":"Lewis_Carroll","surface_form":"Lewis Carroll","offset":2856},{"uri":"Edwin_H._Dodgson","surface_form":"Edwin H. Dodgson","offset":2899},{"uri":"Anglicanism","surface_form":"Anglican","offset":2930},{"uri":"Missionary","surface_form":"missionary","offset":2939},{"uri":"Queen_Mary%27s_Peak","surface_form":"Queen Mary's Peak","offset":3248},{"uri":"Royal_Society","surface_form":"Royal Society","offset":3360},{"uri":"Saint_Helena%2C_Ascension_and_Tristan_da_Cunha","surface_form":"Saint Helena, Ascension and Tristan da Cunha","offset":3699},{"uri":"Mountain","surface_form":"peak","offset":3796},{"uri":"Volcano","surface_form":"volcano","offset":3805},{"uri":"Mid-Atlantic_Ridge","surface_form":"Mid-Atlantic Ridge","offset":3835},{"uri":"Edinburgh_of_the_Seven_Seas","surface_form":"Edinburgh of the Seven Seas","offset":4253},{"uri":"Queen_Mary%27s_Peak","surface_form":"Queen Mary's Peak","offset":4344},{"uri":"South_Africa","surface_form":"South Africa","offset":4519},{"uri":"Temperate","surface_form":"temperate","offset":4681},{"uri":"Ocean","surface_form":"ocean","offset":4695},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":5213},{"uri":"Edinburgh_of_the_Seven_Seas","surface_form":"Edinburgh of the Seven Seas","offset":5989},{"uri":"Christianity","surface_form":"Christianity","offset":6127},{"uri":"Anglican","surface_form":"Anglican","offset":6163},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":6176},{"uri":"Liguria","surface_form":"Liguria","offset":6567}]}