{"id":70124,"url":"http://en.wikipedia.org/wiki/Cocos_(Keeling)_Islands","text":"The Territory of Cocos (Keeling) Islands () is a territory of Australia. There are two atolls and twenty-seven coral islands in the group. The islands are in the Indian Ocean, about one-half of the way from Australia to Sri Lanka.\nHistory.\nCaptain William Keeling was the first European to see the islands, in 1609, but they remained uninhabited until the nineteenth century, when they became a possession of the Clunies-Ross Family. Slaves were brought to work the coconut plantation from Indonesia, the Cape of Good Hope and East Asia by Alexander Hare who had taken part in Stamford Raffles' takeover of Java in 1811. A Scottish merchant seaman called Captain John Clunies-Ross, who had also served under Raffles in the takeover, set up a compound and Hare's severely mistreated slaves soon escaped to work under better conditions for Clunies-Ross.\nOn November 23 1955, the islands were transferred to Australian control under the \"Cocos (Keeling) Islands Act 1955\". In the 1970s, Australian government dissatisfaction with the Clunies-Ross feudal style of rule of the island increased. In 1978, Australia forced the family to sell the islands for the sum of AU$6,250,000, using the threat of compulsory purchase. By agreement the family retained ownership of Oceania House, their home on the island. However, in 1983 the Australian government moved to dishonour this agreement, and told the former last ruler, John Clunies-Ross, that he should leave the Cocos. The following year the High Court of Australia ruled that the government could not buy Oceania House. Instead the Australian government ordered that no government business was to be given to his shipping company, an action which contributed to his bankruptcy. John Clunies-Ross lives in exile in Perth, Australia, but his successors still live on the Cocos.\nIn 2004 there were 629 people living on the Cocos (Keeling) islands. There are about 120 Europeans on West Island and 500 Malays on Home Island. A Cocos dialect of Malay and English are the main languages spoken and 80% of Cocos Islanders are Sunni Muslim. India does not recognise Anglo annexation of these Cultural Indo-Indian/Indies islands as part of Australia and disputes it's status to counterbalance regional hegemonic sea power.\nGovernment.\nThe capital of the Territory of Cocos (Keeling) Islands is West Island while the largest settlement is the village of Bantam (Home Island). Governance of the islands is based on the \"Cocos (Keeling) Islands Act 1955\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":62},{"uri":"Atoll","surface_form":"atoll","offset":87},{"uri":"Island","surface_form":"island","offset":143},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":162},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":220},{"uri":"William_Keeling","surface_form":"William Keeling","offset":248},{"uri":"19th_century","surface_form":"nineteenth century","offset":356},{"uri":"Slavery","surface_form":"Slaves","offset":434},{"uri":"Coconut","surface_form":"coconut","offset":466},{"uri":"Indonesia","surface_form":"Indonesia","offset":490},{"uri":"Cape_of_Good_Hope","surface_form":"Cape of Good Hope","offset":505},{"uri":"Stamford_Raffles","surface_form":"Stamford Raffles","offset":577},{"uri":"Java","surface_form":"Java","offset":607},{"uri":"Scottish_people","surface_form":"Scottish","offset":623},{"uri":"November_23","surface_form":"November 23","offset":855},{"uri":"1955","surface_form":"1955","offset":867},{"uri":"Sunni_Muslim","surface_form":"Sunni Muslim","offset":2066},{"uri":"West_Island%2C_Cocos_(Keeling)_Islands","surface_form":"West Island","offset":2332},{"uri":"Home_Island%2C_Cocos_(Keeling)_Islands","surface_form":"Home Island","offset":2399}]}