{"id":70129,"url":"http://en.wikipedia.org/wiki/Frozen_dinner","text":"e=\"preserve\">A frozen dinner is a kind of ready-to-prepare meal, or convenience food. Frozen dinners are prepared in bulk, cooked until ready to serve, divided into single servings for freezing, to be reheated later. An entrée of meat or other protein is included, along with vegetables, a carbohydrate food (such as potatoes or rice), and a sweet dessert.\nFrozen dinners are helpful for people who do not have time to cook, or who lack meal-planning or cooking skills. They are also known as \"TV dinners\", because they were long advertised as suitable to warm up and eat while watching television. Both inventions became popular at around the same time (during the 1950s), and each one sold more of the other.\nFor many years, frozen dinners came packaged with a shaped aluminium foil cooking tray. This made them easy to reheat in a normal gas or electric stove's oven. The trays were sometimes reused or recycled by users. When microwave ovens became common, frozen dinners could not be cooked in them because the metal tray would damage the oven. Early packaged foods for the microwave often could not be cooked in a regular oven, because the heat would make the package catch fire or fall apart. New packaging had to be developed, so the same frozen dinner could be heated in both kinds of ovens. This succeeded during the 1980s. Some new trays can be reused, while others are made of paper and meant to be thrown away.\nThe quality of food in frozen dinners has also improved steadily through the years. Early potato dishes would sometimes have a chalk-like quality to them, and vegetables poor texture. Newer dinners taste much more like they are freshly cooked. Vegetarian meals have also been introduced. Linda McCartney started a popular line of frozen vegetarian dishes during the 1990s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Meal","surface_form":"meal","offset":59},{"uri":"Convenience_food","surface_form":"convenience food","offset":68},{"uri":"Bulk","surface_form":"bulk","offset":117},{"uri":"Meat","surface_form":"meat","offset":230},{"uri":"Protein","surface_form":"protein","offset":244},{"uri":"Vegetable","surface_form":"vegetable","offset":276},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":290},{"uri":"Potato","surface_form":"potato","offset":317},{"uri":"Rice","surface_form":"rice","offset":329},{"uri":"Dessert","surface_form":"dessert","offset":348},{"uri":"Advertising","surface_form":"advertised","offset":530},{"uri":"Television","surface_form":"television","offset":587},{"uri":"1950s","surface_form":"1950s","offset":666},{"uri":"Aluminium_foil","surface_form":"aluminium foil","offset":770},{"uri":"Natural_gas","surface_form":"gas","offset":841},{"uri":"Electricity","surface_form":"electric","offset":848},{"uri":"Stove","surface_form":"stove","offset":857},{"uri":"Recycling","surface_form":"recycled","offset":906},{"uri":"Microwave_oven","surface_form":"microwave oven","offset":930},{"uri":"Damage","surface_form":"damage","offset":1033},{"uri":"1980s","surface_form":"1980s","offset":1327},{"uri":"Paper","surface_form":"paper","offset":1389},{"uri":"Chalk","surface_form":"chalk","offset":1551},{"uri":"Texture","surface_form":"texture","offset":1599},{"uri":"Vegetarian","surface_form":"Vegetarian","offset":1668},{"uri":"Linda_McCartney","surface_form":"Linda McCartney","offset":1712},{"uri":"1990s","surface_form":"1990s","offset":1790}]}