{"id":70120,"url":"http://en.wikipedia.org/wiki/Australian_Antarctic_Territory","text":"The Australian Antarctic Territory (AAT) is the part of Antarctica claimed by Australia and is the largest part of Antarctica claimed by any nation. The area is about 6.119.818 km². Only the staff of research stations live in the territory.\nHistory.\nVictoria Land was first claimed for Britain on 9 January 1841 and Britain claimed Enderby Land in 1930. In 1933, a British imperial order transferred territory south of 60° S and between meridians 160 E and 45 E to Australia. On 13 February 1954 [http://www.aad.gov.au/default.asp?casid=7041], Mawson Station was set up. It was the first Australian station on the continent proper.\nAustralia's claim to sovereignty over the Australian Antarctic Territory is recognised by the United Kingdom, New Zealand, France and Norway [http://www.aph.gov.au/house/committee/ncet/communication/report/chapter6.pdf]. As Australia is part of the Antarctic Treaty System, which accommodates differences of opinions over the status of Antarctic territorial claims which pre-dated the 1959 Antarctic Treaty - effectively placing claims in abeyance - Australia only exercises its sovereignty in ways that in its view are consistent with good relations under the Antarctic Treaty.\nPostage stamps.\nAustralia issues postage stamps for the Australian Antarctic Territory. The first issues came in 1957, and sporadically thereafter, settling into a pattern of an annual issue by the 1990s. All have been Antarctic-themed, and all are valid for postage in Australia, so in practice they are just Australian stamps with a different inscription.\nTelephone connections.\nAssigned the country calling code +672, four Antarctic bases operated by Australia can be reached by direct calling from anywhere in the world. The area codes are 10-6 for Davis, 11-7 for Mawson, 12-8 for Casey and 13-9 for Macquarie Island, in each case followed by three additional digits.","categories":[],"infobox_types":[],"annotations":[{"uri":"Antarctica","surface_form":"Antarctica","offset":56},{"uri":"Australia","surface_form":"Australia","offset":78},{"uri":"Victoria_Land","surface_form":"Victoria Land","offset":250},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"Britain","offset":286},{"uri":"9_January","surface_form":"9 January","offset":297},{"uri":"1841","surface_form":"1841","offset":307},{"uri":"Enderby_Land","surface_form":"Enderby Land","offset":332},{"uri":"1930","surface_form":"1930","offset":348},{"uri":"1933","surface_form":"1933","offset":357},{"uri":"Meridian_(geography)","surface_form":"meridians","offset":437},{"uri":"13_February","surface_form":"13 February","offset":479},{"uri":"1954","surface_form":"1954","offset":491},{"uri":"Antarctic_Treaty_System","surface_form":"Antarctic Treaty System","offset":881},{"uri":"Sovereignty","surface_form":"sovereignty","offset":1111},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":1244},{"uri":"1957","surface_form":"1957","offset":1324},{"uri":"1990s","surface_form":"1990s","offset":1409}]}