{"id":70123,"url":"http://en.wikipedia.org/wiki/Christmas_Island","text":"The Territory of Christmas Island is a small island that belongs to Australia. It is in the Indian Ocean, 2600 kms northwest of Perth in Western Australia and 500 km south of Jakarta, Indonesia.\nChristmas Island is far from other islands. That is why many of the plants and animals are only found on that Island. Much of it is undisturbed by humans.\nThere used to be mining on the island, but now 65% of Christmas Island is National Park.\nHistory.\nCaptain William Mynors of the British East India Company ship, the \"Royal Mary\", gave the island its name because they arrived on Christmas Day, 25 December 1643.\nThe earliest recorded visit was in March 1688 by William Dampier of the British ship \"Cygnet\". Dampier was blown away from the direction he wanted to go, and he got lost. After 28 days he arrived on Christmas Island. Two of his crewmen were the first recorded people to set foot on Christmas Island.\nThere were several visits and explorations of the island, but it was only when valuable phosphate of lime was discovered that the island was \"annexed to\" (claimed by) the British Crown on 6 June 1888.\nSettlement and exploitation.\nSoon afterwards, a small settlement was started in Flying Fish Cove by G. Clunies Ross, the owner of the Keeling Islands (some 900 kilometres to the south west) to collect timber and supplies for the growing industry on Cocos.\nPhosphate mining began in the 1890s using indentured workers from Singapore, China, and Malaysia.\nThe island was ruled jointly by the British Phosphate Commissioners and District Officers from the United Kingdom Colonial Office through the Straits Settlements, and later the Crown Colony of Singapore.\nJapanese invasion.\nJapan invaded and occupied the island in 1942, as the Indian garrison mutinied, and they interned the residents (made them stay where they were) until the end of World War II in 1945.\nTransfer to Australia.\nAustralia asked the United Kingdom to allow them to rule the island; in 1957, the Australian government paid the government of Singapore £2.9 million in compensation. This amount of money was decided by guessing how much the phosphate given up by Singapore was worth.\nThe first Australian Official Representative arrived in 1958 and was replaced by an Administrator in 1968. Christmas Island and the Cocos (Keeling) Islands together are called the Australian Indian Ocean Territories and since 1997 share one Administrator who lives on Christmas Island.\nSince the late 1980s boatloads of refugees have gone to Christmas Island, mostly from Indonesia. During 2001, Christmas Island received a large number of asylum seekers travelling by boat, most of them from the Middle East and intending to apply for asylum in Australia. The Norwegian cargo vessel MV \"Tampa\" rescued people from a sinking Indonesian fishing-boat \"Palapa\". The ship had 420 asylum seekers from Afghanistan, 13 from Sri Lanka, and five from Indonesia. The captain of the ship asked to let the refugees leave the ship at Christmas Island. The Australian SAS boarded and took control. The asylum seekers were sent to Nauru. Another boatload of asylum seekers was taken from Christmas Island to Papua New Guinea. It was said that many of the adult asylum seekers threw their children into the water in protest at being turned away. This was later proved to be untrue. Many of the refugees were accepted by New Zealand.\nThe Australian Parliament later passed a law to ban people who arrive on Christmas Island from being able automatically to claim refugee status. This allows the Australian navy to move them to other countries (Papua New Guinea's Manus Island, and Nauru). In 2005, the Department of Immigration began to build an \"Immigration Reception and Processing Centre\", completed in 2007 at the cost of $210 million. It has 800 beds.\nGovernment.\nChristmas Island is a non-self governing territory of Australia. The Queen of Australia is represented by an administrator appointed by the Governor-General. Neil Lucas was appointed administrator on 28 January 2006.\nFederal government services are provided through the Department of Transport and Regional Services and the Christmas Island Administration.\nThe Western Australian Government and other contractors provide state government services, but because Christmas Island is a territory the Commonwealth (federal) Australian Government pay the costs.\nThe local government is the Shire of Christmas Island. This council has 9 members, half the members are elected every two years.\nChristmas Island residents who are Australian citizens also vote in Commonwealth elections for the Northern Territory's Lingiari constituency of the House of Representatives. They are represented in the Senate by Northern Territory Senators.\nIn early 1986 the Christmas Island Assembly held a design competition for an island flag; the winning design was adopted as the informal flag of the territory for more than ten years, and in 2002 it was made the official flag of Christmas Island.\nThe annual red crab mass migration (around 100 million animals) to the sea to spawn has been called one of the wonders of the natural world and takes place each year around November; after the start of the wet season and in synchronisation with the cycle of the moon.\nTourism.\nThe Christmas Island National Park covers 63% of the island. This means that for the visitor interested in plants and animals there is a great deal to see. There is also lots of amazing marine life in the sea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":68},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":92},{"uri":"Km","surface_form":"km","offset":111},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":128},{"uri":"Western_Australia","surface_form":"Western Australia","offset":137},{"uri":"Jakarta","surface_form":"Jakarta","offset":175},{"uri":"Indonesia","surface_form":"Indonesia","offset":184},{"uri":"National_Park","surface_form":"National Park","offset":424},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":478},{"uri":"Christmas","surface_form":"Christmas","offset":578},{"uri":"25_December","surface_form":"25 December","offset":593},{"uri":"1643","surface_form":"1643","offset":605},{"uri":"William_Dampier","surface_form":"William Dampier","offset":660},{"uri":"Phosphate","surface_form":"phosphate","offset":999},{"uri":"Lime","surface_form":"lime","offset":1012},{"uri":"6_June","surface_form":"6 June","offset":1099},{"uri":"1888","surface_form":"1888","offset":1106},{"uri":"Cocos_Islands","surface_form":"Keeling Islands","offset":1246},{"uri":"Timber","surface_form":"timber","offset":1313},{"uri":"Indentured_servant","surface_form":"indentured","offset":1410},{"uri":"Singapore","surface_form":"Singapore","offset":1434},{"uri":"China","surface_form":"China","offset":1445},{"uri":"Malaysia","surface_form":"Malaysia","offset":1456},{"uri":"Foreign_Office","surface_form":"Colonial Office","offset":1580},{"uri":"Straits_Settlements","surface_form":"Straits Settlements","offset":1608},{"uri":"Japan","surface_form":"Japan","offset":1689},{"uri":"India","surface_form":"India","offset":1743},{"uri":"Mutiny","surface_form":"mutinied","offset":1759},{"uri":"Internment","surface_form":"interned","offset":1778},{"uri":"World_War_II","surface_form":"World War II","offset":1851},{"uri":"Government","surface_form":"government","offset":2009},{"uri":"Singapore","surface_form":"Singapore","offset":2023},{"uri":"Compensation","surface_form":"compensation","offset":2049},{"uri":"Administrator","surface_form":"Administrator","offset":2248},{"uri":"Cocos_(Keeling)_Islands","surface_form":"Cocos (Keeling) Islands","offset":2296},{"uri":"Australian_Indian_Ocean_Territories","surface_form":"Australian Indian Ocean Territories","offset":2344},{"uri":"Refugee","surface_form":"refugee","offset":2484},{"uri":"Indonesia","surface_form":"Indonesia","offset":2536},{"uri":"Asylum_seeker","surface_form":"asylum seeker","offset":2604},{"uri":"Middle_East","surface_form":"Middle East","offset":2661},{"uri":"Norway","surface_form":"Norwegian","offset":2725},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":2860},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":2881},{"uri":"SAS","surface_form":"SAS","offset":3018},{"uri":"Nauru","surface_form":"Nauru","offset":3080},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":3157},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3368},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":3591},{"uri":"Nauru","surface_form":"Nauru","offset":3628},{"uri":"Queen_Elizabeth_II","surface_form":"Queen","offset":3885},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":3956},{"uri":"28_January","surface_form":"28 January","offset":4016},{"uri":"2006","surface_form":"2006","offset":4027},{"uri":"Western_Australia","surface_form":"Western Australia","offset":4177},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":4600},{"uri":"Flag_of_Christmas_Island","surface_form":"flag of Christmas Island","offset":4964},{"uri":"Christmas_Island_red_crab","surface_form":"red crab","offset":5001},{"uri":"Migration","surface_form":"migration","offset":5015},{"uri":"Monsoon","surface_form":"wet season","offset":5196},{"uri":"Moon","surface_form":"moon","offset":5252},{"uri":"Christmas_Island_National_Park","surface_form":"Christmas Island National Park","offset":5271},{"uri":"Ocean","surface_form":"marine","offset":5453}]}