{"id":701217,"url":"http://en.wikipedia.org/wiki/Sacking_of_Lawrence","text":"The Sacking of Lawrence happened on May 21, 1856, when pro-slavery people came to Lawrence, Kansas and attacked it. Lawrence was an anti-slavery town. They were led by Douglas County Sheriff Samuel J. Jones. The attack made the irregular conflict in Kansas Territory worse. The conflicts later became known as \"Bleeding Kansas\".\nOnly one person died, and his death was by accident. However, the pro-slavery people destroyed two free-state newspapers, the \"Kansas Free State\" and the \"Herald of Freedom\".\nBefore.\nLawrence, Kansas was created in 1854 by anti-slavery people. They often were attacked by pro-slavery people because Lawrence was anti-slavery. Lawrence had almost been attacked during the Wakarusa War in 1855.\nPro-slavery sheriff Samuel Jones was shot when he was trying to arrest anti-slavery people. Many anti-slavery people believed that Jones being shot was the cause of the attack. Lawrence people made Jones leave after he was shot. Federal Marshal Israel B. Donaldson said that Jones being shot stopped him from following warrants. He decided to send 800 pro-slavery men to Lawrence to destroy anti-slavery newspapers and destroy the Free State Hotel.\nSack.\nOn May 21, 1856, Jones and Donaldson came to Lawrence. A group of many men were on Mount Oread, and they had a cannon. Charles L. Robinson's house was taken over and used as Jones's headquarters. Jones's men guarded the roads that went in and out of Lawrence to stop people from leaving. Jones's men flew many flags, such as the state flags of Alabama and South Carolina. Many flags had anti-Free State or pro-slavery messages on them such as \"Kansas the Outpost\", \"Southern Rights\", and \"Supremacy of the White Race\").\nShalor Eldridge, the owner of the Free State Hotel, learned of the coming pro-slavery men, and he came to meet them. Donaldson told him that he and his men would attack Lawrence only if the people of Lawrence resisted his men. Donaldson and Eldridge went to the Free State Hotel. There, Eldridge cooked a good meal that had fresh food and expensive wine. He made this meal so that Donaldson and his men would stay calm. Eldridge was interviewed by Donaldson while he and his men continued to eat the meal, then they left without paying. Shortly after, Donaldson let Jones command his men. Jones then asked to talk to a representative of the town. Samuel C. Pomeroy agreed to meet with Jones and talk to him about the situation. Jones was clear in what he wanted: for the people of Lawrence to give up all of their weapons. Pomeroy argued that there was not much he could do about that, since it was for the people to decide if they would give up their weapons. However, hoping to convince Jones to leave the city peacefully, Pomeroy agreed to give the city's only artillery piece. While Jones did take this cannon, it did not convince him as Pomeroy had hoped.\nIt was the \"Old Sacramento\" cannon that the pro-slavers used to try to destroy the Free State Hotel. This weapon had been kept in the Liberty Arsenal until it was taken by pro-slavery forces in 1855. (The cannon would eventually be taken by free-staters later in 1856 during the Second Battle of Franklin.)\nWhile Jones and his men were trying to destory the hotel, the printing offices of the \"Kansas Free State\" and the \"Herald of Freedom\" were destroyed; their libraries were thrown out the window, the presses were smashed, and the type was thrown in the river. Any papers left were either thrown into the wind to be carried off or were used by Jones and his men to burn down the Free State Hotel. When the newspapers and the hotel were destoryed, Jones's men then looted the town. As they retreated, they burned Robinson's home on Mount Oread for good measure.\nOne person—a member of Jones's gang—died during the attack when he was hit in the head by a falling bit of the Free State Hotel.\nAfter.\nWhile the Free State Hotel was destroyed, a man named Shalor Eldridge bought the destroyed ruins of the building. He decided to rebuild it as the \"Eldridge House\". This building remained until 1863, when it was burned down by William Quantrill during the Lawrence Massacre (after which it would be rebuilt two more times in 1866 and 1926, respectively).\nFor a many months after the Sack of Lawrence, the city was without a free state newspaper. This was made worse by the fact that Josiah Miller, who ran the \"Kansas Free State\", decided not to start his newspaper again. George Brown restarted the \"Herald of Freedom\" in November 1857, so Lawrence had a newspaper again.\nLawrence's only cannon was lost due to the sacking. This would be at least one reason that Free-Staters would attack Franklin's Fort in June and August of 1856; they hoped to get the \"Old Sacramento\" cannon so they could use it.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"Slavery","surface_form":"slavery","offset":59},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":82},{"uri":"Douglas_County%2C_Kansas","surface_form":"Douglas County","offset":168},{"uri":"Samuel_J._Jones","surface_form":"Samuel J. Jones","offset":191},{"uri":"Guerilla_warfare","surface_form":"irregular conflict","offset":228},{"uri":"Kansas_Territory","surface_form":"Kansas Territory","offset":250},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":311},{"uri":"Free-Stater_(Kansas)","surface_form":"free-state","offset":428},{"uri":"Newspapers","surface_form":"newspapers","offset":439},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":512},{"uri":"Wakarusa_War","surface_form":"Wakarusa War","offset":700},{"uri":"Warrant","surface_form":"warrants","offset":1041},{"uri":"Mount_Oread","surface_form":"Mount Oread","offset":1260},{"uri":"Cannon","surface_form":"cannon","offset":1288},{"uri":"Charles_L._Robinson","surface_form":"Charles L. Robinson","offset":1296},{"uri":"Headquarters","surface_form":"headquarters","offset":1359},{"uri":"Alabama","surface_form":"Alabama","offset":1521},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1533},{"uri":"Samuel_C._Pomeroy","surface_form":"Samuel C. Pomeroy","offset":2344},{"uri":"Artillery","surface_form":"artillery","offset":2761},{"uri":"Liberty_Arsenal","surface_form":"Liberty Arsenal","offset":2992},{"uri":"Franklin%2C_Douglas_County%2C_Kansas","surface_form":"Second Battle of Franklin","offset":3137},{"uri":"Sort_(typesetting)","surface_form":"type","offset":3393},{"uri":"Loot","surface_form":"loot","offset":3626},{"uri":"Eldridge_Hotel","surface_form":"Eldridge House","offset":4006},{"uri":"William_Quantrill","surface_form":"William Quantrill","offset":4085},{"uri":"Lawrence_Massacre","surface_form":"Lawrence Massacre","offset":4114},{"uri":"Franklin%27s_Fort","surface_form":"Franklin's Fort","offset":4648}]}