{"id":70126,"url":"http://en.wikipedia.org/wiki/Ross_Dependency","text":"The Ross Dependency is an area of Antarctica (and other land masses in the Southern Ocean) claimed by New Zealand. The Dependency takes its name from Sir James Clark Ross, who discovered the Ross Sea.\nThe Dependency includes part of Victoria Land, and most of the Ross Ice Shelf. Ross Island, Balleny Islands and the small Scott Island also form part of the Dependency, as does the ice-covered Roosevelt Island.\nThe scientific bases of Scott Base (New Zealand) and McMurdo Station (USA) are the only permanently occupied human settlements in the area – apart from the Amundsen-Scott South Pole Station at the very edge of the territory. The Dependency has a snow runway at Williams Field, and depending on conditions and time of year, two ice runways. This allows wheeled and ski equipped aircraft to come and go, year round.\nJurisdiction.\nThe British government took possession of the territory in 1923 and entrusted it to the administration of New Zealand. Under the provisions of the Antarctic Treaty System, to which New Zealand is a signatory, no nation may make efforts to enforce sovereignty or territorial claims over the Antarctic continent proper. If one accepts the claim, the Ross Dependency comprises the bulk of the territory of New Zealand, far larger than the North Island and the South Island combined. However, the actual amount of land mass claimed is not large; most of the area defined as being in the Ross Dependency is either in the Ross Sea or the Antarctic Ocean. It is the smallest of the claims which were made prior to the implementation of the Antarctic Treaty System and the suspension of all territorial claims to Antarctica proper.\nThe Governor-General of New Zealand is also the Governor of Ross Dependency. Officers of the Government of the Ross Dependency are annually appointed to run the Dependency.\nIn the late 1980s, the British non-governmental exploratory vessel \"Southern Quest\" sank in the Ross Sea, United States Coast Guard helicopters rescued the crew, who were taken to McMurdo Station.","categories":[],"infobox_types":[],"annotations":[{"uri":"Antarctica","surface_form":"Antarctica","offset":34},{"uri":"Southern_Ocean","surface_form":"Southern Ocean","offset":75},{"uri":"New_Zealand","surface_form":"New Zealand","offset":102},{"uri":"James_Clark_Ross","surface_form":"James Clark Ross","offset":154},{"uri":"Ross_Sea","surface_form":"Ross Sea","offset":191},{"uri":"Victoria_Land","surface_form":"Victoria Land","offset":233},{"uri":"Ross_Ice_Shelf","surface_form":"Ross Ice Shelf","offset":264},{"uri":"Ross_Island","surface_form":"Ross Island","offset":280},{"uri":"Balleny_Islands","surface_form":"Balleny Islands","offset":293},{"uri":"Scott_Island","surface_form":"Scott Island","offset":323},{"uri":"Roosevelt_Island%2C_Antarctica","surface_form":"Roosevelt Island","offset":394},{"uri":"Scott_Base","surface_form":"Scott Base","offset":436},{"uri":"McMurdo_Station","surface_form":"McMurdo Station","offset":465},{"uri":"South_Pole","surface_form":"South Pole","offset":583},{"uri":"Runway","surface_form":"runway","offset":663},{"uri":"Williams_Field","surface_form":"Williams Field","offset":673},{"uri":"New_Zealand","surface_form":"New Zealand","offset":946},{"uri":"Antarctic_Treaty_System","surface_form":"Antarctic Treaty System","offset":987},{"uri":"Southern_Ocean","surface_form":"Antarctic Ocean","offset":1472},{"uri":"Governor-General_of_New_Zealand","surface_form":"Governor-General of New Zealand","offset":1668},{"uri":"United_States_Coast_Guard","surface_form":"United States Coast Guard","offset":1943}]}