{"id":701364,"url":"http://en.wikipedia.org/wiki/Cedar_Crest_(mansion)","text":"The Kansas Governor's Residence, also known as Cedar Crest, is the official residence of the governor of Kansas. It was built in 1928, and it was given to the state in 1955. It became the governor's house in 1962.\nHistory.\nKansas did not have an official governor's residence. This changed in 1901 when the state bought 801 Buchanan Street (a house built in 1887). The house was sold in 1963, and the building was destroyed in 1964. Parts of the building including bay windows, an oak staircase and balcony were used in the downtown Ramada Inn. That was built in another part of Topeka in 1964.\nCedar Crest is on top of a hill in western Topeka. The Kansas River can be seen. It was designed by the architectural firm of Wight and Wight in 1928. They built it for \"Topeka State Journal\" and \"Emporia News\" newspaper publisher Frank P. MacLennan. MacLennan died in 1933; when his widow died in 1955, she gave \"Cedar Crest\" to the state of Kansas. She said she would give it to the state only if it is used as a home for the governor of Kansas. The gift included of land near it to be used as a park (now known as MacLennan Park). Since 1962 it has been used as the governor's house.\nIt was listed in the National Register of Historic Places in 1982.\nDuring the 1990s, the mansion had a $4.4 million improvement program.\nThe current residents are Kansas governor Laura Kelly and her husband.","categories":[],"infobox_types":[],"annotations":[{"uri":"Official_residence","surface_form":"official residence","offset":67},{"uri":"Governor_of_Kansas","surface_form":"governor of Kansas","offset":93},{"uri":"Bay_windows","surface_form":"bay windows","offset":465},{"uri":"Ramada_Inn","surface_form":"Ramada Inn","offset":533},{"uri":"Kansas_River","surface_form":"Kansas River","offset":650},{"uri":"Architect","surface_form":"architect","offset":699},{"uri":"Wight_and_Wight","surface_form":"Wight and Wight","offset":721},{"uri":"Topeka_State_Journal","surface_form":"Topeka State Journal","offset":765},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":1203},{"uri":"Laura_Kelly","surface_form":"Laura Kelly","offset":1361}]}