{"id":701539,"url":"http://en.wikipedia.org/wiki/Colin_Allred","text":"Colin Zachary Allred (born April 15, 1983) is an American politician and civil rights attorney. He used to be a professional football player. He is a Democrat. Since 2019, he is the U.S. Representative for. That district covers the northeastern corner of Dallas. It also has many of its northeastern suburbs such as Garland, Richardson, the Park Cities and Rowlett.\nWhen he was a football player, he was a linebacker who played for the Tennessee Titans in the National Football League (NFL). Allred stopped playing football to go back to school to get a law degree. He received his law degree from the University of California, Berkeley. He then worked in the Obama administration and the U.S. Attorney's office.\nFootball career.\nAllred went to Hillcrest High School in Dallas, and then to Baylor University. He played college football at Baylor; he was a linebacker. In December 2005, Allred graduated from Baylor with a B.A. degree in history.\nAllred joined the Tennessee Titans after the 2006 NFL Draft on May 4, 2006.\nLaw career.\nAfter his football career, Allred went to law school. He graduated from UC Berkeley School of Law in 2014. Then, Allred was a special assistant in the Department of Housing and Urban Development's Office of General Counsel.\nAfter that, Allred worked as a lawyer at the Perkins Coie law firm, where he worked on voting rights cases. He also served as the lawyer for different political candidates and advocacy groups.\n\"Politico\", a political news source, described him as a \"civil rights attorney.\"\nU.S. House of Representatives.\nOn April 21, 2017, Allred said he would challenge the current Representative from his district, Republican Pete Sessions, in the 2018 election. Allred one the most votes in the Democratic primary, but did not get more than 50 percent; he won by 20 points. Two of the other candidates also used to work in the Obama administration. In the May 22 runoff election, Allred beat Lewisville businesswoman Lillian Salerno, receiving 69.5% of the vote.\nAllred then competed with Sessions for the 32nd District seat. As of the November 2016 election, the seat was considered a \"swing district\" because Democratic presidential candidate Hillary Clinton received marginally more votes than Donald Trump even as Sessions, a Republican, was reelected with no major-party opposition. Allred has described himself as a moderate Democrat.\nOn November 6, 2018, Allred was elected to the United States House of Representatives for the 32nd district of Texas. Allred's victory was considered an upset because Sessions has been in Congress since 1997 and has represented the 32nd District since 2003. Allred became the second person to represent this district since it was created in 2003, and the first Democrat. Sessions used to represent the nearby 5th District, but had switched after the district maps were changed.\nIn February 2019, Allred endorsed Julian Castro in the 2020 presidential race. Castro, like Allred, is from Texas. Castro used to be the Housing and Urban Development Secretary.\nService.\nAllred was elected in November 2018 as co-president of the 116th Congressional Freshman Class. The other president was Representative Haley Stevens of Michigan.\nPersonal life.\nAllred married Alexandra Eber on March 25, 2017. Their son, Jordan, was born on February 12, 2019.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":150},{"uri":"United_States_House_of_Representatives","surface_form":"U.S. Representative","offset":182},{"uri":"Dallas","surface_form":"Dallas","offset":255},{"uri":"Garland%2C_Texas","surface_form":"Garland","offset":316},{"uri":"Richardson%2C_Texas","surface_form":"Richardson","offset":325},{"uri":"Park_Cities","surface_form":"Park Cities","offset":341},{"uri":"Rowlett%2C_Texas","surface_form":"Rowlett","offset":357},{"uri":"Linebacker","surface_form":"linebacker","offset":406},{"uri":"Tennessee_Titans","surface_form":"Tennessee Titans","offset":436},{"uri":"National_Football_League","surface_form":"National Football League","offset":460},{"uri":"Juris_doctorate","surface_form":"law degree","offset":582},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":602},{"uri":"Obama_administration","surface_form":"Obama administration","offset":660},{"uri":"Baylor_University","surface_form":"Baylor University","offset":790},{"uri":"College_football","surface_form":"college football","offset":819},{"uri":"Linebacker","surface_form":"linebacker","offset":856},{"uri":"Bachelor_of_Arts","surface_form":"B.A.","offset":922},{"uri":"Tennessee_Titans","surface_form":"Tennessee Titans","offset":964},{"uri":"UC_Berkeley_School_of_Law","surface_form":"UC Berkeley School of Law","offset":1106},{"uri":"Department_of_Housing_and_Urban_Development","surface_form":"Department of Housing and Urban Development","offset":1185},{"uri":"Perkins_Coie","surface_form":"Perkins Coie","offset":1303},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":1659},{"uri":"Pete_Sessions","surface_form":"Pete Sessions","offset":1670},{"uri":"Obama","surface_form":"Obama","offset":1872},{"uri":"Runoff_election","surface_form":"runoff election","offset":1908},{"uri":"Lewisville%2C_Texas","surface_form":"Lewisville","offset":1937},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":2190},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2242},{"uri":"Julian_Castro","surface_form":"Julian Castro","offset":2898},{"uri":"United_States_Secretary_of_Housing_and_Urban_Development","surface_form":"Housing and Urban Development Secretary","offset":3001},{"uri":"Haley_Stevens","surface_form":"Haley Stevens","offset":3185},{"uri":"Michigan","surface_form":"Michigan","offset":3202}]}