{"id":701596,"url":"http://en.wikipedia.org/wiki/Cole_Hamels","text":"Colbert Michael Hamels (born December 27, 1983) is an American professional baseball pitcher for the Chicago Cubs of Major League Baseball (MLB). He previously played for the Philadelphia Phillies from 2006 to 2015, and the Texas Rangers from 2015 to 2018.\nThe Phillies drafted him out of high school in the first round of the 2002 MLB Draft (17th), and he began his career in the Phillies minor league system.. He was the top pitcher in the Phillies' minor league system in 2006.\nIn May 2006, Hamels made his major league debut for the Phillies. After securing a long-term spot as a member of the Phillies starting rotation in his rookie season, he made large strides in the 2007 Major League Baseball season and won the Phillies' top major league pitcher award. He was the top pitcher on the team entering the 2008 season, and during the Phillies' postseason run, during which they ultimately won the 2008 World Series over the Tampa Bay Rays, he won the World Series Most Valuable Player Award. After the 2008 season, Hamels signed a three-year contract with the Phillies. His statistics declined over the next two seasons, struggling through a tumultuous 2009 campaign and somewhat bouncing back in 2010, however still not approaching his 2008 numbers. Over the next few seasons, Hamels was joined by fellow All-Star pitchers including Roy Halladay, Cliff Lee, and Roy Oswalt and flourished with them, putting up some of his top career seasons before suffering from poor run support in 2013. With the decline of his aging teammates, the team missed the postseason for the next few years, but Hamels remained one of the Phillies' consistent stars. Hamels was traded to the Texas Rangers in 2015, and he subsequently sparked their run to the AL West title that season. He spent parts of four seasons with the Rangers, including an All-Star season in 2016, before being traded to the Cubs in 2018.","categories":[],"infobox_types":["baseball biography"],"annotations":[]}