{"id":701538,"url":"http://en.wikipedia.org/wiki/Alma_Adams","text":"Alma Shealey Adams (born May 27, 1946) is an American politician who represents North Carolina's 12th congressional district in the United States House of Representatives. She is a Democrat. Adams served as a member of the North Carolina General Assembly representing the state's 58th House district in Guilford County from her appointment in April 1994 until her election to Congress. She was succeeded by Ralph C. Johnson. A college administrator and art professor from Greensboro, Adams is known for the many distinctive hats that she wears (she claims to own 900). Adams won the 2014 special election North Carolina's 12th congressional district to fill the vacancy created after Mel Watt resigned. By winning, she became the 100th woman serving in the 113th Congress. She won election to a full two-year term at the same time.\nEarly life and education.\nAdams was born on May 27, 1946 in High Point, North Carolina. Her parents were Benjamin Shealey and the former Mattie Stokes. She graduated from West Side High School in Newark, New Jersey, in 1964. Adams received her B.S. degree in 1969 and her M.S. degree in 1972, both from North Carolina A&T University and both in Art Education. She continued her studies to receive her Ph.D. in Art Education/Multicultural Education from Ohio State University in 1981.\nState legislature.\nAdams was a member of the Greensboro City School Board from 1984 to 1986 and a Greensboro City Council member from 1987 until 1994.\nShe was appointed to the North Carolina House District 26 seat in 1994 to replace Herman Gist, who died in office. The district is in Guilford County and includes most of southeastern Greensboro. She had previously said she was going to challenge Gist for that seat in the Democratic primary that year. After being appointed to the seat, Adams faced conservative businessman and retired engineer O. C. Stafford in the Democratic primary. Adams won the primary election.\nAdams then won a full term in the general election, beating Republican Roger G. Coffer. She had a rematch with Stafford in the general elections of 1996 and 1998 (Stafford ran as a Republican). Adams won both elections. In 2000 Adams did not have an opponent in the Democratic primary; she defeated Republican real estate broker Jim Rumley in the general election.\nIn 2002, after redistricting, Adams' seat was changed from the 26th district to the 58th district. Her only challenger that year was Libertarian lawyer David Williams, who withdrew from the race in October because he was moving to Colorado. His name still appeared on the ballot, but Adams won with around 86% of the vote.\nAdams has been challenged for her seat for many years by Republican legal assistant and party activist Olga Morgan Wright. Wright has run for the seat held by Adams in nearly every election since 2004. Adams defeated Wright and Libertarian challenger Walter Sperko with 66% of the vote in 2004. In the next election Adams had no competition in the primary; she defeated Wright in the general election 66%–34%. In 2008, the year that Barack Obama was elected president, Democratic voters had a high rate of participation, and Adams defeated Wright 71.35%–28.65%\nIn 2008, Adams was elected to a second term as chair of the North Carolina Legislative Black Caucus.\nShe was vice-chair of the Government Committee in the state House. Previously she was chair of the Appropriations Committee as well as vice-chair of the Commerce, Small Business and Entrepreneurship Committee.\nIn 2010, Adams was challenged in the Democratic primary by Ralph C. Johnson. She defeated Johnson with 76.56% of the vote. Adams next faced Republican Darin H. Thomas in the general election, beating him 63.15%–36.85%. In 2012, Adams did not have any primary opposition and defeated Olga Wright in the general election by a margin of 79.86%–20.14%.\nCongress.\nIn April 2013, Mel Watt, the only congressman to have served the 12th District since its creation in 1993, was appointed as director of the Federal Housing Finance Agency. Adams ran in the special election to replace him, and won. She was sworn in on November 12, 2014, to complete the remaining seven weeks of Watt's term. After swearing in, Adams became the 100th female member of the congressional class, beating the previous record of 99. Adams formally filed paperwork to run in both the Democratic primary for a full two-year term in the 114th Congress and the special election for the balance of Watt's 11th term. Adams won re-election in 2018.\nAnalysts thought that Adams was at a geographic disadvantage in the five-way primary for both the special and regular elections (held on the same day). She is from Greensboro, but the bulk of the district's population is in Charlotte. However, with three candidates from Charlotte in the race splitting that region's vote; Adams won both primaries with approximately 44 percent of the vote, a few thousand votes over the 40 percent threshold needed to avoid a runoff. She faced Republican Vince Coakley, a former television and radio broadcaster from Matthews, in both the general and special elections, which were held on the same day in November. The 12th was a heavily Democratic district with a majority-black voting population and a Cook Partisan Voting Index of D+26, and Adams was favored in both the special and general election. She won both.\nAdams is the second woman of color to represent North Carolina in the House. The first was Eva Clayton, who represented much of eastern North Carolina from 1992 to 2002.\nIn the 2016 presidential election, Adams endorsed Hillary Clinton and pledged her support as a superdelegate.\nShe is a member of the Congressional Progressive Caucus, the Congressional Black Caucus, and the Congressional Arts Caucus.\nOther work.\nAdams has been a professor of art at Bennett College in Greensboro, as well as the director of the Steel Hall Art Gallery. In 1990, Adams helped co-found, with Eva Hamlin Miller, the African American Atelier, an organization established to increase awareness and appreciation for visual arts and cultures of African Americans.\nShe is the chairperson of the North Carolina Legislative Black Caucus Foundation, which gives scholarships to students who are attending one of North Carolina's Historically Black Colleges and Universities.\nPersonal life.\nAdams is divorced and has two children. She is noted for the many different hats that she wears.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"North_Carolina%27s_12th_congressional_district","surface_form":"North Carolina's 12th congressional district","offset":80},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":132},{"uri":"United_States_Democratic_Party","surface_form":"Democrat","offset":181},{"uri":"North_Carolina_General_Assembly","surface_form":"North Carolina General Assembly","offset":223},{"uri":"North_Carolina_House_of_Representatives","surface_form":"House","offset":285},{"uri":"Ralph_C._Johnson","surface_form":"Ralph C. Johnson","offset":407},{"uri":"Greensboro","surface_form":"Greensboro","offset":472},{"uri":"Hat","surface_form":"hat","offset":524},{"uri":"Mel_Watt","surface_form":"Mel Watt","offset":684},{"uri":"113th_Congress","surface_form":"113th Congress","offset":757},{"uri":"High_Point%2C_North_Carolina","surface_form":"High Point, North Carolina","offset":892},{"uri":"West_Side_High_School_(New_Jersey)","surface_form":"West Side High School","offset":1003},{"uri":"Newark%2C_New_Jersey","surface_form":"Newark, New Jersey","offset":1028},{"uri":"Bachelor_of_Science","surface_form":"B.S.","offset":1076},{"uri":"Master_of_Science","surface_form":"M.S.","offset":1104},{"uri":"North_Carolina_A%26amp%3BT_University","surface_form":"North Carolina A&T University","offset":1135},{"uri":"Doctor_of_Philosophy","surface_form":"Ph.D.","offset":1233},{"uri":"Ohio_State_University","surface_form":"Ohio State University","offset":1285},{"uri":"Herman_Gist","surface_form":"Herman Gist","offset":1549},{"uri":"Guilford_County","surface_form":"Guilford County","offset":1601},{"uri":"Greensboro","surface_form":"Greensboro","offset":1651},{"uri":"Libertarian_Party_(United_States)","surface_form":"Libertarian","offset":2435},{"uri":"Mel_Watt","surface_form":"Mel Watt","offset":3871},{"uri":"Federal_Housing_Finance_Agency","surface_form":"Federal Housing Finance Agency","offset":3996},{"uri":"114th_United_States_Congress","surface_form":"114th Congress","offset":4400},{"uri":"North_Carolina%27s_12th_congressional_district_special_election%2C_2014","surface_form":"special election","offset":4423},{"uri":"Two-round_system","surface_form":"runoff","offset":4968},{"uri":"Cook_Partisan_Voting_Index","surface_form":"Cook Partisan Voting Index","offset":5246},{"uri":"Eva_Clayton","surface_form":"Eva Clayton","offset":5451},{"uri":"2016_United_States_presidential_election","surface_form":"2016 presidential election","offset":5537},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":5580},{"uri":"Superdelegate","surface_form":"superdelegate","offset":5625},{"uri":"Congressional_Progressive_Caucus","surface_form":"Congressional Progressive Caucus","offset":5663},{"uri":"Congressional_Black_Caucus","surface_form":"Congressional Black Caucus","offset":5701},{"uri":"Congressional_Arts_Caucus","surface_form":"Congressional Arts Caucus","offset":5737},{"uri":"Bennett_College","surface_form":"Bennett College","offset":5813},{"uri":"Historically_Black_Colleges_and_Universities","surface_form":"Historically Black Colleges and Universities","offset":6264}]}