{"id":701589,"url":"http://en.wikipedia.org/wiki/Aaron_Rowand","text":"Aaron Ryan Rowand (born August 29, 1977) is an American former professional baseball center fielder in Major League Baseball. He played for the Chicago White Sox, Philadelphia Phillies and the San Francisco Giants.\nPhiladelphia Phillies (2006–2007).\nOn November 23, 2005, Rowand was traded by the White Sox along with minor league pitchers Gio González and Daniel Haigwood to the Philadelphia Phillies for first baseman Jim Thome.\nOn May 11, 2006, in the first inning of a game versus the New York Mets, Rowand made a spectacular play by smashing into the center field fence of Citizens Bank Park face first at full speed in order to run down a deep fly ball off the bat of Xavier Nady with the bases loaded, that would otherwise have scored three runs. Rowand suffered a broken nose and severe lacerations to his face. The Phillies won the game, 2-0, in a rain-shortened 5-inning game. He underwent seven hours of surgery to repair the nose, and was placed on the 15-day disabled list. He returned to the starting lineup on May 27, 2006.\nOn August 21, 2006, in a game against the Chicago Cubs, Rowand collided with second baseman Chase Utley and broke his ankle. He was on the disabled list for the remainder of the regular season.\n2007, a contract year, proved to be Rowand's breakthrough, both statistically and in recognition around baseball. He finished with a batting average of.309, 27 home runs, 89 runs batted in, and 6 stolen bases.[1] On July 10, 2007, Rowand was selected to the 2007 MLB All-Star Game in San Francisco, for his first All-Star appearance.[1] In the bottom of the 9th, with the bases loaded, two outs, and the AL leading 5-4, Rowand flew out to Alex Ríos in right field to end the game helping give the American League home field advantage in the 2007 World Series.[14] He earned his first Gold Glove Award for his outfield play that year, including 11 outfield assists and only 2 errors all season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":47},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":103}]}