{"id":70184,"url":"http://en.wikipedia.org/wiki/Zapotec_civilisation","text":"The Zapotec civilization was an indigenous pre-Columbian civilization. It was mainly in the Valley of Oaxaca of southern Mesoamerica. Archaeologists think their culture goes back at least 2500 years. The Zapotec left traces at the ancient city of Monte Albán. There are buildings, ball courts, magnificent tombs and grave goods. In the graves, finely worked gold jewellery was found. Monte Albán was the first major city in the western hemisphere. It was the center of a Zapotec state that dominated much of what is now the state of Oaxaca.\nEtymology.\nThe name \"Zapotec\" comes from Nahuatl \"tzapotēcah\" (singular \"tzapotēcatl\"). This word means \"inhabitants of the place of sapote\". The Zapotec referred to themselves as \"Be'ena'a\", which means \"The People.\"\nTechnology.\nThe Zapotec developed a calendar and a special system of writing. This system has a separate glyph for each of the syllables of the language. It is one of several candidates thought to have been the first writings system of Mesoamerica. It is the predecessor of the writing systems developed by the Maya, Mixtec, and Aztec civilizations. Currently there is some debate if Olmec symbols, dated to 650 BC, are actually a form of writing which is older than the earliest Zapotec writing dated to about 500 BC.\nIn the Aztec capital of Tenochtitlan, there were Zapotec and Mixtec artisans who made jewellery for the Aztec rulers (\"tlatoanis\"), including Moctezuma II. Relations with central Mexico go back much further. This can be proven by archaeological remains of a Zapotec neighborhood within Teotihuacan and a Teotihuacan style \"guest house\" in Monte Albán. Other important pre-Columbian Zapotec sites include Lambityeco, Dainzu, Mitla, Yagul, San José Mogote, El Palmillo and Zaachila.\nThe Zapotec were a sedentary culture. They were a well-advanced in civilization, living in large villages and towns, in houses constructed with stone and mortar. They recorded the principal events in their history by means of hieroglyphics, and in warfare they made use of a cotton armour. The well-known ruins of Mitla have been attributed to them and were claimed to be the tombs of their ancestors.\nReligion.\nLike most Mesoamerican religious systems, the Zapotec religion was polytheistic. Two principal deities include Cocijo, the rain god (similar to the Aztec god Tlaloc), and Coquihani, the god of light. It is believed that the Zapotec sometimes used human sacrifice in their rituals.\nThe Zapotecs tell that their ancestors emerged from the earth, from caves, or that they turned from trees or jaguars into people, while the elite that governed them believed that they descended from supernatural beings that lived among the clouds, and that upon death they would return to such status. In fact, the name by which Zapotecs are known today resulted from this belief. In Central Valley Zapotec \"The Cloud People' is \"Be'ena' Za'a.\"\nWarfare.\nThe last battle between the Aztecs and the Zapotecs occurred between 1497 and 1502, under the Aztec ruler Ahuizotl. At the time of Spanish conquest of Mexico, when news arrived that the Aztecs were defeated by the Spaniards, King Cosijoeza ordered his people not to confront the Spaniards so they would avoid the same fate. They were defeated by the Spaniards only after several campaigns between 1522 and 1527. However, uprisings against colonial authorities occurred in 1550, 1560, and 1715.\nIn 1850 there was another rebellion against the local government of Oaxaca, followed in 1866 by one against the Royal French Army, during the French invasion of Mexico. In recent times, there was an uprising against the local governor Manuel Zárate Aquino in the late 1970s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pre-Columbian","surface_form":"pre-Columbian","offset":43},{"uri":"Valley_of_Oaxaca","surface_form":"Valley of Oaxaca","offset":92},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":121},{"uri":"Monte_Alb%C3%A1n","surface_form":"Monte Albán","offset":247},{"uri":"Mesoamerican_ballgame","surface_form":"ball courts","offset":281},{"uri":"Oaxaca","surface_form":"Oaxaca","offset":533},{"uri":"Nahuatl_language","surface_form":"Nahuatl","offset":582},{"uri":"Sapote","surface_form":"sapote","offset":674},{"uri":"Calendar","surface_form":"calendar","offset":795},{"uri":"Glyph","surface_form":"glyph","offset":864},{"uri":"Syllables","surface_form":"syllables","offset":886},{"uri":"Mesoamerican_writing_systems","surface_form":"writings system of Mesoamerica","offset":976},{"uri":"Maya_civilization","surface_form":"Maya","offset":1070},{"uri":"Mixtec","surface_form":"Mixtec","offset":1076},{"uri":"Aztec","surface_form":"Aztec","offset":1088},{"uri":"Olmec","surface_form":"Olmec","offset":1143},{"uri":"Tenochtitlan","surface_form":"Tenochtitlan","offset":1302},{"uri":"Tlatoani","surface_form":"tlatoani","offset":1397},{"uri":"Moctezuma_II","surface_form":"Moctezuma II","offset":1420},{"uri":"Teotihuacan","surface_form":"Teotihuacan","offset":1564},{"uri":"Lambityeco","surface_form":"Lambityeco","offset":1682},{"uri":"Dainzu","surface_form":"Dainzu","offset":1694},{"uri":"Mitla","surface_form":"Mitla","offset":1702},{"uri":"Yagul","surface_form":"Yagul","offset":1709},{"uri":"San_Jos%C3%A9_Mogote","surface_form":"San José Mogote","offset":1716},{"uri":"El_Palmillo","surface_form":"El Palmillo","offset":1733},{"uri":"Zaachila","surface_form":"Zaachila","offset":1749},{"uri":"Sedentary","surface_form":"sedentary","offset":1778},{"uri":"Mortar_(masonry)","surface_form":"mortar","offset":1913},{"uri":"Logogram","surface_form":"hieroglyphics","offset":1985},{"uri":"Cotton","surface_form":"cotton","offset":2034},{"uri":"Armour","surface_form":"armour","offset":2041},{"uri":"Mitla","surface_form":"Mitla","offset":2073},{"uri":"Cocijo","surface_form":"Cocijo","offset":2282},{"uri":"Tlaloc","surface_form":"Tlaloc","offset":2329},{"uri":"Ahuizotl","surface_form":"Ahuizotl","offset":3012},{"uri":"Spanish_conquest_of_Mexico","surface_form":"Spanish conquest of Mexico","offset":3037}]}