{"id":70187,"url":"http://en.wikipedia.org/wiki/Olmec","text":"e=\"preserve\">The Olmec were a people who lived about 3000 years ago in what is today south-central Mexico. The Olmec were the first civilization in the ancient area known as Mesoamerica. Because they were the first civilization, many later Mesoamerican civilizations used and repeated Olmec features and characteristics.\nThe Olmec people discovered and made use of many natural resources in the area, including rubber and corn. Dozens of mysterious stone heads were discovered in the Olmec territory as well; archaeologists are still not sure what their purposes were.\nOverview.\nThe Olmecs lived from 1200 BC to about 400 BC. They had two important cities, first San Lorenzo Tenochtitlan and then La Venta. The Olmecs were able to thrive due to the fertile land around the Coatzacoalcos river basin. The reason for the fall of the Olmec empire is unknown. They developed many different cultures.\nArt.\nThe Olmecs created a range of artwork such as altars, jade masks and stone carvings.\nColossal heads.\nThe Olmec colossal heads are the most recognized symbol of the Olmec civilization. The height and weights of the heads vary, but the largest head is about twice the height of an average human male. They include seventeen heads found in the southern Mexican cities of La Venta, San Lorenzo Tenochtitlan, Tres Zapotes, and Rancho la Cobata. Each head shows a unique facial expression and wears a helmet bearing distinctive decorations. No two are alike. The origins and meaning of the heads are mysterious, and they are the subject of much speculation among scholars and archaeologists.\nScholars have tried to explain how the Olmecs might have made and moved such big objects. The heads were sculpted out of a hard, dense rock called basalt. Archaeologists think the Olmecs found most of the basalt in the Tuxtlas Mountain range. According to this theory, the basalt heads were sculpted roughly in the mountains and then either floated or dragged by thousands of people from the construction site to the Olmec cities.\nPerhaps the most notable features of the sculptures – and a clue as to their meaning – are the helmets worn by all the Olmec heads. These helmets, and the rubber balls found near the sculptures, may be evidence that the Mesoamerican ball game originated with the Olmec civilization. The Mesoamerican ball game was a team sport with profound religious and cultural significance for the indigenous people of Mexico and Central America. The Olmec heads were once thought to have represented Mesoamerican ball players who were sacrificed after losing a match. The current theory, however, is that the heads honor Olmec rulers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mexico","surface_form":"Mexico","offset":99},{"uri":"Civilization","surface_form":"civilization","offset":132},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":174},{"uri":"Rubber","surface_form":"rubber","offset":411},{"uri":"Corn","surface_form":"corn","offset":422},{"uri":"BC","surface_form":"BC","offset":606},{"uri":"San_Lorenzo_Tenochtitlan","surface_form":"San Lorenzo Tenochtitlan","offset":663},{"uri":"La_Venta","surface_form":"La Venta","offset":697},{"uri":"Coatzacoalcos","surface_form":"Coatzacoalcos","offset":773},{"uri":"Altar","surface_form":"altar","offset":947},{"uri":"Jade","surface_form":"jade","offset":955},{"uri":"Mask","surface_form":"mask","offset":960},{"uri":"Tres_Zapotes","surface_form":"Tres Zapotes","offset":1305},{"uri":"Rancho_la_Cobata","surface_form":"Rancho la Cobata","offset":1323},{"uri":"Head","surface_form":"head","offset":1346},{"uri":"Helmet","surface_form":"helmet","offset":1396},{"uri":"Tuxtlas_Mountain_range","surface_form":"Tuxtlas Mountain range","offset":1806},{"uri":"Helmet","surface_form":"helmet","offset":2113},{"uri":"Mesoamerican_ball_game","surface_form":"Mesoamerican ball game","offset":2238},{"uri":"Sport","surface_form":"sport","offset":2339},{"uri":"Indigenous_people","surface_form":"indigenous people","offset":2403},{"uri":"Central_America","surface_form":"Central America","offset":2435}]}