{"id":701946,"url":"http://en.wikipedia.org/wiki/Cliff_Morrison","text":"e=\"preserve\">Cliff Morrison is an activist and a nurse who established the first hospital ward for treating AIDS patients in the United States. Ward 5B was established in San Francisco General Hospital in 1983. When the ward was opened there was little known about this illness, and patients with the disease were regarded as worthy of disgrace and/or disapproval.\nWhen Ward 5B was opened AIDS was considered a death sentence. Every single person diagnosed with AIDS died in those days. No one knew what caused this disease and how it was passed on from person to person. Some of the caregivers refused to treat patients. Patients in hospitals would not be bathed, because nurses did not want to touch them for fear of contracting AIDS themselves.\nWard 5B was the first hospital ward where the medical team comforted patients by touching them. Patients were allowed to furnish their rooms and make them like home. They were even allowed to bring in pets.Families and partners were allowed to visit patients any time.\nWard 5B became a model for many other hospitals in the United States and in other countries.\nCliff Morrison grew up in Live Oak, Florida. His family was a very poor. When he was young he worked on his family’s farm. The family had no car, no telephone, no television and no access to healthcare.\nAt age twelve Morrison got a job at a local hospital mopping floors, taking out trash, and working in the laundry. He worked his way up to orderly. Doctors and nurses at the hospital liked him. They encouraged him to go to college and helped him get a scholarship.\nIn 1969 Morrison started studying at Florida Community College in Jacksonville when he was 17 years old. He was the youngest student ever in the nursing program. He was also the first person in his family to go to college.\nMorrison admits to being embarrassed studying what is considered a woman’s profession. However, earning $10,000 as a nurse would allow him to enter medical school if he wanted to. Afterwards he moved to Miami to complete his education.\nIn 1980, Morrison became a clinical nurse specialist in the Department of Psychiatry and Forensic Services at San Francisco General.","categories":[],"infobox_types":[],"annotations":[{"uri":"Activist","surface_form":"activist","offset":34},{"uri":"Nurse","surface_form":"nurse","offset":49},{"uri":"Hospital_ward","surface_form":"hospital ward","offset":81},{"uri":"AIDS","surface_form":"AIDS","offset":108},{"uri":"United_States","surface_form":"United States","offset":129},{"uri":"San_Francisco_General_Hospital","surface_form":"San Francisco General Hospital","offset":171},{"uri":"Disgrace","surface_form":"disgrace","offset":336},{"uri":"Disapproval","surface_form":"disapproval","offset":352}]}