{"id":701990,"url":"http://en.wikipedia.org/wiki/2020_United_Democratic_Party_(Belize)_leadership_election_and_convention","text":"The 2020 United Democratic Party leadership election and convention will elect the Next Leader of the United Democratic Party (UDP). It was triggered on 18 November 2018, when Prime Minister of Belize, Dean Barrow‘s cabinet urged him to remain as Prime Minister of Belize until 2 November 2020, a day after the Next Belizean general election on 1 November 2020. Barrow’s Cabinet also urged him to remain as Leader of the UDP until February 2020. He said he will take that move and eventually scheduled the United Democratic Party (UDP) leadership election and convention to February 2020, meaning that the 2020 United Democratic Party leadership election and convention will be held in February 2020, unfortunately no firm date has been set yet. Barrow told the Media that he will schedule a few dates for the various ballots to take place when the date nearers. Nominations will be opened in January 2020 and so far two Candidates of the UDP will be contesting this Leadership election and convention. There will be a total of three ballots. The first ballot will be endorsment and voting by the current leader of the UDP and Prime Minister of Belize, Dean Barrow.The second ballot will be from the former members and Candidates of the UDP who will be voting and the third ballot is from the people of Belize. There will also be a exhaustive ballots of MPs also talking place in mid-February 2020. The ultimate decision will be made but the general membership of the party who will elect the leader by postal ballot. The results will be announced by the end of February 2020.\nSpeculation about a leadership election first arose back in 2006, just before the 2006 Belizean municipal elections. Barrow told LOVE FM that he will resign as Leader of the UDP If his party loses the Municipal Elections. The UDP has not defeated the than rulling People’s United Party (PUP) in any election until the 2006 municipal elections and the UDP was not doing very well after Barrow called for Civil Unrest In 2005. At that point debt troubles cloud the future, indeed the future of the UDP and Dean Barrow is nebulous in its own way. Barrow also stated that it was the proper thing to do and he would call for a Leadership election and convention if the UDP continues onto the path of darkness prior to the 2006 municipal elections. However, that all changed after the UDP won a landslide victory in the 2006 Municipal elections and eventually took control of the government realms in the 2008 Belizean general election on 7 February 2008.\nAfter being in power for seven years the People’s United Party was desperate to win the 2006 Belizean municipal elections and govern the country like never before. It has never lost even one election whether general election, municipal elections or Village council elections since coming to power after the 1998 Belizean general election on 27 August 1998. The UDP however, was faced with a shocking traumatic defeat in the 1998 general election with only three of the UDP Candidates getting elected in that General election. Barrow and Member of Parliament for Mesopotamia constituency, Michael Finnegan were the only two Members of Parliament and Area Representatives to be re-elected to their constituencies. Erwin Contreras narrowly defeated PUP’s Amin Hegar In Cayo West constituency and became the only newly elected UDP MP and Area Representative. Several UDP Ministers and Members went down to defeat. One of them was prominent then Leader of the UDP, Manuel Esquivel who also served as Prime Minister of Belize since 1984 and has been leading the UDP since 1983.\nAfter the 1998 Belizean general election, Esquivel stepped down as Leader of the UDP On 28 August 1998, after being it's leader for 15 years. Esquivel also called a snap 1998 United Democratic Party (Belize) leadership election and convention on 28 August 1998. He scheduled the leadership election and convention to take place on 30 August 1998 and in his last address to the nation as leader of the UDP, Esquivel said that it's time for the UDP to “renew itself from the top and embark once more on the road to victory”. Nomination day was open on 29 August 1998 and than First Deputy Leader of the UDP, Barrow was the only person who submitted his nominations to contest in the UDP leadership election and convention at deadline. When the results for the 1998 United Democratic Party Leadership election and convention were out, Barrow won unopposed as Leader of the UDP and was sworn-in by Governor-General of Belize, Colville Young as Leader of the UDP and Leader of the Opposition.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Democratic_Party","surface_form":"United Democratic Party","offset":102},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister of Belize","offset":176},{"uri":"Dean_Barrow","surface_form":"Dean Barrow‘s","offset":202},{"uri":"Cabinet","surface_form":"cabinet","offset":216},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister of Belize","offset":247},{"uri":"Next_Belizean_general_election","surface_form":"Next Belizean general election","offset":311},{"uri":"Cabinet","surface_form":"Cabinet","offset":371},{"uri":"Media","surface_form":"Media","offset":762},{"uri":"Candidate","surface_form":"Candidate","offset":921},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister of Belize","offset":1127},{"uri":"Dean_Barrow","surface_form":"Dean Barrow","offset":1153},{"uri":"Members","surface_form":"members","offset":1207},{"uri":"Candidate","surface_form":"Candidate","offset":1219},{"uri":"People_of_Belize","surface_form":"people of Belize","offset":1293},{"uri":"Exhaustive_ballots","surface_form":"exhaustive ballots","offset":1332},{"uri":"Party","surface_form":"party","offset":1468},{"uri":"Postal_ballot","surface_form":"postal ballot","offset":1503},{"uri":"2006_Belizean_municipal_elections","surface_form":"2006 Belizean municipal elections","offset":1659},{"uri":"LOVE_FM","surface_form":"LOVE FM","offset":1706},{"uri":"Party","surface_form":"party","offset":1762},{"uri":"Municipal_Elections","surface_form":"Municipal Elections","offset":1778},{"uri":"People%E2%80%99s_United_Party","surface_form":"People’s United Party","offset":1841},{"uri":"Civil_Unrest","surface_form":"Civil Unrest","offset":1980},{"uri":"Dean_Barrow","surface_form":"Dean Barrow","offset":2081},{"uri":"Landslide","surface_form":"landslide","offset":2366},{"uri":"Government_realms","surface_form":"government realms","offset":2451},{"uri":"2008_Belizean_general_election","surface_form":"2008 Belizean general election","offset":2476},{"uri":"People%E2%80%99s_United_Party","surface_form":"People’s United Party","offset":2568},{"uri":"2006_Belizean_municipal_elections","surface_form":"2006 Belizean municipal elections","offset":2615},{"uri":"Country","surface_form":"country","offset":2664},{"uri":"General_election","surface_form":"general election","offset":2735},{"uri":"Municipal_elections","surface_form":"municipal elections","offset":2753},{"uri":"Village_council_elections","surface_form":"Village council elections","offset":2776},{"uri":"1998_Belizean_general_election","surface_form":"1998 Belizean general election","offset":2834},{"uri":"Candidate","surface_form":"Candidate","offset":3000},{"uri":"General_election","surface_form":"General election","offset":3035},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":3064},{"uri":"Mesopotamia_constituency","surface_form":"Mesopotamia constituency","offset":3089},{"uri":"Michale_Finnegan","surface_form":"Michael Finnegan","offset":3115},{"uri":"Member_of_Parliament","surface_form":"Members of Parliament","offset":3150},{"uri":"Area_Representatives","surface_form":"Area Representatives","offset":3176},{"uri":"Erwin_Contreras","surface_form":"Erwin Contreras","offset":3239},{"uri":"Amin_Hegar","surface_form":"Amin Hegar","offset":3279},{"uri":"Cayo_West_constituency","surface_form":"Cayo West constituency","offset":3293},{"uri":"Area_Representative","surface_form":"Area Representative","offset":3361},{"uri":"Manuel_Esquivel","surface_form":"Manuel Esquivel","offset":3487},{"uri":"Prime_Minister_of_Belize","surface_form":"Prime Minister of Belize","offset":3522},{"uri":"1998_Belizean_general_election","surface_form":"1998 Belizean general election","offset":3609},{"uri":"1998_United_Democratic_Party_(Belize)_leadership_election_and_convention","surface_form":"1998 United Democratic Party (Belize) leadership election and convention","offset":3769},{"uri":"1998_United_Democratic_Party","surface_form":"1998 United Democratic Party Leadership election and convention","offset":4357},{"uri":"Governor-General_of_Belize","surface_form":"Governor-General of Belize","offset":4493},{"uri":"Colville_Young","surface_form":"Colville Young","offset":4521}]}