{"id":701907,"url":"http://en.wikipedia.org/wiki/DWDB-TV","text":"DWDB-TV, Channel 27 is the flagship UHF station of the Philippine television network GMA News TV, wholly owned by Citynet Network Marketing and Productions, a subsidiary of GMA Network Inc.. Its studios are located at the GMA Network Center, EDSA cormer Timog Avenue, Diliman, Quezon City, while its transmitter station is located at the GMA Tower of Power, Tandang Sora Avenue, Barangay Culiat, Quezon City. It is the first UHF station operated by a major network in the Philippines. It operates 24 hors daily.\nCitynet Television (1995–1999).\nDWDB-TV signed on for the first time on August 27, 1995, under the on-air brand \"Citynet Television 27\" (or just \"Citynet 27\"). The station was programmed like an independent station - GMA intended Citynet 27 to be its main outlet for imported programming (particularly from the United States), freeing up slots in GMA Network's schedule for more domestic productions. Aside from an English dub of the Hispanic telenovela \"Ka Ina\", the only locally produced program on the station was Citynet Television News, a flagship TV news show produced by GMA News and Public Affairs.\nEMC 27 / Channel [V] Philippines (1999–2001).\nHowever, by 1999, the costs of operating the station in this format were becoming too high for GMA. As a result, DWDB was turned into a music channel under the interim branding EMC, the \"Entertainment Music Channel\"which was also the country's first locally operated music channel. A few months later, GMA reached a deal with Asian broadcaster STAR TV to allow DWDB to be a carrier of Channel V Philippines, which took effect December 19, 1999. GMA had already aired selected Channel V programming from its international version (which made the former VJ's and Filipino descented Trey Farley and Joey Mead familiar to viewers of DWDB). This arrangement did not last longa stake in GMA was recently purchased by the Philippine Long Distance Telephone Company, who already owned MTV Philippines through the Nation Broadcasting Corporation and its parent company MediaQuest Holdings. This conflict of interest, along with the increasing competition from the MTV affiliated network, led to the channel signing-off on July 25, 2001.\nAbandoned plans, silent years and as the translator of GMA and QTV.\nAfter PLDT's acquisition stake of GMA and its inactivity, they already have a bared plans to somehow relaunch this channel into a news channel. However, it didn't pushed through as GMA having another plans for the station in the near future.\nProgramming would return to DWDB in 2004 as the relay of GMA-7 Manila with the logo of GMA was covered by the logo of Citynet. In November 2005, the station later became a repeater of DZOE 11which served as the flagship for GMA's newly-secondary national network QTV (or \"Quality Television\", later renamed to just Q). GMA had reached an agreement with its owner, religious broadcaster ZOE Broadcasting Network, to allow GMA to handle programming for the station, in exchange for providing upgraded facilities for the broadcaster and airing ZOE-produced programming in QTV's lineup. DWDB's UHF signal had the advantage of easier to receive in the southern areas of Metro Manila, especially in the metropolitan cities of Makati and Pasay.\nThis practice was discontinued in 2007, as DWDB's signal was vacated for use in trials of digital television.\nDigital broadcast.\nLast February 2013, GMA started its digital test broadcasts, simulcasting both GMA-7 and GMA News TV-11 using the Japanese ISDB-T digital TV platform using the channel's frequency.\nOn May 15, 2019, GMA Network's digital test broadcasts used the same frequency as its digital feed, and it also started its initial digital test broadcast on UHF Channel 15 (479.143 MHz), which serves as the main digital feed of GMA Network when this frequency reverted to analog broadcast, and will continue its service for the remainder of the analog feed.\nReversion to analog broadcast and GMA News TV (2019–present).\nOn April 24, 2019, ZOE Broadcasting Network and GMA/Citynet announced that their blocktime agreement will expire by the end of May 2019. This ended their day partnership and in turn, their lease blocktime on VHF Channel 11 after 14 years. ZOE Broadcasting Network was reported to simulcast Light TV 33 upon termination of the agreement, but ZOE has no official statement yet on its future plans, however it pushed through a year later after this event and became active again since June 22, 2020 which in turn it became A2Z Channel 11 (which was the new blocktimer partner of the now defunct and its rival network ABS-CBN). As a result, Channel 27 digital broadcast was planned to switch-off on May 27, 2019, as the station was supposedly conducting its test broadcast on the said date. The channel in turn, will be re-utilized to broadcast GMA News TV in analog by June 3, 2019 after 18 years of inactivity.\nHowever, GMA Network had to allot time for the digital television viewers to re-scan their digital boxes in order to continue watching their channels in a different frequency assignment. As a result of this, GMA Network decided to move their official relaunch date from June 3 to 4. The station successfully signed on for the first time upon its return to analog television at 6:00 am (PHT), after conducting test broadcasts during off-air hours of digital signal for the past days after its announcement of this move, and it now served as the originating station of GMA News TV in Manila. It also acts as the main feed station nationwide with its regional counterparts (like in Cebu and Davao). On the other hand, after the transition, the former channel conducted its last broadcast until it lowered its signal, and officially signing off on June 5, 2019.\nDigital channels.\nAccording to a December 2017 press release, the station's upgraded signal transmission covered the areas of Metro Manila, Rizal, Cavite, Laguna, Bulacan and parts of Pampanga, Bataan, Nueva Ecija and Batangas.\nOn April 24, 2019, GMA/Citynet announced that it will terminate its blocktime agreement with ZOE Broadcasting by the end of May 2019. The split comes after the release of GMA's 2018 financial report which declared the increasing lease payments that the network contributes to ZOE for the past three years (from ₱899.89 million in 2016 to almost a billion pesos in 2018). Third-party sources reported that Channel 11 would simulcast ZOE's sister station DZOZ-DTV channel 33 after the termination of the agreement, but ZOE has no official statement yet on its future plans. GNTV Manila's intellectual unit (master control, sales, and employees), on the other hand, was successfully transferred to DWDB-TV on June 4, 2019 for the remainder of the analog broadcast run.\nOn May 15, 2019, GMA Network began to transmit its digital test broadcast on UHF Channel 15 (479.143 MHz) as its permanent frequency assigned by National Telecommunications Commission.","categories":[],"infobox_types":["television station","company"],"annotations":[{"uri":"Flagship_(broadcasting)","surface_form":"flagship","offset":27},{"uri":"Philippines","surface_form":"Philippine","offset":55},{"uri":"Television_network","surface_form":"television network","offset":66},{"uri":"GMA_News_TV","surface_form":"GMA News TV","offset":85},{"uri":"GMA_Network_(company)","surface_form":"GMA Network Inc.","offset":173},{"uri":"GMA_Network_Center","surface_form":"GMA Network Center","offset":222},{"uri":"Epifanio_de_los_Santos_Avenue","surface_form":"EDSA","offset":242},{"uri":"Quezon_City","surface_form":"Quezon City","offset":277},{"uri":"Tower_of_Power_(transmitter)","surface_form":"GMA Tower of Power","offset":338},{"uri":"Tandang_Sora","surface_form":"Tandang Sora","offset":358},{"uri":"Quezon_City","surface_form":"Quezon City","offset":396},{"uri":"Independent_station_(North_America)","surface_form":"independent station","offset":707},{"uri":"GMA_Network","surface_form":"GMA Network","offset":859},{"uri":"Telenovela","surface_form":"telenovela","offset":955},{"uri":"Ka_Ina","surface_form":"Ka Ina","offset":967},{"uri":"GMA_News_and_Public_Affairs","surface_form":"GMA News and Public Affairs","offset":1090},{"uri":"Music_channel","surface_form":"music channel","offset":1301},{"uri":"STAR_TV_(Asia)","surface_form":"STAR TV","offset":1509},{"uri":"Channel_V_Philippines","surface_form":"Channel V Philippines","offset":1550},{"uri":"Video_jockey","surface_form":"VJ","offset":1717},{"uri":"Overseas_Filipino","surface_form":"Filipino descented","offset":1726},{"uri":"Trey_Farley","surface_form":"Trey Farley","offset":1745},{"uri":"Joey_Mead","surface_form":"Joey Mead","offset":1761},{"uri":"PLDT","surface_form":"Philippine Long Distance Telephone Company","offset":1880},{"uri":"MTV_Philippines","surface_form":"MTV Philippines","offset":1942},{"uri":"Nation_Broadcasting_Corporation","surface_form":"Nation Broadcasting Corporation","offset":1970},{"uri":"MediaQuest_Holdings%2C_Inc.","surface_form":"MediaQuest Holdings","offset":2025},{"uri":"DZBB-TV","surface_form":"GMA-7 Manila","offset":2560},{"uri":"DZOE-TV","surface_form":"DZOE 11","offset":2687},{"uri":"Q_(TV_network)","surface_form":"QTV","offset":2766},{"uri":"ZOE_Broadcasting_Network","surface_form":"ZOE Broadcasting Network","offset":2889},{"uri":"Makati","surface_form":"Makati","offset":3223},{"uri":"Pasay","surface_form":"Pasay","offset":3234},{"uri":"Digital_television_in_the_Philippines","surface_form":"digital television","offset":3331},{"uri":"GMA_Network","surface_form":"GMA","offset":3390},{"uri":"Simulcasting","surface_form":"simulcasting","offset":3431},{"uri":"DZBB-TV","surface_form":"GMA-7","offset":3449},{"uri":"DZOE-TV","surface_form":"GMA News TV-11","offset":3459},{"uri":"ISDB","surface_form":"ISDB-T","offset":3493},{"uri":"ZOE_Broadcasting_Network","surface_form":"ZOE Broadcasting Network","offset":3991},{"uri":"DZOE-TV","surface_form":"VHF Channel 11","offset":4180},{"uri":"ZOE_Broadcasting_Network","surface_form":"ZOE Broadcasting Network","offset":4211},{"uri":"DZOZ-DTV","surface_form":"Light TV 33","offset":4262},{"uri":"A2Z_(TV_channel)","surface_form":"A2Z Channel 11","offset":4492},{"uri":"ABS-CBN_Corporation","surface_form":"ABS-CBN","offset":4586},{"uri":"GMA_News_TV","surface_form":"GMA News TV","offset":4813},{"uri":"GMA_Network","surface_form":"GMA Network","offset":5089},{"uri":"DYLS-TV","surface_form":"in Cebu","offset":5557},{"uri":"DXRA-TV","surface_form":"Davao","offset":5569},{"uri":"DZOE-TV","surface_form":"the former channel","offset":5618},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":5865},{"uri":"ZOE_Broadcasting_Network","surface_form":"ZOE Broadcasting","offset":6060},{"uri":"DZOZ-DTV","surface_form":"DZOZ-DTV","offset":6420}]}