{"id":70192,"url":"http://en.wikipedia.org/wiki/Chichen_Itza","text":"Chichen Itza was a large Mayan city by the Maya civilization. It is on the Yucatán Peninsula, about 120 km to the east of Mérida.\nthe temple of Kukultán, the Plumed Serpent (pictured). This is called El Castillo: in Spanish. Every year on the Fall (Autumn) and Spring equinox the Sun hits the side of the building making a show of light and shadow which looks like a snake along the steps of the building. It has four sides, and each side has 91 steps\nThere are many temples and pyramids in Chichen Itza. Tourists, or visitors, were once able to climb some of the pyramids, but it was quite challenging because the steps are very steep and small. Climbing is no longer permitted.\n\"Temple of the Warriors\" is a big temple with hundreds of columns. The columns used to hold up the roof of the temple. These columns are carved on all four sides with figures of warriors wearing feathers.\n\"The Great Ballcourt\" is the largest known ancient sports field in Central America. It is 545 feet in length and 225 feet in width. Each end has a raised temple area. The sounds in the ballcourt are remarkable: a whisper from one end can be clearly heard at the other.\n\"Sacred Cenote\" (pronounced sen-O-tay): a cenote is an underground lake or river. This cenote is where royalty gave gifts to the gods.","categories":[],"infobox_types":[],"annotations":[{"uri":"Maya_civilization","surface_form":"Maya civilization","offset":43},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":75},{"uri":"Km","surface_form":"km","offset":104},{"uri":"M%C3%A9rida","surface_form":"Mérida","offset":122},{"uri":"Spanish_language","surface_form":"Spanish","offset":216},{"uri":"Fall","surface_form":"Fall","offset":243},{"uri":"Autumn","surface_form":"Autumn","offset":249},{"uri":"Spring","surface_form":"Spring","offset":261},{"uri":"Equinox","surface_form":"equinox","offset":268},{"uri":"Cenote","surface_form":"cenote","offset":1196}]}