{"id":702317,"url":"http://en.wikipedia.org/wiki/Daniel_Woodson","text":"Daniel Woodson (May 24, 1824 – October 5, 1894) was secretary of Kansas Territory (1854–1857) and a five-time acting governor of the territory.\nEarly life.\nWoodson was born on a farm in Albemarle County, Virginia. Both of his parents died by the time he was 7 years old.\nPolitical career.\nWoodson was chosen to be secretary of the Kansas Territory by President Franklin Pierce on June 29, 1854. He took the oath of office in Washington, DC on September 28. He made $2,000 per year. He agreed with people who wanted to make Kansas a slave state. He agreed with what the pro-slavery people in the territory wanted.\nWhile Governor Andrew Reeder was away from the territory, Woodson became acting governor. He signed the first laws passed by the territorial legislature. Even though this first territorial legislature was seen as real by the federal government, free-staters called the laws \"bogus laws\".\nIn total, Woodson was acting governor for a little more than five months while governors Andrew Reeder, Wilson Shannon, and John W. Geary were away from the territory.\nLater life.\nWoodson spent his last years in Parker, Kansas. He was visiting Claremore, Indian Territory (now Oklahoma) when he died in 1894.\nLegacy.\nWoodson County, Kansas was named for him in 1855. It was the only county named for a Kansas territorial politician. This changed in 1889 when Davis County's name changed to Geary County.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kansas_Territory","surface_form":"Kansas Territory","offset":65},{"uri":"Albemarle_County%2C_Virginia","surface_form":"Albemarle County, Virginia","offset":186},{"uri":"Franklin_Pierce","surface_form":"Franklin Pierce","offset":361},{"uri":"Washington%2C_DC","surface_form":"Washington, DC","offset":425},{"uri":"Andrew_Horatio_Reeder","surface_form":"Andrew Reeder","offset":628},{"uri":"Free-staters","surface_form":"free-staters","offset":858},{"uri":"Wilson_Shannon","surface_form":"Wilson Shannon","offset":1005},{"uri":"John_W._Geary","surface_form":"John W. Geary","offset":1025},{"uri":"Parker%2C_Kansas","surface_form":"Parker, Kansas","offset":1113},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":1178},{"uri":"Woodson_County%2C_Kansas","surface_form":"Woodson County, Kansas","offset":1218},{"uri":"Geary_County%2C_Kansas","surface_form":"Geary County","offset":1391}]}