{"id":702778,"url":"http://en.wikipedia.org/wiki/The_Eldridge_Hotel","text":"The Eldridge House Hotel (often called the Eldridge Hotel or simply the Eldridge) is a historic building on Massachusetts Street, in downtown Lawrence, Kansas. The building is named after Shalor Eldridge. He was an important anti-slavery person who built the building in the mid-1800s. The building is currently used as a hotel.\nHistory.\nThe Eldridge House Hotel can trace its origin back to the New England Emigrant Aid Company, which was a transportation company in Boston, Massachusetts. They wanted to bring anti-slavery people to Kansas. This was because of the Kansas-Nebraska Act allowing residents in a territory to decide if they wanted slavery. The company built a resting place in Lawrence for these people. They called it the Free State Hotel.\nOn May 21, 1856, Douglas County sheriff Samuel J. Jones and a big group of pro-slavery men came to Lawrence. They burned down the Free State Hotel as part of the Sack of Lawrence. After this, the anti-slavery man Shalor Eldridge built a new hotel. He called it the Eldridge House, named after himself. This building stayed until August 21, 1863, when Confederate leader William Quantrill and his raiders burned the hotel and the city to the ground.\nEldridge began to build another hotel. It finished in 1866 under George W. Deitzler. This building was updated in 1925; the new version stayed until the mid-to-late 1960s, when it closed due to competition with motels. The building became an apartment complex on July 1, 1970. People in Lawrence wanted to see the Eldridge re-open as a hotel again in the 1980s. A group of investors got $1 million, and the city of Lawrence also gave $2 million to make this happen. In the late 1980s, the building became a hotel again. In 2004, the hotel was purchased by a new group of investors. They changed it back \"to its original 1925 grandeur (the style of the hotel).\" The hotel opened in 2005.","categories":[],"infobox_types":[],"annotations":[{"uri":"Massachusetts_Street","surface_form":"Massachusetts Street","offset":108},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":142},{"uri":"New_England_Emigrant_Aid_Company","surface_form":"New England Emigrant Aid Company","offset":396},{"uri":"Boston","surface_form":"Boston","offset":468},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":476},{"uri":"Kansas-Nebraska_Act","surface_form":"Kansas-Nebraska Act","offset":567},{"uri":"Slavery","surface_form":"slavery","offset":646},{"uri":"Samuel_J._Jones","surface_form":"Samuel J. Jones","offset":796},{"uri":"Sack_of_Lawrence","surface_form":"Sack of Lawrence","offset":918},{"uri":"William_Quantrill","surface_form":"William Quantrill","offset":1126},{"uri":"Quantrill%27s_Raiders","surface_form":"raiders","offset":1152},{"uri":"Lawrence_Massacre","surface_form":"burned the hotel and the city to the ground","offset":1160},{"uri":"Motel","surface_form":"motel","offset":1416},{"uri":"Investor","surface_form":"investor","offset":1578}]}