{"id":702834,"url":"http://en.wikipedia.org/wiki/Dinghy_sailing","text":"Dinghy sailing is sailing in small boats usually with a centreboard or a keel. The boat is sailed using the crew for balance.\nHistory.\nSmall boats have always been used to bring people and produce around. This might mean from place to place but often from an anchored ship to the shore.\nCharles II of England had a sailing dinghy given to him when he returned from exile to England in the 17th century.\nIn 1887 Thomas Middleton, a Dublin solicitor, thought that yacht racing was too expensive. He then invented the one-design boat. He wanted yacht racing to show just skill at sailing with all boats to be the same. He found some other people who agreed with him and they decided on a design for the new boat. They decided to call the boat 'The Water Wag'. The Water Wag Club is still in Dún Laoghaire harbour (near Dublin, Ireland), and they race every Wednesday evening during the Summer.\nNow there are a great many classes of sailing dinghies in use in yacht clubs around the world and it is a major Olympic sport.\nDinghy classes.\nDinghy designs are often called \"classes\"; these classes are usually either one design or development. The idea is that One Designs provide a fair and even competition, but Development Classes make new faster and better boats. The first International one-design class was the B.R.A. 12 foot dinghy which was designed by George Cockshott in 1914 for West Kirby marine lake near Liverpool, England. This design then went to the Netherlands, Germany, France, Ireland etc.\nSailing skiffs are the hardest type of dinghy to sail. A skiff is small with large sails called a spinnaker, a jib and mainsail. It also has racks (like wings) and trapeze. The 49er dinghy, an Olympic boat is a sailing skiff.\nSome high-performance dinghies are the Flying Dutchman, the International 505, the Jet 14, the Fireball, the Osprey, the Thistle, the International 470 and the Moth.\nThere is also a type of dinghy called a Sports boat. These classes are larger racing dinghies with keels. Usually, they have several crew members. The Melges 24 and Laser SB3 are examples of this type.\nOlympic sailing.\nThis is done entirely in dinghies. The first sailing Olympics took place in 1900 at Meulan near Le Havre in France. Over the years the classes of boats allowed to compete have changed because of new design and technology. Classes of dinghies sailed in the Olympics now are the Finn, the 470, the 49er, the Laser and the Nacra which is a catamaran (two hulls).","categories":[],"infobox_types":[],"annotations":[{"uri":"Sailing","surface_form":"sailing","offset":18},{"uri":"Centreboard","surface_form":"centreboard","offset":56},{"uri":"Boat_keel","surface_form":"keel","offset":73},{"uri":"Crew","surface_form":"crew","offset":108},{"uri":"Produce","surface_form":"produce","offset":189},{"uri":"Anchor","surface_form":"anchor","offset":259},{"uri":"Ship","surface_form":"ship","offset":268},{"uri":"Shore","surface_form":"shore","offset":280},{"uri":"Charles_II_of_England","surface_form":"Charles II of England","offset":287},{"uri":"Sailing","surface_form":"sailing","offset":315},{"uri":"Dublin","surface_form":"Dublin","offset":431},{"uri":"Solicitor","surface_form":"solicitor","offset":438},{"uri":"Yacht","surface_form":"yacht","offset":462},{"uri":"Invention","surface_form":"invented","offset":502},{"uri":"One-design_dinghy","surface_form":"one-design","offset":515},{"uri":"Ireland","surface_form":"Ireland","offset":824},{"uri":"Class","surface_form":"class","offset":918},{"uri":"Olympic","surface_form":"Olympic","offset":1003},{"uri":"Liverpool","surface_form":"Liverpool","offset":1411},{"uri":"England","surface_form":"England","offset":1422},{"uri":"Le_Havre","surface_form":"Le Havre","offset":2210},{"uri":"France","surface_form":"France","offset":2222}]}