{"id":702831,"url":"http://en.wikipedia.org/wiki/DZOZ-DTV","text":"DZOZ-DTV (Light TV 33) is a UHF digital television station of ZOE Broadcasting Network. DZOZ-TV studios are located at Strata 2000 Bldg., F. Ortigas Jr. Road, Ortigas Center, Pasig City. Its transmitter is located at ZOE Compound Center, Crestview Heights Subdivision, Barangay San Roque, Antipolo, Rizal. As of November 2, 2020, DZOZ-DTV operates from Mondays to Fridays 5:00 AM to 12:00 MN and Saturdays and Sundays 6:00 AM to 12:00 MN.\nChannel History.\nBefore 2006, ZOE Broadcasting Network operated on VHF Channel 11, after being awarded from its previous owner Delta Broadcasting System in 1998. By 2005, ZOE Broadcasting agreed to lease the entire airtime of ZOE-TV Channel 11 to Citynet Network Marketing and Productions, Inc., a subsidiary of GMA Network, Inc., in exchange of airing programs of ZOE-TV in GMA Network and an upgraded transmitter facilities for ZOE-TV on GMA Tower of Power. However, due to increasing lease payments of GMA Network to ZOE Broadcasting which is accompanied with decreased revenues of the former, GMA/Citynet terminated its agreement by June 4, 2019, with Channel 11 shutting down on the following day.\nZOE Broadcasting began its test broadcast in UHF Channel 33 on May 2006. At that time, it with its airing of job opening program \"Future Finder\" on limited broadcast hours in preparation for a relaunch of DZOZ-TV's new branding on November 27, 2006. On that day, after the series of test broadcasts, it began broadcasting, then under a blocktime agreement between ZOE and Makati-based Estima, Inc. The result of the deal was student-oriented channel UniversiTV. The channel has proven to be a hub for college and university students, catering them with evening and overnight programs everyday. By that time, it operated from 4 pm to 8 am the following day, but eventually retracted its broadcast hours until 4 am during its last few months of airing. However, on March 10, 2008, UniversiTV ceased its agreement with Channel 33, possibly due to poor ratings and lack of advertisers' support. This made ZOE TV left with almost no programming to offer along with its old Station ID, though, they surprisingly aired entertainment programs in the evening and a weekday morning TeleRadyo-formatted news program under the ZTV 33 brand. UniversiTV on the other hand, was then relaunched as a Pay TV channel via satellite and cable operators, but totally ceased operations by 2010.\nOn March 1, 2011, (a day after the network's sister station Channel 11 was relaunched as GMA News TV, which can now be seen on Channel 27), Channel 33 was rebranded as Light TV 33, introducing new programs produced by ZOE, and at the same time, the network launched its flagship newscast entitled \"News Light\". Soon, Channel 33 regained all of its programming with programs mostly dedicated to religious formats. On March 31, 2014, Light TV 33 was renamed as Light Network, launched its refreshed logo, and had a new slogan called \"Experience Light\", while retaining the slogan \"Kaibigan Mo\" (Your Friend).\nOn February 12, 2018, Light Network was renamed back as Light TV with its new slogan \"God's Channel of Blessings\". At the same time, the channel started live broadcasts of JIL Worship Services during Sunday mornings and Jesus the Healer Friday Night Healing Services.\nOn March 4, 2019, Light TV has launched the new radio-on-television format show Light TV Radio which aired Daylight Devotions, News Light sa Umaga, and Bangon na Pilipinas. Then followed by the Edge TV. These programs are streamed online via Light TV Facebook Page, and simulcast on DZJV 1458 kHz in Laguna and DWZB 91.1 FM in Palawan, while Edge TV is also streamed online through their Facebook page. But on October 5, 2019, since UCAPehan has successfully launch on Light TV, the station signs on at 9:00 am every Saturday, but on January 4, 2020, it retracted its Saturday hours of operations from 12:00nn to 11:00pm, a week after the last airing of UCAPehan on December 28, 2019.\nAnalog-to-digital conversion.\nOn March 1, 2017, Light Network became the first television network in the country to abandon analog transmissions and migrated to digital television. The night before, network chief engineer Antonio Soriano permanently ceased Channel 33's analog signal, triggering the country's shift to all-digital television. The station then flash-cut the digital signal to the abandoned analog channel for post-transition operations. However, the arrangement had ended, when the management decided to reactivate its old flagship station, Channel 11 one year after GMA News TV left the frequency and moved to UHF 27.","categories":[],"infobox_types":[],"annotations":[{"uri":"Digital_television","surface_form":"digital television","offset":32},{"uri":"ZOE_Broadcasting_Network","surface_form":"ZOE Broadcasting Network","offset":62},{"uri":"Antipolo","surface_form":"Antipolo","offset":289},{"uri":"Rizal","surface_form":"Rizal","offset":299},{"uri":"Delta_Broadcasting_System","surface_form":"Delta Broadcasting System","offset":566},{"uri":"DWDB-TV","surface_form":"Citynet Network Marketing and Productions, Inc.","offset":686},{"uri":"GMA_Network%2C_Inc.","surface_form":"GMA Network, Inc.","offset":751},{"uri":"GMA_Network","surface_form":"GMA Network","offset":814},{"uri":"GMA_Tower_of_Power","surface_form":"GMA Tower of Power","offset":879},{"uri":"DZOE-TV","surface_form":"Channel 11","offset":2475},{"uri":"GMA_News_TV","surface_form":"GMA News TV","offset":2504},{"uri":"DWDB-TV","surface_form":"Channel 27","offset":2542},{"uri":"News_Light","surface_form":"News Light","offset":2713},{"uri":"Jesus_is_Lord_Church","surface_form":"JIL","offset":3194},{"uri":"DZJV","surface_form":"DZJV 1458 kHz","offset":3573},{"uri":"DWZB-FM","surface_form":"DWZB 91.1 FM","offset":3601},{"uri":"Flash_cut","surface_form":"flash-cut","offset":4335},{"uri":"DZOE-TV","surface_form":"flagship station, Channel 11","offset":4514},{"uri":"GMA_News_TV","surface_form":"GMA News TV","offset":4558},{"uri":"DWDB-TV","surface_form":"UHF 27","offset":4602}]}