{"id":702939,"url":"http://en.wikipedia.org/wiki/Numberjacks","text":"\"Numberjacks\" is a children's television series for 4-5 year olds and is shown regularly on BBC2 and CBeebies in the UK. It is produced by Open Mind Productions for the BBC and features a mixture of computer-generated animation and live action.\nSynopsis.\nThe Numberjacks are animated characters - the numbers zero to nine - who live in a sofa and solve problems outside. Each episode has the same structure. At the beginning of the episode, some of the Numberjacks will be engaged in an activity that will have relevance to the problem that is later discovered. Then an \"agent\" (a live-action child) will call in and describe the problem that is occurring. One or two of the Numberjacks will go out into the real world to solve the problem, while the remaining Numberjacks stay in their base and watch their progress on a screen. As soon as the problem is understood, 5 will worry about all the things that can happen. In the second series she does not worry about the dancing cow quite so much.\nOnce outside, the Numberjacks are shown in a live-action setting (although still animated themselves). They diagnose the problem by examination and with help from additional ideas from the agents, who call into the base. The problems are usually solved by creating and sending \"brain gain\", a magic force that can correct the problems once the solution is understood.\nOnce solved, the Numberjacks return to their base, replay what happened on a screen and then ask a question for the viewers.\nThe problems encountered are all based around simple mathematical concepts and the programme is intended to stimulate young children's interest in mathematics.\nHeroes.\nThe Numberjacks are the heroes. Each of the numbers 0-9 is an individual character and each is broadly the age of his or her number. 0, 2, 4, 6 and 8 are male, while 1, 3, 5, 7 and 9 are female. However, the gender of the individual Numberjacks is never explicitly stated.\nVillains.\nThere are five \"Meanies\" who often cause trouble for people. The Problem Blob, the Puzzler and the Numbertaker are male, while the Shape Japer and Spooky Spoon are female.","categories":[],"infobox_types":[],"annotations":[{"uri":"BBC2","surface_form":"BBC2","offset":92},{"uri":"CBeebies","surface_form":"CBeebies","offset":101},{"uri":"Open_Mind_Productions","surface_form":"Open Mind Productions","offset":139},{"uri":"BBC","surface_form":"BBC","offset":169}]}