{"id":702925,"url":"http://en.wikipedia.org/wiki/Boat_keel","text":"On boats and ships, the keel extends below a boat along the central line. When a boat or ship is being built then the keel laying down is the first step and the date is noted as the start of the job. Only the launching of the ship more important.\nHistory.\nEvidence of early wooden ship keels has been found in various sites around the world. In Europe, Viking longships have been found which were buried but still show their keel and the way the boat was built.\nThe adjustable centerboard keel traces its roots to the medieval Chinese Song dynasty. Many Song Chinese junk ships had a ballasted and bilge keel that consisted of wooden beams bound together with iron hoops. Maritime technology and the technological know-how allowed Song dynasty ships to be used in naval warfare between the Southern Song Dynasty, the Jin dynasty (1115–1234), and the Mongols.\nMetal keels.\nThe most common type of keel is the \"flat plate keel\", and this is fitted to ocean-going ships and other vessels. A form of keel found on smaller vessels is the \"bar keel\", which may be fitted in trawlers, tugs, and smaller ferries.\nNon-sailing keels.\nIn non-sailing boats, the keel helps the hull to move forward, rather than slipping to the side. In traditional boat building, this is provided by the keel, which comes out from the bottom of the hull. There are many types of keels, including full keels, long keels, fin keels, winged keels, bulb keels, and twin keels among other designs.\nYacht keels.\nThe keel works by changing the sideways movement of the wind into a forward movement. It also gives weight to the boat.\nKeels are different from centreboards and made of heavy materials to give weight to steady the boat. Keels may be fixed or they may lift up to allow sailing when the water is not deep. The amount of sail use is smaller when sailing with the keel up in the boat.\nOther types of keels are swing keels and canting keels. Canting keels can move sideways and can be on racing yachts, such as those in the Volvo Ocean Race.","categories":[],"infobox_types":[],"annotations":[{"uri":"Song_dynasty","surface_form":"Song dynasty","offset":535},{"uri":"Sailing","surface_form":"sailing","offset":1131},{"uri":"Hull_(watercraft)","surface_form":"hull","offset":1165},{"uri":"Custom","surface_form":"traditional","offset":1224},{"uri":"Centreboard","surface_form":"centreboard","offset":1622}]}