{"id":703185,"url":"http://en.wikipedia.org/wiki/Dominique_Mbonyumutwa","text":"Dominique Mbonyumutwa (January 1921 – 26 July 1986) was a Rwandan politician who served on an interim basis as the first President of Rwanda, from 1 January to 1960 to 26 October 1961, following the abolition of the Rwandan monarchy. He took over by overthrowing the monarchy under King Kigali V Ndahindurwa and declaring Rwanda a republic, resulting in the 1961 referendum.\nMbonyumutwa was of Hutu ethnicity and was respected by the population both before and after his presidency. On 1 November 1959, while serving as a \"sous-chef\" (equivalent to a district mayor today), he was assaulted by a group of Tutsi youth in Byimana in Southern Province. This incident triggered the \"social revolution\" of November 1959, which eventually brought down the monarchy while driving hundreds of thousands of Rwandan Tutsi into decades-long exile.\nMbonyumutwa was succeeded as president by Grégoire Kayibanda a few months before Rwanda's independence. After his presidency, he maintained a position in Rwandan politics by serving as the Vice President of Rwandan and holds an honorary position as Chancellor of National Orders in service of later president Juvenal Habyarimana. He died in July 1986 in Belgium and was buried in Gitarama Stadium, the site where the Republic was proclaimed in 1961, as a recognition to the country. In 2010 his remains were exhumed and reburied in a public cemetery due to the plans to redevelop the stadium.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Politician","surface_form":"politician","offset":66},{"uri":"Rwanda","surface_form":"Rwanda","offset":134},{"uri":"Rwandan_monarchy","surface_form":"Rwandan monarchy","offset":216},{"uri":"Kigeli_V_of_Rwanda","surface_form":"Kigali V Ndahindurwa","offset":287},{"uri":"1961_Rwandan_monarchy_referendum","surface_form":"1961 referendum","offset":358},{"uri":"Hutu","surface_form":"Hutu","offset":394},{"uri":"Southern_Province%2C_Rwanda","surface_form":"Southern Province","offset":631},{"uri":"Rwandan_Revolution","surface_form":"social revolution","offset":679},{"uri":"Gr%C3%A9goire_Kayibanda","surface_form":"Grégoire Kayibanda","offset":879},{"uri":"Vice_President_of_Rwanda","surface_form":"Vice President of Rwandan","offset":1026},{"uri":"Juv%C3%A9nal_Habyarimana","surface_form":"Juvenal Habyarimana","offset":1146}]}