{"id":70321,"url":"http://en.wikipedia.org/wiki/Henri_Cornet","text":"Henri Cornet (born Henri Jardry 4 August 1884 - 18 March 1941) was a French cyclist who won the second Tour de France in 1904.\nBorn in Desvres, Pas-de-Calais, France, he was 18 years old when he raced in the Tour de France. The race was spoiled by many problems including irate spectators throwing nails on the road in the final stage that forced Henri Cornet to ride the last 40 kilometres with two flat tyres. There were a lot of complaints about cheating, the top four finishers were disqualified by a special committee of the French cycling union. Although his overall time was three hours behind the first place rider, race officials declared Henri Cornet the winner in November 1903, when he was 19 years and 3 months old. He is the youngest ever winner.\nSuch was the commotion over the 1904 race that Tour founder Henri Desgrange said it was probably the last time the race would ever be run. The race winner Maurice Garin was suspended from competition for two years (he retired), and the second place finisher was banned for life. In all\nnine cyclists were excluded because of illegal use of cars or trains and all of the stage winners were disqualified because of illegal agreements about allowing people to win.\nAfter 1904 Cornet never again had any great success in any race. He abandoned the 1905 Tour de France in the 4th stage. He won the 1906 Paris-Roubaix race, but could not start the 1906 Tour de France, and had to abandon it again in 1907, but did manage 8th place finish in 1908. Extremely fast in what today are called time trials, he won the final leg of the 1908 race. A special timed lap run at a velodrome racetrack in Paris, the event was not counted as an official stage or towards the overall classification. Cornet competed in his last Tour de France in 1912, finishing 28th.\nHe died in 1941 at the age of 56 in Prunay-le-Gillon, Eure-et-Loir.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_people","surface_form":"French","offset":69},{"uri":"Cyclist","surface_form":"cyclist","offset":76},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":103},{"uri":"Desvres","surface_form":"Desvres","offset":135},{"uri":"Pas-de-Calais","surface_form":"Pas-de-Calais","offset":144},{"uri":"France","surface_form":"France","offset":159},{"uri":"Kilometre","surface_form":"kilometre","offset":380},{"uri":"French_cycling_union","surface_form":"French cycling union","offset":530},{"uri":"Henri_Desgrange","surface_form":"Henri Desgrange","offset":821},{"uri":"Maurice_Garin","surface_form":"Maurice Garin","offset":916},{"uri":"Paris-Roubaix","surface_form":"Paris-Roubaix","offset":1359},{"uri":"Time_trial","surface_form":"time trial","offset":1542},{"uri":"Prunay-le-Gillon","surface_form":"Prunay-le-Gillon","offset":1843},{"uri":"Eure-et-Loir","surface_form":"Eure-et-Loir","offset":1861}]}