{"id":703207,"url":"http://en.wikipedia.org/wiki/Rocco_Siffredi","text":"Rocco Siffredi (born Rocco Antonio Tano; 4 May 1964) is an Italian pornographic actor, director and producer of pornographic movies.\nCareer.\nSiffredi met porn actor Leonardo Codazzo in a French sex club in 1985 and was introduced to producer Marco and director Michela, who cast him in his first pornographic role, \"Attention fillettes...\" (\"Watch Out, Little Girls...\") in 1987, in which he performed anal sex. Siffredi then stepped away from porn and worked as a fashion model, but returned to the business after two years with the help of porn actress Teresa Orlowski. Siffredi went on to perform in both plot-based and gonzo-style pornography, with styles of sex ranging from ordinary to extreme. However, it was Siffredi's performances involving anal sex and anilingus, as well as rough sex and his psychological intensity and athleticism, which earned him recognition and ultimately a cult following. Through collaboration with John Stagliano's Evil Angel studio and then his own Budapest-based Rocco Siffredi Produzioni as both a performer and director, Siffredi became one of the most powerful and recognizable personalities in pornography. \"Rocco has far more power in this industry than any actress,\" Stagliano commented in 2001. Siffredi has credited Stagliano with being his mentor through all 30 years of his career.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italians","surface_form":"Italian","offset":59},{"uri":"Pornographic_actor","surface_form":"pornographic actor","offset":67},{"uri":"Pornographic_movies","surface_form":"pornographic movies","offset":112},{"uri":"Marco","surface_form":"Marco","offset":242},{"uri":"Anal_sex","surface_form":"anal sex","offset":402},{"uri":"Teresa_Orlowski","surface_form":"Teresa Orlowski","offset":555},{"uri":"Gonzo_pornography","surface_form":"gonzo-style pornography","offset":623},{"uri":"Anilingus","surface_form":"anilingus","offset":764},{"uri":"John_Stagliano","surface_form":"John Stagliano","offset":934},{"uri":"Evil_Angel_(studio)","surface_form":"Evil Angel","offset":951},{"uri":"Budapest","surface_form":"Budapest","offset":986}]}