{"id":703390,"url":"http://en.wikipedia.org/wiki/Frederick%2C_Kansas","text":"Frederick is a city in Rice County, Kansas, United States. In 2010, 18 people lived there. In 2015, the U.S. Census Bureau estimated only 18 people lived there, though a newspaper estimated that 9 people lived there.\nHistory.\nFrederick became a city in 1909. It was a shipping point at the junction of the Missouri Patfic and the St. Louis & San Francisco railroads.\nA post office was opened in Frederick (also spelled historically Frederic) in 1887. It stayed until 1954.\nIn July 2015, government officials said they were considering un-incorporating the city. As of August 2015, for the first time in nearly 130 years, the city doesn't have a city council. There was also no one who ran for mayor in April 2015. The future of Frederick is unknown because Rice County isn't able to un-incorporate the city. State law says that residents must bring a petition to the city council. Then a special election will be called for a vote. Since there isn't a city council, it can't happen.\nIn November 2016, the community voted on whether to un-incorporate Frederick. Election workers at the Eureka Township voting location made a mistake. They accidentally gave the wrong ballots to township residents who didn't actually live in Frederick. 20 people voted. 13 voted to keep the city, but only 9 people live in Frederick. The mistake was noticed more than a week after the vote was certified. There is only a 5 day window to contest a vote. Because of this, Kansas Law kept the results. Frederick is still a city.\nIn November 2017, another ballot issue was voted on whether to un-incorporate the city. The vote was 2-2.\nGeography.\nFrederick is at (38.513108, -98.267756). The United States Census Bureau says that the city has a total area of. All of it is land.\n2010 census.\nThe census of 2010 says there were 18 people, 8 households, and 6 families living in the city. The population density was. There were 10 housing units at an average density of. The racial makeup of the city was 100.0% White.\nThere were 8 households of which 25.0% had children under the age of 18 living with them, 75.0% were married couples living together, and 25.0% were non-families. 25.0% of all households were made up of individuals and 12.5% had someone living alone who was 65 years of age or older. The average household size was 2.25 and the average family size was 2.67.\nThe median age in the city was 48.5 years. 22.2% of residents were under the age of 18; 0.0% were between the ages of 18 and 24; 22.2% were from 25 to 44; 50.1% were from 45 to 64; and 5.6% were 65 years of age or older. The gender makeup of the city was 50.0% male and 50.0% female.\n2000 census.\nThe census of 2000 says there were 11 people, 7 households, and 3 families living in the city. The population density was 57.1 people per square mile (22.4/km²). There were 7 housing units at an average density of 36.3 per square mile (14.2/km²). The racial makeup of the city was 100.00% White.\nThere were 7 households out of which none had children under the age of 18 living with them, 57.1% were married couples living together, and 42.9% were non-families. 42.9% of all households were made up of individuals and 14.3% had someone living alone who was 65 years of age or older. The average household size was 1.57 and the average family size was 2.00.\nIn the city, the population was spread out with 54.5% from 45 to 64, and 45.5% who were 65 years of age or older. The median age was 54 years. For every 100 females, there were 120.0 males. For every 100 females age 18 and over, there were 120.0 males.\nThe median income for a household in the city was $46,250, and the median income for a family was $46,250. Males had a median income of $19,375 versus $26,250 for females. The per capita income for the city was $20,845. None of the population and none of the families were below the poverty line.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rice_County%2C_Kansas","surface_form":"Rice County","offset":23},{"uri":"Kansas","surface_form":"Kansas","offset":36},{"uri":"2010_United_States_Census","surface_form":"2010","offset":62},{"uri":"Rice_County%2C_Kansas","surface_form":"Rice County","offset":757},{"uri":"Petition","surface_form":"petition","offset":851},{"uri":"Eureka_Township%2C_Rice_County%2C_Kansas","surface_form":"Eureka Township","offset":1085},{"uri":"Contest","surface_form":"contest","offset":1419},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":1670},{"uri":"Census","surface_form":"census","offset":1774},{"uri":"Population_density","surface_form":"population density","offset":1869},{"uri":"White_(U.S._Census)","surface_form":"White","offset":1988},{"uri":"Marriage","surface_form":"married couples","offset":2096},{"uri":"Census","surface_form":"census","offset":2654},{"uri":"Population_density","surface_form":"population density","offset":2749},{"uri":"White_(U.S._Census)","surface_form":"White","offset":2939},{"uri":"Marriage","surface_form":"married couples","offset":3050},{"uri":"Per_capita_income","surface_form":"per capita income","offset":3736},{"uri":"Poverty_line","surface_form":"poverty line","offset":3843}]}