{"id":703544,"url":"http://en.wikipedia.org/wiki/Republican_In_Name_Only","text":"Republicans In Name Only or RINO is a word for people who are in the Republican Party of the United States but believe things and want to pass laws that are different from most Republicans. RINO is a pejorative term, meaning it is an insult that other Republicans or conservatives use for people whom they think should not count as Republican.\nIn the 1800s and 1900s people said \"republican in name only\" when talking about governments of countries that said they let people elect their own leaders, like in a real republic, but really ruled regardless of what the people wanted.\nWhen Theodore Roosevelt and William Howard Taft both wanted to become the Republican candidate for President of the United States in the early 1900s, they accused each other of being \"Republican in Name Only.\" When he was President, Franklin Roosevelt called Republicans who supported the New Deal \"Me Too Republicans\" and claimed they were just promising to do what he was already doing. Today, people call the Me Too Republicans Republican in Name Only.\nIn 1964, Senator Barry Goldwater refused to run for President as a moderate because \"Extremism in the pursuit of justice is no vice and moderation in the service of conscience is no virtue.\"\nIn 1976, Ronald Reagan challenged President Gerald Ford for the nomination of the Republican Party to run for President and insisted on a conservative platform instead of Ford's moderate position.\nIn 1993, an article in a newspaper claimed that President Bill Clinton should be pleased that the United States Congress was being won by Democrats and RINOs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Republican_Party","surface_form":"Republican Party","offset":69},{"uri":"United_States","surface_form":"United States","offset":93},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":585},{"uri":"William_Howard_Taft","surface_form":"William Howard Taft","offset":608},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":679},{"uri":"Franklin_Roosevelt","surface_form":"Franklin Roosevelt","offset":813},{"uri":"New_Deal","surface_form":"New Deal","offset":869},{"uri":"Barry_Goldwater","surface_form":"Barry Goldwater","offset":1053},{"uri":"Moderate","surface_form":"moderate","offset":1103},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":1236},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":1271},{"uri":"Conservative","surface_form":"conservative","offset":1365},{"uri":"Moderate","surface_form":"moderate","offset":1405},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1482},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":1522},{"uri":"Democrats","surface_form":"Democrats","offset":1562}]}