{"id":703527,"url":"http://en.wikipedia.org/wiki/Baldwin_City%2C_Kansas","text":"Baldwin City is a city in Douglas County, Kansas, United States. It is about south of Lawrence. It is about west of Gardner. In 2010, 4,515 people lived there. The city has Baker University. It is Kansas's oldest four-year university.\nEarly history.\nBaldwin City started as a trail stop on the Santa Fe Trail. It was called Palmyra. It had a harness shop, blacksmith, hotel, lawyer, drug store, two doctors and a tavern. In 1858, a group of Methodist ministers came together at Kibbee Cabin and created Baker University. Palmyra bought land to the south for the university and the city. The first post office was built in June 1857.\nAn important person for Baldwin City was John Baldwin. They named the town \"Baldwin City\" to honor him. Baldwin built a saw mill. It was at present-day Fifth Street and Indiana Street. Baldwin City was incorporated on September 22, 1870.\nBaldwin City was affected by the events that led up to the American Civil War. Three miles east of Baldwin was the town of Black Jack. The Battle of Black Jack happened there on June 2, 1856. The night before that battle, John Brown stayed in Prairie City. In 1863, Quantrill's raiders passed within three miles (5 km) of Baldwin after the burning Lawrence.\nGeography.\nBaldwin City is at (38.777597, -95.187418). The United States Census Bureau says that the city has an area of. of that is land and is water.\nClimate.\nBaldwin City's climate has hot, humid summers and generally mild to cool winters. The Köppen Climate Classification system says that Baldwin City has a humid subtropical climate. It is abbreviated \"Cfa\" on climate maps.\nPeople.\nBaldwin City is part of the Lawrence Metropolitan Statistical Area.\n2010 census.\nIn 2010, there were 4,515 people, 1,501 households, and 1,011 families living in Lawrence. The people were 93.4% White, 2.1% African American, 0.7% Native American, 0.5% Asian, 0.6% from other races, and 2.7% from two or more races. 3.0% of people were Hispanic or Latino.\nThere were 1,501 households. 37.5% of them had children under 18 years old; 52.6% of them had married people; 10.2% had only a woman as the main person (with no man); 4.5% had only a man as the main person (with no woman); 32.6% were not families. 26.8% were people living alone, and 12.1% were people over 65 years old living alone. The average number of people living in a household was 2.54. The average number of people in a family was 3.08.\n24.3% of the people were under 18 years old; 20.9% of the people were between 18 and 24 years old; 22.9% of the people were between 25 and 44 years old; 20.1% of the people were between 45 and 64 years old; 11.9% were 65 years old or older. 51.5% of the people were women, and 48.5% of the people were men.\n2000 census.\nIn 2000, there were 3,400 people, 1,077 households, and 774 families living in Lawrence. The people were 93.62% White, 1.12% African American, 0.74% Native American, 0.62% Asian, 0.06% Pacific Islander, 0.38% from other races, and 3.47% from two or more races. 1.62% of people were Hispanic or Latino.\nThere were 1,077 households. 39.6% of them had children under 18 years old; 57.8% of them had married people; 10.4% had only a woman as the main person (with no man); 28.1% were not families. 24.8% were people living alone, and 10.0% were people over 65 years old living alone. The average number of people living in a household was 2.59. The average number of people in a family was 3.10.\n25.3% of the people were under 18 years old; 21.8% of the people were between 18 and 24 years old; 24.2% of the people were between 25 and 44 years old; 17.4% of the people were between 45 and 64 years old; 11.2% were 65 years old or older. 51.5% of the people were women, and 48.5% of the people were men. The median age was 28 years old. 51.2% of the people were women, and 48.8% of the people were men.\nThe median income for a household was $43,269. The median income for a family was $51,667. Men had a median income of $37,111. Women had a median income of $25,850. The per capita income was $16,698. About 5.6% of families and 7.6% of all people in Baldwin City lived below the poverty line. This included 11.0% of children under 18 years old and 5.7% of people over 65 years old.\nGovernment.\nThe Baldwin City government has a mayor and five council members. The council meets the first and third Mondays of each month at 7:00pm.\nPrimary and secondary education.\nThe [http://www.usd348.com USD 348] School District is in Baldwin City. They have most students in southern Douglas County. It has four schools in Baldwin City (Baldwin Elementary, Baldwin Intermediate, Baldwin Junior High, and Baldwin High School). On December 13, 2010, the Board of Education voted to close the schools in Vinland and Worden at the end of the 2010-2011 school year.\nCollege.\nBaldwin City has Baker University. It is a liberal arts university created in 1858 by United Methodist ministers. It is the oldest four-year university in Kansas. It has been coed since it was created.\nMedia.\nBaldwin City had a newspaper, the \"Baldwin City Sign\". It stopped publishing in 2015. It was moved to the \"Lawrence Journal-World\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Douglas_County%2C_Kansas","surface_form":"Douglas County","offset":26},{"uri":"Kansas","surface_form":"Kansas","offset":42},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence","offset":86},{"uri":"Gardner%2C_Kansas","surface_form":"Gardner","offset":116},{"uri":"2010_United_States_Census","surface_form":"2010","offset":128},{"uri":"Baker_University","surface_form":"Baker University","offset":173},{"uri":"Santa_Fe_Trail","surface_form":"Santa Fe Trail","offset":294},{"uri":"Blacksmith","surface_form":"blacksmith","offset":356},{"uri":"Hotel","surface_form":"hotel","offset":368},{"uri":"Lawyer","surface_form":"lawyer","offset":375},{"uri":"Drug_store","surface_form":"drug store","offset":383},{"uri":"Tavern","surface_form":"tavern","offset":413},{"uri":"Methodist","surface_form":"Methodist","offset":441},{"uri":"Minister","surface_form":"minister","offset":451},{"uri":"Baker_University","surface_form":"Baker University","offset":503},{"uri":"John_Baldwin_(educator)","surface_form":"John Baldwin","offset":674},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":930},{"uri":"Battle_of_Black_Jack","surface_form":"Battle of Black Jack","offset":1010},{"uri":"John_Brown_(abolitionist)","surface_form":"John Brown","offset":1093},{"uri":"Prairie_City%2C_Kansas","surface_form":"Prairie City","offset":1114},{"uri":"William_C._Quantrill","surface_form":"Quantrill's","offset":1137},{"uri":"Lawrence_Massacre","surface_form":"burning Lawrence","offset":1211},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":1288},{"uri":"K%C3%B6ppen_Climate_Classification","surface_form":"Köppen Climate Classification","offset":1476},{"uri":"Humid_subtropical_climate","surface_form":"humid subtropical climate","offset":1542},{"uri":"Metropolitan_Statistical_Area","surface_form":"Metropolitan Statistical Area","offset":1655},{"uri":"White_(U.S._Census)","surface_form":"White","offset":1812},{"uri":"African_American_(U.S._Census)","surface_form":"African American","offset":1824},{"uri":"Native_American_(U.S._Census)","surface_form":"Native American","offset":1847},{"uri":"Asian_(U.S._Census)","surface_form":"Asian","offset":1869},{"uri":"Race_(U.S._Census)","surface_form":"other races","offset":1886},{"uri":"Hispanic_(U.S._Census)","surface_form":"Hispanic","offset":1952},{"uri":"Latino_(U.S._Census)","surface_form":"Latino","offset":1964},{"uri":"White_(U.S._Census)","surface_form":"White","offset":2850},{"uri":"African_American_(U.S._Census)","surface_form":"African American","offset":2863},{"uri":"Native_American_(U.S._Census)","surface_form":"Native American","offset":2887},{"uri":"Asian_(U.S._Census)","surface_form":"Asian","offset":2910},{"uri":"Pacific_Islander_(U.S._Census)","surface_form":"Pacific Islander","offset":2923},{"uri":"Race_(United_States_Census)","surface_form":"other races","offset":2952},{"uri":"Hispanic_(U.S._Census)","surface_form":"Hispanic","offset":3020},{"uri":"Latino_(U.S._Census)","surface_form":"Latino","offset":3032},{"uri":"Per_capita_income","surface_form":"per capita income","offset":4005},{"uri":"Poverty_line","surface_form":"poverty line","offset":4114},{"uri":"Mayor","surface_form":"mayor","offset":4263},{"uri":"Baker_University","surface_form":"Baker University","offset":4810},{"uri":"Liberal_arts","surface_form":"liberal arts","offset":4836},{"uri":"Coed","surface_form":"coed","offset":4968},{"uri":"Lawrence_Journal-World","surface_form":"Lawrence Journal-World","offset":5109}]}