{"id":703751,"url":"http://en.wikipedia.org/wiki/One-design_dinghy","text":"A One-design dinghy is a type of boat which has been built exactly the same as the next so that racing dinghy sailing equal and fair to all.\nHistory.\nIn 1887 Thomas Middleton, a Dublin solicitor, thought that yacht racing was too expensive. He then invented the one-design boat. He wanted yacht racing to show just skill at sailing with all boats to be the same. He found some other people who agreed with him and they decided on a design for the new boat. They decided to call the boat 'The Water Wag'. The Water Wag Club is still in Dún Laoghaire harbour (near Dublin, Ireland), and they race every Wednesday evening during the Summer.\nThe idea was quickly taken by sailors in Ireland, England, India and South America.\nIn 1893 the Solent One Design Class was one of the first dinghy classes designed in England. It quickly became popular with some of the best-known yacht owners in the Solent, Portsmouth and Southampton waters including Sir Philip Hunloke, the King's Yachtmaster. The class was sailed by the Royal Yacht Squadron and the Island Sailing Club in 1895. The only boat still afloat is Rosenn, formally Eilun, sail number 6. She is included in the National Register of Historic Vessels of the United Kingdom and is kept in Lymington.\nNow there are a many classes of sailing dinghies in use in yacht clubs around the world and it is a major Olympic sport.\nSailing.\nThere are two ways of competition in sailboat racing: One-Design and Handicap.. In one-design racing, the first boat to finish wins the race but with handicap racing, time is added or subtracted from the finishing times to decide the winner.\nIn smaller boats like dinghy classes, the rules are very strict. Sometimes the boats may only be produced by one manufacturer. An example is the Olympic Laser dinghy which is one of the most popular sailing dinghies in the world. But others, like the Optimist dinghy, may be built by anyone and some are home built. The Optimist dinghy is also very popular all over the world. However, the measurements are very strict. A boat like the Olympic 470 dinghy may only be built by certain licenced manufacturers.\nHandicapping rules.\nOther sailboats race with handicap rules. Handicap rules include Portsmouth Yardstick, International Offshore Rule (IOR), the International Measurement System (IMS), International Rating Certificate (IRC) and Americap.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dinghy_sailing","surface_form":"dinghy sailing","offset":103},{"uri":"Dublin","surface_form":"Dublin","offset":178},{"uri":"Solicitor","surface_form":"solicitor","offset":185},{"uri":"Yacht","surface_form":"yacht","offset":209},{"uri":"Invention","surface_form":"invented","offset":249},{"uri":"Ireland","surface_form":"Ireland","offset":571},{"uri":"England","surface_form":"England","offset":688},{"uri":"India","surface_form":"India","offset":697},{"uri":"South_America","surface_form":"South America","offset":707},{"uri":"Class","surface_form":"Class","offset":752},{"uri":"Portsmouth","surface_form":"Portsmouth","offset":897},{"uri":"Southampton","surface_form":"Southampton","offset":912},{"uri":"Lymington","surface_form":"Lymington","offset":1238},{"uri":"Olympic","surface_form":"Olympic","offset":1355},{"uri":"Sailboat","surface_form":"sailboat","offset":1416},{"uri":"Manufacturer","surface_form":"manufacturer","offset":1734},{"uri":"Measurement","surface_form":"measurement","offset":2011},{"uri":"Licence","surface_form":"licence","offset":2105}]}