{"id":703989,"url":"http://en.wikipedia.org/wiki/The_Signpost","text":"\"The Signpost\" is the online newsletter of the English Wikipedia. It is written by Wikipedia editors and covers news about the English Wikipedia. It includes news about important discussions, new featured articles and pictures, Wikipedia technology, and what other newspapers and journals have written about Wikipedia. It also publishes opinion articles by Wikipedia editors and sometimes news about the Wikimedia Foundation and Wikipedias in other languages.\nHistory.\nI hope this will be a worthwhile source of news for people interested in what is happening around the Wikipedia community.\nSnow was \"The Signposts main editor (editor-in-chief) until August 2005. Ryan Lomonaco became the new editor-in-chief, but Snow still wrote articles for the newsletter until February 2008. He stopped when he was appointed to the Board of Trustees of the Wikimedia Foundation. In July 2008 he was elected Chairman of the Board. He was the Chairman for two years.\nWhen it started, the newsletter's title was \"The Wikipedia Signpost\". In 2011, the title became simply \"The Signpost\". From 2005 to March 2016, \"The Signpost\" came out every week. Then it changed to coming out every two weeks because it did not have enough editors. In March, April and May of 2016 it did not come out at all. As of 2019, it comes out once a month.\nOn April Fool's Day, \"The Signpost\" sometimes publishes joke articles and pictures. Examples of joke articles from April Fool's Day 2015 are \"Special Report: Pictures of the Year 2015\" (with joke pictures) and \"Featured Content: Stop Press. Marie Celeste Mystery Solved\". Crew Found Hiding In Wardrobe\".\nIn other newspapers and magazines.\nJournalists from other newspapers and magazines have used articles in \"The Signpost\" to help write their own articles.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":47},{"uri":"Very_good_articles","surface_form":"featured articles","offset":196},{"uri":"Technology","surface_form":"technology","offset":238},{"uri":"Opinion","surface_form":"opinion","offset":337},{"uri":"Wikimedia_Foundation","surface_form":"Wikimedia Foundation","offset":404},{"uri":"List_of_Wikipedias","surface_form":"Wikipedias in other languages","offset":429},{"uri":"Editor","surface_form":"editor","offset":621},{"uri":"Board_of_Trustees","surface_form":"Board of Trustees","offset":821},{"uri":"Wikimedia_Foundation","surface_form":"Wikimedia Foundation","offset":846},{"uri":"Chairman","surface_form":"Chairman","offset":896},{"uri":"April_Fool%27s_Day","surface_form":"April Fool's Day","offset":1322},{"uri":"Journalist","surface_form":"Journalist","offset":1658}]}