{"id":703953,"url":"http://en.wikipedia.org/wiki/Golmaal_3","text":"Golmaal 3 (eng: Mayhem 3), is a movie in the Golmaal Series, starring Ajay Devgn, Arshad Warsi and Kareena Kapoor in lead roles. It was released on 5 November 2010, while Diwali Festival was there. This movie had a great comedy, people laughed on seeing the movie. This was one of the best movies of Rohit Shetty,the great director.\nPlot.\nThe story follows an elderly bus driver, Pritam, whose three good for nothing sons Madhav; The group leader, Laxman; The poetic idiot and Lucky; The innocent mute have took loans from various moneylenders, also from a don named Raghu, and they earn money by corrupt methods like selling fake question papers to students etc.\nOn the other hand, Geeta lives with her two sons, Gopal; The strong but kind man who breaks fingers of those people who show him finger and Laxman; The stammerer. They also live with their business partner Dabbu and a girl named Chintu, along with her dog Facebook. They own a water sports stall in Goa, by taking money from Vasooli Bhai. Gopal has crush on Dabbu, but never shows it. Also, Vasooli is a lover of Chintu.\nThree Robbers, Pappi, Daga and Teja are in run from the police, as they have stollen Queen's necklace. They end up in Goa. Pappi, who suffers from short term memory loss, hides the necklace in Pritam's house and forgets about it.\nThen, after taking money from Pappi, Madhav, Lucky and Laxman also open a water sports stall in just front of Gopal's stall, from where the rivalry between the two groups begins. They destroy each other's water sports business, and also cracker's business, which both of them opened after being destroyed their water sports business\nPritam, goes to Geeta's house to sort out the problem, but is surprised to see Geeta. It is revealed that they were college lovers, who were seperated and met in Goa a long time after that, when they got old. It is also revealed that they are not their sons, but are orphans. However, their sons do not know about this. Dabbu overhears their conversation, and decides to get them both married, by telling lies to their sons that their brothers are very little.\nOn the marriage day, they came to know the truth that their enemies are now brothers, so they get violent on each other, and started chasing Dabbu. Dabbu somehow manages to slip away.\nPritam, in fear that Raghu will come once to take his money, so he shifts along with his children to Geeta's house. The five then start living in one house, filled with non-stop laughs and mayhem, as five try many tricks on each other\nOn Dabbu's birthday, when everyone (except Gopal) goes to a mall, Raghu comes along with his goons to take money violently. During the fight that followed, Gopal makes a surprise entry to take revange of hitting her mother during this fight. He hits everyone and at last, Raghu and his goons are defeated. Afterwards, the brother groups get angry towards each other.\nSuddenly, Lucky overhears Dabbu talking with their parents in anger about their fight, and he comes to know that he is an orphan. He tells everyone, crying, about their fate. Although no one believes him, Dabbu confirms him. Then, they vow that they will be friendly like brothers and will not let their parents know that they know that they are orphans.\nTogether, with Vasooli's and Pappi's money, they open a family toy shop, when during inaugration, Pappi remembers where he had kept the necklace, and starts chasing all of them to their house.\nIn the house, Dabbu fools him by saying that the necklace is with Dhande. Pappi says cuss words to Dhande. Dhande, who was an inspector, comes with his constable Gandhari to arrest Pappi. Then, as per the locarion told by Pappi, Pritam brings the necklace and gives it to the inspector. The necklace was of 3 crore, and they all get 10% in reward.\nIn the end, Pritam and Geeta go for honeymoon, while all the five started fighting again on an argument, with Dabbu and Rohit Shetty stopping them.","categories":[],"infobox_types":[],"annotations":[]}