{"id":704156,"url":"http://en.wikipedia.org/wiki/2019_Atlantic_hurricane_season","text":"The 2019 Atlantic hurricane season was the fourth consecutive season of above-average and damaging seasons dating back to 2016. This hurricane season has 20 tropical cyclones and 18 named storms in total in which tropical cyclones were formed in the Northern Hemisphere at the Atlantic basin. The season officially began on June 1, 2019, and ended on November 30, 2019.\nSubtropical Storm Andrea formed on May 20, making 2019 the fifth consecutive season in which storms formed before the official start of the hurricane season; this breaks the record of four consecutive years set in 1951-1954. Barry became the first hurricane of the season in early July. Hurricane Dorian became a first major hurricane of the season in late August, and later became a Category 5 hurricane on September 1, making 2019 the fourth consecutive season to feature at least one Category 5 hurricane (Matthew in 2016; Irma and Maria in 2017; Michael in 2018). Tropical Storm Imelda formed on September 17 and caused catastrophic flooding over Southeast Texas, making Imelda one of the wettest tropical cyclones in U.S. history. Hurricane Lorenzo became a second Category 5 hurricane of the season on September 29, making 2019 one of the Atlantic hurricane seasons to feature more than one Category 5 hurricane; and also, this made Lorenzo the easternmost Category 5 hurricane on record, surpassing Hurricane Hugo in 1989. The season ended with Tropical Storm Sebastian on November 25.\nStorms.\nFor a record fifth consecutive year, activity began before the official start of the season when Subtropical Storm Andrea formed on May 20. No storms formed in the month of June, but activity resumed in July when Hurricane Barry formed. Tropical Depression Three formed soon afterwards. After the dissipation of Three less than 24 hours later, the activity again suppressed. However, nearly a month later, on August 21, Tropical Storm Chantal formed, making the 2019 hurricane season the second latest starting season of the 21st century. Early on August 24, Chantal dissipated. Later that day, Dorian formed. On August 26, a tropical depression formed off the coast of North Carolina.\nSeason effects.\nThis is a table of all the storms that have formed in the 2019 Atlantic hurricane season. It includes their duration, names, landfall(s), denoted in parentheses, damages, and death totals. Deaths in parentheses are additional and indirect (an example of an indirect death would be a traffic accident), but were still related to that storm. Damage and deaths include totals while the storm was extratropical, a tropical wave, or a low, and all the damage figures are in USD. Potential tropical cyclones are not included in this table.","categories":[],"infobox_types":["hurricane season"],"annotations":[{"uri":"2016_Atlantic_hurricane_season","surface_form":"2016","offset":122},{"uri":"Tropical_cyclones","surface_form":"tropical cyclones","offset":213},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":250},{"uri":"Hurricane_Dorian","surface_form":"Hurricane Dorian","offset":657},{"uri":"Hurricane_Matthew","surface_form":"Matthew","offset":879},{"uri":"2016_Atlantic_hurricane_season","surface_form":"2016","offset":890},{"uri":"Hurricane_Irma","surface_form":"Irma","offset":896},{"uri":"Hurricane_Maria","surface_form":"Maria","offset":905},{"uri":"2017_Atlantic_hurricane_season","surface_form":"2017","offset":914},{"uri":"Hurricane_Michael","surface_form":"Michael","offset":920},{"uri":"2018_Atlantic_hurricane_season","surface_form":"2018","offset":931},{"uri":"Tropical_Storm_Imelda","surface_form":"Tropical Storm Imelda","offset":938},{"uri":"Hurricane_Hugo","surface_form":"Hurricane Hugo","offset":1376},{"uri":"Hurricane_Barry_(2019)","surface_form":"Hurricane Barry","offset":1684},{"uri":"Hurricane_Dorian","surface_form":"Dorian","offset":2066},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2141},{"uri":"Extratropical_cyclone","surface_form":"extratropical","offset":2566},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":2583},{"uri":"Low-pressure_area","surface_form":"low","offset":2603}]}