{"id":704155,"url":"http://en.wikipedia.org/wiki/Typhoon_Wutip_(2019)","text":"Typhoon Wutip was a tropical cyclone that formed on February 18, 2019 and disappeared in March 2, 2019. It caused a lot of destruction in Guam and Micronesia.\nThe storm formed in mid-February, its intensity reached its peak on February 25, and had the lowest central pressure of any February tropical cyclone, surpassing Higos in 2015.\nStorm history.\nOn February 16, a low-pressure area formed to the south of Marshall Islands. It moved westward, passing just south of the Federated States of Micronesia. On February 18, the system became a tropical depression, and the Japan Meteorological Agency (JMA) initiated advisories on the system, with the Joint Typhoon Warning Center giving the storm the identifier 02W. On February 20, Tropical Depression 02W strengthened into a tropical storm and received the name Wutip from the JMA.\nTyphoon warnings were issued in large parts of Micronesia, including Yap State.\nOn February 23, the storm was packing 1-minute sustained winds of 193 km/h (120 mph), making it a Category typhoon, while also generating wave heights up to 12.5 m (41 ft), with wind gusts reaching 240 km/h (150 mph). Later that day, Wutip reached its initial peak intensity, with 10-minute sustained winds of 185 km/h (115 mph), 1-minute sustained winds of 250 km/h (155 mph), and a minimum central pressure of 925 millibars (27.3 inHg), making the storm a high-end Category 4-equivalent super typhoon as it passed to the southwest of Guam. This also allowed Wutip to surpass Typhoon Higos from 2015 as the strongest February typhoon on record.\nOn February 24, Typhoon Wutip finished its eyewall replacement cycle and quickly re-intensified, resuming a trend of rapid intensification. Early on February 25, at 06:00 UTC, Wutip peaked as a Category 5-equivalent super typhoon, with 10-minute sustained winds of 195 km/h (120 mph), 1-minute sustained winds of 260 km/h (160 mph), making Wutip the most powerful February typhoon recorded.\nOn February 27, 2019, at 9:00 UTC, the National Weather Service of Tiyan, Guam noted that Typhoon Wutip was located near 16.3°N and 139.4°E, about 410 miles west-northwest of Guam, and about 430 miles west-northwest of Saipan. Wutip's 1-minute sustained winds had also decreased to 145 km/h (90 mph). Wutip made a turn to the west-northwest while rapidly weakening, due to the wrong conditions. On February 28, Wutip weakened into a tropical depression. On the same day, Wutip was given the name Betty by the PAGASA, as the storm entered that agency's area of responsibility in the Philippine Sea. On March 1, Wutip made a clockwise loop to the west, before dissipating on the next day.\nImpact.\nDamages in Guam and Micronesia were at $3.3 million.\nOn Guam, Civil defense officials warned that the island was expected to experience tropical storm force winds between 64–72 km/h (40–45 mph) and rainfall totals of up to 6 inches (15.24 centimeters), and they advised the residents of Guam residents to stay indoors until the storm had passed. Wutip caused power outages across the island when it passed through the area on February 23.\nBack on Federated States of Micronesia, it passed over Chuuk, Pohnpei, and Yap states in the Federated States of Micronesia from February 19–22 as a Category 2 typhoon with sustained wind speeds of more than 160 km/h (100 mph). Wutip left at least 165 people homeless and leaving approximately 160 houses damaged or destroyed in both Chuuk and Yap.","categories":[],"infobox_types":[],"annotations":[{"uri":"Guam","surface_form":"Guam","offset":138},{"uri":"Micronesia","surface_form":"Micronesia","offset":147},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":292},{"uri":"Typhoon_Higos_(2015)","surface_form":"Higos","offset":321},{"uri":"Marshall_Islands","surface_form":"Marshall Islands","offset":410},{"uri":"Guam","surface_form":"Guam","offset":1448},{"uri":"Micronesia","surface_form":"Micronesia","offset":2664},{"uri":"Federated_States_of_Micronesia","surface_form":"Federated States of Micronesia","offset":3091},{"uri":"Federated_States_of_Micronesia","surface_form":"Federated States of Micronesia","offset":3176}]}