{"id":70429,"url":"http://en.wikipedia.org/wiki/Lucas_Cranach_the_Elder","text":"Lucas Cranach the Elder (1472–16 October 1553) was a German painter and printmaker in woodcut and engraving. He was born Lucas Sunder at Kronach in upper Franconia.\nEarly jobs.\nEarly on, Lucas Cranach tried jobs that had something to do with painting.\nHe decorated houses, but mostly made portraits and altar-pieces. He also helped design coins and other things.\nFirst painting experiences.\nHis first paintings were still lifes and animals on the walls of the palaces at Coburg and Locha. They were so good that the duke asked Lucas Cranach to make a painting of him. Lucas Cranach painted the duke killing a boar.\nBefore 1508 he had painted a few altar-pieces for the Castle Church at Wittenberg. Albrecht Dürer, Hans Burgkmair and others also worked there. He made many portraits of the duke and his brother John. The best woodcuts and copper-plates were published.\nLater painting experiences.\nMore honour was given to Cranach when he went to the Netherlands in 1509, and painted the Emperor Maximilian I and the boy who became Charles V later in his life. Until 1508 Cranach signed his works with the initials of his name. In that year the person in charge gave him the snake with wings as a symbol. This symbol was marked on all his pictures after that date.\nDeath.\nLucas Cranach the Elder died on 16 October 1553 at Weimar in Germany. The house in which he lived still stands in the marketplace. He is commemorated as an artist by the Lutheran Church on 6 April.\nInfluences.\nCranach's art in its prime was slightly affected by the art of the Italians, but was also similar to that of the Netherlands and Germans.\nCompositions.\nAs a composer Cranach was not greatly gifted. His concept of the human shape was low; but he showed some freshness in the contour of incident, though he not unfrequently bordered on coarseness. His copper-plates and woodcuts are the best pieces of his art; and the earlier they are in date the more apparent is their power. Striking evidence of this is the \"St Christopher\" of 1506, or the plate of \"Elector Frederick praying before the Madonna\" (1509).\nEarly work.\nHis first woodcut (1505) represents the Virgin and three saints in prayer before a crucifix. Later on he composes the marriage of St Catherine, a series of martyrdoms, and scenes from the Passion.\nReligious work.\nAfter 1517 he occasionally draws the old gospel themes, but he also gives style to some of the thoughts of the Reformers. In a picture of 1518 at Leipzig, where a dying man offers \"his soul to God, his body to earth, and his worldly goods to his relations,\" the soul rises to meet the Trinity in heaven, and being saved is clearly shown to depend on faith and not on good works. Again sin and grace become a familiar subject of description in pictures. Adam is observed sitting between John the Baptist and a prophet at the foot of a tree. To the left God brings out the tables of the law, Adam and Eve partake of the forbidden fruit, the serpent is holding his head up high, and punishment takes place in the shape of death and the realm of Satan. To the right, the birth, Crucifixion and Resurrection symbolize achievement, and this is duly impressed on Adam by John the Baptist, who points to the sacrifice of the crucified Saviour. There are two examples of this work in the galleries of Gotha and Prague, both of them dated 1529.\nSons.\nCranach had three sons, all artists: John Lucas Cranach, who died at Bologna in 1536; Hans Cranach, whose life is obscure; and Lucas Cranach the younger (1515-1586) who took over his father's workshop after his death. He also had a daughter Barbara Cranach, married to Christian Brück (Pontanus), ancestors of Johann Wolfgang von Goethe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":53},{"uri":"Artist","surface_form":"painter","offset":60},{"uri":"Printmaker","surface_form":"printmaker","offset":72},{"uri":"Engraving","surface_form":"engraving","offset":98},{"uri":"Kronach","surface_form":"Kronach","offset":137},{"uri":"Franconia","surface_form":"Franconia","offset":154},{"uri":"Altar","surface_form":"altar","offset":303},{"uri":"Coburg","surface_form":"Coburg","offset":471},{"uri":"Wittenberg","surface_form":"Wittenberg","offset":686},{"uri":"Albrecht_D%C3%BCrer","surface_form":"Albrecht Dürer","offset":698},{"uri":"Hans_Burgkmair","surface_form":"Hans Burgkmair","offset":714},{"uri":"Netherlands","surface_form":"Netherlands","offset":949},{"uri":"Emperor_Maximilian_I","surface_form":"Emperor Maximilian I","offset":986},{"uri":"Charles_V","surface_form":"Charles V","offset":1030},{"uri":"Snake","surface_form":"snake","offset":1173},{"uri":"Weimar","surface_form":"Weimar","offset":1321},{"uri":"Lutheranism","surface_form":"Lutheran Church","offset":1440},{"uri":"Italy","surface_form":"Italians","offset":1547},{"uri":"Netherlands","surface_form":"Netherlands","offset":1593},{"uri":"Germany","surface_form":"Germans","offset":1609},{"uri":"Crucifix","surface_form":"crucifix","offset":2181},{"uri":"St_Catherine","surface_form":"St Catherine","offset":2228},{"uri":"Martyr","surface_form":"martyr","offset":2254},{"uri":"Leipzig","surface_form":"Leipzig","offset":2457},{"uri":"Soul","surface_form":"soul","offset":2496},{"uri":"Trinity","surface_form":"Trinity","offset":2596},{"uri":"Sin","surface_form":"sin","offset":2696},{"uri":"Divine_grace","surface_form":"grace","offset":2704},{"uri":"John_the_Baptist","surface_form":"John the Baptist","offset":2797},{"uri":"Adam_and_Eve","surface_form":"Adam and Eve","offset":2901},{"uri":"Serpent","surface_form":"serpent","offset":2950},{"uri":"Punishment","surface_form":"punishment","offset":2991},{"uri":"Death","surface_form":"death","offset":3030},{"uri":"Satan","surface_form":"Satan","offset":3053},{"uri":"Birth","surface_form":"birth","offset":3078},{"uri":"Crucifixion","surface_form":"Crucifixion","offset":3085},{"uri":"Resurrection","surface_form":"Resurrection","offset":3101},{"uri":"John_the_Baptist","surface_form":"John the Baptist","offset":3175},{"uri":"Prague","surface_form":"Prague","offset":3313},{"uri":"John_Lucas_Cranach","surface_form":"John Lucas Cranach","offset":3389},{"uri":"Bologna","surface_form":"Bologna","offset":3421},{"uri":"1536","surface_form":"1536","offset":3432},{"uri":"Hans_Cranach","surface_form":"Hans Cranach","offset":3438},{"uri":"Lucas_Cranach_the_younger","surface_form":"Lucas Cranach the younger","offset":3479},{"uri":"Johann_Wolfgang_von_Goethe","surface_form":"Johann Wolfgang von Goethe","offset":3662}]}