{"id":704279,"url":"http://en.wikipedia.org/wiki/Sunninghill_Park","text":"Sunninghill Park was a country house and estate of about directly north of Cheapside.\nThe early 19th century house burned down in 1947 and a replacement was built in the grounds during the final years of the 1980s to be the official residence of the Duke of York from 1990 until 2004; it was sold in 2007. The house fell into disrepair and was demolished in 2016.\nFirst house.\nSunninghill Park was originally part of Windsor Forest until 1630, when King Charles I granted it to Thomas Carey. The first significant house was built on the estate in the late Georgian period in the early 19th century, being a stucco building of two stories with later additions.\nIt served as the headquarters of the American Ninth Air Force from November 1943 to September 1944. The Crown Estate Commissioners purchased the property from Philip Hill in 1945. The main house was to be occupied by Princess Elizabeth (later Queen Elizabeth II) and her future husband, Prince Philip, Duke of Edinburgh, after their wedding in November 1947. However, the house burned down on 30 August 1947 before their wedding, so they rented Windlesham Moor instead. In the mid-1960s, the site was considered for a new home for Princess Margaret.\nSecond house.\nIn 1986, the walled garden of was purchased from the Crown Estate Commissioners on behalf of Queen Elizabeth II. Construction commenced on a two-storey red brick house the following year, for it to be the home of the Duke and Duchess of York and was completed in 1990.\nFollowing the death of Queen Elizabeth The Queen Mother in 2002, it was announced that the Duke of York was to be designated her former home Royal Lodge, Windsor instead. The Duke of York and his former wife shared the family's home until 2004, when he moved to the Royal Lodge, the refurbishment of which was funded by taking out a mortgage on Sunninghill Park. The Duchess of York moved out in 2006.\nThe house fell into an increasing state of disrepair. By 2009, it had \"doors hanging open, weeds sprouting through the terrace paving, windows broken, grass growing through the cover over the empty swimming pool, peeling paintwork and a general air of dereliction.\" In July 2009, Bracknell Forest Borough Council were said to be considering seizing the property under the Housing Act 2004 and using it as a homeless shelter, following several reported break-ins. In 2013 the owner was granted planning permission to demolish it and replace it with a larger house, and in 2014, photos showed the former royal home appeared to be seriously dilapidated. Demolition was temporarily halted when more than 100 bats were found roosting under its roof, before its actual demolition.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_country_house","surface_form":"country house","offset":23},{"uri":"Estate","surface_form":"estate","offset":41},{"uri":"Cheapside%2C_Berkshire","surface_form":"Cheapside","offset":75},{"uri":"Official_residence","surface_form":"official residence","offset":224},{"uri":"Prince_Andrew%2C_Duke_of_York","surface_form":"Duke of York","offset":250},{"uri":"Charles_I_of_England","surface_form":"King Charles I","offset":449},{"uri":"Georgian_period","surface_form":"Georgian period","offset":556},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Queen Elizabeth II","offset":903},{"uri":"Prince_Philip%2C_Duke_of_Edinburgh","surface_form":"Prince Philip, Duke of Edinburgh","offset":947},{"uri":"Windlesham_Moor","surface_form":"Windlesham Moor","offset":1105},{"uri":"Princess_Margaret%2C_Countess_of_Snowdon","surface_form":"Princess Margaret","offset":1191},{"uri":"Queen_Elizabeth_The_Queen_Mother","surface_form":"Queen Elizabeth The Queen Mother","offset":1516},{"uri":"Royal_Lodge","surface_form":"Royal Lodge","offset":1634},{"uri":"Sarah%2C_Duchess_of_York","surface_form":"former wife","offset":1689},{"uri":"Royal_Lodge","surface_form":"Royal Lodge","offset":1759},{"uri":"Homeless_shelter","surface_form":"homeless shelter","offset":2302}]}