{"id":704360,"url":"http://en.wikipedia.org/wiki/James_Harden","text":"James Edward Harden Jr. (born August 26, 1989) is an American professional basketball player for the Houston Rockets of the National Basketball Association (NBA). He played college basketball for Arizona State, where he was named a consensus All-American and Pac-10 Player of the Year in 2009. Harden was selected with the third overall pick in the 2009 NBA draft by the Oklahoma City Thunder. In 2012, he was named NBA Sixth Man of the Year with the Thunder and helped the team reach the NBA Finals, where they lost to the Miami Heat in five games.\nHarden was traded to the Houston Rockets in October 2012, before the 2012–13 NBA season. During his time with the Rockets, he became one of the NBA's top scorers and earned recognition as the best shooting guard in the NBA, as well as one of the top overall players in the league. In 2018, Harden led the league in scoring and was named the NBA Most Valuable Player. He is a seven-time NBA All-Star, and has earned All-NBA Team honors six times, including five times to the first team.\nHarden is a two-time member of the United States national basketball team, winning gold medals at the 2012 Summer Olympics and 2014 FIBA World Cup.\nAt the start of 2020-21 NBA season, Harden was unhappy in Houston. On January 13, they traded him in a blockbuster deal to send Harden to the Brooklyn Nets to form a big 3 of Kyrie Irving, Kevin Durant and James Harden.","categories":[],"infobox_types":[],"annotations":[{"uri":"2009_NBA_draft","surface_form":"2009 NBA draft","offset":349},{"uri":"Oklahoma_City_Thunder","surface_form":"Oklahoma City Thunder","offset":371},{"uri":"2012_NBA_Finals","surface_form":"NBA Finals","offset":489},{"uri":"Miami_Heat","surface_form":"Miami Heat","offset":524},{"uri":"NBA_Most_Valuable_Player_Award","surface_form":"NBA Most Valuable Player","offset":891},{"uri":"United_States_men%27s_national_basketball_team","surface_form":"United States national basketball team","offset":1071},{"uri":"2012_Summer_Olympics","surface_form":"2012 Summer Olympics","offset":1138},{"uri":"2014_FIBA_World_Cup","surface_form":"2014 FIBA World Cup","offset":1163}]}