{"id":70438,"url":"http://en.wikipedia.org/wiki/Kitzmiller%2C_et_al._v._Dover_Area_School_District%2C_et_al.","text":"\"Kitzmiller, et al. v. Dover Area School District, et al.\" is the full name of a 2005 American trial. It is also called the Dover trial, because it happened in Dover, Pennsylvania. It said that intelligent design was not science, and could not be taught as science in schools.\nAbout.\nIntelligent design is the idea that the universe is not simple enough to be made by nature. Instead, people who believe in intelligent design think that a smarter force must have made everything, or at least important parts of it.\nTrial.\nEvolution is the commonly accepted scientific theory that explains how all of the different kinds of life developed from a simple beginning. Intelligent design is another explanation saying that life was developed by a smarter being. A school district in Dover, Pennsylvania wanted to tell the students about intelligent design. They wanted teachers to tell their students about intelligent design at the same time they taught evolution. They were using a text book from the Foundation for Thought and Ethics called \"Of Pandas and People\" written by Percival Davis and Dean Kenyon. This book says it presents the scientific evidence for intelligent design and why it makes more sense than evolution. Tammy Kitzmiller and ten other parents did not want their children being taught intelligent design. They complained to the government, and a trial was held.\nBefore the trial.\nThere was an earlier trial called \"Edwards v. Aguillard\". It was about teaching creationism in schools. Creationism is the belief that God (or something else) created the universe, like it says in the Bible or other religious books.\nThe United States Constitution is the set of rules that all of the government in the United States must follow. It does not allow the government to support one religion more than any other religion. Schools run by the government (public schools) cannot teach one type of religion as being true. In \"Edwards v. Aguillard\", the United States Supreme Court said that creationism was not science. It said it was religious, because it tried to explain things using stories from the Bible. The Supreme Court said that creationism could not be taught in public schools. But some people said intelligent design was not creationism.\nDuring the trial.\nDuring the trial, experts showed that intelligent design was an old argument for religion and not science. They looked at the authors' notes for the book, \"Of Pandas and People\", that the school was using. These notes included things that had been changed when the book was being prepared for printing. It had been changed from being about creationism to being about intelligent design. The authors did this by changing the words \"created\" to \"designed\" and \"creationists\" to \"intelligent design proponents\". In one version, the word \"creationists\" was even changed to \"cdesign proponentsists\" by mistake. The judge found this interesting. These changes were made just after Edwards v. Aguillard said you could not teach creationism in schools. The judge said this showed that intelligent design was creationism.\nIn one part of the trial, they spoke to Michael Behe. Behe was one of the people that helped create intelligent design. He said nobody could say how evolution made the immune system, the thing in your body that protects you from diseases. He said that some smarter force had to have made it. Behe was shown 58 articles, nine books, and lots of other things scientists wrote to show how the immune system could have been made by evolution. He said none of them was \"good enough\". The judge did not think this was true.\nResult.\nAfter the trial, the judge said that intelligent design was creationism, not science. Creationism had already been shown to be religious. The government is not allowed to support one religion more than any other religion. Therefore, schools can not teach intelligent design, as that would be saying one type of religion was true.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":86},{"uri":"Trial","surface_form":"trial","offset":95},{"uri":"Dover%2C_Pennsylvania","surface_form":"Dover","offset":160},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":167},{"uri":"Intelligent_design","surface_form":"intelligent design","offset":194},{"uri":"Science","surface_form":"science","offset":221},{"uri":"School","surface_form":"school","offset":268},{"uri":"Universe","surface_form":"universe","offset":324},{"uri":"Nature","surface_form":"nature","offset":368},{"uri":"God","surface_form":"smarter force","offset":439},{"uri":"Evolution","surface_form":"Evolution","offset":522},{"uri":"Scientific_theory","surface_form":"scientific theory","offset":557},{"uri":"Intelligent_design","surface_form":"Intelligent design","offset":663},{"uri":"Dover%2C_Pennsylvania","surface_form":"Dover, Pennsylvania","offset":777},{"uri":"Evidence","surface_form":"evidence","offset":1146},{"uri":"Government","surface_form":"government","offset":1345},{"uri":"Edwards_v._Aguillard","surface_form":"Edwards v. Aguillard","offset":1432},{"uri":"Creationism","surface_form":"creationism","offset":1477},{"uri":"God","surface_form":"God","offset":1532},{"uri":"Bible","surface_form":"Bible","offset":1598},{"uri":"Religion","surface_form":"religious","offset":1613},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":1634},{"uri":"Government","surface_form":"government","offset":1697},{"uri":"United_States","surface_form":"United States","offset":1715},{"uri":"Public_school","surface_form":"public school","offset":1860},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":1956},{"uri":"Immune_system","surface_form":"immune system","offset":3253},{"uri":"Disease","surface_form":"disease","offset":3314}]}