{"id":70454,"url":"http://en.wikipedia.org/wiki/Drag_(physics)","text":"In fluid dynamics, drag (sometimes called resistance) is a force which tends to slow the movement of an object through a liquid or gas.\nAs a moving object pushes the liquid or gas out of its way, the fluid pushes back on the object. This drag force is always opposite to the object's motion, and unlike friction between solid surfaces, the drag force increases as the object moves faster.\nAir resistance, also known as drag, is a force that is caused by air, the force acts in the opposite direction to an object moving through the air. It is where air particles hit the front of the object slowing it down. The more surface area, the more air particles hit it and the greater the resistance.\nThings are often shaped to make less drag. For example, a truck with a flat front will experience high air resistance while a sports car with a streamlined shape will experience lower air resistance, allowing the car to go faster. This is why airplanes and other fast machines are streamlined, and the same is true of fish. A snowflake falls more slowly than does a drop of water of the same weight.\nDrag can affect the quickest falling speed (the terminal velocity) of an object. The higher the drag, the slower the object falls.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fluid_dynamics","surface_form":"fluid dynamics","offset":3},{"uri":"Force_(physics)","surface_form":"force","offset":59},{"uri":"Object","surface_form":"object","offset":104},{"uri":"Liquid","surface_form":"liquid","offset":121},{"uri":"Gas","surface_form":"gas","offset":131},{"uri":"Fluid","surface_form":"fluid","offset":200},{"uri":"Friction","surface_form":"friction","offset":303},{"uri":"Sports_car","surface_form":"sports car","offset":819},{"uri":"Airplane","surface_form":"airplane","offset":936},{"uri":"Streamline","surface_form":"streamline","offset":974},{"uri":"Fish","surface_form":"fish","offset":1011},{"uri":"Snowflake_structure","surface_form":"snowflake","offset":1019},{"uri":"Drop","surface_form":"drop","offset":1059},{"uri":"Water","surface_form":"water","offset":1067},{"uri":"Weight","surface_form":"weight","offset":1085},{"uri":"Terminal_velocity","surface_form":"terminal velocity","offset":1141}]}