{"id":704788,"url":"http://en.wikipedia.org/wiki/Extraterrestrial_sky","text":"In astronomy, an extraterrestrial sky is a view of outer space from the surface of a planet (or related body in space) other than Earth.\nThe only extraterrestrial sky that has been directly observed and photographed by astronauts is that of the Moon. The skies of Venus, Mars and Titan have been observed by space probes designed to land on the surface and send images back to Earth.\nExtraterrestrial skies seem to vary because of a number of reasons. An extraterrestrial atmosphere, if present, has a large bearing on visible characteristics. The atmosphere's density and chemical composition can contribute to differences in color, opacity (including haze) and the presence of clouds. Astronomical objects may also be visible and can include natural satellites, rings, star systems and nebulas and other planetary system bodies.\nFor skies that have not been directly or indirectly observed, their appearance can be simulated based on known factors, such as the position of astronomical objects relative to the surface and atmospheric composition.\nMercury.\nBecause Mercury has little or no atmosphere, a view of the planet's skies would be no different from viewing space from orbit. Mercury has a southern pole star, Alpha Pictoris. It is fainter than Earth's Polaris in the constellation Ursa Minor.\nThe Sun from Mercury.\nOn average, the visible diameter of the Sun on Mercury is 2.5 times as large as it appears from Earth, and its total brightness is more than 6 times as great. Because of the planet's orbit, the Sun's apparent diameter in the sky would vary from 2.2 times that from Earth to 3.2 times. The sun would be over ten-times brighter.\nDue to its slow rotation, a day on Mercury lasts around 176 Earth days.\nOther planets seen from Mercury.\nAfter the Sun, the second-brightest object in the Mercurian sky is Venus, which is much brighter there than for observers on Earth.\nThe Earth and the Moon are also very prominent in the sky of Mercury. and −1.2, respectively. All other planets are visible just as they are on Earth, but somewhat less bright at opposition.\nVenus.\nThe atmosphere of Venus is so thick that the Sun cannot be easily seen in the daytime sky, and the stars are not visible at night. Color images taken by the space probes suggest that the sky on Venus is orange. If the Sun could be seen from Venus's surface, the time from one sunrise to the next would be about 117 Earth days. Because of the rotation of Venus, the Sun would appear to rise in the west and set in the east.\nAn observer above the clouds of Venus would circle the planet in about four Earth days, and see a sky in which the Earth and the Moon shine brightly. Mercury would also be easy to spot, because it is closer and brighter, and because its maximum elongation from the Sun is considerably larger than when observed from Earth.\nThe Moon.\nThe Moon's atmosphere is very thin so its sky is always black, as in the case of Mercury. However, the Sun is so bright that it is impossible to see stars during the daytime, unless the observer is well shielded from sunlight.\nThe Sun from the Moon.\nThe Sun looks the same from the Moon as it does from Earth's orbit, somewhat brighter than it does from the Earth's surface, and colored pure white, due to the lack of scattering and absorption in its very thin atmosphere.\nDue to the position and orbit of the moon, the Sun nearly always takes the same path through the Moon's sky over the course of a year. As a result, there are craters and valleys near the Moon's poles that never receive direct sunlight, and there may exist mountains and hilltops that are never in shadow.\nThe Earth from the Moon.\nAmong the most prominent features of the Moon's sky is Earth. Earth shows phases, just like the Moon does for observers on Earth. The phases, however, are opposite; when the observer on Earth sees the full Moon, the lunar observer sees a \"new Earth\", and vice versa. The full Earth glows over 50 times brighter than the full Moon at its brightest for the observer on Earth. Earth light reflected on the Moon's darker half is bright enough to be visible from Earth, and is known as known as earthshine.\nAs a result of the Moon's rotation, one side of the Moon (the \"near side\") is permanently turned towards Earth, and the other side, the \"far side\", mostly cannot be seen from Earth. This means, conversely, that Earth can be seen only from the near side of the Moon and would always be invisible from the far side.\nEclipses from the Moon.\nEarth and the Sun sometimes meet in the lunar sky, causing an eclipse. On Earth, one would see a lunar eclipse, when the Moon passes through the Earth's shadow; meanwhile on the Moon, one would see a solar eclipse, when the Sun goes behind the Earth. Since the apparent diameter of the Earth is four times as large as that of the Sun, the Sun would be hidden behind the Earth for hours. Earth's atmosphere would be visible as a reddish ring.\nSolar eclipse shadows, when the Moon blocks sunlight to the Earth, on the other hand, would not be as spectacular for observers on the Moon viewing the Earth: the Moon's umbra nearly tapers out at the Earth's surface. A blurry dark patch would be barely visible. The effect would be comparable to the shadow of a golf ball cast by sunlight on an object away. Observers on the Moon with telescopes might be able to discern the umbral shadow as a black spot at the center of a less dark region (penumbra) traveling across the full Earth's disk. It would look essentially the same as it does to the Deep Space Climate Observatory, which orbits Earth at the L1 Lagrangian point in the Sun-Earth system, from Earth.\nIn summary, whenever an eclipse of some sort is occurring on Earth, an eclipse of another sort is occurring on the Moon. Eclipses occur for observers on both Earth and the Moon whenever the two bodies and the Sun align in a straight line.\nMars.\nMars has only a thin atmosphere; however, it is extremely dusty, and there is much light that is scattered about. The sky is thus rather bright during the daytime and stars are not visible.\nThe color of the Martian sky.\nCapturing accurate color images from Mars's surface is difficult. For many years, the sky on Mars was thought to be more pinkish than it is now believed to be.\nIt is now known that during the Martian day, the sky is a butterscotch color. Around sunset and sunrise, the sky is rose in color, but in the vicinity of the setting Sun it is blue. This is the opposite of the situation on Earth. Twilight lasts a long time after the Sun has set and before it rises because of the dust high up in the atmosphere of Mars.\nOn Mars, the red color of the sky is caused by the presence of iron(III) oxide in the airborne dust particles. These particles are larger in size than gas molecules, so most of the light is scattered. Dust absorbs blue light and scatters longer wavelengths (red, orange, yellow).\nThe Sun from Mars.\nThe Sun as seen from Mars is about as large as seen from Earth, and shines 40% of the light, approximately the brightness of a slightly cloudy afternoon on Earth.\nMars's moons as seen from Mars.\nMars has two small moons: Phobos and Deimos. From the Martian surface, Phobos is one-third to one-half the size of the Sun, while Deimos is barely more than a dot.\nDue to its orbit, Phobos rises in the west and sets in the east. Deimos rises in the east and sets in the west, like a \"normal\" moon, although its appearance to the naked eye would be star-like. Phobos and Deimos can both eclipse the Sun as seen from Mars, although neither can completely cover its disk and so the event is in fact a transit, rather than an eclipse.\nEarth from Mars.\nThe Earth is visible from Mars as a double star; the Moon would be visible alongside it as a fainter companion.\nVenus from Mars.\nVenus as seen from Mars would have an apparent magnitude of about −3.2.\nThe outer planets.\nCompared with their view from Earth, the outer planets (Jupiter, Saturn, Uranus and Neptune) would appear slightly brighter during opposition, but slightly dimmer during conjunction.\nThe skies of Mars's moons.\nFrom Phobos, Mars appears 6,400 times larger and 2,500 times brighter than the full Moon as seen from Earth. From Deimos, Mars appears 1,000 times larger and 400 times brighter than the full Moon as seen from Earth.\nThe Asteroid Belt.\nThe asteroid belt is sparsely populated and most asteroids are very small, so that an observer situated on one asteroid would be unlikely to be able to see another without the aid of a telescope. Some asteroids that cross the orbits of planets may occasionally get close enough to a planet or asteroid so that an observer from that asteroid can make out the disc of the nearby object without the aid of binoculars or a telescope.\nJupiter.\nAlthough no images from within Jupiter's atmosphere have ever been taken, artistic representations typically assume that the planet's sky is blue, though dimmer than Earth's, because the sunlight there is on average 27 times fainter, at least in the upper reaches of the atmosphere. The planet's narrow rings might be faintly visible from latitudes above the equator. Further down into the atmosphere, the Sun would be obscured by clouds and haze of various colors, most commonly blue, brown, and red. Although theories abound on the cause of the colors, there is currently no clear answer.\nFrom Jupiter, the Sun appears to be less than a quarter of its size as seen from Earth.\nJupiter's moons as seen from Jupiter.\nAside from the Sun, the most prominent objects in Jupiter's sky are the four Galilean moons. Io, the nearest to the planet, would be slightly larger than the full moon in Earth's sky, though less bright, and would be the largest moon in the Solar System as seen from Jupiter. The higher brightness of Europa would not overcome its greater distance from Jupiter, so it would not outshine Io. Ganymede, the largest moon and third from Jupiter, is almost as bright as Io and Europa, but appears only half the size of Io. Callisto, further out, would appear only a quarter the size of Io.\nNone of the surface features on Jupiter's moons would appear as prominent as the lunar maria do when the Moon is viewed from Earth. Dark and light patches would be visible on Io's surface due to the coloration of sulfur that covers Io, and the largest volcanoes would be designated by dark points, but the lack of large, contrasting features results in a poor view of it. Europa, however, would appear as a completely featureless white disc. Even when viewed from nearby, most spacecraft images use contrast enhancements to clearly show the cracks in the Europan ice. Vague dark and light patches would be visible on Ganymede, whereas Callisto is much too distant for any features to be made out.\nAll four Galilean moons stand out because of the swiftness of their motion, compared to the Moon. They are all also large enough to fully eclipse the Sun.\nJupiter's small inner moons appear only as star-like points except Amalthea, which can occasionally appear as large as Callisto. However, they would all be brighter than any star. The outer moons would be invisible except for Himalia, which would appear as a dim, star-like point to the naked eye only under favorable circumstances.\nThe skies of Jupiter's moons.\nNone of Jupiter's moons have more than traces of atmosphere, so their skies are black or very nearly so. For an observer on one of the moons, the most prominent feature of the sky by far would be Jupiter.\nBecause the inner moons of Jupiter are in synchronous rotation around Jupiter, the planet always appears in nearly the same spot in their skies. Observers on the sides of the Galilean satellites facing away from the planet would never see Jupiter, for instance.\nFrom the moons of Jupiter, solar eclipses caused by the Galilean satellites would be spectacular, because an observer would see the circular shadow of the eclipsing moon travel across Jupiter's face.\nSaturn.\nThe sky in the upper reaches of Saturn's atmosphere is blue, but the predominant color of its cloud decks suggests that it may be yellowish further down. The rings of Saturn are almost certainly visible from the upper reaches of its atmosphere. The rings are so thin that from a position on Saturn's equator, they would be almost invisible. However, from anywhere else on the planet, they could be seen as a spectacular arc stretching across half the celestial hemisphere.\nSaturn's moons would not look particularly impressive in its sky, as most are fairly small, and the largest are a long way from the planet. Even Titan, the largest moon of Saturn, appears only half the size of Earth's moon. In fact, Titan is the dimmest of Saturn's large moons due to its great distance and dimness; Mimas, Enceladus, Tethys, Dione, and Rhea are all brighter. Most of the inner moons would appear as bright, star-like points (with the exception of Janus, although most would shine brighter than any star. None of the outer moons would be visible except Phoebe which would be very dim.\nThe skies of Saturn's moons.\nSince the inner moons of Saturn are all in synchronous rotation, the planet always appears in the same spot in their skies. Observers on the sides of those satellites facing away from the planet would never see Saturn. In the skies of Saturn's inner moons, Saturn is an enormous object.\nThe rings from Saturn's moons.\nSaturn's rings would not be prominent from most of the moons. This is because the rings, though wide, are not very thick. The rings are edge-on and practically invisible from the inner moons. From the outer moons, starting with Iapetus, a more oblique view of the rings would be available, although the greater distance would make Saturn appear smaller in the sky; from Phoebe, the largest of Saturn's irregular moons, Saturn would appear only as big as the full Moon does from Earth. The best view of the rings may be from the inner moon Mimas, which is fairly near the rings. The co-orbitals Epimetheus and Janus would also get a good view. Tethys gets the next best view; Iapetus gets a good view of the rings and is more than any of the outer moons can claim.\nThe sky of Titan.\nTitan is the only moon in the Solar System to have a thick atmosphere. The Titanean sky is a light tangerine color. However, an astronaut standing on the surface of Titan would see a hazy brownish/dark orange color. As a consequence of its greater distance from the Sun and the thickness of its atmosphere, the surface of Titan receives only about of the sunlight Earth does – daytime on Titan is thus only as bright as twilight on the Earth. It seems likely that Saturn is permanently invisible behind orange smog, and even the Sun would be only a lighter patch in the haze, barely illuminating the surface of ice and methane lakes. However, in the upper atmosphere, the sky would have a blue color and Saturn would be visible. With its thick atmosphere and methane rain, Titan is the only celestial body other than Earth upon which rainbows on the surface could form. However, given the extreme thickness of the atmosphere in visible light, the vast majority of the rainbow would be in the infrared.\nThe sky of Enceladus.\nSeen from Enceladus, Saturn would have a visible diameter sixty times more than the Moon visible from Earth. Moreover, since Enceladus rotates synchronously with its orbital period and therefore keeps one face pointed toward Saturn, the planet never moves in the sky of Enceladus and cannot be seen from the far side of the satellite.\nSaturn's rings would be almost invisible, but their shadow on Saturn's disk would be clearly distinguishable. Like our own Moon from Earth, Saturn itself would show regular phases. From Enceladus, the Sun would have a diameter of only one-ninth that of the Moon as seen from Earth.\nAn observer located on Enceladus could also observe Mimas (the biggest satellite located inside Enceladus's orbit) transit in front of Saturn every 72 hours, on average. Its apparent size would be about the same size as the Moon seen from Earth. Pallene and Methone would appear nearly star-like. Tethys, visible from Enceladus's anti-Saturnian side, would reach a maximum apparent size, about twice that of the Moon as seen from the Earth.\nUranus.\nJudging by the color of its atmosphere, the sky of Uranus is probably a light blue. It is unlikely that the planet's rings can be seen from its surface, as they are very thin and dark.\nNone of Uranus's moons would appear as large as a full moon on Earth from the surface of Uranus, but the large number of them would present an interesting sight for observers hovering above the cloud tops. Unlike on Jupiter and Saturn, many of the inner moons can be seen as disks rather than star-like points; the moons Portia and Juliet can appear around the size of Miranda at times, and a number of other inner moons appear larger than Oberon. The outer irregular moons would not be visible to the naked eye.\nThe low light levels at such a great distance from the sun ensure that the moons appear very dim; the brightest, Ariel, would shine more than 100 times dimmer than the moon as seen from Earth. Meanwhile, the outer large moon Oberon would be only as bright as Venus despite its proximity.\nNeptune.\nJudging by the color of its atmosphere, the sky of Neptune is probably an azure or sky blue, similar to Uranus'. As in the case of Uranus, it is unlikely that the planet's rings can be seen from its surface, as they are very thin and dark.\nAside from the Sun, the most notable object in Neptune's sky is its large moon Triton, which would appear slightly smaller than a full Moon on Earth. It moves more swiftly than our Moon. The smaller moon Proteus would show a disk about half the size of the full Moon. An alignment of the inner moons would likely produce a spectacular sight. Neptune's large outer satellite, Nereid, is not large enough to appear as a disk from Neptune, and is not noticeable in the sky. The other irregular outer moons would not be visible to the naked eye.\nAs with Uranus, the low light levels cause the major moons to appear very dim.\nThe sky of Triton.\nTriton, Neptune's largest moon, has an atmosphere, but it is so thin that its sky is still black, possibly with some pale haze at the horizon. Because Triton orbits with synchronous rotation, Neptune always appears in the same position in its sky. As Neptune orbits the Sun, Triton's polar regions take turns facing the Sun for 82 years at a stretch, resulting in radical seasonal changes as one pole, then the other, moves into the sunlight.\nNeptune itself with a maximum brightness would be about that of the full moon on Earth. Due to its eccentric orbit, Nereid would vary considerably in brightness; its disk would be far too small to see with the naked eye. Proteus would also be difficult to resolve but, at its closest, would rival Canopus.\nTrans-Neptunian Objects.\nA trans-Neptunian object is any minor planet in the Solar System that orbits the Sun at a greater average distance than Neptune.\nPluto and Charon.\nPluto, accompanied by its largest moon Charon, orbits the Sun at a distance usually outside the orbit of Neptune except for a twenty-year period in each orbit.\nFrom Pluto, the Sun is point-like to human eyes, but still very bright, giving roughly 150 to 450 times the light of the full Moon from Earth. Nonetheless, human observers on Pluto would notice a large decrease in available light.\nPluto's atmosphere consists of a thin envelope of nitrogen, methane, and carbon monoxide gases, all of which are derived from the ices of these substances on its surface. When Pluto is close to the Sun, the temperature of Pluto's solid surface increases, causing these ices to sublimate into gasses. This atmosphere also produces a noticeable blue haze that is visible at sunset and possibly other times of the Plutonian day.\nPluto and Charon are tidally locked to each other. This means that Charon always presents the same face to Pluto, and Pluto also always presents the same face to Charon. Observers on the far side of Charon from Pluto would never see the dwarf planet; observers on the far side of Pluto from Charon would never see the moon. Charon, as seen from Pluto's surface would be a very large object in the night sky.\nComets.\nThe sky of a comet changes dramatically as it nears the Sun. During closest distance, a comet's ices begin to sublime from its surface, forming tails of gas and dust, and a coma. An observer on a comet nearing the Sun might see the stars slightly obscured by a milky haze, which could create halo effects around the Sun and other bright objects.\nExtrasolar planets.\nFor observers on extrasolar planets, the constellations would differ depending on the distances involved. A consequence of observing the universe from other stars is that stars that may appear bright in our own sky may appear dimmer in other skies and vice versa.\nA planet around either α Centauri A or B would see the other star as a very bright secondary.\nFrom a planet orbiting Aldebaran, 65 light years away, our Sun would be seen as an insignificant star between Ophiuchus and Scorpius. Constellations made of bright, distant stars would look somewhat similar (such as Orion and Scorpius) but much of the night sky would seem unfamiliar to someone from Earth. Even Orion would appear somewhat different; viewed from this position, Alnilam and Mintaka would appear to be on top of each other, thus reducing the belt to two stars. Also, Bellatrix would be much closer to the belt, making the \"chest\" of Orion somewhat smaller.\nStars.\nIf the Sun were to be observed from the Alpha Centauri system, the nearest star system to ours, it would appear to be as a star in the constellation Cassiopeia. Due to the proximity of the Alpha Centauri system, the constellations would, for the most part, appear similar.\nFrom further away, the Sun would be an average looking star in the constellation Serpens Caput. At this distance, most of the stars nearest to us would be in different locations to those in our sky, including Alpha Centauri, Sirius, and Procyon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Astronomy","surface_form":"astronomy","offset":3},{"uri":"Outer_space","surface_form":"outer space","offset":51},{"uri":"Earth","surface_form":"Earth","offset":130},{"uri":"Sky","surface_form":"sky","offset":163},{"uri":"Astronaut","surface_form":"astronaut","offset":219},{"uri":"The_Moon","surface_form":"Moon","offset":245},{"uri":"Venus","surface_form":"Venus","offset":264},{"uri":"Mars","surface_form":"Mars","offset":271},{"uri":"Titan_(moon)","surface_form":"Titan","offset":280},{"uri":"Space_probe","surface_form":"space probe","offset":308},{"uri":"Atmosphere","surface_form":"atmosphere","offset":548},{"uri":"Chemical_composition","surface_form":"chemical composition","offset":573},{"uri":"Haze","surface_form":"haze","offset":653},{"uri":"Cloud","surface_form":"cloud","offset":679},{"uri":"Natural_satellite","surface_form":"natural satellite","offset":744},{"uri":"Planetary_ring","surface_form":"ring","offset":764},{"uri":"Star_system","surface_form":"star system","offset":771},{"uri":"Nebula","surface_form":"nebula","offset":788},{"uri":"Planetary_system","surface_form":"planetary system","offset":806},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":1066},{"uri":"Polaris","surface_form":"Polaris","offset":1262},{"uri":"Ursa_Minor","surface_form":"Ursa Minor","offset":1291},{"uri":"Venus","surface_form":"Venus","offset":1824},{"uri":"Venus","surface_form":"Venus","offset":2105},{"uri":"Star","surface_form":"star","offset":2186},{"uri":"Earth_phase","surface_form":"phases","offset":3720},{"uri":"Earthshine","surface_form":"earthshine","offset":4136},{"uri":"Eclipse","surface_form":"eclipse","offset":4548},{"uri":"Lunar_eclipse","surface_form":"lunar eclipse","offset":4583},{"uri":"Solar_eclipse","surface_form":"solar eclipse","offset":4686},{"uri":"Earth%27s_atmosphere","surface_form":"Earth's atmosphere","offset":4873},{"uri":"Solar_eclipse","surface_form":"Solar eclipse","offset":4928},{"uri":"Shadow","surface_form":"umbra","offset":5098},{"uri":"Shadow","surface_form":"penumbra","offset":5421},{"uri":"Lagrangian_point","surface_form":"Lagrangian point","offset":5585},{"uri":"Mars","surface_form":"Mars","offset":5884},{"uri":"Butterscotch","surface_form":"butterscotch","offset":6322},{"uri":"Iron(III)_oxide","surface_form":"iron(III) oxide","offset":6681},{"uri":"Sun","surface_form":"Sun","offset":6921},{"uri":"Mars","surface_form":"Mars","offset":6938},{"uri":"Earth","surface_form":"Earth","offset":7073},{"uri":"Phobos_(moon)","surface_form":"Phobos","offset":7138},{"uri":"Deimos_(moon)","surface_form":"Deimos","offset":7149},{"uri":"Eclipse","surface_form":"eclipse","offset":7498},{"uri":"Venus","surface_form":"Venus","offset":7789},{"uri":"Conjunction_(astronomy)","surface_form":"conjunction","offset":8050},{"uri":"Asteroid_belt","surface_form":"asteroid belt","offset":8329},{"uri":"Jupiter","surface_form":"Jupiter","offset":8795},{"uri":"Planetary_ring","surface_form":"rings","offset":9067},{"uri":"Io_(moon)","surface_form":"Io","offset":9574},{"uri":"Europa_(moon)","surface_form":"Europa","offset":9782},{"uri":"Ganymede_(moon)","surface_form":"Ganymede","offset":9872},{"uri":"Callisto_(moon)","surface_form":"Callisto","offset":9999},{"uri":"Eclipse","surface_form":"eclipse","offset":10901},{"uri":"Himalia_(moon)","surface_form":"Himalia","offset":11144},{"uri":"Synchronous_rotation","surface_form":"synchronous rotation","offset":11528},{"uri":"Solar_eclipse","surface_form":"solar eclipse","offset":11775},{"uri":"Saturn","surface_form":"Saturn","offset":11988},{"uri":"Rings_of_Saturn","surface_form":"rings of Saturn","offset":12114},{"uri":"Titan_(moon)","surface_form":"Titan","offset":12574},{"uri":"Janus_(moon)","surface_form":"Janus","offset":12894},{"uri":"Synchronous_rotation","surface_form":"synchronous rotation","offset":13103},{"uri":"Iapetus_(moon)","surface_form":"Iapetus","offset":13606},{"uri":"Phoebe_(moon)","surface_form":"Phoebe","offset":13748},{"uri":"Mimas_(moon)","surface_form":"Mimas","offset":13917},{"uri":"Epimetheus_(moon)","surface_form":"Epimetheus","offset":13972},{"uri":"Janus_(moon)","surface_form":"Janus","offset":13987},{"uri":"Tethys_(moon)","surface_form":"Tethys","offset":14021},{"uri":"Titan_(moon)","surface_form":"Titan","offset":14160},{"uri":"Rainbow","surface_form":"rainbow","offset":14994},{"uri":"Enceladus","surface_form":"Enceladus","offset":15194},{"uri":"Lunar_phase","surface_form":"phase","offset":15692},{"uri":"Mimas_(moon)","surface_form":"Mimas","offset":15853},{"uri":"Pallene_(moon)","surface_form":"Pallene","offset":16047},{"uri":"Methone_(moon)","surface_form":"Methone","offset":16059},{"uri":"Tethys_(moon)","surface_form":"Tethys","offset":16098},{"uri":"Uranus","surface_form":"Uranus","offset":16301},{"uri":"Portia_(moon)","surface_form":"Portia","offset":16756},{"uri":"Juliet_(moon)","surface_form":"Juliet","offset":16767},{"uri":"Neptune","surface_form":"Neptune","offset":17296},{"uri":"Uranus","surface_form":"Uranus","offset":17349},{"uri":"Triton_(moon)","surface_form":"Triton","offset":17564},{"uri":"Proteus_(moon)","surface_form":"Proteus","offset":17689},{"uri":"Nereid_(moon)","surface_form":"Nereid","offset":17860},{"uri":"Triton_(moon)","surface_form":"Triton","offset":18125},{"uri":"Synchronous_rotation","surface_form":"synchronous rotation","offset":18295},{"uri":"Nereid_(moon)","surface_form":"Nereid","offset":18684},{"uri":"Proteus_(moon)","surface_form":"Proteus","offset":18789},{"uri":"Canopus","surface_form":"Canopus","offset":18865},{"uri":"Trans-Neptunian_object","surface_form":"trans-Neptunian object","offset":18901},{"uri":"Pluto","surface_form":"Pluto","offset":19046},{"uri":"Charon_(moon)","surface_form":"Charon","offset":19085},{"uri":"Neptune","surface_form":"Neptune","offset":19151},{"uri":"Tidal_locking","surface_form":"tidally locked","offset":19884},{"uri":"Comet","surface_form":"comet","offset":20292},{"uri":"Sublimation_(phase_transition)","surface_form":"sublime","offset":20389},{"uri":"Halo_(optical_phenomenon)","surface_form":"halo","offset":20571},{"uri":"Extrasolar_planet","surface_form":"extrasolar planet","offset":20662},{"uri":"Constellation","surface_form":"constellation","offset":20686},{"uri":"Aldebaran","surface_form":"Aldebaran","offset":21026},{"uri":"Sun","surface_form":"Sun","offset":21062},{"uri":"Ophiuchus","surface_form":"Ophiuchus","offset":21113},{"uri":"Orion_(constellation)","surface_form":"Orion","offset":21219},{"uri":"Scorpius_(constellation)","surface_form":"Scorpius","offset":21229},{"uri":"Orion%27s_Belt","surface_form":"belt","offset":21523},{"uri":"Alpha_Centauri","surface_form":"Alpha Centauri","offset":21622},{"uri":"Star_system","surface_form":"star system","offset":21657},{"uri":"Cassiopeia_(constellation)","surface_form":"Cassiopeia","offset":21731},{"uri":"List_of_nearest_stars","surface_form":"stars nearest to us","offset":21981},{"uri":"Alpha_Centauri","surface_form":"Alpha Centauri","offset":22064},{"uri":"Sirius","surface_form":"Sirius","offset":22080},{"uri":"Procyon","surface_form":"Procyon","offset":22092}]}