{"id":704744,"url":"http://en.wikipedia.org/wiki/Arab_Winter","text":"During the Arab Winter there was a resurgence of authoritarianism, absolute monarchies and Islamic extremism.\nThe Arab Winter started in 2014 and happened four years after after the Arab Spring. It includes civil wars, mounting regional instability, economic and demographic decline of Arab countries, and ethno-religious wars.\nBy the summer of 2014, the Arab Winter had resulted in nearly a quarter of a million deaths and millions of refugees. Perhaps the most significant event was the rise of the Islamic State of Iraq and the Levant from 2014 to the present.\nWhat happened?\nChinese professor Zhang Weiwei first predicted an \"Arab Winter\" in his June 2011 debate with Francis Fukuyama. \"My understanding of the Middle East leads me to conclude that the west should not be too happy. It will bring enormous problems to American interest. It is called \"Arab Spring\" for now, and I guess it will soon turn to be the winter for the Middle East.\"\nIn early 2016, \"The Economist\" said the Winter was ongoing and \"worse than ever\".\nConsequences.\nAccording to the Moshe Dayan Center for Middle Eastern and African Studies, as of January 2014, the Arab Winter cost the Arab League $800 billion USD. In 2014, sixteen million people in Syria, Egypt, Iraq, Jordan and Lebanon were expected to need help.\nAccording to a study by the American University of Beirut, as of the summer of 2014, a quarter of a million died, and millions are refugees.\nPolitical columnist and commentator George Will said that as of early 2017, over 30,000 died in Libya, 220,000–320,000 were killed in Syria, and 4 million refugees had fled the Syrian Civil War alone.\nThere is chaos and violence. So many people fled the Middle East and North Africa to Europe, it has resulted in the European migrant crisis. As a result, \"boat-people\", which was once commonly referred to Vietnamese boat people, became frequently used. These include refugees from Libya or Tunisia, escaping to the European Union across the Mediterranean Sea. Some European politicians fear the migrants might \"flood\" their shores. So many Europeans are working on laws to help manage the arrivals along their nations' borders.","categories":[],"infobox_types":[],"annotations":[{"uri":"Authoritarianism","surface_form":"authoritarianism","offset":49},{"uri":"Absolute_monarchy","surface_form":"absolute monarchies","offset":67},{"uri":"Islamic_extremism","surface_form":"Islamic extremism","offset":91},{"uri":"Arab_Spring","surface_form":"Arab Spring","offset":182},{"uri":"Civil_war","surface_form":"civil wars","offset":207},{"uri":"Arab_world","surface_form":"Arab countries","offset":286},{"uri":"Islamic_State_of_Iraq_and_the_Levant","surface_form":"Islamic State of Iraq and the Levant","offset":501},{"uri":"Chinese_people","surface_form":"Chinese","offset":579},{"uri":"Francis_Fukuyama","surface_form":"Francis Fukuyama","offset":672},{"uri":"The_Economist","surface_form":"The Economist","offset":962},{"uri":"United_States_dollar","surface_form":"USD","offset":1188},{"uri":"Iraq","surface_form":"Iraq","offset":1242},{"uri":"Jordan","surface_form":"Jordan","offset":1248},{"uri":"Lebanon","surface_form":"Lebanon","offset":1259},{"uri":"American_University_of_Beirut","surface_form":"American University of Beirut","offset":1323},{"uri":"North_Africa","surface_form":"North Africa","offset":1706},{"uri":"European_migrant_crisis","surface_form":"European migrant crisis","offset":1753},{"uri":"European_Union","surface_form":"European Union","offset":1952},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":1978}]}