{"id":704737,"url":"http://en.wikipedia.org/wiki/Jimi_system","text":"The Jimi system () is a way to organize the government to rule over far-away foreign lands. It uses barbarians to rule over barbarians or the people you conquered to rule over the people you conquered.\nIt was used in China between the 7th century and 10th century. It was used during the Tang Dynasty from 650s-740s. It was also used in the Song, Mongol Yuan, Ming dynasties. But then it was also called the \"Tusi system\" (). It ended around 1726. Then the Qing dynasty created a new system.\nOrigin of term.\nThe term \"Jimi\" was first seen in the annotation of \"Shiji\" quoted by Sima Zhen in a book from the Eastern Han era. It means that a man uses a reign to lead a horse.\nJimi roughly translates as \"loose reigns\". It was an indirect way to rule over people.\nIt is also known as Jimi fuzhou () or the loose-control administrative units, they were not commonly confused with Zhengzhou () or the regular administrative units.\nWhat is it?\nChina back then often conquered foreign lands. For example when China would conquer barbarians in the north, it would gain a lot of land. How does China govern so much land? They needed a way to govern these foreigners (or \"barbarians\").\nChina tells one of the barbarians they conquered to rule over the land for them. That ruler would have to follow orders from China, pay money, and help with China's military. This is Jimi.\nThe jimi ruler would received instructions from the central authorities in China. They would pass their power to their first sons.\nEach year they would pay money to China (tribute). They helped with China's military.\nThere were three levels: the command (, like the central government), prefecture (, like a state) and county (). Together these were known as jimi fuzhou.\nExamples.\nThe Tang conquered the Gokturks and made two jimi governments (\"duhufu\" 都護府) in 658. They were around the Tarbagatai Mountains and Lake Balkhash. Sometimes the term was applied to military camps created within Tang China.","categories":[],"infobox_types":[],"annotations":[{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":217},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":288},{"uri":"Song_Dynasty","surface_form":"Song","offset":341},{"uri":"Yuan_dynasty","surface_form":"Mongol Yuan","offset":347},{"uri":"Ming_dynasty","surface_form":"Ming","offset":360},{"uri":"Qing_dynasty","surface_form":"Qing dynasty","offset":457},{"uri":"Records_of_the_Grand_Historian","surface_form":"Shiji","offset":561},{"uri":"Han_dynasty","surface_form":"Eastern Han","offset":607},{"uri":"Gokturks","surface_form":"Gokturks","offset":1770}]}