{"id":704754,"url":"http://en.wikipedia.org/wiki/Greek_government-debt_crisis","text":"e=\"preserve\">The Greek government-debt crisis happened after the financial crisis of 2007–08. In Greece it is known as The Crisis (Greek: Η Κρίση). It started with sudden reforms and austerity measures. But this made people poor and lose money and land.\nThe Greek economy is in the longest recession of any advanced capitalist economy to date. It is even longer than the US Great Depression. Many well-educated Greeks left the country.\nA trade deficit means that a country is buying more than it produces, so it has to borrow from others. Both the Greek trade deficit and budget deficit rose from below 5% of GDP in 1999 to peak around 15% of GDP in the 2008–2009 periods. Greece was perceived as a higher credit risk alone than it was as a member of the Eurozone. Thus investors felt the EU would help out Greece.\nReports in 2009 of Greek government disorganization increased borrowing costs. Greece could no longer borrow to finance its trade and budget deficits at an affordable cost.\nThe Great Recession.\nThe Greek crisis was triggered by the Great Recession, which led the budget deficits of several Western nations to reach or exceed 10% of GDP. Greece had high budget deficit (10.2% and 15.1% of GDP in 2008 and 2009, respectively). But at the same time it had high public debt to GDP ratio. Greece appeared to lose control of this ratio, which already reached 127% of GDP in 2009. Being a member of the Eurozone, the country had essentially no autonomous monetary policy flexibility.\nInternal factors.\nIn January 2010, the Greek Ministry of Finance published the \"Stability and Growth Program 2010\". The report listed five main causes: poor GDP growth, government debt and deficits, budget compliance and data credibility. Causes found by others included excess government spending, current account deficits, tax avoidance and tax evasion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Financial_crisis_of_2007%E2%80%932008","surface_form":"financial crisis of 2007–08","offset":65},{"uri":"Greek_language","surface_form":"Greek","offset":131},{"uri":"Great_Depression","surface_form":"Great Depression","offset":374},{"uri":"Gross_domestic_product","surface_form":"GDP","offset":609},{"uri":"Great_Recession","surface_form":"Great Recession","offset":1047},{"uri":"Tax_evasion","surface_form":"tax evasion","offset":1835}]}