{"id":704996,"url":"http://en.wikipedia.org/wiki/Holland%27s_schema_theorem","text":"Holland's schema theorem, also called the fundamental theorem of genetic algorithms, is an inequality that results from coarse-graining an equation for evolutionary dynamics. The Schema Theorem says that short, low-order schemata with above-average fitness increase exponentially in frequency in successive generations. The theorem was proposed by John Holland in the 1970s. It was initially widely taken to be the foundation for explanations of the power of genetic algorithms. However, this interpretation of its implications has been criticized in several publications reviewed in, where the Schema Theorem is shown to be a special case of the Price equation with the schema indicator function as the macroscopic measurement.\nA schema is a template that identifies a subset of strings with similarities at certain string positions. Schemata are a special case of cylinder sets, and hence form a topological space.\nDescription.\nwhere formula_1 is the order of the schema, formula_1 is the length of the code, formula_1 is the probability of mutation and formula_1 is the probability of crossover. So a schema with a shorter defining length formula_1 is less likely to be disrupted.An often misunderstood point is why the Schema Theorem is an \"inequality\" rather than an equality. The answer is in fact simple: the Theorem neglects the small, yet non-zero, probability that a string belonging to the schema formula_1 will be created \"from scratch\" by mutation of a single string (or recombination of two strings) that did \"not\" belong to formula_1 in the previous generation.\nLimitation.\nThe schema theorem holds under the assumption of a genetic algorithm that maintains an infinitely large population, but does not always carry over to (finite) practice: due to sampling error in the initial population, genetic algorithms may converge on schemata that have no selective advantage. This happens in particular in multimodal optimization, where a function can have multiple peaks: the population may drift to prefer one of the peaks, ignoring the others.\nThe reason that the Schema Theorem cannot explain the power of genetic algorithms is that it holds for all problem instances, and cannot distinguish between problems in which genetic algorithms perform poorly, and problems for which genetic algorithms perform well.","categories":[],"infobox_types":[],"annotations":[{"uri":"John_Henry_Holland","surface_form":"John Holland","offset":348},{"uri":"Genetic_algorithm","surface_form":"genetic algorithm","offset":459},{"uri":"Price_equation","surface_form":"Price equation","offset":647},{"uri":"Schema_(genetic_algorithms)","surface_form":"schema","offset":731},{"uri":"Subset","surface_form":"subset","offset":770},{"uri":"Cylinder_set","surface_form":"cylinder set","offset":866},{"uri":"Topological_space","surface_form":"topological space","offset":898},{"uri":"Sampling_error","surface_form":"sampling error","offset":1765},{"uri":"Multimodal_distribution","surface_form":"multimodal optimization","offset":1915},{"uri":"Genetic_drift","surface_form":"drift","offset":2001}]}