{"id":704995,"url":"http://en.wikipedia.org/wiki/Hurricane_Barry_(2019)","text":"Hurricane Barry was the fourth recorded storm to make landfall at hurricane strength on the state of Louisiana in the month of July, the others being Bob in 1979, Danny in 1997, and Cindy in 2005. The second named storm and first hurricane of the annual hurricane season, Barry originated from a mesoscale convective vortex over the Midwestern United States on July 4. The system emerged into the Gulf of Mexico on July 10 and was classified as a potential tropical cyclone later that day. The system developed into a tropical storm on the next day, becoming the second named storm of the season. On July 13, Barry attained maximum 1-minute sustained winds of 75 mph (120 km/h), with a minimum central pressure of 991 millibars (29.3 inHg), becoming the first hurricane of the season. Later that day, Barry made landfall on Marsh Island and Intracoastal City, Louisiana both times as a Category 1 hurricane, subsequently weakening to tropical storm status. Late on July 15, Barry degenerated into a remnant low over northern Arkansas, before dissipating on July 19.\nStorm history.\nThe storm originated from a low pressure area inside the Midwestern USA. It tracked south, and became a broad area of low pressure which the National Hurricane Center assessed a high chance that the low could become a tropical cyclone.\nA day later, on July 10, the broad low-pressure system emerged from the Florida Panhandle into Apalachee Bay in the northeastern Gulf of Mexico, attended by widespread showers and thunderstorms; concurrently, the NHC forecasted a high likelihood of tropical cyclone development within two days, noting a favorable environment and widespread convection, or thunderstorms, associated with the low.\nBy the morning of July 13, the thunderstorms moved closer to the center of circulation, as upper-level outflow expanded in all directions. The NHC estimated that Barry attained Category 1 hurricane status by 12:00 UTC that day, concluding that Barry was producing a small area of hurricane-force winds based on observations from the Hurricane Hunters, Doppler radar wind estimates of 75 mph (121 km/h), and recorded sustained winds of 72 mph (116 km/h) at Eugene Island oil field. Simultaneously, the storm reached its peak intensity, with a minimum central pressure of 991 millibars (29.3 inHg). At 18:00 UTC that day, Barry made landfall as a Category 1 hurricane on Intracoastal City, Louisiana, before weakening to tropical storm status. This made Barry the fourth tropical cyclone recorded making landfall as a hurricane on Louisiana in the month of July.\nOn July 15, the system became a low-pressure area, eventually becoming an extratropical system that brought heavy rain the Southern Ontario.\nImpact.\nOn Florida, multiple beaches were closed prior to the formation of Barry. However, some swimmers ignored the warnings and a 67 year-old man was reported to be dead. In addition, there were strong winds and thunderstorms from the disturbance that would later become Barry in the Gulf of Mexico.\nTropical Storm Barry dropped locally heavy rainfall along its path, peaking at 23.43 in (595 mm) near Ragley, Louisiana. Waterspouts were reported on Lake Pontchartrain. One tornado struck the Gentilly neighborhood in New Orleans, damaging two homes. A tide station in Amereda Pass recorded a storm surge of nearly 7 ft (2.1 m). On the southern shore of Lake Pontchartrain, storm surge exceeded 3 ft (0.91 m), while its northern shores expected tides 3 to 5 ft (0.91 to 1.52 m) above normal. Flooding also occurred on the banks of the Atchafalaya River in Morgan City, Louisiana. The Lower Dularge East Levee in Terrebonne Parish was overtopped, prompting a mandatory evacuation for nearby areas. On the afternoon of July 12, Louisiana Highway 1 south of Golden Meadow—the only thoroughfare leading out of Grand Isle and Port Fourchon—was closed after seawater began to inundate portions of the road.\nAs Barry moved ashore the Louisiana coast on July 13, Entergy and Cleco, the two major electricity companies in southern Louisiana, reported the loss of power to over 114,000 customers. Power lines knocked down by fallen trees in the Metairie area cut power to 5,140 electricity customers in the New Orleans metropolitan area. The most widespread power outages occurred where wind speeds were highest in Lafourche Parish and Terrebonne Parish, as well as eastern Baton Rouge; over 39,000 lost power in these areas. All electricity customers in Grand Isle lost power, and a total of 4,300 customers were affected by power outages as Barry's initial rainbands swept across coastal Louisiana.\nIn Southern Ontario, many highways were blocked and several cars were submerged. Unusually, the storm produced a funnel cloud in Oro-Medonte, Southern Ontario.\nIn Arkansas, the highest rainfall total of was recorded. A police station was flooded and a highway was closed. Also, 20 people and more than 70 animals were rescued from floodwaters. No one died in the state.\nThe total damage caused by Barry is about $600 million.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arkansas","surface_form":"Arkansas","offset":1025},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1222}]}