{"id":704922,"url":"http://en.wikipedia.org/wiki/Peter_Thiel","text":"Peter Andreas Thiel (teel; born October 11, 1967) is an American entrepreneur. He helped create PayPal, Palantir Technologies and Founders Fund. In 2018, he supposedly had $2.5 billion.\nThiel was born in Frankfurt. As a baby, he moved with his family to the United States. He spent some time in Southern Africa. He studied philosophy at Stanford University, graduating with a B.A. in 1989. He then went on to the Stanford Law School and received his J.D. in 1992. He worked as a lawyer, speechwriter, and trader. He founded Thiel Capital in 1996. He co-founded PayPal in 1999. He was chief executive officer until he sold the company to eBay in 2002 for $1.5 billion.\nHe founded Clarium Capital, a global macro hedge fund. He launched Palantir Technologies, a big data analysis company, in 2004 and continues to serve as its chairman as of 2018. He helped create Founders Fund, a venture capital firm.\nThiel became Facebook's first outside investor by buying 10.2% for $500,000 in August 2004. He sold the majority of his shares in Facebook for over $1 billion in 2012, but remains on the board of directors. He also co-founded Valar Ventures in 2010, co-founded Mithril Capital.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"PayPal","surface_form":"PayPal","offset":96},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":204},{"uri":"Stanford_University","surface_form":"Stanford University","offset":337},{"uri":"Bachelor_of_Arts","surface_form":"B.A.","offset":376},{"uri":"Doctor_of_Law","surface_form":"J.D.","offset":450},{"uri":"PayPal","surface_form":"PayPal","offset":561},{"uri":"Chief_executive_officer","surface_form":"chief executive officer","offset":584},{"uri":"EBay","surface_form":"eBay","offset":637},{"uri":"Big_data","surface_form":"big data","offset":760},{"uri":"Venture_capital","surface_form":"venture capital","offset":880},{"uri":"Facebook","surface_form":"Facebook","offset":915}]}