{"id":704992,"url":"http://en.wikipedia.org/wiki/Savills","text":"Savills plc is a global real estate services provider listed on the London Stock Exchange and is a constituent of the FTSE 250 Index.\nHistory.\nThe business was established by Alfred Savill (1829 - 1905) in 1855 in London. By the time of Alfred Savill's death in 1905 his sons Alfred, Edwin and Norman were established in partnership. In the 1920s the firm moved to Lincoln's Inn Fields. During the Second World War Norman Savill went to Wimborne in Dorset, taking vital records with him. The remaining partners stayed at Lincoln’s Inn Field. By the 1970s, the firm was re-branded as Savills. The firm was incorporated as a limited company in 1987 and was listed on the London Stock Exchange in 1988.\nIn 1997 Savills merged with \"First Pacific Davies\" () in Asia. In 1998 it bought majority stakes in the German, French and Spanish arms of \"Weatherall, Green & Smith\". In June 2015 it completed the acquisition of Smiths Gore, provider of rural and residential property services in the UK. In June 2016, Savills plc announced its proprietary investment subsidiary, Grosvenor Hill Ventures, had acquired a minority stake in YOPA Property Ltd, a UK-based online hybrid estate agent.\nSavills announced in August 2016 that it had acquired GBR Phoenix Beard, a Midlands-based commercial property consultancy, strengthening its UK real estate services. Expansion continued in July 2017, with the acquisition of Larry Smith Italia, a leading commercial management and leasing business in Italy. The company's European operations grew further in December 2017 when Savills acquired Aguirre Newman S.A., the leading independent Spanish and Portuguese real estate advisory; the newly combined business was rebranded as Savills Aguirre Newman in January 2018.\nOperations.\nThe company provides consulting services and advice (such as valuation, building consultancy, project management, environmental consultancy, landlord and tenant, planning, strategic projects and research) in connection with commercial, residential and agricultural properties, property-related financial services and investment management, which includes investment management for institutional or professional investors. Savills operates from over 600 owned and associate offices, employing more than 35,000 people in over 60 countries throughout the Americas, Europe, Asia Pacific, Africa and the Middle East.\nAustralia.\nIn 2016 Australia rose to second place after Japan for cross border capital inflow in the Asia Pacific region, largely due to an increase in China's investment in Sydney's CBD, up 44 per cent from $4.5 billion the year before to $6.46 billion. In May 2013 Savills set the record for the highest price for a development site in Brisbane with the sale of the Supreme Court site at 300 George Street for $63M to the Taiwanese developer Shayher Group, to become a mixed-use precinct including a five-star hotel. Shayher Group was required to build a 65,000sqm residential, serviced apartment tower and a 45,000sqm commercial office tower.\nIndonesia.\nIn May 2014, Savills announced it has established a presence in Jakarta, Indonesia, working in partnership with local experts, Property Connection Indonesia. In 2015 Savills established an Office Services and Occupier Representation capability, expanding its Jakarta based business, when staff joined Savills Indonesia from property consultancy JLL.\nUnited States.\nIn June 2014, Savills announced it had acquired 100% of Studley, Inc. a leading US independent commercial real estate services firm specialising in tenant representation with twenty five offices across the United States. Within the US, the new business was branded as Savills Studley. Studley was acquired in a $260 million deal including cash, Savills stock and promissory notes. Studley was founded in 1954 by Julien Studley, and in 2002 was bought by its 139 partners. The Savills deal brought more than 400 brokers and 175 support workers from Studley to the new firm.\nMalaysia.\nIn February 2015, Savills announced it had acquired a substantial shareholding in a Malaysian real estate business, previously trading as CBRE in Malaysia. The business has close to 300 staff, and offices in Kuala Lumpur, Penang and Johor. Savills Malaysia managing director is Allan Soo.\nMiddle East.\nIn June 2018, Savills announced it had acquired Cluttons Middle East business. Providing Agency, Management and Consultancy advice in both the Commercial and Residential sectors, the business employs 190 staff in offices across the UAE, Bahrain, Egypt, Oman and Saudi Arabia. The acquisition, which was completed on 31 May 2018, saw Savills take full ownership of Cluttons Middle East, which had been established in the region for more than 40 years. Cluttons Middle East is due to be re-branded as Savills during 2018.\nVietnam.\nSavills Vietnam is the largest and most experienced real estate practice in Vietnam, with offices in Hanoi, Danang and Ho Chi Minh City. In addition to residential real estate and investment brokerage, Savills Vietnam is also active in the hotel and leisure sector. In addition to providing advisory and industrial services, Savills Vietnam is also active in property management.\nSurpassing other leading property professionals including CBRE and JLL, Savills Vietnam was recognized as Vietnam’s Best Property Consultancy and Best Real Estate Agency at the prestigious Asia Pacific Property Awards. The official announcement was made at the iPAX Asia Pacific Awards Ceremony on the third and fourth of May, 2018 in Thailand. These awards mark Savills Vietnam success for the 8th consecutive and last year with the programme.","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Stock_Exchange","surface_form":"London Stock Exchange","offset":68},{"uri":"FTSE_250_Index","surface_form":"FTSE 250 Index","offset":118},{"uri":"Alfred_Savill","surface_form":"Alfred Savill","offset":175},{"uri":"London","surface_form":"London","offset":214},{"uri":"Lincoln%27s_Inn_Fields","surface_form":"Lincoln's Inn Fields","offset":365},{"uri":"Second_World_War","surface_form":"Second World War","offset":398},{"uri":"Dorset","surface_form":"Dorset","offset":449},{"uri":"London_Stock_Exchange","surface_form":"London Stock Exchange","offset":669},{"uri":"Asia","surface_form":"Asia","offset":757},{"uri":"Germany","surface_form":"German","offset":804},{"uri":"France","surface_form":"French","offset":812},{"uri":"Spain","surface_form":"Spanish","offset":823},{"uri":"Americas","surface_form":"Americas","offset":2312},{"uri":"Europe","surface_form":"Europe","offset":2322},{"uri":"Asia_Pacific","surface_form":"Asia Pacific","offset":2330},{"uri":"Africa","surface_form":"Africa","offset":2344},{"uri":"Middle_East","surface_form":"Middle East","offset":2359},{"uri":"Hanoi","surface_form":"Hanoi","offset":4909},{"uri":"Da_Nang","surface_form":"Danang","offset":4916},{"uri":"Ho_Chi_Minh_City","surface_form":"Ho Chi Minh City","offset":4927}]}