{"id":705071,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Danas_(2019)","text":"Tropical Storm Danas (International Code: 1905, Joint Typhoon Warning Center: WP062019, Philippine Atmospheric, Geophysical and Astronomical Services Administration: Falcon) is the 5th named tropical cyclone in the 2019 Pacific typhoon season.\nStorm history.\nOn July 11, a low-pressure zone was formed near the Mariana Islands, and the US Naval Research Laboratory gave it a tropical disturbance number of 98W. At 8 o'clock on the morning of July 14, the Japan Meteorological Agency upgraded it to a tropical depression. At this point the system moves to the approximate west. At 8 pm, the Joint Typhoon Warning Center gave its development rating \"low\". At 8 o'clock on the morning of July 15, the Japan Meteorological Agency issued a gale warning, and the Central Meteorological Bureau of Taiwan upgraded it to a tropical depression, given the number TD10. At 3 pm, the Joint Typhoon Warning Center upgraded the rating to \"Medium\". At 10 pm, the Hong Kong Observatory upgraded it to a tropical depression.\nAt 6:30 am on July 16, the Joint Typhoon Warning Center upgraded the rating to \"High\" and issued a tropical cyclone warning. The Joint Typhoon Warning Center raised the system to a tropical depression at 2:40 pm, giving the number 06W. At 3 pm on the same day, the Japan Meteorological Agency upgraded it to a tropical storm, giving the international number 1905 and named it \"Danas\", followed by the China National Meteorological Center, the Central Meteorological Bureau of Taiwan, and PAGASA also upgraded it to a tropical storm. The Joint Typhoon Warning Center was upgraded to a tropical storm late that night.\nOn July 19, the JMA reported that Danas has reached its peak wind speeds with continuous winds of 85 km/h (50 mph). Later that day, Danas began to weaken. On July 20, around 13:00 UTC, Danas made landfall on South Korea as a minimal tropical storm, before weakening into a tropical depression soon afterward. The weakening trend also accelerated on July 20 due to the drop in sea temperature to 23 degrees Celsius near landfall. The Republic of Korea Meteorological Administration downgraded Danas to a tropical depression at 11 am and stopped issuing announcements. At 12:45 UTC on July 21, Danas transitioned into an extratropical low in the Sea of Japan, and the JMA issued their final advisory on the storm.\nPhilippines.\nOn July 15, the system was enhanced to a tropical depression. At 11 pm, the Philippine Atmospheric Geophysical and Astronomical Services Administration issued the No. 1 storm signal to the northern part of Isabela Province, Cagayan Province and the Bataan Islands. As Denas continued to approach Luzon, the Philippine Atmospheric Geophysical and Astronomical Services Administration issued a second storm signal to the northern part of Cagayan Province at 5 pm on the 16th.\nPAGASA cancelled all storm signals for the Philippines on July 18th.\nJapan.\nDanas brought heavy rainfall to many western parts of Japan including nearly all of Kyushu.\nIn addition, the amount of rain that fell in the last 24 hours exceeded 350 mm in various places in Goto, and reaches the rainfall for July 1 month in normal years, and it has become the largest since July.\nKorea.\nOn July 20, around 13:00 UTC, Danas made landfall on South Jeolla Province, South Korea as a minimal tropical storm. It caused heavy rain across the country but damages were unknown. Locally heavy rainfall will continue across much of South Korea and southwest Japan through Sunday night, with additional rainfall of 50-100 mm (2-4 inches) in many locations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":191},{"uri":"2019_Pacific_typhoon_season","surface_form":"2019 Pacific typhoon season","offset":215},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":455},{"uri":"South_Korea","surface_form":"South Korea","offset":1831},{"uri":"Sea_of_Japan","surface_form":"Sea of Japan","offset":2267},{"uri":"Kyushu","surface_form":"Kyushu","offset":2982},{"uri":"South_Jeolla_Province","surface_form":"South Jeolla Province","offset":3257}]}