{"id":705057,"url":"http://en.wikipedia.org/wiki/History_of_Russia","text":"ce=\"preserve\">The history of Russia begins with the East Slavs, Turkic, and the Finno-Ugric peoples. Parts of Southern Russia around the Black sea were settled by Greeks and Romans until about the 3rd century. Huns and Turkic tribes invaded the regions around the Black sea until the 10th century. Eastern Slavs then immigrated to the region. Vikings created the Kievan Rus. In the 13th century, Mongols conquered the region and created the Golden Horde. The Mongols ruled until the 15th century. The tsardom of Russia and Russian empire were then created. Poland-Lithuania invaded Moscow, but Russia eventually drove them out. Russia expanded more west and east into Siberia. Napoleon tried to invade Russia during the winter but failed. Russia fought against Germany in WW1. In 1917, the October Revolution happened, and the communists led by Lenin created the Soviet Union. In WW2, Hitler also failed to invade Russia. Russia occupied East Germany, Poland, and most of East Europe during the Cold War. It became a big rival of the United States. In the 1990s, the Union ended, with things like the Yugoslavia revolution, and became modern Russia. In 2014 Russia annexed Crimea from the Ukraine and faced sanctions from US and others because of it.\nGreece and Rome (before 3 c).\nIn the 8th century BCE, Greek merchants migrated to Tanais and Phanagoria. The Bosporan Kingdom (a Greek kingdom) became part of the Roman Empire. In the 2nd century AD Germanic Goths migrated to the Black Sea. In the 3rd and 4th centuries AD, the Gothic Oium existed in Southern Russia until it was conquered by Huns.\nHun and Turkic colonization (3 c - 10 c).\nBetween the 3rd and 6th centuries AD, the Bosporan Kingdom was also invaded by Eastern nomads like the Huns and Turkish Avars.\nA Turkic people, the Khazars, conquered the lower Volga basin steppes between the Caspian and Black Seas up to the 8th century. They were known for their laws, tolerance, and cosmopolitanism. The Khazars traded with the Baltic and the Muslim Abbasid empire centered in Baghdad. They were important allies of the Byzantine Empire, and helped win wars against Arab Caliphates. In the 8th century, the Khazars became Jewish.\nEastern Slavs (7 c - 13 c).\nSome of the ancestors of the modern Russians were the Slavic tribes. They came from the forests of the Pripet Marshes. The Early East Slavs gradually settled Western Russia by moving from Kiev towards present-day Suzdal and Murom and then from Polotsk towards Novgorod and Rostov.\nFrom the 7th century onwards, East Slavs were the majority of Western Russia. They mixed slowly and peacefully with the native Finno-Ugric tribes, such as the Merya, the Muromians, and the Meshchera.\nThe Cyrillic alphabet, invented in modern Bulgaria in the 9th century, also spread during this period.\nKievan Rus' (882–1283).\nVikings or Varangians did piracy and trade throughout Northern Europe. In the mid-9th century, they conquered the eastern Baltic to the Black and Caspian Seas. A Varangian named Rurik became ruler of Novgorod in about 860, before they moved south and conquered Kiev, which had been previously belonged to the Turkic Khazars. Rurik's son Igor and Igor's son Sviatoslav then conquered the East Slavic tribes, destroyed the Khazar khaganate, and fought wars against Byzantium and Persia.\nThus, Rus' was born in the 9th century along the Dnieper River valley. The Kievan Rus' controlled the trade for furs, wax, and slaves between Scandinavia and the Byzantine Empire along the Volkhov and Dnieper Rivers.\nNear the 11th century, the Norse ruling class mixed with the Eastern Slavs. The Slavs absorbed Greek Christian influences when trying to loot Constantinople. Svyatoslav I claimed victory in one such campaign; he also defeated the Khazars on the Volga. The Byzantine Empire was declining but would influence Russia culturally.\nFor example through the Byzantine, the Kievan Rus' introduced the Slavic variant of the Eastern Orthodox Christianity. They became Christian in 988.\nThen Yaroslav the Wise wrote some laws.\nBy the 11th century, Yaroslav the Wise helped improve the economy and literature. The Russian language was not that influenced by Greek and Latin. Church Slavonic was used directly in liturgy instead.\nA nomadic Turkic people, the Kipchaks (or Cumans), replaced earlier Pechenegs in the south steppe at the end of the 11th century. They founded a nomadic state along the Black Sea (Desht-e-Kipchak). The Kipchaks and Kievs fought.\nMongol colonization (13 c - 15 c).\nThe Rus were conquered by the Mongol Golden Horde in the 13th century. Kiev was destroyed. Halych-Volhynia would eventually be absorbed into the Polish–Lithuanian Commonwealth, while the Mongol-dominated Vladimir-Suzdal and independent Novgorod Republic became the basis for modern Russia.\nIn 1223, the disunited southern princes faced a Mongol raiding party at the Kalka River and were soundly defeated. In 1237–1238 the Mongols burnt down the city of Vladimir (4 February 1238) and other major cities of northeast Russia, defeated the Russians at the Sit' River, and then moved west to conquer Poland and Hungary. By then they had conquered most of Russia.\nThe Mongols destroyed the cities. Some like Kiev and Vladimir never recovered. The new cities of Moscow, Tver and Nizhny Novgorod began to compete for hegemony in the Mongol-dominated Russia. The Golden Horde was established in the 14th century. Mongol domination of the Russia, along with demands of tribute from Russian princes, continued until about 1480.\nRusso-Tatar relations.\nAfter the fall of the Turkic Khazars in the 10th century, the Volga were conquered by the Volga Bulgaria, part of Greater Bulgaria. In the 10th century the Turks converted to Islam and traded with the Middle East and Central Asia. After the Mongol invasions of the 1230s, Volga Bulgaria was annexed by the Golden Horde. Its population evolved into the modern Chuvashes and Kazan Tatars.\nThe Mongols controlled Russia and Volga Bulgaria from their western capital at Sarai, one of the largest cities of the medieval world. Russian princes had to pay tribute to the Mongols of the Golden Horde, commonly called Tatars. The Russian Orthodox Church even experienced a revival under the Metropolitan Alexis and Sergius of Radonezh.\nThe Mongols influenced Russian military tactics and transportation. Under Mongol occupation, Russia developed its postal road network, census, fiscal system, and military organization.\nGrand Duchy of Moscow (1283–1547).\nDaniil Aleksandrovich founded Moscow (Muscovy). They were first a vassal to the Mongols and Tatars.\nThe Mongol rulers gave them the title of Grand Prince of Moscow and made them collect tribute from the Russian principalities. Moscow became the center of the Russian Orthodox Church.\nIvan III, the Great.\nIn the 15th century, the princes of Moscow continued to consolidate Russian land to increase their population and wealth. The most successful one was Ivan III, who laid the foundations for the Russian nation. Ivan competed with the Grand Duchy of Lithuania for control over the upper Dnieper and Oka River basins.\nIvan III was able to annex Novgorod and Tver. As a result, the Grand Duchy of Moscow tripled in size.\nIvan then overthrew the ruling Tatars and Golden Horde, now divided into several Khanates and hordes. Ivan wanted to protect the southern borders from the Crimean Tatars and other Turko-Mongol armies. He built Great Abatis Belt, gave land to nobles in exchange for military service. This expanded the army.\nEventually Ivan IV became the first Russian ruler to call theirself tsar.\nIvan III tripled the territory of his state, ended the dominance of the Golden Horde over the Rus', revived the Moscow Kremlin. But he was also anti-Catholic and isolated Russia from western civilization.\nTimurid empire (14 c).\nIn the 14th century, Timur conquered parts of Southern Russia and occupied Moscow for some time.\nIvan IV the Terrible.\n\"Ivan the Terrible\" increased the powers of the tsar. He got rid of many people he did not like for the smallest things. But he helped develop Russia and adapt new laws and decreased the influence of the church.\nIvan annexed the Khanates of Kazan, Astrakhan, and Siberia. Russia now had Muslim Tatar populations and became a multiethnic and multiconfessional state. The Stroganov family also controlled the Urals and hired Russian Cossacks to colonize Siberia.\nIvan divided Russia and created the \"oprichnina.\" There Ivan killed nobles in the Massacre of Novgorod in 1570. Military losses, disease, and lack of food weakened Russia. The Crimean Tatars were able to loot central Russian and burn down Moscow in 1571. In 1572 Ivan stopped.\nAt the end of Ivan IV's rule the Polish–Lithuanian and Swedish armies invaded northwestern Russia.\nTime of Troubles.\nThere then were many civil wars and foreign invasions known as the \"Time of Troubles\" (1606–13). Extremely cold summers (1601–1603) destroyed crops, which led to the Russian famine of 1601–1603 and increased the chaos.\nDuring the Polish–Muscovite War (1605–1618), Polish–Lithuanian forces invaded Moscow and appointed puppet rulers.\nBut Russia finally took back Moscow on.\nRomanov dynasty.\nIn February 1613, Michael Romanov was elected as ruler. The Romanov dynasty ruled Russia until 1917.\nRussian Empire (1721–1917).\nRussia expanded a lot during the 17th century, including the first Russian colonization of the Pacific in the mid-17th century, the Russo-Polish War (1654–67), and the Russian conquest of Siberia. Russia gained most of its territory from Siberia.\nRussian revolution (1917–1922).\nThe Tsarist system was completely overthrown in February 1917 in the October Revolution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turkic_peoples","surface_form":"Turkic","offset":64},{"uri":"Finno-Ugric_language","surface_form":"Finno-Ugric","offset":80},{"uri":"Black_Sea","surface_form":"Black sea","offset":137},{"uri":"Huns","surface_form":"Huns","offset":210},{"uri":"Mongols","surface_form":"Mongols","offset":396},{"uri":"Golden_Horde","surface_form":"Golden Horde","offset":441},{"uri":"Poland-Lithuania","surface_form":"Poland-Lithuania","offset":557},{"uri":"Siberia","surface_form":"Siberia","offset":668},{"uri":"Napoleon","surface_form":"Napoleon","offset":677},{"uri":"Germany","surface_form":"Germany","offset":761},{"uri":"World_War_I","surface_form":"WW1","offset":772},{"uri":"October_Revolution","surface_form":"October Revolution","offset":790},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":863},{"uri":"World_War_II","surface_form":"WW2","offset":880},{"uri":"Adolf_Hitler","surface_form":"Hitler","offset":885},{"uri":"East_Germany","surface_form":"East Germany","offset":938},{"uri":"Cold_War","surface_form":"Cold War","offset":995},{"uri":"United_States","surface_form":"United States","offset":1034},{"uri":"Yugoslavia_revolution","surface_form":"Yugoslavia revolution","offset":1101},{"uri":"Russia","surface_form":"Russia","offset":1142},{"uri":"Crimea","surface_form":"Crimea","offset":1173},{"uri":"Sanctions","surface_form":"sanctions","offset":1207},{"uri":"Bosporan_Kingdom","surface_form":"Bosporan Kingdom","offset":1360},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1414},{"uri":"Goths","surface_form":"Goths","offset":1459},{"uri":"Black_Sea","surface_form":"Black Sea","offset":1481},{"uri":"Huns","surface_form":"Huns","offset":1594},{"uri":"Bosporan_Kingdom","surface_form":"Bosporan Kingdom","offset":1684},{"uri":"Huns","surface_form":"Huns","offset":1745},{"uri":"Eurasian_Avars","surface_form":"Turkish Avars","offset":1754},{"uri":"Khazars","surface_form":"Khazars","offset":1790},{"uri":"Volga_River","surface_form":"Volga","offset":1819},{"uri":"Steppe","surface_form":"steppe","offset":1831},{"uri":"Caspian_Sea","surface_form":"Caspian","offset":1851},{"uri":"Black_Sea","surface_form":"Black Sea","offset":1863},{"uri":"Cosmopolitanism","surface_form":"cosmopolitanism","offset":1944},{"uri":"Abbasid_Caliphate","surface_form":"Abbasid","offset":2011},{"uri":"Baghdad","surface_form":"Baghdad","offset":2038},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":2081},{"uri":"Arab_people","surface_form":"Arab","offset":2127},{"uri":"Caliphate","surface_form":"Caliphate","offset":2132},{"uri":"Jewish","surface_form":"Jewish","offset":2183},{"uri":"Slavic_peoples","surface_form":"Slavic tribes","offset":2273},{"uri":"Kiev","surface_form":"Kiev","offset":2407},{"uri":"Polotsk","surface_form":"Polotsk","offset":2463},{"uri":"Velikiy_Novgorod","surface_form":"Novgorod","offset":2479},{"uri":"Rostov","surface_form":"Rostov","offset":2492},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic alphabet","offset":2704},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":2742},{"uri":"Vikings","surface_form":"Vikings","offset":2827},{"uri":"Varangians","surface_form":"Varangians","offset":2838},{"uri":"Piracy","surface_form":"piracy","offset":2853},{"uri":"Baltic_Sea","surface_form":"Baltic","offset":2949},{"uri":"Black_Sea","surface_form":"Black","offset":2963},{"uri":"Caspian_Sea","surface_form":"Caspian Sea","offset":2973},{"uri":"Kiev","surface_form":"Kiev","offset":3088},{"uri":"Sviatoslav_I%2C_Prince_of_Kiev","surface_form":"Sviatoslav","offset":3184},{"uri":"Kievan_Rus%27","surface_form":"Rus'","offset":3318},{"uri":"Dnieper","surface_form":"Dnieper River","offset":3361},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":3454},{"uri":"Old_Norse_language","surface_form":"Norse","offset":3556},{"uri":"Constantinople","surface_form":"Constantinople","offset":3671},{"uri":"Sviatoslav_I%2C_Prince_of_Kiev","surface_form":"Svyatoslav I","offset":3687},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":3785},{"uri":"Russian_Orthodox_Church","surface_form":"Slavic variant","offset":3921},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox","offset":3943},{"uri":"Christianity","surface_form":"Christianity","offset":3960},{"uri":"Yaroslav_the_Wise","surface_form":"Yaroslav the Wise","offset":4009},{"uri":"Yaroslav_the_Wise","surface_form":"Yaroslav the Wise","offset":4065},{"uri":"Russian_language","surface_form":"Russian language","offset":4130},{"uri":"Greek_language","surface_form":"Greek","offset":4174},{"uri":"Latin","surface_form":"Latin","offset":4184},{"uri":"Liturgy","surface_form":"liturgy","offset":4228},{"uri":"Pechenegs","surface_form":"Pechenegs","offset":4313},{"uri":"Mongols","surface_form":"Mongol","offset":4539},{"uri":"Polish-Lithuanian_Commonwealth","surface_form":"Polish–Lithuanian Commonwealth","offset":4654},{"uri":"Poland","surface_form":"Poland","offset":5105},{"uri":"Hungary","surface_form":"Hungary","offset":5116},{"uri":"Nizhny_Novgorod","surface_form":"Nizhny Novgorod","offset":5282},{"uri":"Hegemony","surface_form":"hegemony","offset":5319},{"uri":"Mongols","surface_form":"Mongol","offset":5414},{"uri":"Tribute","surface_form":"tribute","offset":5469},{"uri":"Islam","surface_form":"Islam","offset":5725},{"uri":"Mongol_Empire","surface_form":"Golden Horde","offset":5856},{"uri":"Tatars","surface_form":"Kazan Tatars","offset":5923},{"uri":"Tatars","surface_form":"Tatars","offset":6159},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":6171},{"uri":"Vassal","surface_form":"vassal","offset":6563},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":6756},{"uri":"Grand_Duchy_of_Lithuania","surface_form":"Grand Duchy of Lithuania","offset":7034},{"uri":"Dnieper","surface_form":"Dnieper","offset":7086},{"uri":"Tsar","surface_form":"tsar","offset":7593},{"uri":"Moscow_Kremlin","surface_form":"Moscow Kremlin","offset":7711},{"uri":"Western_civilization","surface_form":"western civilization","offset":7782},{"uri":"Timur","surface_form":"Timur","offset":7848},{"uri":"Multiconfessional","surface_form":"multiconfessional","offset":8287},{"uri":"Stroganov_family","surface_form":"Stroganov","offset":8316},{"uri":"Cossacks","surface_form":"Cossacks","offset":8377},{"uri":"Siberia","surface_form":"Siberia","offset":8398},{"uri":"Oprichnina","surface_form":"oprichnina","offset":8444},{"uri":"Polish%E2%80%93Lithuanian_Commonwealth","surface_form":"Polish–Lithuanian","offset":8717},{"uri":"House_of_Romanov","surface_form":"Romanov","offset":9251},{"uri":"October_Revolution","surface_form":"October Revolution","offset":9668}]}