{"id":705182,"url":"http://en.wikipedia.org/wiki/Outer_Mongolian_Revolution_of_1911","text":"The Outer Mongolian Revolution of 1911 happened when Outer Mongolia did not want to be part of the Qing dynasty anymore. They wanted to govern themselves. It happened at the same time as the Xinhai Revolution.\nOuter Mongolia is now the modern country of Mongolia. It is different from Inner Mongolia, which is in China.\nWhy did it happen?\nMongolia used to be part of the Qing dynasty. But by the 20th century Mongolia was poor. Because of the Taiping Rebellion (1850–1864) many other people were poor. The Qing was running out of money.\nThe Qing also moved many of the Mongols' animals to the rest of China to feed others. This made Mongols upset.\nManchus people created the Qing dynasty. They were not Han Chinese. But they eventually became Chinese themselves. They failed to keep the Manchus \"pure\". Still they tried to separate Han from Manchus and Mongols. For example, Han could not enter Mongolia, and Mongols could not leave Mongolia. Mongols were not allowed to speak Chinese.\nIn 1895, the Qing lost the First Sino-Japanese War. The Qing was declining.\nThe Boxer Rebellion and Japan's victory over Russia in 1905 made the Chinese hopeful that they could make things better. So they created new reforms called the Xinzheng or \"New Policies\" (新政).\nOne of the goals of Xinzheng was to move more Han Chinese into Outer Mongolia (cultural assimilation). This was to tell Russians to stay away from Mongolia as it still belonged to China. The Qing thought of this as a \"shield\".\nBetween 1901 and 1910, the Qing passed laws allowing: Han Chinese to settle Chinese Mongolia, intermarriage between Han and Mongol Chinese, Mongols to speak Chinese.\nIn 1910 the Qing government made Sando the ruler of Mongolia in Ulaanbaatar. Plans were made to send Han farmers to Mongolia. In January 1911 the army was organized. Half of the army was Mongol. The Mongolians did not like this. They did not like the tax. They were \"penniless\". They did not want farmers and still wanted to be nomads and horseback riders.\nFirst revolt.\nPrince Tögs-Ochiryn Namnansüren convinced the Jebstundamba Khutukhtu to support independence. He and another leader Qin Wang (Mijiddorjiin Khanddorj) then asked Russia to help.\nSt. Petersburg heard the message. Russia wanted some distance from Japan and wanted Outer Mongolia to be a buffer state. So Russia sent some troops.\nIn 1911, the Qing government was overthrown in the Xinhai Revolution. While the rest of China was busy with this problem, the Mongols saw this as the perfect opportunity to secede from the union. In 30 Novmber 1911 Mongol and Russian soldiers surrounded Kulun (Ulanbatar).\nOn December 5, Khanddorj declared independence. In January 1912 the Governor of Uliastai in western Mongolia escaped protected by Russian Cossack troops. But the governor of Khovd decided to resist, hoping for support from Xinjiang. However they were defeated. In August 1912, Khovd left the country protected by the Coassacks.\nOuter Mongolia then wanted Inner Mongolia (Pan-Mongolism). Some riots did happen in Inner Mongolia. And for some time, Outer Mongolia had parts of western Inner Mongolia. But then the new Beijing government also began to fight in Inner Mongolia. Outer Mongolia began to lose supplies. And Russia did not want to support the Outer Mongols or fight another war. So China kept Inner Mongolia. The year-long war was not good for Inner Mongolia. It is known as Year of the Ox rebellion (\"牛年之乱\" Үхэр жилийн үймээн).\nOn 1912 November 3, Russia signed a deal 《俄蒙协约》with Mongolia to mine in Mongolia in exchange for saying Mongolia is autonomous. China was not happy. So in 1913 September 18, Sun Baoqi (孙宝琦) signed a new agreement between China and Russia《中俄声明文件》. China agrees not to put troops in Mongolia and recognize the Russian-Mongol deal 《俄蒙协约》. In return, Russia recognizes that China has suzerainty over Mongolia. So China's power over Mongolia changed from sovereignty to suzerainty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Outer_Mongolia","surface_form":"Outer Mongolia","offset":53},{"uri":"Qing_dynasty","surface_form":"Qing dynasty","offset":99},{"uri":"Xinhai_Revolution","surface_form":"Xinhai Revolution","offset":191},{"uri":"Mongolia","surface_form":"Mongolia","offset":254},{"uri":"Inner_Mongolia","surface_form":"Inner Mongolia","offset":285},{"uri":"China","surface_form":"China","offset":313},{"uri":"Qing_dynasty","surface_form":"Qing dynasty","offset":371},{"uri":"Taiping_Rebellion","surface_form":"Taiping Rebellion","offset":443},{"uri":"Manchu","surface_form":"Manchus","offset":648},{"uri":"Han_Chinese","surface_form":"Han Chinese","offset":703},{"uri":"Chinese_language","surface_form":"Chinese","offset":977},{"uri":"First_Sino-Japanese_War","surface_form":"First Sino-Japanese War","offset":1013},{"uri":"Boxer_Rebellion","surface_form":"Boxer Rebellion","offset":1066},{"uri":"Russo-Japanese_War","surface_form":"Japan's victory over Russia in 1905","offset":1086},{"uri":"Cultural_assimilation","surface_form":"cultural assimilation","offset":1334},{"uri":"Russia","surface_form":"Russians","offset":1375},{"uri":"Ulan_Bator","surface_form":"Ulaanbaatar","offset":1712},{"uri":"Nomads","surface_form":"nomads","offset":1976},{"uri":"T%C3%B6gs-Ochiryn_Namnans%C3%BCren","surface_form":"Tögs-Ochiryn Namnansüren","offset":2026},{"uri":"Jebstundamba_Khutukhtu","surface_form":"Jebstundamba Khutukhtu","offset":2065},{"uri":"Mijiddorjiin_Khanddorj","surface_form":"Mijiddorjiin Khanddorj","offset":2145},{"uri":"Saint_Petersburg","surface_form":"St. Petersburg","offset":2196},{"uri":"Japan","surface_form":"Japan","offset":2263},{"uri":"Buffer_state","surface_form":"buffer state","offset":2303},{"uri":"Xinhai_Revolution","surface_form":"Xinhai Revolution","offset":2396},{"uri":"Secession","surface_form":"secede","offset":2518},{"uri":"Uliastai","surface_form":"Uliastai","offset":2698},{"uri":"Cossacks","surface_form":"Cossack","offset":2756},{"uri":"Khovd","surface_form":"Khovd","offset":2792},{"uri":"Xinjiang","surface_form":"Xinjiang","offset":2841},{"uri":"Pan-Mongolism","surface_form":"Pan-Mongolism","offset":2989},{"uri":"Autonomous","surface_form":"autonomous","offset":3572},{"uri":"Sun_Baoqi","surface_form":"Sun Baoqi","offset":3630},{"uri":"%E5%AD%99%E5%AE%9D%E7%90%A6","surface_form":"孙宝琦","offset":3641},{"uri":"Suzerainty","surface_form":"suzerainty","offset":3836},{"uri":"Sovereignty","surface_form":"sovereignty","offset":3906},{"uri":"Suzerainty","surface_form":"suzerainty","offset":3921}]}