{"id":705240,"url":"http://en.wikipedia.org/wiki/Guo_Shoujing","text":"Guo Shoujing (, 1231–1316), or Ruosi (若思), was a Chinese astronomer, engineer, and mathematician. He lived during the Yuan Dynasty (1271–1368). He is considered one of the greatest scientists in Chinese history. Guo was a major influence in the development of science.\nHe improved the Grand Canal, built a human-made lake (Kunming lake), created one of the most accurate calendars in history, invented some of the most accurate clocks during his time, and made many other contributions to math, astronomy, and hydraulics (water engineering).\nAs a kid.\nHe was born in 1231 in Xingtai, Hebei province. His family was poor. He grandfather, Guo Yong, was famous for his study of the Five Classics to astronomy, mathematics, and hydraulics. Guo Shoujing was a child prodigy. As a teenager, he learned how to build a water clock. He then improved it. His new invention was called the lotus clepsydra (a bowl shaped like a lotus flower that water dripped into). At 16 he began to study math and from there hydraulics and astronomy.\nHydraulics.\nAt 20, Guo became a hydraulic engineer and government official. He helped fix a bridge over the Dahuoquan River.\nImproving the Grand Canal.\nIn the late 1250s, Kublai Khan (of the Mongol Empire, Yuan dynasty) thought hydraulic engineering, irrigation, and water transport would help the country and people. He sent Liu Bingzhong and his student Guo to improve irrigation systems between Dadu (now Beijing) and the Yellow River.\nGuo helped build a 30 km canal from Baifu spring in the Shenshan Mountain to Dadu,\nThe Grand Canal linked the Yangzi river, the Huai, and Yellow river since the early 7th century. Guo helped extend it to Dadu 1292–93.\nIt worked. Kublai Khan was happy, and Guo did similar things for the rest of the empire. He was promoted to chief advisor of hydraulics, mathematics, and astronomy.\nHuman-made Kunming lake.\nHe created a human-made Kunming Lake in Beijing. This was one of his most memorable engineering feats.\nThe lake provided water for all areas surrounding Beijing and led to the best grain transport system in the world.\nHe built other reservoirs, thereby allowing people in inner China to access to fresh water for planting, drinking, and trading.\nFor irrigation, he provided hydraulics systems which distributed water equally and quickly, which allowed communities to trade more effectively, and therefore prosper.\nIn 1292, he became the head of the Water Works Bureau.\nInventions: clocks.\nGuo invented many astronomy devices: the gnomon, the square table, the armilla, and a water powered armillary sphere called the Ling Long Yi.\nAstronomy: calendar.\nEven when young Guo was revolutionizing old inventions. His clocks, watches, irrigation, reservoirs, and equilibrium stations were the most accurate of his time, allowing for an extremely accurate recording of time.\nKublai Khan noticed Guo was a genius in astronomy. So he asked Guo, Zhang, and Wang Xun to build a very accurate calendar. It would be the most accurate of its time. They built 27 observatories in the empire to collect data for calculations.\nIn 1280, Guo finished the calendar, calculating a year to be 365.2425 days, just 26 seconds off modern measurements. He invented many tools in the process.\nThe calendar revolutionized China and the world. It allowed more accurate recording of history, gave a sense of unification, and helped later emperors rule over China. His calendar would be used for the next 363 years, the longest a Chinese calendar has been used in history.\nGuo was also able to more accurately establish the location of celestial bodies and the angles of the Sun relative to Earth. He invented a new type of compass, helping people find north using the stars instead of magnets.\nIn 1283, Guo was promoted to director of the Observatory in Beijing.\nMath.\nGuo’s work in mathematics was regarded as the most knowledgeable for 400 years. Throughout his life he worked a lot on spherical trigonometry, using a system of approximation to find arc lengths and angles. He approximated pi was equal to 3. But this allowed him to solve some equations much faster and more accurately than if he said pi was 3.14...\nHe also used mathematical functions for spherical trigonometry, building upon the knowledge of Shen Kuo's (1031–1095).\nThe next important work in trigonometry would only be printed 300 years later by Xu Guangqi in 1607, during the Ming Dynasty.\nInfluence.\nTang Shunzhi 唐順之 (1507-1560) said Guo's work was an example of \"practical scholarship\" (applying advanced knowledge to solve practical problems).\nGuo influenced the Changzhou School of Thought and spread of \"evidential learning\" (learning through experience).\nA number of things are named after Guo, including the Asteroid 2012 Guo Shou-Jing and the Large Sky Area Multi-Object Fibre Spectroscopic Telescope near Beijing.","categories":[],"infobox_types":["scientist"],"annotations":[{"uri":"Astronomer","surface_form":"astronomer","offset":57},{"uri":"Engineer","surface_form":"engineer","offset":69},{"uri":"Mathematician","surface_form":"mathematician","offset":83},{"uri":"Yuan_dynasty","surface_form":"Yuan Dynasty","offset":118},{"uri":"Science","surface_form":"science","offset":260},{"uri":"Grand_Canal","surface_form":"Grand Canal","offset":285},{"uri":"Kunming_lake","surface_form":"Kunming lake","offset":323},{"uri":"Hydraulics","surface_form":"hydraulics","offset":510},{"uri":"Hebei","surface_form":"Hebei province","offset":584},{"uri":"Astronomy","surface_form":"astronomy","offset":696},{"uri":"Mathematics","surface_form":"mathematics","offset":707},{"uri":"Hydraulics","surface_form":"hydraulics","offset":724},{"uri":"Child_prodigy","surface_form":"child prodigy","offset":755},{"uri":"Kublai_Khan","surface_form":"Kublai Khan","offset":1196},{"uri":"Mongol_Empire","surface_form":"Mongol Empire","offset":1216},{"uri":"Yuan_dynasty","surface_form":"Yuan dynasty","offset":1231},{"uri":"Beijing","surface_form":"Beijing","offset":1433},{"uri":"Yellow_River","surface_form":"Yellow River","offset":1450},{"uri":"Shenshan_Mountain","surface_form":"Shenshan Mountain","offset":1520},{"uri":"Grand_Canal","surface_form":"Grand Canal","offset":1551},{"uri":"Yangzi_river","surface_form":"Yangzi river","offset":1574},{"uri":"Kunming_Lake","surface_form":"Kunming Lake","offset":1896},{"uri":"Gnomon","surface_form":"gnomon","offset":2502},{"uri":"Armilla","surface_form":"armilla","offset":2532},{"uri":"Armillary_sphere","surface_form":"armillary sphere","offset":2561},{"uri":"Astronomical_object","surface_form":"celestial bodies","offset":3577},{"uri":"Sun","surface_form":"Sun","offset":3616},{"uri":"Earth","surface_form":"Earth","offset":3632},{"uri":"Compass","surface_form":"compass","offset":3665},{"uri":"North","surface_form":"north","offset":3694},{"uri":"Star","surface_form":"stars","offset":3710},{"uri":"Earth%27s_magnetic_field","surface_form":"magnets","offset":3727},{"uri":"Beijing","surface_form":"Beijing","offset":3796},{"uri":"Shen_Kuo","surface_form":"Shen Kuo","offset":4256},{"uri":"Ming_dynasty","surface_form":"Ming Dynasty","offset":4392}]}