{"id":705270,"url":"http://en.wikipedia.org/wiki/2019_North_Indian_Ocean_cyclone_season","text":"The 2019 North Indian Ocean cyclone season was the annual cycle of tropical cyclone formation. The North Indian Ocean cyclone season has no official bounds, but cyclones tend to form between April and December, with two peaks in activity in May and November. These dates conventionally delimit the period of each year when most tropical cyclones form in the northern Indian Ocean. The season's first named storm, Pabuk, entered the basin on January 4, becoming the earliest-forming cyclonic storm of the North Indian Ocean on record.\nThe season currently contains 3 depressions, 3 deep depressions, 3 cyclonic storms and 2 very severe cyclonic storms.\nSeason summary.\nDue to the presence of an weak El Niño to continue through the season, the season's first named storm, Pabuk, entered the basin on January 4, becoming the earliest-forming cyclonic storm of the North Indian Ocean on record, tying with 2014 season. The second Cyclonic Storm of the season was formed, Fani on April 26. Fani became an extremely severe cyclonic storm on April 30, reaching an Category 4-equivalent tropical cyclone on the Saffir-Simpson Scale, then made landfall in India killing 89 people between Odisha and Bangladesh; Fani caused $1.812 billion in damages. In early June, a strong pulse of the Madden-Julian Oscillation (MJO), led to the development of the third cyclonic storm, Vayu, which formed June 10 in the Arabian Sea, near the Maldives. The storm subsequently intensified into a very severe cyclonic storm on June 12, after moving northwestward towards northwestern India and Pakistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":67},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":367},{"uri":"Tropical_Storm_Pabuk_(2019)","surface_form":"Pabuk","offset":413},{"uri":"El_Ni%C3%B1o","surface_form":"El Niño","offset":699},{"uri":"Tropical_Storm_Pabuk_(2019)","surface_form":"Pabuk","offset":771},{"uri":"2014_North_Indian_Ocean_cyclone_season","surface_form":"2014 season","offset":903},{"uri":"Cyclone_Fani","surface_form":"Fani","offset":968},{"uri":"Saffir-Simpson_Scale","surface_form":"Saffir-Simpson Scale","offset":1104},{"uri":"India","surface_form":"India","offset":1148},{"uri":"Odisha","surface_form":"Odisha","offset":1180},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1191},{"uri":"Madden-Julian_Oscillation","surface_form":"Madden-Julian Oscillation","offset":1279},{"uri":"Cyclone_Vayu","surface_form":"Vayu","offset":1364},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":1398},{"uri":"Maldives","surface_form":"Maldives","offset":1420},{"uri":"India","surface_form":"India","offset":1559},{"uri":"Pakistan","surface_form":"Pakistan","offset":1569}]}