{"id":705266,"url":"http://en.wikipedia.org/wiki/Songtsen_Gampo","text":"ce=\"preserve\">Songtsen Gampo (Tibetan: སྲོང་བཙན་སྒམ་པོ, \"srong btsan sgam po;\" 569–649) or Songzan Ganbu (), was the 33rd Tibetan king and founder of the Tibetan Empire.\nHe helped introduce Buddhism to Tibet. He had a Nepali wife named Bhrikuti and a Tang wife named Princess Wencheng. Both of them were Buddhists. He also helped invent the Tibetan alphabet and made Classical Tibetan the official language of Tibet at the time.\nHe may have been born in 569 or 605. Tibet used their own calendar so we are still trying to figure it out.\nAs a kid.\nSongtsen Gampo was born at Gyama in Meldro, northeast of modern Lhasa. His dad was the Yarlung king Namri Songtsen. The book \"The Holder of the White Lotus\" says Gampo was the human form (incarnation) of the Avalokiteśvara. Dalai Lamas are also thought to be human forms of the Avalokitesvara. In the 11th century, Buddhists started calling him a cakravartin and incarnation of Avalokiteśvara.\nFamily.\nSome Dunhuang documents say Gampo had a sister Sad-mar-kar and a younger brother. His younger brother was betrayed and died in a fire after 641. There may have been fighting between his sister and brother.\nSongtsen Gampo's mother was part of the Tsépong clan (\"Tibetan Annals\"). She helped unify Tibet. Her name is Driza Tökarma (\"the Bri Wife [named] White Skull Woman\", \"Tibetan Annals\").\nAccording to Tibetan tradition, Songtsen Gampo became king when 13 after his father was poisoned around 618. He was the 33rd king of the Yarlung Dynasty. He was born in the Ox year. Yarlung kings usually took throne at 13. This accords with the tradition that the Yarlung kings took the throne when they were 13, when they were old enough to ride a horse. If this is true, then Gampo may have been born in the Ox year 605 CE. The \"Old Book of Tang\" confirms that he \"was still a minor when he succeeded to the throne.\"\nGampo's wives and children.\nIn Tibetan tradition, these last two wives helped bring Buddhism to Tibet. The two great influences on Tibetan Buddhism are Indo-Nepali and Han Buddhism.\nGampo's son, Gungsong Gungtsen, died before his father. So Gampo's son, Mangsong Mangtsen, took the throne. His mother may have been Wencheng or Mangmoje Trikar. Trikar is mentioned in \"Genealogy,\" in a hidden library in the caves in Dunhuang, and the \"Tibetan Annals\", which list the names of the Tibetan emperors, their mothers, and their clans.\nSome sources tell a different story. When Gungsong Gungtsen turned 13 (nowadays 12 as Tibet used a different calendar), his dad Gampo retired, so Gungsong ruled for five years. They say Gungsong married 'A-zha Mang-mo-rje when he was thirteen, and they had a son, Mangsong Mangtsen (r. 650-676 CE). Gungsong then died when he was 18. His dad Gampo then took the throne again. Gungsong Gungtsen may be buried at Donkhorda, the site of the royal tombs, to the left of his grandfather Namri Songtsen (gNam-ri Srong-btsan). The dates for these events are very unclear.\nHe made an Alphabet.\nSongtsen Gampo sent Thonmi Sambhota to India to create a new alphabet for Classical Tibetan. This led to the first written works, literature, and constitution.\nHe brought new culture.\nHe brought new culture and tech to Tibet.\nThe \"Old Book of Tang\" (\"Jiu Tangshu\" 旧唐书) says in 648 a northern Indian army attacked some some Tang Chinese (including Wang Xuanze). So with the Nepali and Tang, Gampo helped defeat the army and protect the Chinese. In 649, the Tang Emperor Gaozong, a fellow Buddhist, gave him the title \"Binwang\", \"Guest King\" or \"Zongwang\", \"Cloth-tribute King\" and 3,000 rolls of colorful silk. Gaozong also gave Gampo \"silkworms' eggs, mortars and presses for making wine, and workmen to manufacture paper and ink.\"\nTools and astrology was imported from Tang and the Western Xia; the dharma and the art of writing came from India; treasures from the Nepalis and the Mongols; laws from the Uyghurs of the Turkic Khaganate to the North.\nHe introduced Buddhism.\nGampo brought Buddhism to the Tibetan people. He built many Buddhist temples During his reign, people began translating Buddhist texts from Sanskrit into Tibetan.\nHe created a big empire.\nHe defeated the Sumpa in northeastern Tibet around 627 (\"Tibetan Annals\" [\"OTA\"] l. 2).\nHe may have conquered the Zhangzhung (around northern India, western Tibet), or that may have happened after he died. The \"Old Book of Tang\" say that in 634, the Yangtong (the Zhangzhung) and various Qiang peoples \"altogether submitted to him.\"\nHe then unified Yangtong, defeated the 'Azha (Tuyuhun), and then conquered two more Qiang tribes before threatening Songzhou with an army of more than 200,000 men.\nHe conquered the Tangut people (who later formed the Western Xia in 942), the Bailang, and Qiang tribes. The Bailang people were west of the Tanguts and east of the Domi. The Tang previously ruled them since 624.\nNepali princess Bhrikuti.\nThe \"Old Book of Tang\" says: Naling Deva's father was king of 泥婆羅 Nepal (Licchavi kingdom) died. The king died, and then Naling Deva's uncle took over. \"The Tibetans gave [Naling Deva] refuge and reestablished him on his throne [in 641]; that is how he became subject to Tibet.\"\nThe Tibetans traveled to Nepal, and the Naling Deva was happy. Then the Tibetans were attacked by the northern Indian king Harsha. So Naling Deva helped Tibet defeat Harsha's army. Gampo then married Princess Bhrikuti, daughter of Naling Deva.\nTang princess Wencheng.\nThe \"Jiu Tangshu\" records that Gampo sent the first embassy from Tibet to the Tang in 634 CE. It was a \"tribute mission\" with Tibet giving gifts to the Tang. He gave gifts of gold and silk to the Tang emperor and asked for a Tang princess in marriage in return (heqin). Tang said no. So he attacked Songzhou (part of Tang) in 637 and 638. But he then gave up and said sorry. He asked for a wife again, and this time the Tang said yes. And so he married Wencheng, niece of Emperor Taizong of Tang. So there was peace between the Tang and Tibetan empires of China.\nGampo built a city for Wencheng and a palace just for her.\nDefended Xuanze for China.\nChinese monk Xuanzang visited Harsha. Harsha then sent some people to China. China then sent Wang Xuanze and some others back. They traveled through Tibet. Their journey is written in stuff at northern India (Rajgir and Bodhgaya).\nHarsha was then overthrown by Arjuna. In 648 Wang Xuanze made a second journey, but Arjuna treated him badly. So the Tibetans and Nepalese defeated Arjuna.\nSo in 649, Chinese emperor Tang Gaozong rewarded Gampo with the title of King of Xinhai Jun (Himalayan plateau, China).\nGampo died in 649. In 650, the Tang emperor sent an envoy with a \"letter of mourning and condolences\". Gampo's tomb is in the Chongyas Valley near Yalung, 13 m high and 130 m long.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tibetan_language","surface_form":"Tibetan","offset":30},{"uri":"Tibet","surface_form":"Tibet","offset":122},{"uri":"Tibetan_Empire","surface_form":"Tibetan Empire","offset":154},{"uri":"Buddhism","surface_form":"Buddhism","offset":190},{"uri":"Nepal","surface_form":"Nepal","offset":218},{"uri":"Bhrikuti","surface_form":"Bhrikuti","offset":236},{"uri":"Tang_Dynasty","surface_form":"Tang","offset":251},{"uri":"Princess_Wencheng","surface_form":"Princess Wencheng","offset":267},{"uri":"Tibetan_alphabet","surface_form":"Tibetan alphabet","offset":341},{"uri":"Classical_Tibetan","surface_form":"Classical Tibetan","offset":367},{"uri":"Gyama_Palace","surface_form":"Gyama","offset":574},{"uri":"Maizhokunggar_County","surface_form":"Meldro","offset":583},{"uri":"Lhasa","surface_form":"Lhasa","offset":611},{"uri":"Namri_Songtsen","surface_form":"Namri Songtsen","offset":647},{"uri":"Avalokite%C5%9Bvara","surface_form":"Avalokiteśvara","offset":755},{"uri":"Dalai_Lama","surface_form":"Dalai Lama","offset":771},{"uri":"Chakravartin","surface_form":"cakravartin","offset":894},{"uri":"Dunhuang","surface_form":"Dunhuang","offset":954},{"uri":"Tibetan_Annals","surface_form":"Tibetan Annals","offset":1210},{"uri":"Yak","surface_form":"Bri","offset":1284},{"uri":"Yarlung_Dynasty","surface_form":"Yarlung Dynasty","offset":1477},{"uri":"Old_Book_of_Tang","surface_form":"Old Book of Tang","offset":1771},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":1990},{"uri":"Han_Buddhism","surface_form":"Han Buddhism","offset":2027},{"uri":"Mangsong_Mangtsen","surface_form":"Mangsong Mangtsen","offset":2113},{"uri":"Dunhuang","surface_form":"Dunhuang","offset":2275},{"uri":"Tibetan_Annals","surface_form":"Tibetan Annals","offset":2294},{"uri":"Mangsong_Mangtsen","surface_form":"Mangsong Mangtsen","offset":2653},{"uri":"Namri_Songtsen","surface_form":"Namri Songtsen","offset":2871},{"uri":"India","surface_form":"India","offset":3014},{"uri":"Constitution","surface_form":"constitution","offset":3121},{"uri":"Old_Book_of_Tang","surface_form":"Old Book of Tang","offset":3206},{"uri":"Wang_Xuanze","surface_form":"Wang Xuanze","offset":3322},{"uri":"Emperor_Gaozong_of_Tang","surface_form":"Gaozong","offset":3444},{"uri":"Buddhism","surface_form":"Buddhist","offset":3462},{"uri":"Silk","surface_form":"silk","offset":3579},{"uri":"Paper","surface_form":"paper","offset":3691},{"uri":"Astrology","surface_form":"astrology","offset":3717},{"uri":"Western_Xia","surface_form":"Western Xia","offset":3758},{"uri":"Dharma","surface_form":"dharma","offset":3775},{"uri":"Mongols","surface_form":"Mongols","offset":3857},{"uri":"Uyghur_people","surface_form":"Uyghurs","offset":3880},{"uri":"Turkic_Khaganate","surface_form":"Turkic Khaganate","offset":3895},{"uri":"Buddhism","surface_form":"Buddhism","offset":3964},{"uri":"Tibetan_people","surface_form":"Tibetan people","offset":3980},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":4090},{"uri":"Sumpa","surface_form":"Sumpa","offset":4154},{"uri":"Zhangzhung","surface_form":"Zhangzhung","offset":4252},{"uri":"Yangtong","surface_form":"Yangtong","offset":4388},{"uri":"Qiang_peoples","surface_form":"Qiang peoples","offset":4426},{"uri":"Tuyuhun","surface_form":"Tuyuhun","offset":4517},{"uri":"Songzhou","surface_form":"Songzhou","offset":4587},{"uri":"Tangut_people","surface_form":"Tangut people","offset":4652},{"uri":"Western_Xia","surface_form":"Western Xia","offset":4688},{"uri":"Bailang","surface_form":"Bailang","offset":4713},{"uri":"Nepal","surface_form":"Nepal","offset":4940},{"uri":"Harsha","surface_form":"Harsha","offset":5276},{"uri":"Heqin","surface_form":"heqin","offset":5683},{"uri":"Emperor_Taizong_of_Tang","surface_form":"Emperor Taizong of Tang","offset":5893},{"uri":"Xuanzang","surface_form":"Xuanzang","offset":6083},{"uri":"Harsha","surface_form":"Harsha","offset":6100},{"uri":"Wang_Xuanze","surface_form":"Wang Xuanze","offset":6346},{"uri":"Emperor_Gaozong_of_Tang","surface_form":"Tang Gaozong","offset":6484},{"uri":"Xinhai_Jun","surface_form":"Xinhai Jun","offset":6538},{"uri":"China","surface_form":"China","offset":6569}]}