{"id":705272,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Pabuk_(2019)","text":"Tropical Storm Pabuk, also referred to as Cyclonic Storm Pabuk, was a weak storm that hit the Malay Peninsula in January 2019. It was also the earliest storm in both the Western Pacific and North Indian Ocean basins on record. Forming on the last day of 2018, Pabuk went into 2019 and crossed into the North Indian Ocean basin several days later. The first storm of the 2019 Pacific typhoon and North Indian Ocean cyclone seasons, Pabuk first appeared as a tropical disturbance in the South China Sea on December 28, 2018, which organized into a tropical depression on December 31.\nStorm history.\nA tropical disturbance formed over the southern portion of the South China Sea on December 28, 2018, absorbing the remnants of Tropical Depression 35W (Usman) on December 30. Under high vertical wind shear, the low-pressure area remained messy until December 31 when it was upgraded to a tropical depression by both the JMA and the JTWC.\nUnder good conditions, including warm sea surface temperatures, good outflow but strong vertical wind shear, Pabuk did not manage to intensify further for\nanother two days until it started to move west-northwestward and entered the Gulf of Thailand on January 3, where vertical wind shear was slightly weaker.\nSoon after Pabuk crossed over into the basin, the IMD started to make warnings on the storm, making Pabuk the earliest-forming cyclonic storm for this basin, as well as the first cyclonic storm with a name originally assigned by RSMC Tokyo. Over the few days days, Pabuk continued moved west-northwestward, before weakening into a well-marked low on January 7. The system's remnant low then turned to the northeast. Finally, it disappeared on January 8.\nImpact.\nThe storm caused 10 deaths in total, and total damages were estimated to be ~$157.2 million (2019 USD).\nOn Thailand, 8 of the 10 people were killed with many trees downed. Elsewhere, many people were forced to evacuate coastal areas of Thailand. In Bangkok, rain and storm surge flooded roads in the large city. Pabuk killed 8 people in Thailand, including one Russian tourist.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_China_Sea","surface_form":"South China Sea","offset":660},{"uri":"Wind_shear","surface_form":"wind shear","offset":792}]}