{"id":705378,"url":"http://en.wikipedia.org/wiki/Su_Dingfang","text":"e=\"preserve\">Su Dingfang (, 591–667) was a leading general of the Chinese Tang Dynasty. He won many battles. In 657 he destroyed the Western Turkic Khaganate. This expanded the Tang's western borders to their farthest extent (deep into Central Asia, close to modern Iran). In 660, he also conquered Baekje.\nHe was born in Wuyi (武邑, modern Hengshui, Hebei).\nWestern Turks.\nSu had fewer than 20,000 men. Ashina Helu's army had nearly 100,000 men. Ashina Helu thought he could defeat Su easily. His army ran at Su but could not break through Su's defense: the front line pointed long spears. Su then counterattacked with cavalry, defeating Helu's army and killing and capturing several tens of thousands of men. Helu ran away.\nSu kept going. Many tribes of the Western Turks surrendered to Su, including the general Huluwu (胡祿屋), surrendered, and Ashina Helu fled along with his general Qulü (屈律). The rest surrendered to Ashina Buzhen.\nSu kept chasing Helu but ran into snow storms. Su's men said maybe they should wait for weather to get better. But Su said that Helu would be surprised if they attacked him. So Su and his army kept going. They joined Mishe and Buzhen, made a surprise attack on Helu, and captured or killed tens of thousands.\nBut Helu fled to Shi (石國, modern Tashkent, Uzbekistan), a vassal of the Western Turks.\nBut Shi did not want to be attacked and defeated by the Tang as well. So they just captured and handed Helu to the Tang.\nAnd so the Tang conquered the Western Turkic Khaganate and brought Central Asia under Chinese control.\nSome Turks escaped west and became the Khazars in Russia. They did not come back.\nSu presented Helu to Emperor Gaozong. Gaozong spared Helu and promoted Su to major general. He also made Su the Duke of Xing and made his son Su Qingjie (蘇慶節) the Duke of Wuyi.\nIzgil.\nDuman (都曼) was a commander of the Izgil tribe (Old Turkic:, Chinese: Sijie 思結), under Tang rule. The Shule (疏勒), Zhujubo (朱俱波), and Yebantuo (謁般陀) were also Turkic kingdoms under Tang rule. They were around Kashgar, Xinjiang.\nIn 659 they rebelled against the Tang. Duman got Yutian (于田, in modern Hotan, Xinjiang).\nIn winter 659, Gaozong sent Su Dingfang to Xinjiang. Once Su arrived he gathered 10,000 soldiers and 3,000 horsesoldiers and made a surprise attack on Duman.\nDuman was surprised, and after Su defeated Duman, Duman retreated into Yutian.\nSu seiged the city, and Duman surrendered.\nIn spring 660, Su took Duman to the eastern capital Luoyang. Su presented Duman to Gaozong. Some wanted Duman to be executed. But Su said Duman should be spared. Gaozong said that by law, Duman should die, but he would respect Su's promise and thus spared Duman.\nTibet.\n\"Da Rgyal Mang Po Rjes (Dayan Mangbuzhi) fought a battle with Su Dingfang of the Tang at the Dongdai 東岱 (a Tibetan regional administrative unit) of Wuhai 烏海 (southwest of Lake Qinghai). Da Rgyal was killed and his army of 80,000 men was defeated by 1,000 Tang troops.\"\nBaekje.\nIn spring 660, Tang was allies with Silla, in the Korean Peninsula. Silla was being attacked by Baekje so Silla asked the Tang for help. The Tang sent help.\nEmperor Gaozong put Su in charge of the Silla-Tang combined army and navy. He, alongside Silla's King Muyeol, sent 100,000 soldiers to attack Baekje.\nIn summer 660, Su left Chengshan (成山, in modern Weihai, Shandong) and crossed the Yellow Sea to Baekje.\nBaekje forces tried to prevent Tang forces from landing, but could not.\nThe Tang directly attacked the Baekje capital Sabi and seiged it. Baekje surrendered, and the Tang annexed Baekje.\nIn winter 660, Su brought prisoners to Emperor Gaozong in Luoyang. Emperor Gaozong released King Uija and the rest of the captives.\nGogoryeo.\nIn winter 660, Su Dingfang, Qibi Heli (契苾何力), Liu Boying (劉伯英), Cheng Minzhen, and Silla allies attacked Baekje's ally Goguryeo.\nBy fall 661, Su seiged Goguryeo's capital Pyongyang.\nBy spring 662, general Pang Xiaotai (龐孝泰) was killed. The Tang withdrew.\nBut the Tang later came back with more troops and defeated Gogoryeo in 668.","categories":[],"infobox_types":[],"annotations":[{"uri":"History_of_China","surface_form":"Chinese","offset":66},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":74},{"uri":"Western_Turkic_Khaganate","surface_form":"Western Turkic Khaganate","offset":133},{"uri":"Central_Asia","surface_form":"Central Asia","offset":236},{"uri":"Iran","surface_form":"Iran","offset":266},{"uri":"Baekje","surface_form":"Baekje","offset":299},{"uri":"Hebei","surface_form":"Hebei","offset":349},{"uri":"Cavalry","surface_form":"cavalry","offset":618},{"uri":"Tashkent","surface_form":"Tashkent","offset":1276},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":1286},{"uri":"Vassal","surface_form":"vassal","offset":1301},{"uri":"Western_Turkic_Khaganate","surface_form":"Western Turkic Khaganate","offset":1481},{"uri":"China","surface_form":"Chinese","offset":1537},{"uri":"Khazars","surface_form":"Khazars","offset":1593},{"uri":"Russia","surface_form":"Russia","offset":1604},{"uri":"Emperor_Gaozong_of_Tang","surface_form":"Emperor Gaozong","offset":1657},{"uri":"Kashgar","surface_form":"Shule","offset":1921},{"uri":"Kashgar","surface_form":"Kashgar","offset":2027},{"uri":"Xinjiang","surface_form":"Xinjiang","offset":2036},{"uri":"Hotan","surface_form":"Hotan","offset":2117},{"uri":"Xinjiang","surface_form":"Xinjiang","offset":2124},{"uri":"Luoyang","surface_form":"Luoyang","offset":2467},{"uri":"Silla","surface_form":"Silla","offset":2998},{"uri":"Korean_Peninsula","surface_form":"Korean Peninsula","offset":3012},{"uri":"Silla","surface_form":"Silla","offset":3030},{"uri":"Baekje","surface_form":"Baekje","offset":3058},{"uri":"Muyeol_of_Silla","surface_form":"King Muyeol","offset":3216},{"uri":"Shandong","surface_form":"Shandong","offset":3325},{"uri":"Yellow_Sea","surface_form":"Yellow Sea","offset":3351},{"uri":"Luoyang","surface_form":"Luoyang","offset":3618},{"uri":"Goguryeo","surface_form":"Goguryeo","offset":3821},{"uri":"Pyongyang","surface_form":"Pyongyang","offset":3873}]}