{"id":705391,"url":"http://en.wikipedia.org/wiki/Slavic_paganism","text":"Slavic paganism describes Slavic pagan beliefs before baptism and Christianisation\nGods and Goddesses.\nSome regions had different gods for different concepts. For example, West Slavs (mainly Polabians and Volinians) believed that Svetovid was a creator of the world while eastern ones believed that it was Rod.\nPoland.\nPolans and other Polish tribes came to the territory of today's Poland, probably in the VIII and IX century, bringing their beliefs on the west. Polans and their beliefs describes the Primary Chronicle wrote by Ruthenian chronicler Nestor. There are also famous Helmold's Chronica Slavorum and the other chronicles and notes of German bishops, geographs, as well as the old Ruthenian chroniclers and Jewish or Arabian traders of Slavs. The history of paganism as the main religion in Poland ends Baptism of Poland in 966, but it is not end of Slavic paganism in this country at all. Pagans would not agree to Christian reforms of Mieszko I and his sons, causing a Pagan Reaction in Poland that culminated in uprising of pagans in 1037-1038 (later supressed by Casimir the Restorer). During the uprising, pagans killed priests and destroyed churches.The end of the uprising was not the end of paganism in Poland. Pagans lived in Poland even to the XII century, when last pagans were Christianised in West Pomerania by bishop Otto from Bamberg and Boleslav III Wrymouth.\nBohemia.\nThe beginings of Czech statehood we can found in 895, when there was founded the first Czech country ruled by the Premyslid dynasty. It was pagan until 925, when the country was baptized from the hands of east Franks. Pagan elites knew that it would cause the moving them away from power and will increase Frankish influence. They caused a rebellion against Vaclav, which failed. The leader of the rebellion was his wife - Drahomira. Although she lost the rebellion, there were still elites that resisted the reigns of Vaclav, so the brother of the Duke Boleslav I organised a coup against him. Probably in 935 during the feast, one of the followers of Boleslav, murdered Vaclav and his brother became the Duke of Bohemia. During his reign there were many pagans, many of which were Christianised after his death. It is unknown when the last Czech pagans were Christianised.\nRuthenia.\nThe term \"Ruthenia\" can refer to Kievan Rus', Novogrodian Rus', or Volynians and other Ruthenian, east Slavic countries and tribes. Paganism survived among the Eastern Slavs the longest time without being baptized. The baptism of Kievan Rus', toke from the hand of the Byzantines, didn't end Paganism in this country, although it caused paganism to become less popular, and a many people didin't admit to practicing Slavic beliefs. Vladimir the Great started the mass baptism of people in Dnieper, which didn't end paganism among people. The family of Vladimir was offically baptized, but still practiced paganism for a long time. There still existed Ruthenian tribes that were pagan, for example Volynians or White Croats. The last pagans survived maybe even to XIII century.\nSerbia.\nWhite Serbs, a Slavic tribe from White Serbia first settled in an area near Thessaloniki on the Balkans and in the 6th and early 7th century, established the Serbian Principality by the 8th century. The serbian rulers adopted the Byzantine Rite in 870. Serbians adopted well the new religion and, unlike in the countries above, there were not any pagan rebellions against the Christianity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slavic_peoples","surface_form":"Slavic","offset":26},{"uri":"Baptism","surface_form":"baptism","offset":54},{"uri":"Polans","surface_form":"Polans","offset":319},{"uri":"Mieszko_I","surface_form":"Mieszko I","offset":949},{"uri":"Byzantine_Empire","surface_form":"Byzantines","offset":2551}]}