{"id":705359,"url":"http://en.wikipedia.org/wiki/Han_Buddhism","text":"ce=\"preserve\">Han Buddhism () or Chinese buddhism refers to Buddhism written in Chinese characters (hanzi) or that of the East Asian cultural sphere. It is one of the three main existing schools of Buddhism: the other two are Tibetan Buddhism and Theravada. It is mainly practiced in China, Japan, Korea, and Vietnam. It has had a great impact on East Asian culture.\nLike Tibetan Buddhism, Han Buddhism comes from Mahayana, the branch of Buddhism written mainly in Sanskrit and from northern India.\nHan Buddhism has a lot of interaction between the Indian religions and Chinese religions (like Taoism).\nHistory.\nThere are legends that Laozi was the Buddha himself, or that the Buddha came from the Tibetan kingdom of Zhangzhung. There are other legends that Buddhism had existed in China since ancient times (before the Qin dynasty).\nQin dynasty (221–206 bc).\nIn the 20th century, Japanese scholar Fujita Toyohachi (藤田丰八) said Buddhism entered China during the Qin dynasty. The word 不得 (pinyin: \"bude\"; rough pronunciation: boo-duh) is pronounced nearly exactly like the Sanskrit word \"Buddha\". It was used to write down Buddha in the Chinese language. Others (like 铃木券太郎) disagreed. Moreover it is unlikely 得 would be used to transliterate. And based on the evolution of Chinese tones, 不得 would sound something like putug (郑张尚芳 says “不得” is [pɯtɯːɡ]).\nHan Dynasty (206 bc–220 ce).\nIt is generally believed Buddhism was introduced during the (Western, before 1 BC) Han dynasty. It came from the western regions and Silk Road.\nAccording to the Weilüe《魏略‧西戎傳》、《魏書‧釋老志》and other records, Emperor Ai of Han's men gave the people the Pagoda Sutra《浮屠经》。\nIn 67, Emperor Ming of Han dreamed of the \"Golden People\". He sent people to meet monks in the western regions. These monks brought back more Buddhist texts. He built the White horse temple (白马寺) and translated 42 chapters of the scripture 《四十二章經》。\nThere is one account that Emperor Ming of Han (28–75 CE) helped introduce Buddhism into China. The (3rd - 5th century) \"Mouzi Lihuolun\" says:Ming then sent people to Tianzhu (Southern India) to learn more. Buddhist scriptures returned to China on the backs of white horses, after which White Horse Temple was named. Two Indian monks also returned with them, named Dharmaratna and Kaśyapa Mātaṅga.\nWhether Emperor Ming actually dreamed of Golden people is debated. However scholars agree that around his time Buddhism arrived from the xiyu.\nA Parthian prince named An Shigao traveled to China annd helped translate some Indian texts into Chinese.\nIn 167 some Yuezhi (tribes of Central Asia) also helped translate some stuff.\nDuring this time, Mahayana Buddhism became popular in China. The Han would then \"sinicize\" it to turn it into Han Buddhism.\nIn Chongqing an ancient Yao Qian Shu (money tree artifact) was dug up. A Buddha was sitting on it. It said it was made in the fourth year of Yan guang (125 CE). This is the earliest known bronze Buddha found in China. There is another early Buddha sculpture in Sichuan above a grave.\nEarly Buddhist schools.\nThe Sarvastivadinns, Dharmaguptakas, and other schools were important for Han Buddhism.\nSix Dynasties (220–589).\nSome Chinese thought Buddhism was harmful to the authority of the government, that Buddhists did help improve the economy, that Buddhism was barbaric and did not deserve to be part of Chinese culture. However, others mixed Buddhism with Taoism. The two went well together. Both encourage meditation. And so Buddhist ideas were used in Taoism and vice versa.\nAround this time, Han Buddhism began spreading to Korea, Japan, and Vietnam. It was already popular in South China.\nKumārajīva (334–413).\nChina controlled Kucha, a Buddhist kingdom in Xinjiang. They imprisoned Kumarajiva but released him in 401 because he was good at Buddhism.\nHe became influential in Han Buddhism.\nEmperor Yao Xing of the state of Later Qin liked him.\nHe made a number of good translations (from AD 402–413).\nThis includes the \"Diamond Sutra\", the \"Amitabha Sutra\", the \"Lotus Sutra\", the \"Vimalakīrti Nirdeśa Sūtra\", the \"Mūlamadhyamakakārikā\", and the \"Aṣṭasāhasrikā Prajñāpāramitā Sūtra\".\nChán Buddhism.\nIn the 5th century, the Chán (Zen) teachings began in China. Bodhidharma, a legend, started it.\nThe school follows the \"Laṅkāvatāra Sūtra\" and \"Diamond Sūtra (Vajracchedikā Prajñāpāramitā Sūtra).\" It was also called the \"One Vehicle School.\"\nXuanzang's journey to the west.\nDuring the Tang dynasty and 629 - 645, the monk Xuanzang went to India and visited over one hundred kingdoms. He and wrote about his journey to the west. His writing is important for studying India during this period of time.\nHe visited many spiritual sites, many spiritual people, and learned a lot of spiritual things. He met Buddhist celebrities.\nHe returned to China with 657 Sanskrit texts, gifts, statues, and Buddhist souvenirs, all on twenty-two horses.\nXuanzang created a translation center in Chang'an (now Xi'an). It attracted people from all over East Asia. Xuanzang translated 1,330 books into Chinese. His favorite part of Buddhism was Yogācāra, or \"Consciousness-only\".\nDuring this time, Han Chan Buddhism became popular in Japan.\nSong Dynasty (960–1279).\nDuring the Song dynasty, Chán (禪) was used by the government to strengthen its control over the country. Chán became the most popular type of Chinese Buddhism.\nYuan Dynasty (1279–1368).\nDuring the Yuan dynasty, the Mongol emperors liked Tibetan Buddhism so they hired Tibetan monks as government officials. This caused corruption. Later the Ming dynasty overthrew the Yuan, and Tibetan lamas no longer influenced the court.\nMing dynasty (1368–1644).\nThe Chan school was so popular that all monks belonged to it. Male and female Chinese buddhists wrote nice poetry during this time.\nQing dynasty (1644–1911).\nThe Qing supported Tibetan Buddhism.\nAround 1900, Buddhists from other Asian countries became interested in Chinese Buddhism. Anagarika Dharmapala visited Shanghai in 1893. He and other Indians tried to get Chinese to help revive Buddhism in India. Japanese Buddhists also visited China. By this point (and perhaps earlier) China had the most Buddhists in the world.\nTeachings.\nHan Buddhism uses concepts from Buddhism, Confucianism and Taoism. They worship the Buddha and Bodhisattvas by giving food, flowers, etc. They are vegans. They believe in god and hell, life after death and karma.","categories":[],"infobox_types":[],"annotations":[{"uri":"Buddhism","surface_form":"Buddhism","offset":60},{"uri":"Chinese_characters","surface_form":"Chinese characters","offset":80},{"uri":"East_Asian_cultural_sphere","surface_form":"East Asian cultural sphere","offset":122},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":226},{"uri":"Theravada","surface_form":"Theravada","offset":247},{"uri":"China","surface_form":"China","offset":284},{"uri":"Japan","surface_form":"Japan","offset":291},{"uri":"Korea","surface_form":"Korea","offset":298},{"uri":"Vietnam","surface_form":"Vietnam","offset":309},{"uri":"Mahayana","surface_form":"Mahayana","offset":414},{"uri":"India","surface_form":"India","offset":492},{"uri":"Indian_religions","surface_form":"Indian religions","offset":549},{"uri":"Chinese_religions","surface_form":"Chinese religions","offset":570},{"uri":"Taoism","surface_form":"Taoism","offset":594},{"uri":"Laozi","surface_form":"Laozi","offset":635},{"uri":"Buddha","surface_form":"Buddha","offset":649},{"uri":"Zhangzhung","surface_form":"Zhangzhung","offset":717},{"uri":"Qin_dynasty","surface_form":"Qin dynasty","offset":820},{"uri":"Fujita_Toyohachi","surface_form":"Fujita Toyohachi","offset":898},{"uri":"%E8%97%A4%E7%94%B0%E4%B8%B0%E5%85%AB","surface_form":"藤田丰八","offset":916},{"uri":"Qin_dynasty","surface_form":"Qin dynasty","offset":961},{"uri":"Pinyin","surface_form":"pinyin","offset":987},{"uri":"Chinese_language","surface_form":"Chinese language","offset":1135},{"uri":"%E9%93%83%E6%9C%A8%E5%88%B8%E5%A4%AA%E9%83%8E","surface_form":"铃木券太郎","offset":1166},{"uri":"Transliteration","surface_form":"transliterate","offset":1227},{"uri":"%E9%83%91%E5%BC%A0%E5%B0%9A%E8%8A%B3","surface_form":"郑张尚芳","offset":1324},{"uri":"Han_dynasty","surface_form":"Han dynasty","offset":1465},{"uri":"Western_regions","surface_form":"western regions","offset":1495},{"uri":"Silk_Road","surface_form":"Silk Road","offset":1515},{"uri":"Weil%C3%BCe","surface_form":"Weilüe","offset":1543},{"uri":"%E9%AD%8F%E7%95%A5","surface_form":"魏略","offset":1550},{"uri":"%E9%AD%8F%E6%9B%B8","surface_form":"魏書","offset":1559},{"uri":"Emperor_Ai_of_Han","surface_form":"Emperor Ai of Han","offset":1585},{"uri":"Emperor_Ming_of_Han","surface_form":"Emperor Ming of Han","offset":1655},{"uri":"White_horse_temple","surface_form":"White horse temple","offset":1819},{"uri":"%E7%99%BD%E9%A9%AC%E5%AF%BA","surface_form":"白马寺","offset":1839},{"uri":"%E5%9B%9B%E5%8D%81%E4%BA%8C%E7%AB%A0%E7%B6%93","surface_form":"四十二章經","offset":1889},{"uri":"Parthia","surface_form":"Parthia","offset":2439},{"uri":"An_Shigao","surface_form":"An Shigao","offset":2461},{"uri":"Yuezhi","surface_form":"Yuezhi","offset":2555},{"uri":"Mahayana","surface_form":"Mahayana","offset":2639},{"uri":"Chongqing","surface_form":"Chongqing","offset":2748},{"uri":"Yao_Qian_Shu","surface_form":"Yao Qian Shu","offset":2769},{"uri":"Barbarian","surface_form":"barbaric","offset":3307},{"uri":"Taoism","surface_form":"Taoism","offset":3403},{"uri":"Kucha","surface_form":"Kucha","offset":3679},{"uri":"Zen","surface_form":"Chán","offset":4174},{"uri":"Tang_Dynasty","surface_form":"Tang dynasty","offset":4435},{"uri":"Xuanzang","surface_form":"Xuanzang","offset":4472},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":4804},{"uri":"Chang%27an","surface_form":"Chang'an","offset":4927},{"uri":"Xi%27an","surface_form":"Xi'an","offset":4941},{"uri":"East_Asia","surface_form":"East Asia","offset":4983},{"uri":"Yuan_dynasty","surface_form":"Yuan dynasty","offset":5392},{"uri":"Mongolia","surface_form":"Mongol","offset":5410},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":5432},{"uri":"Ming_dynasty","surface_form":"Ming dynasty","offset":5536},{"uri":"Dalai_Lama","surface_form":"lamas","offset":5581},{"uri":"Qing_dynasty","surface_form":"Qing","offset":5807},{"uri":"Confucianism","surface_form":"Confucianism","offset":6223},{"uri":"Taoism","surface_form":"Taoism","offset":6240},{"uri":"Bodhisattva","surface_form":"Bodhisattva","offset":6276},{"uri":"Karma","surface_form":"karma","offset":6387}]}