{"id":70537,"url":"http://en.wikipedia.org/wiki/Rugby_union","text":"Rugby union is a ball sport. Two teams of 15 players play against each other. The ball used is oval in shape. The field is a rectangle shape. It is 100 metres long and 70 meters wide. At the ends of the field are two H-shaped goal-posts which you have to score next to or underneath.\nThe game is played for 80 minutes in two 40-minute halves but there is an overtime if it goes on long enough.\nPoint Scoring.\nA try is scored when a player 'scores'. A try is worth 5 points. To score a try the player must put down the ball in the 'try area'. The try area is behind the goal-posts.\nOnce a try has been scored, the team has a chance to score extra points. The goal kicker kicks the ball towards the goal-posts. The ball must pass between the two upright goal-posts and above the cross-piece. If it does, the team is awarded 2 additional points. This act is known as a 'conversion'.\nAnother method of scoring points is through penalties. When a team breaks the rules, the referee may award a penalty. The goal-kicker kicks towards the goal-posts. The ball must pass between the two upright goal-posts and above the cross-piece. If it does, the team is awarded 3 points and at the end all the points add up and the team with the most points is the winner.\nDuring play, the goal-kicker can also attempt a 'drop-goal'. The goal-kicker kicks towards the goal-posts. The ball must pass between the two upright goal-posts and above the cross-piece. If it does, the team is awarded 3 points.\nScrums.\nA scrum is when the two teams push together. If you are in the scrum you are a prop, hooker, flanker, second row, or 8-man.\nNumbers and Positions.\n6: Blind side flanker / blind-side wing-forward\n7: Open side flanker / open-side wing-forward\nThe players in the back positions are usually smaller, faster and more skilful at kicking and passing. If you are a prop or a hooker you need to be heavy and strong as you play in the front row if there is a scrum. Flankers and locks are often tall and powerful and are used to win the ball in a lineout.\nRules.\nThe laws of Rugby Union whilst difficult at first are easy to pick up.\nThe key rule to rugby union play is that the person who is carrying the ball at any time cannot pass the ball to a teammate who is closer to the opposition goal line. The ball must always be passed sideways or backwards.\nOnly the player with the ball may be tackled. Tackling is when the player with the ball is brought to the ground by an opposition player. The opposition player must use their hands to hold onto the ball carrier, and take them to the ground.\nWhen the player with the ball is on the ground, players from the opposition team may stand over him and attempt to grab the ball off them. The opposition players must remain standing ('on their feet'). Meanwhile, the player with the ball will try to pass the ball backwards along the ground to a teammate. His teammates will then move over the player and protect the ball.\nDuring the game there are between one and four people who watch that the rules of the game are met.\nThe most important of these four is the referee who runs alongside players as they play the game. The referee controls the game.\nThe two touch-judges patrol the out-of-bounds areas. They also decide when a goal kick has been successful.\nThe TMO, or 'television match official', helps the referee with difficult decisions. Most professional games have a TMO.\nKicking.\nKicking is very important part of the rugby game. Normally, it is the back players who kick. However, you will sometimes see the forwards kick. There are different reasons why they may kick: to score points by making a drop goal, to place the ball further towards the other team's try line, or to gain distance by kicking the ball high into the air for a team mate to chase and catch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":22},{"uri":"Oval","surface_form":"oval","offset":95},{"uri":"Try","surface_form":"try","offset":411},{"uri":"Laws_of_Rugby_Union","surface_form":"laws of Rugby Union","offset":2047},{"uri":"Referee","surface_form":"referee","offset":3089},{"uri":"Two_touch-judges","surface_form":"two touch-judges","offset":3182},{"uri":"TMO","surface_form":"TMO","offset":3290}]}