{"id":705455,"url":"http://en.wikipedia.org/wiki/Arcadia_Group","text":"Arcadia Group plc is a British multinational retailing company headquartered in London, United Kingdom. It owns the high street clothing retailers Burton, Dorothy Perkins, Evans, Miss Selfridge, Topman, Topshop, Wallis and the out of town chain Outfit, which sells lines from the other group chains. The group has more than 2,500 outlets in the UK, concessions in UK department stores such as Debenhams, Selfridges, as well as several hundred franchises in other countries.\nThe company is majority owned by Taveta Investments, itself owned by Tina Green, the wife of Sir Philip Green, who is himself the chairman of the Arcadia Group. Philip Green has been involved in a number of controversies during his career, including the payment of generous dividends to Richard Caring, Tom Hunter, and Philip Green's family prior to the demise of BHS.\nIn April 2019, it was reported that the Arcadia group, controlled by Philip Green's family, had recorded a £300m deficit into its pension fund, while the Green family had cashed out £1.2bn in dividends from Arcadia in 2005.\nBritish MP Frank Field, who previously investigated the BHS pension deficit, has publicly criticised Philip Green for paying huge dividends to his family and friend Richard Caring \"when things are going well\", and making his employees pay \"when things are not going well\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Multinational_corporation","surface_form":"multinational","offset":31},{"uri":"London","surface_form":"London","offset":80},{"uri":"High_street","surface_form":"high street","offset":116},{"uri":"Burton_(retailer)","surface_form":"Burton","offset":147},{"uri":"Dorothy_Perkins","surface_form":"Dorothy Perkins","offset":155},{"uri":"Evans_(clothing_retailer)","surface_form":"Evans","offset":172},{"uri":"Miss_Selfridge","surface_form":"Miss Selfridge","offset":179},{"uri":"Topman","surface_form":"Topman","offset":195},{"uri":"Topshop","surface_form":"Topshop","offset":203},{"uri":"Wallis_(retailer)","surface_form":"Wallis","offset":212},{"uri":"Department_store","surface_form":"department store","offset":367},{"uri":"Debenhams","surface_form":"Debenhams","offset":393},{"uri":"Selfridges","surface_form":"Selfridges","offset":404},{"uri":"Tina_Green","surface_form":"Tina Green","offset":543},{"uri":"Philip_Green","surface_form":"Philip Green","offset":571},{"uri":"Richard_Caring","surface_form":"Richard Caring","offset":761}]}