{"id":705498,"url":"http://en.wikipedia.org/wiki/American_Indian_Wars","text":"The American Indian Wars (also known as the Indian Wars or the First Nations Wars;) is the name for the various battles that were fought by European, American, and Canadian governments and colonists against various American Indian and First Nation tribes. These conflicts happened in North America from the time of the earliest colonial settlements in the 17th century until the 1920s. The various Indian Wars resulted from a wide variety of factors, including cultural differences, land disputes, and crimes committed by both sides. The European powers and their colonies also enlisted Indian tribes to help them do war against each other's colonial settlements.\nAfter the American Revolution, many conflicts were local to specific states or regions. The conflicts were usually about disputes over land use; some had cycles of violent actions. The British Royal Proclamation of 1763, included in the Constitution of Canada, banned white settlers from taking the lands of native peoples in Canada without signing a treaty with them. It is still law in Canada today, and 11 Numbered Treaties, limited the number of conflicts.\nAs white settlers went west across America after 1780, the size, length of time, and intensity of conflicts increased between settlers and various Indians. The biggest came in the War of 1812, which resulted in the defeat of major Indian coalitions in the Midwest and the South. Conflict with settlers happened less, and treaties became more common. The Indian Removal Act of 1830 allowed the US government to remove natives from east of the Mississippi River to the west. The west was what the government believed to be empty American frontier. (Many tribes had a lot of territory in this area, however.) The federal US policy of removal was eventually changed in the West. It was changed to relocating Indian tribes to specially designated and federally protected reservations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":140},{"uri":"North_America","surface_form":"North America","offset":284},{"uri":"American_Revolution","surface_form":"American Revolution","offset":674},{"uri":"U.S._state","surface_form":"states","offset":733},{"uri":"Royal_Proclamation_of_1763","surface_form":"Royal Proclamation of 1763","offset":857},{"uri":"Constitution_of_Canada","surface_form":"Constitution of Canada","offset":901},{"uri":"Treaty","surface_form":"treaty","offset":1015},{"uri":"Numbered_Treaties","surface_form":"Numbered Treaties","offset":1073},{"uri":"War_of_1812","surface_form":"War of 1812","offset":1305},{"uri":"Coalition","surface_form":"coalition","offset":1363},{"uri":"Midwest","surface_form":"Midwest","offset":1381},{"uri":"Indian_Removal_Act","surface_form":"Indian Removal Act","offset":1479},{"uri":"Frontier","surface_form":"frontier","offset":1661},{"uri":"Reservation","surface_form":"reservation","offset":1891}]}