{"id":705540,"url":"http://en.wikipedia.org/wiki/Latakia_Governorate","text":"Latakia Governorate (/ ALA-LC: \"Muḥāfaẓat al-Lādhiqīyah\") is one of the fourteen governorates (provinces) of Syria. It is situated in western Syria, bordering Turkey. Its reported area varies in different sources from 2,297 km² to 2,437 km². The governorate has a population of 991,000 (2010 estimate). Members of the Alawite sect form a majority in the governorate, although Armenians, Turkmen, and Sunni Kurds form the majorities in the Kessab, Jabal Turkman, and Jabal al-Akrad regions respectively. The capital of Latakia had, by 2010 estimates, 400,000 inhabitants, 50% of whom were Alawites, 30% were Sunni, and 20% Christian.\nGeography.\nThe Latakia Governorate borders Turkey to the north, Tartous to the south, Hama and Idlib to the east and the Mediterranean sea to the west. Although the western part of the governorate consists mainly of coastal plains, the eastern parts are mountainous, with the Syrian Coastal Mountain Range running north to south, parallel to the coastal plains. Its highest peak, Nabi Yunis, is 1562 meters (5,125 ft) tall with the average elevation only about 1200 meters. The western areas of the governorate catch moisture-laden winds from the Mediterranean Sea and are thus more fertile and more heavily populated than the eastern slopes.\nThe Orontes River flows north alongside the range on its eastern verge in the Ghab valley, a longitudinal trench, and then around the northern edge of the range to flow into the Mediterranean. Another important river is Nahr al-Kabir al-Shamali, a river running from the Turkish border and to the southwest to flow in the Mediterranean with the \"16 Tishreen dam\", one of the most important in the region, being constructed to use the river power generation, storage of rain and river water, and the creation of \"Mashqita lake\".\nDistricts.\nThese are further divided into 22 sub-districts (nawahi).\nEconomy.\nThe governorate is located on the Mediterranean Sea, which gave it great economic importance, most notably the capital of the governorate, Latakia, which serves as not only the governorate's but also Syria's main port. Its port was established on 12 February 1950.\nIts imported cargo include clothing, construction materials, vehicles, furniture, minerals, tobacco, cotton, and food supplies such as lintels, onions, wheat, barley, dates, grains and figs, and in 2008, the port handled about 8 million tons of cargo.\nThe governorate is also a tourist destination for many Syrian locals, the Cote d'Azur Beach of Latakia is Syria's premier coastal resort, and offers water skiing, jet skiing, and windsurfing. The city contains eight hotels, two of which have five-star ratings; both the Cote d'Azur de Cham Hotel and Lé Meridien Lattiquie Hotel are located north of the city, at Cote d'Azur. The latter hotel has 274 rooms and is the only international hotel in the city.\nAlso, window shopping and evening strolls in the markets is considered a favorite pastime in Latakia. Numerous designer-label stores line 8 Azar Street, and the heart of the city's shopping area is the series of blocks enclosed by 8 Azar Street, Yarmouk Street, and Saad Zaghloul Street in the city center. Cinemas in Latakia include Ugarit Cinema, al-Kindi, and a smaller theater off al-Moutanabbi Street.\nDemography.\nIn 2010, Latakia City was 50% Alawite, 40% Sunni and 10% Christian, however, the rural hinterland has an Alawite majority of roughly 70%, with Christians making up 14%, Sunni Muslims making up 12%, and Ismailis representing the remaining 2%. The city of Latakia, the governorate's center, serves as the capital of the Alawite population and is a major cultural center for the religion. Christians form a majority in the northmost part of the governorate, in the town of Kessab, and in many neighborhoods in Latakia such as the American street.\nLanguages.\nThe primary languages of the province are Arabic, Armenian and Turcoman. Arabic is spoken in all district centers of the governorate and most, if not all towns and villages surrounding them, with the North Levantine dialect mostly used, with the exception of the town of Kessab, a historically Armenian-populated town where Armenian is the primary language in it and the surrounding villages such as Sev Aghpyur, Esguran and Duzaghaj, and the Turkmen Mountain where Turcoman is spoken primarily.\nThe Kurdish minority in the governorate have mostly shifted to speaking Arabic in recent years, but nonetheless, those who speak Kurdish use the Kurmanji dialect of the language, mainly in Jabal al-Akrad.","categories":[],"infobox_types":[],"annotations":[{"uri":"ALA-LC","surface_form":"ALA-LC","offset":23},{"uri":"Governorates_of_Syria","surface_form":"governorates","offset":81},{"uri":"Syria","surface_form":"Syria","offset":109},{"uri":"Turkey","surface_form":"Turkey","offset":159},{"uri":"Alawites","surface_form":"Alawite","offset":318},{"uri":"Armenians","surface_form":"Armenians","offset":376},{"uri":"Syrian_Turkmen","surface_form":"Turkmen","offset":387},{"uri":"Sunni","surface_form":"Sunni","offset":400},{"uri":"Kurds","surface_form":"Kurds","offset":406},{"uri":"Kessab","surface_form":"Kessab","offset":439},{"uri":"Jabal_Turkman","surface_form":"Jabal Turkman","offset":447},{"uri":"Jabal_al-Akrad","surface_form":"Jabal al-Akrad","offset":466},{"uri":"Turkey","surface_form":"Turkey","offset":676},{"uri":"Tartous","surface_form":"Tartous","offset":697},{"uri":"Hama","surface_form":"Hama","offset":719},{"uri":"Idlib","surface_form":"Idlib","offset":728},{"uri":"Mediterranean_sea","surface_form":"Mediterranean sea","offset":754},{"uri":"Syrian_Coastal_Mountain_Range","surface_form":"Syrian Coastal Mountain Range","offset":909},{"uri":"Orontes_River","surface_form":"Orontes River","offset":1280},{"uri":"Ghab_valley","surface_form":"Ghab valley","offset":1354},{"uri":"Nahr_al-Kabir_al-Shamali","surface_form":"Nahr al-Kabir al-Shamali","offset":1496},{"uri":"Nahiya","surface_form":"nawahi","offset":1864},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":1916},{"uri":"Latakia","surface_form":"Latakia","offset":2021},{"uri":"Port_of_Latakia","surface_form":"port","offset":2105},{"uri":"Cote_d%27Azur%2C_Syria","surface_form":"Cote d'Azur","offset":2473},{"uri":"Movie_theater","surface_form":"Cinemas","offset":3161},{"uri":"Arab_Christian","surface_form":"Christians","offset":3416},{"uri":"Ismaili","surface_form":"Ismailis","offset":3475},{"uri":"Kessab","surface_form":"Kessab","offset":3743},{"uri":"Arabic","surface_form":"Arabic","offset":3870},{"uri":"Armenian_language","surface_form":"Armenian","offset":3878},{"uri":"North_Levantine_Arabic","surface_form":"North Levantine","offset":4028},{"uri":"Kessab","surface_form":"Kessab","offset":4099},{"uri":"Turkmen_Mountain","surface_form":"Turkmen Mountain","offset":4271},{"uri":"Kurmanji","surface_form":"Kurmanji","offset":4469},{"uri":"Jabal_al-Akrad","surface_form":"Jabal al-Akrad","offset":4513}]}