{"id":70566,"url":"http://en.wikipedia.org/wiki/Whitbourne%2C_Newfoundland_and_Labrador","text":"e=\"preserve\">Whitbourne is a town on the Avalon Peninsula in Newfoundland and Labrador, Canada.\nWhitbourne, Newfoundland’s first inland town, is named after Sir Richard Whitbourne, one of the most colorful early settlers of the province of Newfoundland and Labrador who wrote a book about Newfoundland that was published in 1620. Sir Richard was selected by the High Court of the Admiralty to set up the first English law court in the New World in 1615 in Trinity. He was kidnapped and held by the infamous Pirate Peter Easton in Harbour Grace. He also described a mermaid that he saw in St. John's harbour. Later, he became governor of Renews on the Southern Shore.\nWhitbourne, unlike most communities on the Island of Newfoundland is inland. It was founded in about 1880 during the construction of the Newfoundland Railway. The railway continued to be an important employer in the Town until its abandonment in 1988, although its economic importance weakened slowly throughout the twentieth century.\nSir Robert Bond, the Prime Minister from 1900 to 1909, played a role in the expansion and planning of the Town and developed a complex country home, the \"Grange\", there.\nThe town of Whitbourne is located just off the Trans-Canada Highway on Route 81. It is located at the center of three possible routes to visit the Avalon Peninsula. Route 80 is one of the two entrances to the Baccalieu Trail, Route 100 and Route 81 lead to the Marine Atlantic Ferry Service in Argentia and other parts of Placentia and St. Mary's Bays, and Route 1, the Trans Canada leads towards the second entrance to the Baccalieu Trail and the capital city of St. John's. As a result, there is a Provincial Visitor Information Center on the Trans Canada near the town.\nWhitbourne has many of the facilities of a small town that has traditionally been a regional service centre. The town’s Wetlands Conservation Trail is of interest to many visitors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Town","surface_form":"town","offset":29},{"uri":"Avalon_Peninsula","surface_form":"Avalon Peninsula","offset":41},{"uri":"Newfoundland_and_Labrador","surface_form":"Newfoundland and Labrador","offset":61},{"uri":"Canada","surface_form":"Canada","offset":88},{"uri":"Richard_Whitbourne","surface_form":"Richard Whitbourne","offset":161},{"uri":"Settler","surface_form":"settler","offset":212},{"uri":"Newfoundland_and_Labrador","surface_form":"Newfoundland and Labrador","offset":240},{"uri":"High_Court_of_the_Admiralty","surface_form":"High Court of the Admiralty","offset":362},{"uri":"Trinity","surface_form":"Trinity","offset":456},{"uri":"Pirate","surface_form":"Pirate","offset":507},{"uri":"Peter_Easton","surface_form":"Peter Easton","offset":514},{"uri":"Mermaid","surface_form":"mermaid","offset":565},{"uri":"St._John%27s%2C_Newfoundland_and_Labrador","surface_form":"St. John's","offset":588},{"uri":"Renews%2C_Newfoundland_and_Labrador","surface_form":"Renews","offset":637},{"uri":"Newfoundland_Railway","surface_form":"Newfoundland Railway","offset":804},{"uri":"20th_century","surface_form":"twentieth century","offset":983},{"uri":"Robert_Bond","surface_form":"Robert Bond","offset":1006},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":1023},{"uri":"Trans-Canada_Highway","surface_form":"Trans-Canada Highway","offset":1219},{"uri":"Avalon_Peninsula","surface_form":"Avalon Peninsula","offset":1319},{"uri":"Baccalieu_Trail","surface_form":"Baccalieu Trail","offset":1596},{"uri":"Wetlands","surface_form":"Wetlands","offset":1865}]}