{"id":705805,"url":"http://en.wikipedia.org/wiki/North%E2%80%93South_Corridor%2C_Singapore","text":"e=\"preserve\">The North–South Corridor (NSC), at first known as the North-South Expressway, will be the 11th expressway of Singapore. It will serve extra traffic along the north-south corridor that is currently being served by the Central Expressway (CTE). It was announced on 30 January 2008. It was announced during a major review of Singapore's transport network by the Land Transport Authority (LTA). The expressway would cost about S$7–8 billion when to build. It is planned to be finished being built in 2026. It will connect the East Coast Parkway (ECP) with the northern parts of Singapore.\nThe NSC will have 16 entrances and 17 exits to connect towns along the north-south corridor. They are Woodlands, Sembawang, Yishun, Ang Mo Kio, Bishan and Toa Payoh. It will connect them with the city centre. The NSC will also connect with already-built expressways, like the Seletar Expressway (SLE), Pan-Island Expressway (PIE) and East Coast Parkway (ECP).\nAccording to the Land Transport Authority, the bus lanes along the NSC will reduce bus travelling times from Woodlands, Sembawang, Yishun and Ang Mo Kio to the city by up to 30 minutes. It is done through morning and evening peak express bus services. It can speed up bus routes between towns along the NSC faster by allowing buses to use the ramps and bus lanes in it. A cycling path along the entire length of the highway will link up Park Connector Networks and cycling path networks within HDB towns along the entire road to the city centre.\nAt first, it was supposed to be built by 2023. Because of construction delays, it now can only be built by 2026.\nHistory.\nOn 19 January 2011, the government allowed the expressway to be built. It was to be built between the roads Admiralty Road West and Toa Payoh Rise. On 15 November 2011, the Land Transport Authority (LTA) revealed the whole route of the North-South Corridor.\nIt was first planned to be an expressway for vehicles to be built by 2020. However, the corridor will now be built as Singapore's first \"integrated transport corridor\". It will have bus routes and cycling path along the entire expressway. Its construction was supposed to start in 2017, and it was supposed to be finally built by 2023. However, the first contract was only given in November 2017, with construction work starting in early 2018.\nNow, it is planned to be finished by 2026.\nRoute.\nThe NSC will stat at Admiralty Road West in the North of Singapore. It would go south and pass by Woodlands and Sembawang. It would have a junction with the Seletar Expressway. It would then go through Toa Payoh. It would run parallel with the Central Expressway, and then join the East Coast Parkway in the city.\nThe LTA tried to use as much state land as possible. This makes sure that as few private properties are take as possible. Even though the expressway is underground in its Southern part, some land had to be taken. This is because there are MRT tunnels blocking its way. The Rochor Centre had to be demolished because of this. Some underpasses at Novena Square had to be demolished. The Ellison Building may also have to be demolished.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_Expressway%2C_Singapore","surface_form":"Central Expressway","offset":230},{"uri":"Land_Transport_Authority","surface_form":"Land Transport Authority","offset":372},{"uri":"Bishan","surface_form":"Bishan","offset":742},{"uri":"Toa_Payoh","surface_form":"Toa Payoh","offset":753},{"uri":"Land_Transport_Authority","surface_form":"Land Transport Authority","offset":975},{"uri":"Junction","surface_form":"junction","offset":2517},{"uri":"Parallel_(geometry)","surface_form":"parallel","offset":2604},{"uri":"Property","surface_form":"properties","offset":2781},{"uri":"Demolition","surface_form":"demolished","offset":2989}]}