{"id":70586,"url":"http://en.wikipedia.org/wiki/Rugby_sevens","text":"Rugby sevens is the shortened version of rugby union in which only seven players per side feature, instead of the full fifteen. The version of rugby union is very popular, with notable comptitions including the IRB Sevens World Series and the Rugby World Cup Sevens. It is also played at events such as the Commonwealth Games and rugby league has also adopted the sevens format.\nRugby sevens was invented in Melrose, a small town in Scotland.\nIt is played under the same rules and on a field of the same dimensions as the 15-player game but a rugby sevens match lasts approximately 15 minutes (7 minutes aside with 1 minute half-time break) but the finals last somewhat more than 20 minutes; each half in a final is ten minutes instead of the normal seven minutes also the game ends when the ball goes of the pitch or points are scored. The point system is similar to rugby union where a Try gets a team 5 points and conversion 2 points with 3 points for penalties and Drop-goals (drop-goals are very uncommon in sevens). Points scoring occurs with much greater regularity in sevens compared to fifteens, since there are more spaces for players to run. Scrums still exist within sevens, composed of just three players from each team. Given the speedy nature of the game, players are usually either from the backline or the trio of loose forwards in fifteens rugby. All sevens players, wether in the forwards or otherwise must be fit,agile,relatively strong and demonstrate a high level of fitness in order to compete at an optimum level. Countries such as New Zealand, Fiji, South Africa, England, and Samoa have very successful sevens teams. Rugby sevens have also been played in the commonwealth games since 1998 where there are only boys teams. New zealand is ranked as number 1 in the commonwealth games. New zealand has won 4 gold medals and one silver medal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rugby_union","surface_form":"rugby union","offset":41},{"uri":"Rugby_World_Cup_Sevens","surface_form":"Rugby World Cup Sevens","offset":243},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":307},{"uri":"Rugby_league","surface_form":"rugby league","offset":330},{"uri":"Melrose","surface_form":"Melrose","offset":408},{"uri":"Scotland","surface_form":"Scotland","offset":433},{"uri":"Rugby_union","surface_form":"rugby union","offset":868},{"uri":"Try","surface_form":"Try","offset":888}]}