{"id":705861,"url":"http://en.wikipedia.org/wiki/Nanzhao","text":"Nanzhao are a Sino-Tibetan kingdom that existed southern China and Southeast Asia during the 8th and 9th centuries. It was centered in Yunnan, China.\nHistory.\nMost Nanzhao were Bai people. They spoke Nuosu (\"Yi\"), a Tibeto-Burman language related to Burmese. They descended from the Cuan clan. The Cuan migrated from Taiyuan to Yunnan during Zhuge Liang's Southern Campaign in 225. By the fourth century they controlled Yunnan.\nIn 593, they rebelled against the Sui dynasty. But in 602 the Sui destroyed the rebellion. The Cuan split into two groups: the Black and White Mywa.\nThe White Mywa tribes lived near lake Erhai. In 704 the Tubo made these kingdoms into vassals or tributaries.\nIn 737, the Tang dynasty helped unify the tribes and create a new kingdom called the Nanzhao (南诏 \"Southern Zhao\"). In 738 the capital was established in Taihe (south of Dali). It was in the Erhai valley; the mountains made it easy to defend; and there was a lot of farmland.\nTubo alliance.\nIn 750 the Nanzhao attacked the Tang. In 751 Tang governor of Sichuan, Xianyu Zhongtong then attacked Nanzhao with an army of 80,000 soldiers. He was defeated by Duan Jianwei (段俭魏).\nIn 754, the Tang sent another 100,000 soldiers, led by General Li Mi (李宓), but never made it past Mu'ege. The Tubo then became friends with the Tubo. This alliance then ended in 794.\nNanzhao attacks on Tang.\nIn 801 the Nanzhao and Tang defeated Tibetan and their slave Abbasid soldiers. Nanzhao then expanded into Myanmar and conquered Pyu city-states from 820-832.\nIn 829, the Nanzhao failed to attack Chengdu (Sichuan). In the 830s, they conquered Kunlun to the east and Nuwang to the south.\nIn 846, 859, 863, the Nanzhao attacked Annam (Vietnam, then part of the Tang). In 869, the Nanzhao again failed to capture Chengdu.\nIn 873, the Yang family of Shanxi kicked the Nanzhao were out of Sichuan. In 877 the Yang kicked them out of Guizhou. The Nanzhao retreated to Yunnan, and they slowly died. In 902, their chief minister murdered most of the royal family, including the heir apparent. In 937, Duan Siping seized power and created the Dali Kingdom.\nThey were Buddhists.\nThey were Vajrayana Buddhists. Many people living in Yunnan still are.\nThey called it Azhali. Azhali is a bit different from Han Buddhist schools like Zen (Chan Buddhism). But it has Han, Tibetan, and Burmese influences. Nanzhao likely had strong religious connections with the Pagan Kingdom (Myanmar), Tibet, and Bengal (Pala Empire).\nIt was started around 821-824 by an Indian monk from India called Candragupta (赞陀崛多, Zantuojueduo). More monks from India arrived in 825 and 828 and helped build a temple in Heqing.\nThe last king of Nanzhao made Buddhism the official religion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sino-Tibetan_languages","surface_form":"Sino-Tibetan","offset":14},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":67},{"uri":"Yunnan","surface_form":"Yunnan","offset":135},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":143},{"uri":"Bai_people","surface_form":"Bai people","offset":177},{"uri":"Tibeto-Burman_languages","surface_form":"Tibeto-Burman language","offset":216},{"uri":"Burmese_language","surface_form":"Burmese","offset":250},{"uri":"Taiyuan","surface_form":"Taiyuan","offset":317},{"uri":"Sui_Dynasty","surface_form":"Sui dynasty","offset":462},{"uri":"Tubo","surface_form":"Tubo","offset":633},{"uri":"Vassal","surface_form":"vassal","offset":663},{"uri":"Tributary_state","surface_form":"tributaries","offset":674},{"uri":"Tang_Dynasty","surface_form":"Tang dynasty","offset":699},{"uri":"Sichuan","surface_form":"Sichuan","offset":1039},{"uri":"Tubo","surface_form":"Tubo","offset":1303},{"uri":"Abbasid_Caliphate","surface_form":"Abbasid","offset":1428},{"uri":"Myanmar","surface_form":"Myanmar","offset":1473},{"uri":"Chengdu","surface_form":"Chengdu","offset":1562},{"uri":"Sichuan","surface_form":"Sichuan","offset":1571},{"uri":"Vietnam","surface_form":"Vietnam","offset":1699},{"uri":"Shanxi","surface_form":"Shanxi","offset":1812},{"uri":"Guizhou","surface_form":"Guizhou","offset":1894},{"uri":"Heir_apparent","surface_form":"heir apparent","offset":2036},{"uri":"Vajrayana","surface_form":"Vajrayana Buddhists","offset":2145},{"uri":"Azhali","surface_form":"Azhali","offset":2221},{"uri":"Han_Buddhism","surface_form":"Han Buddhist","offset":2260},{"uri":"Zen","surface_form":"Zen (Chan Buddhism)","offset":2286},{"uri":"Pagan_Kingdom","surface_form":"Pagan Kingdom","offset":2413},{"uri":"Myanmar","surface_form":"Myanmar","offset":2428},{"uri":"Tibet","surface_form":"Tibet","offset":2438},{"uri":"Bengal","surface_form":"Bengal","offset":2449},{"uri":"Pala_Empire","surface_form":"Pala Empire","offset":2457},{"uri":"Heqing_County","surface_form":"Heqing","offset":2645},{"uri":"Buddhism","surface_form":"Buddhism","offset":2683}]}