{"id":705900,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Nari","text":"Tropical Storm Nari was a Storm that devastated Japan.\nStorm history.\nOn the afternoon of July 23, a tropical disturbance was formed in the southern waters of Japan, and the US Naval Research Laboratory gave a disturbance number of 91W. Soon after, the Joint Typhoon Warning Center rated the system \"low\" and upgraded to \"Medium\" at 10 am.\nAt 5 am on July 24, the Japan Meteorological Agency upgraded it to a tropical depression. At 8 o'clock in the morning, the Japan Meteorological Agency issued a gale warning, and the Central Meteorological Bureau of Taiwan upgraded it to a tropical depression, giving the number 11. At 11 am, the Hong Kong Observatory upgraded it to a tropical depression. In the afternoon, the Joint Typhoon Warning Center upgraded the rating to “High” and issued a tropical cyclone warning.\nAt 10 am on July 25, the Joint Typhoon Warning Center upgraded it to a tropical depression, giving the tropical cyclone number 07W. At 9 pm, the combined typhoon warning center upgraded the system to a tropical storm.\nAt 8 am on July 26, the Hong Kong Observatory upgraded it to a tropical storm. At 9 o'clock in the morning, the Japan Meteorological Agency upgraded it to a tropical storm, giving the international number 1906 and named it \"Nari.\" The Hong Kong Observatory downgraded Nari to a tropical depression at 2 am on July 27 and downgraded it to a low pressure zone at 2 pm. At 6 o'clock in the morning, Nari landed in the south of Mie Prefecture, Japan. At 3 pm, the Japan Meteorological Agency downgraded to a tropical depression. On the morning of July 28, Nari completely dissipated.\nDamage and impact.\nThe city of Wakayama recorded rainfall of 47.5 millimeters in an hour through to 9:05 a.m. A maximum instantaneous wind speed of 25 meters per second was registered at the cape of Shionomisaki in Kushimoto, Wakayama Prefecture, at around 5:20 a.m.\nThe storm, which was downgraded to a tropical depression at around 3 p.m., was projected to travel across the Tokai central region before reaching the seas east of the Kanto region by Sunday morning.\nThe agency warned residents in the Tokai and Kanto-Koshinetsu regions to be on high alert for heavy rain.\nHeavy rain and gusty winds spread across central Honshu through Saturday. Localized downpours will also spread over eastern Shikoku.","categories":[],"infobox_types":["hurricane small"],"annotations":[]}