{"id":706024,"url":"http://en.wikipedia.org/wiki/301_Deansgate","text":"Beetham Tower (also known as the Hilton Tower) is a landmark 47-storey mixed use skyscraper in Manchester, England. Completed in 2006, it is named after its developers, the Beetham Organisation, and was designed by SimpsonHaugh and Partners. The development occupies a sliver of land at the top of Deansgate, hence its elongated plan, and was proposed in July 2003, with construction starting a year later.\nAt a height of, it is the tallest externally complete building in Manchester and tallest outside London in the United Kingdom. It was described by the \"Financial Times\" as \"the UK's first proper skyscraper outside London\". From 2006 to 2018, the skyscraper was the tallest building in Manchester and outside London in the United Kingdom. In November 2018 it was surpassed by the newly topped out South Tower at Deansgate Square; which is tall.\nAs a result of the elongated floor plan, the structure is one of the thinnest skyscrapers in the world with a height to width ratio of 10:1 on the east west façade, but is noticeably wider on the north south façade. A four-metre cantilever marks the transition between hotel and residential use on the north façade, and a blade structure on the south side of the building acts as a façade overrun accentuating its slim form and doubles as a lightning rod. The skyscraper is visible from ten English counties on a clear day.\nFloors 1 to 22 are occupied by the 279-bedroom four-star Hilton Manchester Deansgate Hotel. The 23rd floor has a four-metre cantilevered overhang with two glass windows in its floor, overlooking the ground from the skybar, Cloud 23, the only such bar in Manchester. The floor has a bar and lounge operated by Hilton. Floors 25 to 47 are occupied by residential apartments.\nThe top floor penthouse offers views of Greater Manchester, the Cheshire Plain, the Pennines and Snowdonia. The tower is known for emitting a loud unintentional hum or howl in windy weather, believed to emanate from the glass 'blade' atop the building. The hum has been recorded as a B below middle C and can be heard over large parts of the local area.\nArchitectural response to the skyscraper is polarised and interpretations vary. Some questioned its dominant appearance over the city – particularly over listed buildings with one author going as far to say the skyscraper instantly \"torpedoed\" any possibility of Manchester becoming a UNESCO World Heritage City – a status Manchester was previously on the United Kingdom shortlist for due its industrial past.\nOthers feel its dramatic appearance and peculiarity is reflective of Manchester, and that the Beetham Tower symbolises Manchester's reinvention as a post-industrial city - particularly since the bombing of 1996. Nevertheless, it has received praise and was awarded the best tall building in the world in 2007 by the Council for Tall Buildings and Urban Habitat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Beetham_Organisation","surface_form":"Beetham Organisation","offset":173},{"uri":"SimpsonHaugh_and_Partners","surface_form":"SimpsonHaugh and Partners","offset":215},{"uri":"Deansgate","surface_form":"Deansgate","offset":298},{"uri":"List_of_tallest_buildings_and_structures_in_Manchester","surface_form":"tallest externally complete building in Manchester","offset":433},{"uri":"List_of_tallest_buildings_in_the_United_Kingdom","surface_form":"tallest outside London in the United Kingdom","offset":488},{"uri":"Financial_Times","surface_form":"Financial Times","offset":559},{"uri":"Deansgate_Square","surface_form":"South Tower at Deansgate Square","offset":803},{"uri":"Cantilever","surface_form":"cantilever","offset":1080},{"uri":"Lightning_rod","surface_form":"lightning rod","offset":1292},{"uri":"Counties_of_England","surface_form":"English counties","offset":1342},{"uri":"Hilton_Manchester_Deansgate","surface_form":"Hilton Manchester Deansgate","offset":1432},{"uri":"Greater_Manchester","surface_form":"Greater Manchester","offset":1788},{"uri":"Cheshire_Plain","surface_form":"Cheshire Plain","offset":1812},{"uri":"Pennines","surface_form":"Pennines","offset":1832},{"uri":"Snowdonia","surface_form":"Snowdonia","offset":1845},{"uri":"World_Heritage_Site","surface_form":"UNESCO World Heritage City","offset":2387},{"uri":"Industrial_Revolution","surface_form":"industrial past","offset":2495},{"uri":"1996_Manchester_bombing","surface_form":"1996","offset":2718},{"uri":"Council_for_Tall_Buildings_and_Urban_Habitat","surface_form":"Council for Tall Buildings and Urban Habitat","offset":2828}]}