{"id":70612,"url":"http://en.wikipedia.org/wiki/Nostradamus","text":"Michel de Nostredame (14 or 21 December 1503 – 2 July 1566), also known as Nostradamus, was a French apothecary and allegedly a doctor. He was born in Provence. He is famous as a 'seer' who wrote collections of prophecies that have since become famous around the world. His best known book was called \"Les Propheties\" (The Prophecies) and first appeared in 1555. Since its first publication the book has rarely been out of print. Over the years, many people have come to believe that Nostradamus predicted a range of events in history. People often reached this conclusion by applying methods similar to the Bible code - i.e. by twisting the texts in such a way as to suggest that they predicted the future. He died of edema in Provence.\nMost academics say that these associations between Nostradamus' quatrains and world events are the result of misinterpretations, or bad translations, that are so far-fetched that they are useless as a source of genuine prediction. What is more, no interpretation has yet managed to predict any event before it happened.\nFake Nostradamus prophecies.\nSome people have written prophecies that were wrongly assumed to be by Nostradamus. For example, in 1997 a college student in Canada wrote an essay that included a fake English quatrain (a four-line verse) written in the same style that Nostradamus used in French. The quatrain ended up on the Internet, where it was soon assumed that it was a verse by Nostradamus himself predicting the events of 9/11. So many people e-mailed it to their friends, thinking that it was by Nostradamus, that the associated websites and discussion forums were soon overwhelmed.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":94},{"uri":"Apothecary","surface_form":"apothecary","offset":101},{"uri":"Medical_doctor","surface_form":"doctor","offset":128},{"uri":"Provence","surface_form":"Provence","offset":151},{"uri":"Prophecy","surface_form":"prophecies","offset":211},{"uri":"Bible_code","surface_form":"Bible code","offset":608},{"uri":"Edema","surface_form":"edema","offset":719},{"uri":"Quatrain","surface_form":"quatrain","offset":802},{"uri":"Canada","surface_form":"Canada","offset":1213},{"uri":"Internet","surface_form":"Internet","offset":1381},{"uri":"E-mail","surface_form":"e-mail","offset":1506}]}