{"id":706175,"url":"http://en.wikipedia.org/wiki/Kurdistan_Vegans","text":"Kurdistan Vegans is the first vegan nonprofit organization working for animal rights in Iraq. It was established on June 24, 2018, by Zanko Bakhshi and Zhiar Ali, in Erbil, Kurdistan Region of Iraq. The organization focuses on animal rights, and encourages environmental protection and choosing a healthy lifestyle by promoting veganism and abstaining from using animal products.\nThe organization had its first physical activity on November 1, 2018, on World Vegan Day in two cities of the Kurdistan region in Sulaymaniyah and Erbil. The events took place in Azadi Park in Sulaymaniyah and Sami Abdulrahman Park in Erbil and consisted of distributing pamphlet and booklets containing information about veganism and the vegan diet.\nAfter and during the event, local TVs interviewed members of the organization and started shining a light on the philosophy of veganism.\nAppearance.\nAt first, the project started as a blog to inform the Kurdish people about veganism in 2017. Until its formal establishment, the activities of Kurdistan Vegans consisted of only online posting on platforms such as Facebook and Instagram. After Bakhshi came into contact with some animal rights activists, they decided to work more formally, as an organization, and like so the organization was certified by the Ministry of Nongovernmental Organizations on June 24, 2018.\nWorld Vegan Day.\nThe organization executed its first physical activity five months after its establishment on November 1, 2018, in Erbil and Sulaymaniyah. In Sulaymaniyah, the team consisted of five people led by the Vice President Zhiar Ali in Azadi Park, and in Erbil it consisted of 4 people led by the founder himself in Samy Abdulrahman Park. The event consisted of distributing pamphlets and booklets which contained information about veganism, a vegan diet, public figures who are vegan and such. The team also verbally explained and promoted veganism.\nGoals and belief.\nVegans believe in a moral philosophy where the people who believe it not only take out animal products from their meals, but they stop using them for clothes as well, because we believe that as long as there are alternatives for those things, animals don’t want to be part of the abuse they go through in animal industries.\nIn another interview, Bakhshi explained the difference between veganism, the philosophy of the organization, and vegetarianism, and said: “you can look at vegetarianism as a diet, they are people who don’t eat meat only, but vegans stop using animal products altogether, such as eggs and dairy products [as well], because they believe that what’s going on in the bird farms are not less than killing.”\nThe organization and its members believe that using animals and their byproducts is wrong because of the unethical treatment and abuse farmed animals go through.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nonprofit_organization","surface_form":"nonprofit organization","offset":36},{"uri":"Animal_rights","surface_form":"animal rights","offset":71},{"uri":"Iraq","surface_form":"Iraq","offset":193},{"uri":"Veganism","surface_form":"veganism","offset":328},{"uri":"World_Vegan_Day","surface_form":"World Vegan Day","offset":453}]}