{"id":706391,"url":"http://en.wikipedia.org/wiki/Grant_County%2C_Kansas","text":"Grant County (county code GT) is a county in the U.S. state of Kansas. In 2010, 7,829 people lived there. Its county seat and only city is Ulysses.\nHistory.\nIn 1873, the part of Kansas that is west of Range 25 was divided into 25 new counties. The new counties were Decatur, Rawlins, Cheyenne, Sheridan, Thomas, Sherman, Lane, Buffalo, Foote, Meade, Scott, Sequoyah, Arapahoe, Seward, Wichita, Kearny, Greeley, Hamilton, Stanton, Kansas, Stevens, and Grant.\nGrant County, Kansas was named after Ulysses S. Grant, the 18th President of the United States (1869–1877). He was incumbent president at the time of the county's creation. The initial survey creating the county borders was in the summer of 1874.\nIn 1883, Kearny, Sequoyah, Arapahoe, Kansas, Stevens, Meade, Clark and Grant counties disappeared. Hamilton, Ford, Seward, and Hodgeman counties became bigger, and Finney County was created. Grant County was split with the western part becoming a part of Hamilton County and the eastern part becoming a part of the newly-created Finney County.\nOn June 9, 1888, Grant County was created again as a Kansas county, with original county borders. The first officers of the new Grant County were sworn in on June 18, 1888.\nIn October 1888, the county seat election for Grant County resulted in victory for Ulysses, Kansas. The election results were:.\nGeography.\nThe U.S. Census Bureau says that the county has a total area of. Of that, is land and (0.06%) is water.\nPresidential elections.\nGrant County is very republican. Lyndon B. Johnson was the last democrat to win the county, and Jimmy Carter barely lost the county in 1976.","categories":[],"infobox_types":[],"annotations":[{"uri":"County_(United_States)","surface_form":"county","offset":35},{"uri":"U.S._state","surface_form":"U.S. state","offset":49},{"uri":"Kansas","surface_form":"Kansas","offset":63},{"uri":"2010_United_States_Census","surface_form":"2010","offset":74},{"uri":"County_seat","surface_form":"county seat","offset":110},{"uri":"Ulysses%2C_Kansas","surface_form":"Ulysses","offset":139},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":495},{"uri":"Incumbent","surface_form":"incumbent","offset":573},{"uri":"U.S._Census_Bureau","surface_form":"U.S. Census Bureau","offset":1365},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":1522},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":1585}]}