{"id":706371,"url":"http://en.wikipedia.org/wiki/Labette_County%2C_Kansas","text":"Labette County (county code LB) is a county in the U.S. state of Kansas. In 2010, 21,607 people lived there. Its county seat is Oswego. Its biggest city is Parsons. The county was named after LaBette creek, the second-biggest creek in the county. The creek was named after French-Canadian fur trapper Pierre LaBette who had moved to the area.\nHistory.\nIn the 1840s, most of the people living in Labette County were Osage people. There were also many Cherokee and Euro-Americans. Many of the Euro-Americans were merchants with Osage or Cherokee wives.\nBetween 1871 and 1873, at least eleven people disappeared near an inn and general store run by the Bender family in Labette County. After the disappareance of the Benders in 1873, it was found that they had apparently murdered many travelers. Between eight and eleven bodies were found buried at the inn. Governor Thomas A. Osborn offered a reward of $2,000 for anyone who caught the Benders, but they were never found.\nGeography.\nThe U.S. Census Bureau says that the county has a total area of. Of that, is land and (1.2%) is water.\nDemographics.\nThe Parsons, KS Micropolitan Statistical Area includes all of Labette County.\nThe 2010 Census says that Labette County had 21,607 people living there. The median age was 41. The race of the people were 85.5% non-Hispanic white, 4.7% African-American, 2.2% Native America, 0.4% Asian, 0.1% non-Hispanics of some other race, 3.6% non-Hispanics reporting two or more races and 4.0% Hispanic or Latino.\nPresidential elections.\nLabette County is mostly Republican. It has a slight Democratic lean to it like many counties in Southeast Kansas. Although Jimmy Carter and Bill Clinton both won the county once each, it has become more Republican.","categories":[],"infobox_types":[],"annotations":[{"uri":"County_(United_States)","surface_form":"county","offset":37},{"uri":"U.S._state","surface_form":"U.S. state","offset":51},{"uri":"Kansas","surface_form":"Kansas","offset":65},{"uri":"2010_United_States_Census","surface_form":"2010","offset":76},{"uri":"County_seat","surface_form":"county seat","offset":113},{"uri":"Oswego%2C_Kansas","surface_form":"Oswego","offset":128},{"uri":"Parsons%2C_Kansas","surface_form":"Parsons","offset":156},{"uri":"Creek","surface_form":"creek","offset":226},{"uri":"Osage_people","surface_form":"Osage people","offset":415},{"uri":"Merchant","surface_form":"merchant","offset":511},{"uri":"Bloody_Benders","surface_form":"Bender family","offset":650},{"uri":"Murder","surface_form":"murder","offset":769},{"uri":"Thomas_A._Osborn","surface_form":"Thomas A. Osborn","offset":865},{"uri":"U.S._Census_Bureau","surface_form":"U.S. Census Bureau","offset":986},{"uri":"Micropolitan_Statistical_Area","surface_form":"Micropolitan Statistical Area","offset":1115},{"uri":"Southeast_Kansas","surface_form":"Southeast Kansas","offset":1619},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":1646},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1663}]}