{"id":706684,"url":"http://en.wikipedia.org/wiki/FATCA_agreement_between_Canada_and_the_United_States","text":"e=\"preserve\">The FACTA agreement is an agreement between Canada and the United States that allows the United States to exercise financial control over American citizens and other \"US persons\" who are resident in Canada. According to this agreement the Canadian tax authorities provide very detailed financial information regarding such people to the American tax authorities.\nFATCA was intended to catch tax-cheats, but ended up affecting all Americans living outside of the United States. There are about one million Americans living in Canada. FATCA (Foreign Account Tax Compliance Act) was enacted in 2010, under the Obama administration. The agreement with Canada was concluded in February 2014 when Stephen Harper was Prime Minister of Canada. Americans include, for the purpose of this agreement, \"accidental Americans\", their non-American families and business partners, and former non-American residents of the United States.\nMany other countries have signed similar FATCA agreements with the United States. These agreements affect all \"US persons\" residing in those countries.\nFATCA requires \"US persons\" to report to the IRS (Internal Revenue Service) the balances of all bank accounts they hold outside of the United States every year. This is done through special forms which all \"US persons\" must file in addition to the other tax forms which such people must file every year even if they do not reside in the United States.The CRA (Canada Revenue Agency) collects this information from all Canadian banks and transfers this information to the United States.\nWill Canada help the IRS collect money from Canadians?\nAccording to an information notice posted on the Department of Finance Canada website\n\"the CRA will not collect the U.S. tax liability of a Canadian citizen if the individual was a Canadian citizen at the time the liability arose \", even though the, \"Canada-U.S. tax treaty contains a provision that allows a country to collect the taxes imposed by the other country\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canada","offset":57},{"uri":"United_States","surface_form":"United States","offset":72},{"uri":"American_citizen","surface_form":"American citizen","offset":151},{"uri":"Resident","surface_form":"resident","offset":200},{"uri":"Tax_authorities","surface_form":"tax authorities","offset":261},{"uri":"Foreign_Account_Tax_Compliance_Act","surface_form":"Foreign Account Tax Compliance Act","offset":553},{"uri":"Obama","surface_form":"Obama","offset":620},{"uri":"Stephen_Harper","surface_form":"Stephen Harper","offset":704},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":723},{"uri":"Internal_Revenue_Service","surface_form":"Internal Revenue Service","offset":1136},{"uri":"Bank__account","surface_form":"bank account","offset":1182},{"uri":"Forms","surface_form":"forms","offset":1276},{"uri":"Canada_Revenue_Agency","surface_form":"Canada Revenue Agency","offset":1446},{"uri":"Department_of_Finance_Canada","surface_form":"Department of Finance Canada","offset":1676}]}