{"id":706614,"url":"http://en.wikipedia.org/wiki/Yang_di-Pertuan_Agong","text":"The Yang di-Pertuan Agong (literally 'He Who is Made Lord', Jawi:), also known as the Supreme Head or the King, is the monarch and head of state of Malaysia. The office was created in 1957, when the Federation of Malaya (now Malaysia) gained independence from the United Kingdom. Malaysia is a constitutional monarchy with an elected monarch as head of state. The Yang di-Pertuan Agong is one of the few elected monarchs in the world.\nIn Malaysia's constitutional monarchy, the Yang di-Pertuan Agong has extensive powers within the constitution on paper. The constitution specifies that the executive power of the Federal government isgiven to the Yang di-Pertuan Agong. However, he is bound to exercise this power on the advice of the Cabinet or a minister acting under Cabinet authority. The Cabinet is headed by the prime minister, appointed by the Yang di-Pertuan Agong from among the elected members of Parliament. Among them, the Yang di-Pertuan Agong has discretionary powers to choose who he wants as the Prime Minister and is not bound by the decision of the outgoing prime minister if no party has won a majority vote (Article 40). It, however, does not afford him the right and authority to dismiss the prime minister. He also can dismiss or withhold consent to a request for the dissolution of Parliament (Article 40). He may discontinue or dissolve Parliament (Article 55) but he can only dissolve Parliament at the request of the Prime Minister (Article 43). He can reject any new laws or amendments to existing laws but if he still withholds permission, it will automatically become law after 30 days from the initial submission to him (Article 66). The queen consort for the Yang di-Pertuan Agong is known as the Raja Permaisuri Agong and the couple are styled in English as \"His Majesty\" and \"Her Majesty\".\nThe 16th and current Yang di-Pertuan Agong is Al-Sultan Abdullah of Pahang, replacing Sultan Muhammad V of Kelantan, who abdicated on 6 January 2019. He was elected on 24 January, at a special meeting of the Conference of Rulers. He took the oath of office and was sworn in at the Istana Negara on 31 January.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jawi_alphabet","surface_form":"Jawi","offset":60},{"uri":"Head_of_state","surface_form":"head of state","offset":131},{"uri":"Malaysia","surface_form":"Malaysia","offset":148},{"uri":"Federation_of_Malaya","surface_form":"Federation of Malaya","offset":199},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":294},{"uri":"Elective_monarchy","surface_form":"elected monarch","offset":326},{"uri":"Cabinet_of_Malaysia","surface_form":"Cabinet","offset":736},{"uri":"Prime_Minister_of_Malaysia","surface_form":"prime minister","offset":819},{"uri":"Parliament_of_Malaysia","surface_form":"Parliament","offset":908},{"uri":"Dissolution_of_Parliament","surface_form":"dissolution of Parliament","offset":1291},{"uri":"Queen_consort","surface_form":"queen consort","offset":1669},{"uri":"Raja_Permaisuri_Agong","surface_form":"Raja Permaisuri Agong","offset":1729},{"uri":"Majesty","surface_form":"Majesty","offset":1796},{"uri":"Abdullah_of_Pahang","surface_form":"Abdullah","offset":1880},{"uri":"Pahang","surface_form":"Pahang","offset":1892},{"uri":"Muhammad_V_of_Kelantan","surface_form":"Muhammad V","offset":1917},{"uri":"Kelantan","surface_form":"Kelantan","offset":1931},{"uri":"Conference_of_Rulers","surface_form":"Conference of Rulers","offset":2032},{"uri":"Istana_Negara%2C_Jalan_Tuanku_Abdul_Halim","surface_form":"Istana Negara","offset":2105}]}