{"id":706618,"url":"http://en.wikipedia.org/wiki/Koy_Detmer","text":"Koy Dennis Detmer (born July 5, 1973) is a former American football quarterback. He was drafted by the Philadelphia Eagles in the seventh round of the 1997 NFL Draft. He played college football at Colorado. He is the younger brother of former NFL quarterback Ty Detmer.\nCareer.\nDrafted in the 7th round of the 1997 NFL draft, Detmer spent the next 10 years in Philadelphia. He spent most of his career as a backup to quarterback Donovan McNabb and as the place-kick holder for David Akers. His action as a starter was limited to five games in the 1998 season and one game in the 2002 season, in which McNabb was out with a broken ankle. Detmer played well in that game, going 18 of 26 for 227 yards and three total touchdowns (two passing and one rushing). He dislocated his elbow in the fourth quarter of that game and was replaced by third-string quarterback A. J. Feeley. Detmer healed enough to play in the final games of 2002, but head coach Andy Reid decided to stay with Feeley, who was having success. He also saw sporadic playing time in the 2004 and 2005 seasons.\nPrior to the 2006 season, Detmer was released after the Eagles brought back A. J. Feeley and signed former Pro Bowl quarterback Jeff Garcia as the backups. He was re-signed on January 2, 2007 by the Eagles to provide a third quarterback for the team's playoff push, with Donovan McNabb out with injury. He was also re-signed to be the kick holder for the Eagles. In 103 NFL games, Detmer has a career passer rating of 61.2 with ten career touchdowns and 14 interceptions thrown. Despite poor passing numbers, Detmer managed to have an 11-year career due to his ability to hold for place-kicks; then-Eagles special teams coach John Harbaugh and Pro Bowl kicker David Akers both spoke highly of Detmer's talent and skill in this area.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"American football","offset":50},{"uri":"Philadelphia_Eagles","surface_form":"Philadelphia Eagles","offset":103},{"uri":"NFL_Draft","surface_form":"NFL Draft","offset":156},{"uri":"Donovan_McNabb","surface_form":"Donovan McNabb","offset":429},{"uri":"Pro_Bowl","surface_form":"Pro Bowl","offset":1181},{"uri":"Jeff_Garcia","surface_form":"Jeff Garcia","offset":1202}]}