{"id":706758,"url":"http://en.wikipedia.org/wiki/Intermediate_cartridge","text":"e=\"preserve\">An intermediate cartridge is a bullet used for assault rifles and some light machine guns. They are not as large as full-sized rifle bullets, and they do not have as much stopping power, penetration power, or effective range. However, more of them can be carried because they are smaller. They still have more stopping power, penetration power, and effective range than most pistol bullets. They are still powerful enough to shoot through most bullet-proof vests and they can kill a fully grown person if aimed well enough. Intermediate cartridges include the Russian 7.62 x 39mm, the 7.62mm NATO, and the German 7.92 Kurz. They are made to be just good enough for most firefights, so they are used for many short- and medium-range guns.\nThe idea for an intermediate cartridge came with the German military making the StG-44. During World War II, the German miltary learned that most firefights happened in fewer than 300 meters. The bolt-action rifles used by most German soldiers were not good enough for short-range because they were too slow to fire, the bullets used for them were too heavy, and the guns kicked back too hard, causing soldiers to lose their accuracy when shooting quickly. Submachine guns were not good enough for medium range because they were less accurate and powerful at longer ranges. At medium-range, German soldiers needed a different kind of gun altogether. They needed a gun that could shoot accurately up to 300 meters, powerful enough to kill a person at that range, and could carry a bullet small enough that soldiers could carry a lot of them. The gun they made to meet these needs was called the StG-44. Rifles that fired these kinds of bullets are called assault rifles, and the StG-44 was the first of these.\nThe StG-44 fired the 7.92 x 33mm Kurz bullet. The bullet was the same size as the 7.92 x 57mm Mauser, but the case was about half the size. It was not as powerful or accurate at long range, but it was smaller and had less kickback. This made it great at medium ranges. It was used by German soldierd late in the war, mostly on the Eastern Front. Unfortunately for the Germans, the StG-44 was used too late in the war to help them win.\nWhen Soviet soldiers found StG-44's, they too got the idea to make rifles that fired intermediate cartridges. They made the 7.62 x 39mm based the larger 7.62 x 54mmR. Guns the Soviets made that fired the 7.62 x 39mm include the AK-47, the SKS, and the RPK.\nDuring the early part of the Vietnam War, American soldiers though that the 7.62mm NATO bullets were too heavy to carry. To fix this problem, gun designers made a completely new bullet, the 5.56mm NATO. It was a very small bullet, but it had a very high effective range because it had a very high muzzle velocity. This is called a Small Caliber High Velocity (SCHV) bullet. It was not as powerful as the 7.62mm NATO, but the designers believed that wounding soldiers rather than killing them would be more effective. This was because fellow soldiers would have to risk their lives to rescue wounded soldiers. Nonetheless, a well-aimed shot can still kill a person easily. Also, soldiers could carry twice as many 5.56mm NATO bullets. Most medium-range NATO guns today fire the 5.56mm NATO, including the M16, the M4, the SAW M249, the FAMAS, the Steyr AUG, and the G36.\nThe Soviet Union saw the effectiveness of the 5.56mm NATO, so they hired Mikhail Kalshnikov, the creator of the AK-47, to make a SCHV assault rifle for the Soviets. He made the AK-74, which was based of the AK-47, but it fired a smaller bullet, the 5.45 x 39mm bullet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bullet","surface_form":"bullet","offset":44},{"uri":"Assault_rifle","surface_form":"assault rifles","offset":60},{"uri":"Light_machine_gun","surface_form":"light machine guns","offset":84},{"uri":"Rifle","surface_form":"rifle","offset":140},{"uri":"Stopping_power","surface_form":"stopping power","offset":184},{"uri":"Penetration_power","surface_form":"penetration power","offset":200},{"uri":"Effective_range","surface_form":"effective range","offset":222},{"uri":"Pistol","surface_form":"pistol","offset":388},{"uri":"Bullet-proof_vest","surface_form":"bullet-proof vests","offset":457},{"uri":"Human","surface_form":"person","offset":508},{"uri":"7.62_x_39mm","surface_form":"7.62 x 39mm","offset":581},{"uri":"7.62_x_51mm_NATO","surface_form":"7.62mm NATO","offset":598},{"uri":"Nazi_Germany","surface_form":"German","offset":804},{"uri":"Military","surface_form":"military","offset":811},{"uri":"StG_44","surface_form":"StG-44","offset":831},{"uri":"World_War_II","surface_form":"World War II","offset":846},{"uri":"Bolt_action","surface_form":"bolt-action","offset":947},{"uri":"Soldier","surface_form":"soldiers","offset":986},{"uri":"Submachine_gun","surface_form":"Submachine guns","offset":1208},{"uri":"Assault_rifle","surface_form":"assault rifles","offset":1705},{"uri":"7.92_x_33mm_Kurz","surface_form":"7.92 x 33mm Kurz","offset":1781},{"uri":"7.92_x_57mm_Mauser","surface_form":"7.92 x 57mm Mauser","offset":1842},{"uri":"Recoil","surface_form":"kickback","offset":1982},{"uri":"Eastern_Front_(World_War_II)","surface_form":"Eastern Front","offset":2091},{"uri":"Soviet_Union","surface_form":"Soviet","offset":2200},{"uri":"7.62_x_39mm","surface_form":"7.62 x 39mm","offset":2319},{"uri":"7.62_x_54mmR","surface_form":"7.62 x 54mmR","offset":2348},{"uri":"AK-47","surface_form":"AK-47","offset":2423},{"uri":"SKS","surface_form":"SKS","offset":2434},{"uri":"RPK_machine_gun","surface_form":"RPK","offset":2447},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":2481},{"uri":"5.56mm_NATO","surface_form":"5.56mm NATO","offset":2642},{"uri":"Small_Caliber_High_Velocity_cartridge","surface_form":"Small Caliber High Velocity","offset":2783},{"uri":"Wound","surface_form":"wounding","offset":2901},{"uri":"M16_rifle","surface_form":"M16","offset":3256},{"uri":"M4_carbine","surface_form":"M4","offset":3265},{"uri":"M249_light_machine_gun","surface_form":"SAW M249","offset":3273},{"uri":"FAMAS","surface_form":"FAMAS","offset":3287},{"uri":"Steyr_AUG","surface_form":"Steyr AUG","offset":3298},{"uri":"Heckler_%26amp%3B_Koch_G36","surface_form":"G36","offset":3317},{"uri":"Mikhail_Kalashnikov","surface_form":"Mikhail Kalshnikov","offset":3395},{"uri":"AK-74","surface_form":"AK-74","offset":3499},{"uri":"5.45_x_39mm","surface_form":"5.45 x 39mm","offset":3571}]}