{"id":7073,"url":"http://en.wikipedia.org/wiki/Hamilton%2C_Ontario","text":"Hamilton is a medium-sized city in the Canadian province of Ontario.\nFactories and businesses.\nFor over 150 years, Hamilton has had factories. For over 100 years, most of them have been steel factories like Stelco and Dofasco. Since the strike of 1946, the workers at Stelco have had a trade union. The workers at Dofasco do not have a trade union. There was also a Studebaker car factory in Hamilton until 1966.\nSince the 1980s, industries in Hamilton have had trouble making money and keeping people working. In 2004, Stelco filed for bankruptcy. This means Stelco asked the courts if it could stop paying money it borrowed back to banks. The future for industry does not look good for Hamiltonians.\nHowever, other businesses look much better. People might not think of schools like McMaster University and Mohawk College as businesses, but they are. Students and teachers come to Hamilton and spend their money here. Doctors, teachers, nurses and other professionals train here. Even Tim Hortons doughnut stores started in Hamilton in 1965.\nTelevision, film, music, and newspapers.\nCH has been a local TV station in Hamilton since 1954. Steve Smith, known for starring in \"The Red Green Show\", started working at CH. \"Tiny Talent Time\" is another popular show on CHCH which features many children.\nSome movies were filmed in and around Hamilton, such as \"Anne of Green Gables\",\"5ive Girls\" and \"Rocky V\", because it looks like other places.\nFolksinger Stan Rogers was born in Dundas, which became part of Hamilton in 2001. The Appleton sisters, now famous in Britain, were born in Hamilton. Daniel Lanois is an important singer himself and helped the band U2 with its music. He lived in Hamilton and recorded at Grant Avenue Studios.\n\"The Hamilton Spectator\" newspaper has been around since the 1840s. It offers tours showing its giant printing press and writers' offices. It also has school projects which include a classroom subscription to the newspaper for every student.\nHistory.\nNetural and Mohawk Native Canadians of the Six Nations were the first people to live in this area. In 1616, Étienne Brûlé probably became the first European to visit what is now Hamilton. United Empire Loyalists moved into the Hamilton area during and after the American Revolution. The Battle of Stoney Creek was fought during the War of 1812 in what is now Hamilton.\nIn the mid- to late 1800s, Hamilton became an industrial city with lots of [http://collections.ic.gc.ca/industrial/ factories]. It was close to limestone from the Niagara Escarpment, coal from the United States, iron ore mined from northern Ontario. But factories demanded that people work hard jobs for long hours. In 1872, Hamilton workers marched for a work day of no more than nine hours! The two large steel factories were Stelco (the Steel Company of Canada), created in 1910 and the Dofasco (Dominion Steel Casting Company) in 1912. Dominion is an old word often heard to describe Canada when it was part of the British Empire.\nMany schools were built between 1910 and 1930, including Adelaide Hoodless School, Memorial School (for the First World War, Viscount Allenby School (WWI general) and Earl Kitchener School (WWI general). The First World War is often shortened to WWI.\nIn the 1930s, the Great Depression hit Hamilton. People were unemployed and poor. Factories stoped running. Times were hard. Then the Second World War started and people got jobs again in the army and building guns for the army. August 19, 1942, hundreds of young men from Hamilton were killed by the German army when they tried to attack Dieppe in France.\nSports.\nThere are a few professional sports in Hamilton. The Tiger-Cats of the Canadian Football League play at Ivor Wynne Stadium. Hamilton would like a National Hockey League team but it does not have one. The Hamilton Bulldogs of the Ontario Hockey League play at Copps Coliseum.\nThere are many amateur sports in Hamilton. People of all ages can run in the [http://www.aroundthebayroadrace.com/ Around the Bay Race]. It takes 30 km to go around the edge of Hamilton Harbour or Burlington Bay. \"The Hamilton Spectator\" also hosts amateur indoor games. Every year, children from Hamilton and Flint, Michigan compete in the [http://www.internationalgames.net/canusa.htm Canusa Games].\nThe [http://www.commonwealthgames.com/ Commonwealth Games] are like the Olympics for people who used to be ruled by Britain. In 1930, Hamilton became the first ever host for what ere then called the Empire Games. The city also tried to host the 2010 Commonwealth Games.\nMcMaster University and Mohawk College have produced national championship teams in a number of sports. McMaster University is a perennial powerhouse in Men's Basketball and Football.\nHere in Hamilton we also have recreational leagues for kids to enjoy their childhood by playing many recreational sports such as Hockey(Stoney Creek Minor Hockey), Soccer(Stoney Creek Soccer Club), and Football with (Steelcity Ironmen). In addition, there are a number of other community sport clubs like the Mt Hamilton Youth Soccer Club which has provided an avenue for children to play soccer since 1964.\nBuses and trains.\nThere are many buses, apart from the school buses operated by the Hamilton-Wentworth District School Board. For $2.55, the [http://www.city.hamilton.on.ca/Living-Here/Transit/default.asp Hamilton Street Railway] or HSR takes people inside and across the city.\nTravellers can also get to places like Niagara Falls, Dunnville, Buffalo, Kitchener, and London. These buses are run by companies called Greyhound, Trentway Wagar and McCoy. [http://www.gotransit.com/ GO Transit] has buses and trains that go to Toronto. Using GO however is not a part of the HSR.\nCity streets.\nThe city streets in the old city of Hamilton follow a pattern. The big streets going north and south are in straight lines. When they are on the Mountain, they have \"Upper\" in front the their names, except for Garth Street which should be Upper Dundurn Street.\nStreets are called \"North,\" such as \"James Street North,\" if they are north of King Street or Queenston Road. Streets are called \"South\" if they are south of King or Queenston. Streets are called \"East,\" such as \"East 5th Street\" or \"Main Street East,\" if they are east of James Street or Upper James Street. Streets are called \"West\" if they are west of James or Upper James.\nKing and Main Streets are major roads that are almost parallel or side by side one another. They cross at the Delta in east Hamilton. For most of King and Main, cars could only travel one way. So instead of thinking of them as two streets, think of them as one street with a very wide boulevard between them. This changed in the early 2000s, and most of the streets in Downtown Hamilton are now two-way.\nThroughout the city there are some neighbourhoods with weird or strange street names. For example, Birdland has streets named after birds like Cardinal, Blue Jay and Swallow. Another neighbourhood on the Mountain has streets named after people from the French Revolution, such as Napoleon, Josephine, and Robespierre. Riverdale West, in the Lower City, has streets named after types of berries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":39},{"uri":"Ontario","surface_form":"Ontario","offset":60},{"uri":"Cars","surface_form":"car","offset":377},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":537},{"uri":"Courts","surface_form":"courts","offset":577},{"uri":"Banks","surface_form":"banks","offset":634},{"uri":"The_Hamilton_Spectator","surface_form":"The Hamilton Spectator","offset":1738},{"uri":"1616","surface_form":"1616","offset":2090},{"uri":"American_Revolution","surface_form":"American Revolution","offset":2250},{"uri":"War_of_1812","surface_form":"War of 1812","offset":2320},{"uri":"19th_century","surface_form":"1800s","offset":2377},{"uri":"United_States","surface_form":"United States","offset":2554},{"uri":"British_Empire","surface_form":"British Empire","offset":2976},{"uri":"1910","surface_form":"1910","offset":3024},{"uri":"1930","surface_form":"1930","offset":3033},{"uri":"First_World_War","surface_form":"First World War","offset":3100},{"uri":"Great_Depression","surface_form":"Great Depression","offset":3261},{"uri":"Second_World_War","surface_form":"Second World War","offset":3377},{"uri":"Hamilton_Tiger-Cats","surface_form":"Tiger-Cats","offset":3661},{"uri":"Canadian_Football_League","surface_form":"Canadian Football League","offset":3679},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":3754},{"uri":"Hamilton_Bulldogs","surface_form":"Hamilton Bulldogs","offset":3812},{"uri":"Ontario_Hockey_League","surface_form":"Ontario Hockey League","offset":3837},{"uri":"Flint%2C_Michigan","surface_form":"Flint, Michigan","offset":4193},{"uri":"Olympic_Games","surface_form":"Olympics","offset":4357},{"uri":"Britain","surface_form":"Britain","offset":4401},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo","offset":5490},{"uri":"Kitchener%2C_Ontario","surface_form":"Kitchener","offset":5499},{"uri":"London%2C_Ontario","surface_form":"London","offset":5514},{"uri":"Toronto%2C_Ontario","surface_form":"Toronto","offset":5670},{"uri":"Parallel_(geometry)","surface_form":"parallel","offset":6428},{"uri":"Boulevard","surface_form":"boulevard","offset":6659},{"uri":"French_Revolution","surface_form":"French Revolution","offset":7031},{"uri":"Berry","surface_form":"berries","offset":7164}]}