{"id":707307,"url":"http://en.wikipedia.org/wiki/Green_roof","text":"A green roof or living roof is a roof of a building that is partially or totally covered with plants. It may also include layers such as a root barrier and drainage and irrigation systems. Container gardens on roofs, where plants are in pots, are not generally true green roofs. Although, this is debated. Rooftop ponds are another kind of green roof which are used to treat greywater. Vegetation, soil, drainage layer, roof barrier and irrigation system make up a green roof.\nThere are reasons why a building may have a green roof. The reasons include absorbing rainwater, providing insulation, creating a habitat for wildlife, increasing benevolence and decreasing stress of the people around the roof, and helping to lower urban air temperatures and go against the heat island effect. Green roofs are able to be added on old buildings as well as new buildings. They can be put on small garages or larger industrial, commercial and municipal buildings. They effectively use the natural abilities of plants to filter water and treat air in urban and suburban areas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roof","surface_form":"roof","offset":33},{"uri":"Building","surface_form":"building","offset":43},{"uri":"Root_barrier","surface_form":"root barrier","offset":139},{"uri":"Drainage","surface_form":"drainage","offset":156},{"uri":"Irrigation","surface_form":"irrigation","offset":169},{"uri":"Container_garden","surface_form":"Container garden","offset":189},{"uri":"Greywater","surface_form":"greywater","offset":375},{"uri":"Absorption_of_water","surface_form":"absorbing","offset":553},{"uri":"Rain","surface_form":"rainwater","offset":563},{"uri":"Building_insulation","surface_form":"insulation","offset":584},{"uri":"Habitat","surface_form":"habitat","offset":607},{"uri":"Benevolence","surface_form":"benevolence","offset":640},{"uri":"Stress","surface_form":"stress","offset":667},{"uri":"Heat_island_effect","surface_form":"heat island effect","offset":768},{"uri":"Garage","surface_form":"garage","offset":889}]}