{"id":707560,"url":"http://en.wikipedia.org/wiki/Tornado_outbreak_sequence_of_June_1966","text":"The Tornado outbreak sequence of June 1966 was a series of tornado outbreaks which happened between June 2 and June 12.\nThe worst tornado of this event happened on the early evening of Wednesday, June 8, 1966. This was when Topeka, Kansas was hit by an F5 rated tornado. It started in the southwest Topeka, and it moved northeast. It went through several neighborhoods and over a local landmark named Burnett's Mound. 57 tornadoes were confirmed during the 11-day span, which left 18 people dead and 543 injured.\nTopeka, Kansas tornado.\nA local Native American legend said that Burnet's Mound (a local landmark that was named after Potawatomi Indian chief Abram Burnett) was thought to protect the city from tornadoes. It was thought that the hill would cause a tornado that was going to Topeka to die. A few years earlier, a water tower had been built on the mound. This caused controversy among many Topeka residents. They thought it would make the mound less able to protect Topeka fro from tornades. However, ten other tornadoes had hit the city since Kansas state tornado records were first kept in 1889. The 1966 tornado was much stronger than the other ten tornadoes that hit Topeka before June 8.\nThe Topeka tornado started developing at 6:55 p.m. Central Time on June 8, touching down west of the city. The National Weather Service could not find the developing tornado on radar. This is because the Topeka forecast office used a modified military radar that was given by the U.S. government after World War II. While it was considered very good for its time, it was not good at finding tornadoes activity, compared to the Doppler weather radar of the present day. Around 7:30 p.m., a 1/4 to 1/2-mile (400–800 m) wide tornado went to the southwest side Topeka, moving northeast, and passed over Burnett's Mound. Bill Kurtis, then a reporter for WIBW-TV (channel 13; then a hybrid CBS/ABC/NBC affiliate, now only affiliated with CBS) wanted to tell people to take shelter from the devastating storm. He told viewers to get to safety by urging in a calm but stern manner, \"for God's sake, take cover!\"\nThe total damage estimate was put at $104 million (US$ million in). This makes it one of the costliest tornadoes in U.S. history. 16 people were killed, and many others were injured. However, it is believed that if the had tornado hit during school and work hours or during the night, that as many as 5,000 people would have been killed. Bill Kurtis was credited for saving many lives with his urgent message to take cover.","categories":[],"infobox_types":["storm"],"annotations":[{"uri":"Tornado_outbreak","surface_form":"tornado outbreak","offset":59},{"uri":"Topeka%2C_Kansas","surface_form":"Topeka, Kansas","offset":224},{"uri":"Fujita_scale","surface_form":"F5","offset":253},{"uri":"Tornado","surface_form":"tornado","offset":262},{"uri":"Central_Time_Zone","surface_form":"Central Time","offset":1256},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":1316},{"uri":"World_War_II","surface_form":"World War II","offset":1507},{"uri":"Doppler_weather_radar","surface_form":"Doppler weather radar","offset":1632},{"uri":"Bill_Kurtis","surface_form":"Bill Kurtis","offset":1821},{"uri":"WIBW-TV","surface_form":"WIBW-TV","offset":1854},{"uri":"CBS","surface_form":"CBS","offset":1889},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":1893},{"uri":"NBC","surface_form":"NBC","offset":1897}]}