{"id":707536,"url":"http://en.wikipedia.org/wiki/Wichita_State_University","text":"Wichita State University (WSU) is a public research university in Wichita, Kansas, United States. It is governed by the Kansas Board of Regents.\nWichita State University offers more than 60 undergraduate degree programs in more than 200 areas of study in six colleges. The Graduate School offers 44 master's degrees in more than 100 areas and a specialist in education degree. It offers doctoral degrees in applied mathematics; audiology; chemistry; communicative disorders and sciences; nursing practice; physical therapy; psychology (programs in human factors, community and APA-accredited clinical psychology); educational administration; aerospace, industrial and mechanical engineering; and electrical engineering and computer science.\nWichita State University also has classes at four other campuses. WSU West is in Maize. This campus has 80–100 university classes each academic semester. WSU South began started Wichita State University courses at a new facility in Derby in January 2008. The WSU Downtown Center has the university's Center for Community Support & Research and the Department of Physical Therapy. A quarter-mile northeast of campus, the Advanced Education in General Dentistry buildinghass classrooms and a dental clinic. It was built in 2011. It is next to the university's Eugene M. Hughes Metropolitan Complex, where many of WSU noncredit courses are taught.\nHistory.\nWichita State University started in 1886 as a private Congregational preparatory school. It was created by Rev. Joseph Homer Parker.\nOn July 1, 1964, the school officially entered the state system of higher education as Wichita State University (WSU).","categories":[],"infobox_types":[],"annotations":[{"uri":"Public_university","surface_form":"public research university","offset":36},{"uri":"Wichita%2C_Kansas","surface_form":"Wichita","offset":66},{"uri":"Kansas","surface_form":"Kansas","offset":75},{"uri":"United_States","surface_form":"United States","offset":83},{"uri":"Kansas_Board_of_Regents","surface_form":"Kansas Board of Regents","offset":120},{"uri":"Undergraduate","surface_form":"undergraduate","offset":190},{"uri":"Doctoral","surface_form":"doctoral","offset":387},{"uri":"Applied_mathematics","surface_form":"applied mathematics","offset":407},{"uri":"Audiology","surface_form":"audiology","offset":428},{"uri":"Chemistry","surface_form":"chemistry","offset":439},{"uri":"Nursing_practice","surface_form":"nursing practice","offset":488},{"uri":"Physical_therapy","surface_form":"physical therapy","offset":506},{"uri":"Psychology","surface_form":"psychology","offset":524},{"uri":"Aerospace","surface_form":"aerospace","offset":642},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":696},{"uri":"Computer_science","surface_form":"computer science","offset":723},{"uri":"Maize%2C_Kansas","surface_form":"Maize","offset":822},{"uri":"Derby%2C_Kansas","surface_form":"Derby","offset":973},{"uri":"Congregational_church","surface_form":"Congregational","offset":1449}]}