{"id":707795,"url":"http://en.wikipedia.org/wiki/Barraba%2C_New_South_Wales","text":"Barraba is a village in New South Wales, Australia. This village is in the New England region and it is in the local government area of Tamworth Regional Council. This village is also in the Bundarra-Barraba Important Bird Area. This area is for the conservation of an endangered bird, the Regent Honeyeater (\"Anthochaera phrygia\").\nBarraba is 477 kilometres (296 miles) north-west from Sydney and 548 kilometres (341 miles) south-west from Brisbane. Barraba is 90 kilometres (56 miles) north from Tamworth, which is the nearest city. The Manilla River flows next to Barraba. This village is on a road called \"Fossickers Way\" and it is in a mountain range called the Nandewar Range at an altitude of 500 metres (1,640 feet) above sea level.\nHistory.\nIndigenous Australians called the Kamilaroi lived in the district before the European people arrived. The first European in the district was an explorer and botanist named Allan Cunningham, who came there in 1827. The first farm in the district, \"Barraba Station\", began in 1837 or 1838. The site of the village was surveyed in 1852.\nThe discovery of gold helped the village to grow bigger. The first post office was opened in 1856 and the first school was opened in 1861. The first Anglican church was built in 1876 and the first bank was also opened in 1876. The first hotel, \"The Commerical Hotel\", was built in 1878 and the first court house was built in 1881. Barraba was officially called a village in 1885. The hospital was built in 1891 and the Methodist church was built in 1898.\nBarraba's newspaper, \"The Barraba Gazette\", began publishing in 1900. The Catholic church was built in 1906. The railway came to Barraba in 1908, however the last train went to Barraba in 1983 and the line closed in 1987. The Connors Creek Dam was built in 1933. This dam improved the water supply of the village.\nCopper.\nCopper was discovered at Gulf Creek in 1889 and the first mine was started in 1892. Gulf Creek is 22 kilometres (14 miles) north-east from Barraba. A small village began to grow, which had a hotel, a school, and a post office. This copper mine was the biggest copper mine in New South Wales in 1903 and the little village had 300 people living there. The mine was closed in the 1930s, and the post office was closed in 1966. The little village was abandoned.\nAsbestos.\nAsbestos was mined from 1919 until 1983 at Woodsreef, which was a little village 15 kilometres (10 miles) east from Barraba. The mine was made bigger in 1974. This mine produced 5,000,000 metric tonnes of white asbestos.\nThe abandoned mine left behind 75,000,000 metric tonnes of waste rocks and 25,000,000 metric tonnes of asbestos. The asbestos heap covers 43 hectares (107 acres) and is up to 70 metres (230 feet) high.\nA television report in 2008 described the growing worry that the remaining asbestos could harm the health for the people who live in Barraba and for the people who visit the village. A foundation, \"The Asbestos Diseases Foundation of Australia\", demanded that the mine should be cleaned up. This foundation also demanded that people must not be allowed to go to the mine. A public dirt road crossed the mine site but that road was closed in 2013. The little village was abandoned.\nThe government health service, \"Hunter-New England Health\", did an urgent study about the possible harm to the health of the people of Barraba, but that study has not been published.\nDiatomite.\nDiatomite, or diatomaceous earth, is a mineral made from the fossils of diatoms. This mineral is used to make explosives, filters, abrasives, insecticide, thermal materials, catalysis support, and in farming, and construction. A mine was started near Barraba in 1982.\nJewels and Fossils.\nPyrites, jasper, garnets, zeolite, and red, yellow, and brown quartz can be found around Barraba. Searching for these jewels is called fossicking. People can also find fossils around Barraba.\nFarming.\nThe farms in the district have cattle for beef, merino sheep for wool and mutton, and they can also grow wheat.\nClimate.\nThe summers in Barraba are hot and humid, and the winters here are cold and dry. The highest recorded temperature is 41.8° Celsius (107° Fahrenheit) and the lowest recorded temperature is -9.4° Celsius (15° Fahrenheit). The average yearly rainfall is 688.7 millimetres (27 inches) and the most rain that fell in one day is 194.3 millimetres (7.5 inches) which fell on February 25, 1955.\nWater.\nBefore Split Rock Dam was built, the people in Barraba got their water from the Manilla River, Barraba Creek, and Connors Creek Dam. When these sources were almost empty, the people got their water from emergency wells.\nThe Split Rock Dam was built in 1988 and a pipeline from that dam to Barraba was built in 2015.","categories":[],"infobox_types":["Australian place"],"annotations":[{"uri":"New_South_Wales","surface_form":"New South Wales","offset":24},{"uri":"Australia","surface_form":"Australia","offset":41},{"uri":"Local_government","surface_form":"local government","offset":111},{"uri":"Wildlife_management","surface_form":"conservation","offset":250},{"uri":"Endangered_species","surface_form":"endangered","offset":269},{"uri":"Honeyeater","surface_form":"Honeyeater","offset":297},{"uri":"Kilometre","surface_form":"kilometre","offset":348},{"uri":"Mile","surface_form":"mile","offset":364},{"uri":"Sydney","surface_form":"Sydney","offset":387},{"uri":"Brisbane","surface_form":"Brisbane","offset":441},{"uri":"Tamworth%2C_New_South_Wales","surface_form":"Tamworth","offset":498},{"uri":"Mountain_range","surface_form":"mountain range","offset":641},{"uri":"Metre","surface_form":"metre","offset":704},{"uri":"Foot_(unit)","surface_form":"feet","offset":718},{"uri":"Indigenous_Australians","surface_form":"Indigenous Australians","offset":750},{"uri":"Europe","surface_form":"Europe","offset":827},{"uri":"Exploration","surface_form":"explorer","offset":894},{"uri":"Botanist","surface_form":"botanist","offset":907},{"uri":"Site","surface_form":"site","offset":1042},{"uri":"Surveying","surface_form":"surveyed","offset":1066},{"uri":"Discovery_(observation)","surface_form":"discovery","offset":1088},{"uri":"Church_of_England","surface_form":"Anglican","offset":1233},{"uri":"Public_house","surface_form":"hotel","offset":1321},{"uri":"Court","surface_form":"court","offset":1384},{"uri":"Methodism","surface_form":"Methodist","offset":1503},{"uri":"Catholic_Church","surface_form":"Catholic","offset":1613},{"uri":"Railway_track","surface_form":"line","offset":1740},{"uri":"Water_supply_system","surface_form":"water supply","offset":1824},{"uri":"Mining","surface_form":"mine","offset":1919},{"uri":"Asbestos","surface_form":"Asbestos","offset":2330},{"uri":"Metric_system","surface_form":"metric","offset":2518},{"uri":"Ton","surface_form":"ton","offset":2525},{"uri":"White_asbestos","surface_form":"white asbestos","offset":2535},{"uri":"Hectare","surface_form":"hectare","offset":2692},{"uri":"Acre","surface_form":"acre","offset":2706},{"uri":"Foundation_(nonprofit)","surface_form":"foundation","offset":2938},{"uri":"Health_care","surface_form":"health service","offset":3249},{"uri":"Research","surface_form":"study","offset":3308},{"uri":"Fossil","surface_form":"fossil","offset":3489},{"uri":"Diatoms","surface_form":"diatoms","offset":3500},{"uri":"Explosives","surface_form":"explosives","offset":3538},{"uri":"Filter","surface_form":"filter","offset":3550},{"uri":"Abrasive","surface_form":"abrasive","offset":3559},{"uri":"Insecticide","surface_form":"insecticide","offset":3570},{"uri":"Thermal_resistance","surface_form":"thermal","offset":3583},{"uri":"Catalysis","surface_form":"catalysis","offset":3602},{"uri":"Pyrite","surface_form":"Pyrite","offset":3716},{"uri":"Jasper","surface_form":"jasper","offset":3725},{"uri":"Garnet","surface_form":"garnet","offset":3733},{"uri":"Zeolite","surface_form":"zeolite","offset":3742},{"uri":"Quartz","surface_form":"quartz","offset":3778},{"uri":"Prospecting","surface_form":"fossicking","offset":3851},{"uri":"Fossil","surface_form":"fossil","offset":3884},{"uri":"Wool","surface_form":"wool","offset":3982},{"uri":"Mutton","surface_form":"mutton","offset":3991},{"uri":"Celsius","surface_form":"Celsius","offset":4161},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":4175},{"uri":"Millimetre","surface_form":"millimetre","offset":4295},{"uri":"Inch","surface_form":"inch","offset":4311},{"uri":"Creek","surface_form":"Creek","offset":4535},{"uri":"Well","surface_form":"well","offset":4645},{"uri":"Pipeline","surface_form":"pipeline","offset":4695}]}