{"id":707832,"url":"http://en.wikipedia.org/wiki/Devil_May_Cry","text":"The \"Devil May Cry\" series is a hack and slash video game series where the player fights demons using both melee weapons and firearms. The video game series has five main games and one reboot game.\nFor most of the series, the player plays as Dante, a demon-hunter who is half-human and half-demon. The player earns upgrades, learns new moves, and buys items using Red Orbs, a pickup the player gets by exploring the level and killing enemies. The player gets more Red Orbs from enemies by getting a higher Combo Ranking. The player increases their Combo Ranking by killing multiple enemies quickly without getting hurt and by using many different attacks in a short amount of time.\nInterestingly enough, the first \"Devil May Cry\" game was supposed to be \"Resident Evil 4\". However, the game became so different from earlier \"Resident Evil\" games that the development team decided that the game should be a new IP instead of a Resident Evil game. The first \"Devil May Cry\" game sold well and got good reviews. Due to the game's popularity, it had several sequels and inspired other hack and slash games like \"Bayonetta.\"\nDespite the first game getting good reviews, the sequel, \"Devil May Cry 2\", got poor reviews. Nonetheless, since the second game sold well there was enough money to make \"Devil May Cry 3\", which got many good reviews, although it got some criticisms for being such a difficult game. \"Devil May Cry 4\" also got good reviews, and the difficulty was made a little easier so that more people could enjoy it, but it was criticized for reusing levels instead of making more levels. Worried that the game series could lose its appeal to video game players if it did not change the game series much, Capcom hired a British game developer named Ninja Theory to reboot the game series with. The game was loosely based on the story of the earlier games, but the game had a much darker tone and Dante's look and personality was changed a lot. While the game got positive reviews from professional critics, it was criticized very heavily by fans of the series, who did not like Dante's new look and personality. Due to harsh criticisms from the fans, Capcom decided to continue the original series by making \"Devil May Cry 5\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Hack_and_slash","surface_form":"hack and slash","offset":32},{"uri":"Video_game","surface_form":"video game","offset":47},{"uri":"Player_character","surface_form":"player","offset":75},{"uri":"Demon","surface_form":"demons","offset":89},{"uri":"Melee_weapon","surface_form":"melee weapons","offset":107},{"uri":"Gun","surface_form":"firearms","offset":125},{"uri":"Reboot_(fiction)","surface_form":"reboot","offset":185},{"uri":"Devil_May_Cry_(video_game)","surface_form":"Devil May Cry","offset":715},{"uri":"Resident_Evil_4","surface_form":"\"Resident Evil 4\"","offset":754},{"uri":"Resident_Evil","surface_form":"\"Resident Evil\"","offset":824},{"uri":"Intellectual_property","surface_form":"IP","offset":910},{"uri":"Bayonetta","surface_form":"Bayonetta","offset":1108},{"uri":"Devil_May_Cry_2","surface_form":"Devil May Cry 2","offset":1178},{"uri":"Dante%27s_Awakening","surface_form":"Devil May Cry 3","offset":1291},{"uri":"Devil_May_Cry_4","surface_form":"Devil May Cry 4","offset":1404},{"uri":"Capcom","surface_form":"Capcom","offset":1712},{"uri":"Ninja_Theory","surface_form":"Ninja Theory","offset":1756},{"uri":"Reboot_(fiction)","surface_form":"reboot","offset":1772},{"uri":"Personality","surface_form":"personality","offset":1920},{"uri":"Critic","surface_form":"critics","offset":2005},{"uri":"Devil_May_Cry_5","surface_form":"Devil May Cry 5","offset":2216}]}