{"id":70788,"url":"http://en.wikipedia.org/wiki/Cats_(musical)","text":"\"Cats\" is a musical. It is based on \"Old Possum's Book of Practical Cats\", a book of poems by T.S. Eliot. Trevor Nunn wrote the lyrics for the song, \"Memory\", which is based on some of T.S Eliot's poems. Andrew Lloyd Webber wrote the music.\n\"Cats\" premiered at the New London Theatre in the West End on 11 May 1981. It closed on 11 May 2002 after 8,949 performances. It opened on Broadway on 7 October 1982 at the Winter Garden Theatre. It closed on 10 September 2000, after 7,485 performances.\nThe musical won the 1982 Laurence Olivier Award for Best New Musical and the 1983 Tony Award for Best Musical.\nEvery year, a tribe of cats known as the Jellicle Cats meet for the Jellicle Ball. At the Jellicle Ball, Old Deuteronomy, the leader of the tribe, chooses one cat to ascend to the Heaviside Lair to be reborn and return to a new life.\nGrizabella, an elderly (younger in some productions) glamour cat who left the Jellicle tribe's junkyard home, comes back to her tribe, but they shun her. While the other cats dance at the Jellicle Ball, Grizabella watches in the background. She performs a simple dance when the other cats leave, and sings about how she wants to be accepted. Old Deutoronomy sees this and sympathizes with her.\nIn act two, Old Deuteronomy gets kidnapped by Macavity, a \"mystery cat\" who is the only true antagonist in the musical. As soon as he is successfully returned, it is time to choose who goes to the Heaviside Layer.\nGrizabella is chosen, and she is taken on a tire to fly into the Heaviside layer.","categories":[],"infobox_types":["musical"],"annotations":[{"uri":"Musical","surface_form":"musical","offset":12},{"uri":"Old_Possum%27s_Book_of_Practical_Cats","surface_form":"Old Possum's Book of Practical Cats","offset":37},{"uri":"Poem","surface_form":"poem","offset":85},{"uri":"T.S._Eliot","surface_form":"T.S. Eliot","offset":94},{"uri":"Andrew_Lloyd_Webber","surface_form":"Andrew Lloyd Webber","offset":204},{"uri":"West_End_of_London","surface_form":"West End","offset":291},{"uri":"Broadway","surface_form":"Broadway","offset":380},{"uri":"Laurence_Olivier_Award_for_Best_New_Musical","surface_form":"Laurence Olivier Award for Best New Musical","offset":520},{"uri":"Tony_Award_for_Best_Musical","surface_form":"Tony Award for Best Musical","offset":577}]}