{"id":707995,"url":"http://en.wikipedia.org/wiki/Chitetsu_Watanabe","text":"e=\"preserve\">Chitetsu Watanabe (渡邉智哲; \"Watanabe Chitetsu\", 5 March 1907 – 23 February 2020) was a Japanese farmer and supercentenarian and at the time of his death aged 112 years, 355 days the world's oldest living man as well as the oldest man ever from Niigata Prefecture (since 31 August 2018 when he surpassed the age of Jokichi Ikarashi).\nBiography.\nWatanabe was born 5 March 1907 in the village of Uragawara, which now is Joetsu, in Niigata Prefecture, Japan. His parents were farmers. He studied at Niigata Prefectural Takada Agricultural High School before moving to Taiwan where he lived and worked for the sugarcane company Dai-Nippon Sugar Company though until the end of World War II when he returned to Joetsu. He lived with his son's family until 2015 when he aged 108 got infected by influenza and moved to a retirement home. He has in total 5 children, 12 grandchildren, 16 great-grandchildren and one great-great-grandchild, who was born on 15 January 2019, just five days before he became the oldest living Japanese man after 113-year-old Hokkaido man Masazō Nonaka's death.\nAfter 114-year-old German man Gustav Gerneth's death on 22 October 2019, Watanabe was the oldest known living man in the world, and credited his longevity to laughing often, forgetting bad things and not to get angry, and said he wanted to try his best to eat delicious healthy food until age 120 and might eat his own food except hard food and liked sweet food. He was recognized as the world's oldest living man by Guinness World Records on 12 February 2020. He died just eleven days later, at 11:10pm local time the evening of 23 February, just eleven days before his 113th birthday, and was succeeded as the oldest living man by Englishman Robert Weighton.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supercentenarian","surface_form":"supercentenarian","offset":118},{"uri":"Niigata_Prefecture","surface_form":"Niigata Prefecture","offset":255},{"uri":"Jokichi_Ikarashi","surface_form":"Jokichi Ikarashi","offset":325},{"uri":"Joetsu","surface_form":"Joetsu","offset":428},{"uri":"Niigata_Prefecture","surface_form":"Niigata Prefecture","offset":439},{"uri":"Japan","surface_form":"Japan","offset":459},{"uri":"Niigata_Prefectural_Takada_Agricultural_High_School","surface_form":"Niigata Prefectural Takada Agricultural High School","offset":506},{"uri":"Taiwan","surface_form":"Taiwan","offset":575},{"uri":"Dai-Nippon_Meiji_Sugar_Company","surface_form":"Dai-Nippon Sugar Company","offset":634},{"uri":"World_War_II","surface_form":"World War II","offset":683},{"uri":"Influenza","surface_form":"influenza","offset":799},{"uri":"Masaz%C5%8D_Nonaka","surface_form":"Masazō Nonaka","offset":1070},{"uri":"Gustav_Gerneth","surface_form":"Gustav Gerneth","offset":1123},{"uri":"Oldest_people","surface_form":"the oldest living man","offset":1701}]}