{"id":707926,"url":"http://en.wikipedia.org/wiki/Spouse_of_the_Prime_Minister_of_the_United_Kingdom","text":"The spouse of the Prime Minister of the United Kingdom is the wife or husband of the Prime Minister of the United Kingdom.\nHistory.\nSince July 2019, there have been forty-four women and two men who have been married to British prime ministers in office. There have also been four bachelor and nine widower prime ministers; the last bachelor was Edward Heath (1970–1974) and the last widower was Ramsay MacDonald (1924, 1929–1935).\nThe Duke of Grafton (1766–1768) is the only Prime Minister to have divorced and remarried while in office, while current Prime Minister Boris Johnson (2019–present) is the only one to have a \"de jure\" spouse in Marina Wheeler, due to their separation in 2018. The most recent unseparated spouse is Philip May, the husband of Theresa May.\nOn the 29 July 2019, it was announced that Carrie Symonds (Prime Minister Boris Johnson's girlfriend and Director of Communications for the Conservative Party) would move into Number 10 Downing Street with Johnson, making them the first unmarried couple to live in Downing Street.\nRole.\nThe role of the British prime minister's spouse is not an official office and are not given a salary or official duties. Over time the position has evolved and spouses. Cherie Blair, have gained public attention through their own independent careers and achievements, as well as attending engagements such as the African First Ladies Summit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister of the United Kingdom","offset":85},{"uri":"Edward_Heath","surface_form":"Edward Heath","offset":345},{"uri":"Ramsay_MacDonald","surface_form":"Ramsay MacDonald","offset":395},{"uri":"Augustus_FitzRoy%2C_3rd_Duke_of_Grafton","surface_form":"Duke of Grafton","offset":435},{"uri":"Boris_Johnson","surface_form":"Boris Johnson","offset":567},{"uri":"Marina_Wheeler","surface_form":"Marina Wheeler","offset":642},{"uri":"Philip_May","surface_form":"Philip May","offset":729},{"uri":"Theresa_May","surface_form":"Theresa May","offset":756},{"uri":"Boris_Johnson","surface_form":"Boris Johnson","offset":843},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":909},{"uri":"Number_10_Downing_Street","surface_form":"Number 10 Downing Street","offset":945},{"uri":"Cherie_Blair","surface_form":"Cherie Blair","offset":1225}]}