{"id":708019,"url":"http://en.wikipedia.org/wiki/Typhoon_Lekima_(2019)","text":"ce=\"preserve\">:\"This storm is about the storm in 2019. For other storms of the same name, see Typhoon Lekima.\"\nTyphoon Lekima, known in the Philippines as the Typhoon Hanna, was the second-costliest typhoon in Chinese history, only behind Fitow in 2013. The ninth named storm of the 2019 Pacific typhoon season, Lekima originated from a tropical depression that formed east of the Philippines on July 30. It gradually organized, became a tropical storm and was named on August 4. Lekima intensified under favourable environmental conditions and peaked as a Category 4–equivalent super typhoon. However, an eyewall replacement cycle caused the typhoon to weaken before it made landfall in Zhejiang late on August 9, as a Category 2–equivalent typhoon. Lekima weakened subsequently while moving across the East China, and made its second landfall in Shandong on August 11.\nLekima's precursor enhanced the southwestern monsoon in the Philippines, which brought heavy rain to the country. The rains caused three boats to sink and 31 people died in this accident. Lekima brought catastrophic damage in mainland China, with a death toll of 89 people and more than CN¥53.7 billion (US$7.6 billion) in damages. The system also caused minor damage in Ryukyu Islands and Taiwan.\nMeteorological history.\nOn August 2, the Japan Meteorological Agency (JMA) began to monitor a tropical depression which developed over the Philippine Sea. The system slowly developed while moving northward. The Joint Typhoon Warning Center (JTWC) also monitored the system and gave the identifier \"10W\" early on August 4. The JMA upgraded the system to a tropical storm and assigned the name \"Lekima\" at 6:00 a.m. UTC that day. The JTWC followed suit later that day. Though Lekima was affected by moderate wind shear, warm waters of and good outflow channel allowed Lekima to slowly intensify, and Lekima became almost stationary due to the absence of steering current.\nOn August 6, Lekima steered by a subtropical ridge to the northeast and accelerated to the northwest, and the JMA upgraded Lekima to a severe tropical storm. Later that day, both JMA and JTWC upgraded Lekima to a typhoon, after the system developed a central dense overcast. As Lekima continued to move northwestward, the system moved into an area of low wind shear, and it started a process of rapid intensification on August 7. The eye became evident on satellite imagery. On August 8, the JTWC upgraded Lekima to a super typhoon, and stated that the system had acquired some of the annular characteristics. Later that day, the JMA stated that Lekima attained maximum sustained winds of. At the same time, Lekima passed between Miyako-jima and Tarama-jima.\nShortly thereafter, Lekima began an eyewall replacement cycle. The typhoon developed a concentric eyewall, as seen from the radar. This cycle also caused the motion of Lekima slightly veered to the north, and the JTWC downgraded Lekima back to typhoon late on August 8. Environmental conditions in East China Sea became less favourable, causing Lekima to slowly weaken while approaching East China. At 1:45 a.m. China Standard Time () August 10, Lekima made landfall in Wenling, Zhejiang with two-minute sustained winds of. Lekima quickly weakened and turned to the north, along the western side of the subtropical ridge. Lekima dropped below typhoon intensity early on August 10, and weakened further to a tropical storm later that day. Lekima emerged into the Yellow Sea early on August 11, and made second landfall in Xihai'an, Qingdao, Shandong at 8:50 p.m. CST, with two-minute sustained winds of. The JTWC issued its final warning to the system around that time. Lekima meandered over the Shandong Peninsula and Bohai Sea throughout August 12, and the JMA downgraded it to a tropical depression later that day.\nPhilippines.\nAs Lekima moved northwestward and approached the northern part of the Philippines, PAGASA issued PSWS#1 to Batanes and the Babuyan Islands late on August 6. These warnings were lifted after Lekima left the Philippine Area of Responsibility.\nThough Lekima, locally known as \"Hanna\", did not directly affect the Philippines, it enhanced the southwest monsoon which caused heavy rain to the nation. Three boats sank in Guimaras Strait; 31 people died and three were left missing. Heavy rains also caused flooding in Metro Manila. Classes of numerous cities were suspended on August 5. A motorboat carrying 10 passengers capsized off the coast of Mactan Island in the early morning of August 7. To the south, waves from Lekima displaced more than 1,300 people in Davao City. Agricultural damage in Central Luzon was at ₱80.5 million (US$1.55 million).\nRyukyu Islands.\nAs Lekima approached the southwestern Ryukyu Islands, Ishigaki-jima and Miyako-jima received a storm warning. The JMA urged the residents on these islands to beware of high waves, heavy rain, and sudden gusts. Gusts in Miyako-jima reached, while gusts in Shimojishima Airport and Iriomote-jima reached and respectively. Six people were injured during the storm, and thousands of families suffered from power outages. Hundreds of flights and passenger ship trips were cancelled on August 7–9, mainly in Miyako-jima and Ishigaki-jima, affecting thousands of passengers. Agricultural damage across the island chain was JP¥347 million (US$3.29 million).\nTaiwan.\nTaiwan's Central Weather Bureau (CWB) issued a sea warning on August 7. As Lekima continued to approach the island, the CWB issued a land warning to the northern part of Taiwan early on the next day, locally. The CWB lifted the land warning late on August 9, and lifted the sea warning early on the next day, after Lekima made landfall in East China. On late August 8, school and work were cancelled for the next day in eight municipalities and counties in the northern part of Taiwan and in the Matsu Islands. Hundreds of flights and ships were cancelled and delayed.\nThroughout Taiwan, Lekima killed two people and injured 15 others. More than 80,000 families suffered power outages. On August 8–9, Wufeng Township recorded a rainfall total of, while rainfall in Taichung amounted to. Lekima's downdraft affected Kinmen on August 9, where a farmland recorded temperature of, setting the national record for the second highest temperature. Jinfeng Township also recorded a temperature of. Institutional damage of Lekima, along with a magnitude 6.0 earthquake reached NT$5.24 million (US$167,000).\nMainland China.\nStriking East China as a super typhoon, according to China Meteorological Administration, Lekima wrought major damage across numerous provinces. In all, the typhoon killed 56 people and left 14 others missing. Damage nationwide reached CN¥53.72 billion (US$7.6 billion). Zhejiang was the worst hit province; 39 people died in the province, and economic loss reached CN¥24.22 billion (US$3.43 billion). Most of those killed died because of landslides in Yongjia County, and the landslides blocked a river. Water levels rose in ten minutes, and many residents could not evacuate in time. Wenling recorded peak wind gusts of, while daily rainfall in Beilun District amounted to.\nLekima also brought significant effects in Shandong, where 5 people were killed and the damage statewide amounted to CN¥1.475 billion (US$209 million). Because Lekima looped around Shandong for days, it brought heavy rainfall in the province. Daily rainfall in Linqu County reached.\nMalaysia.\nThe tail front of Lekima stretched south to Malaysia and struck the northern states of the Malay Peninsula on August 9, causing widespread damage and injuring 10 people in the states of Kedah, Penang and Perlis. The storm also caused damage to 329 schools, according to the Malaysian Ministry of Education. Wind speeds in some areas were recorded at.","categories":[],"infobox_types":["hurricane"],"annotations":[{"uri":"Typhoon_Lekima","surface_form":"Typhoon Lekima","offset":94},{"uri":"Philippines","surface_form":"Philippines","offset":140},{"uri":"Typhoon","surface_form":"typhoon","offset":199},{"uri":"Typhoon_Fitow","surface_form":"Fitow","offset":239},{"uri":"2013_Pacific_typhoon_season","surface_form":"2013","offset":248},{"uri":"Tropical_cyclone_naming","surface_form":"named storm","offset":264},{"uri":"2019_Pacific_typhoon_season","surface_form":"2019 Pacific typhoon season","offset":283},{"uri":"Tropical_depression","surface_form":"tropical depression","offset":337},{"uri":"Category_4_typhoon","surface_form":"Category 4","offset":557},{"uri":"Super_typhoon","surface_form":"super typhoon","offset":579},{"uri":"Eyewall_replacement_cycle","surface_form":"eyewall replacement cycle","offset":606},{"uri":"Zhejiang","surface_form":"Zhejiang","offset":688},{"uri":"Shandong","surface_form":"Shandong","offset":848},{"uri":"Mainland_China","surface_form":"mainland China","offset":1097},{"uri":"Renminbi","surface_form":"CN¥","offset":1158},{"uri":"United_States_dollar","surface_form":"US$","offset":1175},{"uri":"Ryukyu_Islands","surface_form":"Ryukyu Islands","offset":1242},{"uri":"Taiwan","surface_form":"Taiwan","offset":1261},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":1310},{"uri":"Philippine_Sea","surface_form":"Philippine Sea","offset":1408},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":1480},{"uri":"Tropical_cyclone_naming","surface_form":"assigned the name","offset":1643},{"uri":"UTC","surface_form":"UTC","offset":1683},{"uri":"Wind_shear","surface_form":"wind shear","offset":1775},{"uri":"Outflow_(meteorology)","surface_form":"outflow","offset":1811},{"uri":"Subtropical_ridge","surface_form":"subtropical ridge","offset":1972},{"uri":"Central_dense_overcast","surface_form":"central dense overcast","offset":2190},{"uri":"Rapid_intensification","surface_form":"rapid intensification","offset":2334},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":2373},{"uri":"Satellite_imagery","surface_form":"satellite imagery","offset":2395},{"uri":"Annular_tropical_cyclone","surface_form":"annular characteristics","offset":2524},{"uri":"Maximum_sustained_wind","surface_form":"maximum sustained wind","offset":2601},{"uri":"Miyako-jima","surface_form":"Miyako-jima","offset":2669},{"uri":"Tarama%2C_Okinawa","surface_form":"Tarama-jima","offset":2685},{"uri":"Eyewall_replacement_cycle","surface_form":"eyewall replacement cycle","offset":2734},{"uri":"East_China_Sea","surface_form":"East China Sea","offset":2996},{"uri":"East_China","surface_form":"East China","offset":3085},{"uri":"Time_in_China","surface_form":"China Standard Time","offset":3110},{"uri":"Landfall","surface_form":"landfall","offset":3156},{"uri":"Wenling","surface_form":"Wenling","offset":3168},{"uri":"Zhejiang","surface_form":"Zhejiang","offset":3177},{"uri":"Yellow_Sea","surface_form":"Yellow Sea","offset":3460},{"uri":"Xihai%27an","surface_form":"Xihai'an","offset":3519},{"uri":"Qingdao","surface_form":"Qingdao","offset":3529},{"uri":"Shandong","surface_form":"Shandong","offset":3538},{"uri":"Shandong_Peninsula","surface_form":"Shandong Peninsula","offset":3693},{"uri":"Bohai_Sea","surface_form":"Bohai Sea","offset":3716},{"uri":"Philippines","surface_form":"Philippines","offset":3898},{"uri":"PAGASA","surface_form":"PAGASA","offset":3911},{"uri":"Batanes","surface_form":"Batanes","offset":3935},{"uri":"Babuyan_Islands","surface_form":"Babuyan Islands","offset":3951},{"uri":"Philippine_Area_of_Responsibility","surface_form":"Philippine Area of Responsibility","offset":4034},{"uri":"Guimaras_Strait","surface_form":"Guimaras Strait","offset":4244},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":4341},{"uri":"Mactan_Island","surface_form":"Mactan Island","offset":4471},{"uri":"Davao_City","surface_form":"Davao City","offset":4587},{"uri":"Central_Luzon","surface_form":"Central Luzon","offset":4622},{"uri":"Philippine_peso","surface_form":"₱","offset":4643},{"uri":"Ryukyu_Islands","surface_form":"Ryukyu Islands","offset":4730},{"uri":"Ishigaki-jima","surface_form":"Ishigaki-jima","offset":4746},{"uri":"Miyako-jima","surface_form":"Miyako-jima","offset":4764},{"uri":"Shimojishima_Airport","surface_form":"Shimojishima Airport","offset":4947},{"uri":"Japanese_yen","surface_form":"JP¥","offset":5308},{"uri":"Central_Weather_Bureau","surface_form":"Central Weather Bureau","offset":5359},{"uri":"East_China","surface_form":"East China","offset":5689},{"uri":"Matsu_Islands","surface_form":"Matsu Islands","offset":5846},{"uri":"Wufeng%2C_Hsinchu","surface_form":"Wufeng Township","offset":6051},{"uri":"Taichung","surface_form":"Taichung","offset":6115},{"uri":"Kinmen","surface_form":"Kinmen","offset":6165},{"uri":"Jinfeng%2C_Taitung","surface_form":"Jinfeng Township","offset":6291},{"uri":"New_Taiwan_dollar","surface_form":"NT$","offset":6418},{"uri":"East_China","surface_form":"East China","offset":6473},{"uri":"China_Meteorological_Administration","surface_form":"China Meteorological Administration","offset":6517},{"uri":"Zhejiang","surface_form":"Zhejiang","offset":6735},{"uri":"Yongjia_County","surface_form":"Yongjia County","offset":6917},{"uri":"Wenling","surface_form":"Wenling","offset":7050},{"uri":"Beilun_District","surface_form":"Beilun District","offset":7111},{"uri":"Shandong","surface_form":"Shandong","offset":7183},{"uri":"Linqu_County","surface_form":"Linqu County","offset":7401},{"uri":"Front_(weather)","surface_form":"front","offset":7442},{"uri":"Malaysia","surface_form":"Malaysia","offset":7477},{"uri":"Malay_Peninsula","surface_form":"Malay Peninsula","offset":7524},{"uri":"Kedah","surface_form":"Kedah","offset":7619},{"uri":"Penang","surface_form":"Penang","offset":7626},{"uri":"Perlis","surface_form":"Perlis","offset":7637}]}