{"id":708018,"url":"http://en.wikipedia.org/wiki/Typhoon_Francisco_(2019)","text":"Typhoon Francisco was a typhoon that devastated Japan, especially Kyushu, and South Korea. It was the next typhoon after Typhoon Wutip of the 2019 Pacific typhoon season.\nMeteorological History.\nOn August 1, a tropical depression formed east of the Mariana Islands and got the name 10W. The depression rapidly began intensifying while moving NW and became a tropical storm. When 10W became a tropical storm is got the name Francisco. Overtime Francisco continued intensifying while moving towards Japan. Francisco gradually strengthened over the next few days becoming a severe tropical storm with 65 mph winds and a pressure of 985. Francisco continued to move when it the Bonin Islands. The storm moved towards Japan and after 12 hours it became a typhoon. Typhoon Francisco made landfall in Japan on August 6 early in the morning. Typhoon Francisco weakened down to a tropical storm but, is said to make landfall in South Korea as well.\nJapan.\nIn anticipation of coastal flooding, 20,020 people were evacuated from Kokuraminami-ku and Moji-ku. Striking Kyushu as a typhoon, Francisco brought heavy rain and strong winds to much of the island. Rainfall accumulations exceeded in Nobeoka and in Saiki. A maximum wind gust of was observed at Miyazaki Airport. Two people suffered injury after being knocked over by strong winds.\nKorean Peninsula.\nHeavy rainfall will also be a concern across South Korea as Francisco tracks northward through Wednesday.\nBusan and southeast South Korea were the first to be impacted by Francisco with nearly 75 mm (3 inches) of rain falling in less than 10 hours on Tuesday.\nRainfall of 75-150 mm (3-6 inches) is expected across the eastern half of the country with 25-75 mm (1-3 inches) in west-central locations and less than 25 mm (1 inch) in western parts of the country, including Seoul.\nFrancisco will remain a tropical depression as it moves into the Sea of Japan (East Sea) late Wednesday.","categories":[],"infobox_types":[],"annotations":[{"uri":"2019_Pacific_typhoon_season","surface_form":"2019 Pacific typhoon season","offset":142},{"uri":"Kokuraminami-ku%2C_Kitaky%C5%ABsh%C5%AB","surface_form":"Kokuraminami-ku","offset":1018},{"uri":"Moji-ku%2C_Kitaky%C5%ABsh%C5%AB","surface_form":"Moji-ku","offset":1038},{"uri":"Nobeoka%2C_Miyazaki","surface_form":"Nobeoka","offset":1181},{"uri":"Saiki%2C_%C5%8Cita","surface_form":"Saiki","offset":1196},{"uri":"Miyazaki_Airport","surface_form":"Miyazaki Airport","offset":1242},{"uri":"Busan","surface_form":"Busan","offset":1453}]}