{"id":708146,"url":"http://en.wikipedia.org/wiki/Consumer_Reports","text":"Consumer Reports (CR) is a nonprofit organization focused only on unbiased product testing, investigative journalism, consumer-focused research, public education, and consumer advocacy.\nFounded in 1936 as Consumer Union, CR was created to serve as a information source that consumers could use to help assess product performance and safety. Since that time, CR has continued its testing and analysis of products and services, and advocate for the consumer in legislative and rule-making areas. Consumer Reports helped advocate for seat belt laws, the dangers of cigarettes, and recently, the growth of consumer finance protection and the growth of consumer access to better health care. The organization has also expanded its scope to a set of digital platforms.\nThe organization’s headquarters, including its 50 testing labs, is in Yonkers, New York, while its cars are tested at a track site in East Haddam, Connecticut. CR is funded by subscriptions to its magazine and website, as well as through independent grants and donations. Marta L. Tellado is the current CEO of Consumer Reports. She joined the organization in 2014, with the goal of expanding its engagement and advocacy efforts.\nConsumer Reports' website and magazine writes reviews and comparisons of consumer products and services based on reporting and results from its in-house testing laboratory and survey research center. CR accepts no advertising, and has no shareholders as a nonprofit organization. It also publishes general and targeted product/service buying guides. Consumer Reports pays for all the products it tests through common ways citizens buy products and services. They do this through secret, anonymous shoppers.\nOnly paid subscribers can access its website ConsumerReports.org, in its entirety. ConsumerReports.org writes updates on product availability, and adds new products to already existing test results. In addition, the online data includes features that is not in the magazine; for example, vehicle reliability (frequency of repair) tables online show the full 10 model years reported in the Annual Questionnaires, but the magazine has only a six-year history of each model.\nConsumer Reports also allows the creators of the product to improve its product before Consumer Reports publishes its final results.","categories":[],"infobox_types":[],"annotations":[{"uri":"Product_testing","surface_form":"product testing","offset":75},{"uri":"Investigative_journalism","surface_form":"investigative journalism","offset":92},{"uri":"Public_education","surface_form":"public education","offset":145},{"uri":"Consumer_advocacy","surface_form":"consumer advocacy","offset":167},{"uri":"Seat_belt","surface_form":"seat belt","offset":531},{"uri":"Health_effects_of_tobacco","surface_form":"dangers of cigarettes","offset":551},{"uri":"Yonkers%2C_New_York","surface_form":"Yonkers, New York","offset":833},{"uri":"East_Haddam%2C_Connecticut","surface_form":"East Haddam, Connecticut","offset":897}]}