{"id":70819,"url":"http://en.wikipedia.org/wiki/Diethyl_ether","text":"Diethyl ether is a clear liquid chemical. It is often just called ether. Ether burns very easily and boils at about 35°C. It has a sweet smell and does not mix with water.\nEther was discovered in 1275. It was used in the past as a general anesthetic to make people unconscious during surgery. Now other chemicals are used because ether has side effects and can catch fire. Ether is used as a solvent by scientists for chemical reactions.\nPeople used to take ether as a recreational drug (drugs used for fun, such as alcohol) in the 1800s. People would either drink a drink with small amounts of ether in it, just like people drink alcoholic drinks, or inhale the fumes given off by pure or nearly pure ether. This could have addicted these people to the ether if they did that often enough. It was a big problem in some places, like Ireland and Poland. It first became popular because Europeans thought it was unladylike to drink alcohol. Women would drink ether instead, as would teetotalers, people who had decided not to drink alcohol.\nIt became illegal to sell ether in Poland in 1923.\nEther is made as a byproduct when ethanol is made, so it is not very expensive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liquid","surface_form":"liquid","offset":25},{"uri":"Boiling","surface_form":"boils","offset":101},{"uri":"Water","surface_form":"water","offset":165},{"uri":"Anesthetics","surface_form":"general anesthetic","offset":231},{"uri":"Unconscious","surface_form":"unconscious","offset":265},{"uri":"Surgery","surface_form":"surgery","offset":284},{"uri":"Side_effect","surface_form":"side effect","offset":340},{"uri":"Solvent","surface_form":"solvent","offset":392},{"uri":"Scientists","surface_form":"scientists","offset":403},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":418},{"uri":"Drug","surface_form":"recreational drug","offset":469},{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":516},{"uri":"Addiction","surface_form":"addicted","offset":725},{"uri":"Byproduct","surface_form":"byproduct","offset":1109},{"uri":"Ethanol","surface_form":"ethanol","offset":1124}]}