{"id":708584,"url":"http://en.wikipedia.org/wiki/Taarak_Mehta_Ka_Ooltah_Cheshmah","text":"\"Taarak Mehta Ka Ooltah Chashmah\" (Taarak Mehta's inverted spectacles) is one of India's longest running sitcoms. It is produced by Neela Tele Films Private Limited. The show went on air on 28 July 2008. It airs from Monday to Friday on SAB TV. Reruns of the show started on Sony Pal from 2 November 2015.\nThe show is based on the column \"Duniya Ne Undha Chashma\" written by columnist and journalist/playwright Taarak Mehta for the Gujarati weekly magazine \"Chitralekha\".\nPlot.\nThere are also other recurring characters including Sundarlal (brother of Jethalal's wife Daya, from Ahmedabad, Gujarat) and his friends Baka and Bhailu. Abdul, the shopkeeper of the provision store located outside the society entrance, reporter Rita Shrivastav from 'Kal Tak' a news channel, Inspector Chalu Pandey, Asit Kumarr Modi as himself, Jethalal's shop assistants - Natwarlal Prabhashankar Udhaiwala (Natu Kaka), his nephew Bagheshwar Dadu Udhaiwala (Baagha), who are often bent on doing the wrong job and Baagha's fiancee Bawri Dhondulal Kanpuria.\nThe members of the society and other characters have a good psychological bond of love and sympathy for one another that makes them live like members of one family. They are often seen celebrating festivals and participating in events together. Although they are shown to live the lives of typical Indian families, the characters, more often than not Jethalal Gada, tend to find themselves in trouble, cropping up from routine activities that intensify in a comical manner.\nThe quirks of the individual characters seek to enhance the humour quotient of the show. Whatever the nature of the problem that a member of the society encounters, all the other members stand by them to extend every possible help. In an episode, the resolution of the problem that a character faces is usually followed by a moral message at the end by Taarak Mehta, which is meant for all the characters of the show as well as the viewers.\nProduction and promotion.\nThe major part of the shooting is done in Mumbai. However, some parts of the show have also been shot in places such as Gujarat, New Delhi, Goa and in foreign locations such as London, Brussels, Paris, Hong Kong and Singapore.\nTo celebrate \"Taarak Mehta Ka Ooltah Chashmah\" completing 1,000 episodes on 6 November 2012, the director \"decided to shoot the film on a different canvas as he does not want the audience to feel that they are watching yet another episode of the serial.\"\nIn February 2015, Joshi, Vakani, and Lodha hosted the red carpet at the 60th Britannia Filmfare Awards to promote the \"Clean India\" campaign.\nReception and impact.\nIn the first week of 2017, the show stood in fourth position with 6,004 TVT ratings. In the fourth week, the show entered the top five and stood in fifth position with 6,059 TVT ratings. In March 2017, the show remained within the top five shows urban rural metrics. In the 25th week of 2017, the show stood at the top spot with 6,092 TVT ratings. In the 26th week of 2017, the show stood at third spot with 6,049 TVT ratings. It is the longest running scripted show on Indian television.In the 1st week of 2018 the show topped the trp chart with 6961 tvt ratings.\nPolish Deputy Prime Minister and Minister of Culture and National Heritage, Piotr Glinski visited the sets of Taarak Mehta Ka Ooltah Chashmah in February 2016.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Spectacles","surface_form":"spectacles","offset":59},{"uri":"Sitcoms","surface_form":"sitcoms","offset":105},{"uri":"Neela_Tele_Films","surface_form":"November","offset":291},{"uri":"Taarak_Mehta","surface_form":"Taarak Mehta","offset":411},{"uri":"Chitralekha_(weekly)","surface_form":"Chitralekha","offset":458},{"uri":"Ahmedabad","surface_form":"Ahmedabad","offset":579},{"uri":"Gujarat","surface_form":"Gujarat","offset":590},{"uri":"Asit_Kumarr_Modi","surface_form":"Asit Kumarr Modi","offset":795},{"uri":"Psychological","surface_form":"psychological","offset":1096},{"uri":"Mumbai","surface_form":"Mumbai","offset":2019},{"uri":"Gujarat","surface_form":"Gujarat","offset":2097},{"uri":"New_Delhi","surface_form":"New Delhi","offset":2106},{"uri":"Goa","surface_form":"Goa","offset":2117},{"uri":"London","surface_form":"London","offset":2154},{"uri":"Brussels","surface_form":"Brussels","offset":2162},{"uri":"Paris","surface_form":"Paris","offset":2172},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":2179},{"uri":"Singapore","surface_form":"Singapore","offset":2193},{"uri":"Filmfare_Awards","surface_form":"Filmfare Awards","offset":2546},{"uri":"Ministry_of_Culture_and_National_Heritage_(Poland)","surface_form":"Minister of Culture and National Heritage","offset":3221},{"uri":"Piotr_Gli%C5%84ski","surface_form":"Piotr Glinski","offset":3264}]}