{"id":708669,"url":"http://en.wikipedia.org/wiki/Hamza_River","text":"e=\"preserve\">The Hamza River (Portuguese: \"Rio Hamza\") is a recent discovery. Under the ground in the Amazon area is a huge slowly moving waterway. This slowly flowing aquifer in Brazil is about long. It is nearly below ground level. Its discovery was announced in 2011. It runs west to east, some below the Earth's surface, and follows roughly the path of the Amazon River. The Hamza empties in the Atlantic Ocean, deep under the surface. Its own water has a high salt content.\nIt flows from the Andean foothills to the Atlantic coast in a nearly west-to-east direction like the Amazon River. Seismic data and temperature variation with depth measured in 241 inactive oil wells helped find the aquifer.\nExcept for the flow direction, the Amazon and the Hamza have very different characteristics. The most obvious ones are their width and flow speed. While the Amazon is to wide, the Hamza is to in width. But the flow speed is in the Amazon and less than speed in the Hamza.\nGeology.\nSeveral geological factors have played a vital role in the formation and existence of these subterranean water bodies. Water has worn away calcium carbonate rocks far under the ground. Water drops to great depths. East-west trending faults and the karst topography may have some role in supplying water to the \"river\".\nThe 153 km-long underground river in Mexico's Yucatán Peninsula, and the 8.2 km-long Cabayugan River in the Puerto Princesa Subterranean River National Park in the Philippines have come into being thanks to the karst topography. Water in these places has dissolved the carbonate rock to form extensive underground river systems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Portuguese_language","surface_form":"Portuguese","offset":30},{"uri":"Amazon_rainforest","surface_form":"Amazon","offset":102},{"uri":"Aquifer","surface_form":"aquifer","offset":168},{"uri":"Brazil","surface_form":"Brazil","offset":179},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":400},{"uri":"Salinity","surface_form":"salt content","offset":465},{"uri":"Seismic","surface_form":"Seismic","offset":594},{"uri":"Oil_well","surface_form":"oil well","offset":669},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":1124},{"uri":"Fault_(geology)","surface_form":"faults","offset":1218},{"uri":"Karst","surface_form":"karst","offset":1233},{"uri":"Topography","surface_form":"topography","offset":1239},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":1350},{"uri":"Cabayugan_River","surface_form":"Cabayugan River","offset":1389},{"uri":"Puerto_Princesa_Subterranean_River_National_Park","surface_form":"Puerto Princesa Subterranean River National Park","offset":1412},{"uri":"Philippines","surface_form":"Philippines","offset":1468}]}