{"id":70866,"url":"http://en.wikipedia.org/wiki/Triton_(moon)","text":"Triton, or Neptune I, is the largest moon of the planet Neptune. It is the seventh-largest moon in the Solar System. Triton is slightly smaller than Earth's Moon. Triton has a complicated geological history, and it is thought to have a comparatively young surface compared to the age of the Solar System itself.\nIt was discovered by the British astronomer William Lassell on 10 October 1846, just 17 days after Neptune itself was discovered by the German astronomer Johann Gottfried Galle and Heinrich Louis d'Arrest.\nTriton is believed to be a captured Kuiper Belt object, and is the coldest-known body in the Solar System. The surface temperature of Triton was recorded by Voyager 2 as -235 °C (-391 °F). Triton has its own magnetic field and has a faint trace of an atmosphere.\nOrbit.\nDrag and tidal interaction cause Triton to fall slowly into lowered orbits. This process is immensely slow. 3.6 billion years from now, Triton will pass within Neptune's Roche limit. It will either collide with Neptune's atmosphere or break up, forming a ring system similar to that found around the planet Saturn.\nThe reason why Triton is thought to be a captured object is its orbit, which is unique in the Solar System. It is both retrograde (see diagram) and highly tilted. Although there are other satellites with retrograde orbits, they are much smaller than Titan, and much more distant from their host planets (their \"primaries\"). Triton, like our Moon, shows only one face to the planet: it rotates in synchrony to Neptune.\nSurface.\nAll we know about the surface of Triton comes from one fly-by of Voyager 2 in 1989. There are few impact craters. This suggests the surface is quite young in astronomical terms: estimates are six to 50 million years.\nDespite its very cold temperature, the surface of Triton is geologically active. There are events which look like geysers, volcanos and earthquakes. All the materials involved are quite different from those on Earth. Most of the gases are frozen most of the time. Gases like nitrogen are frozen until something occurs to melt them, then it turns back into a gas. A temperature increase of just 4 K () is enough to make this happen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Satellite_(natural)","surface_form":"moon","offset":37},{"uri":"Planet","surface_form":"planet","offset":49},{"uri":"Neptune_(planet)","surface_form":"Neptune","offset":56},{"uri":"Solar_System","surface_form":"Solar System","offset":103},{"uri":"Earth","surface_form":"Earth","offset":149},{"uri":"Moon","surface_form":"Moon","offset":157},{"uri":"Geology","surface_form":"geological","offset":188},{"uri":"United_Kingdom","surface_form":"British","offset":337},{"uri":"Astronomer","surface_form":"astronomer","offset":345},{"uri":"William_Lassell","surface_form":"William Lassell","offset":356},{"uri":"Germany","surface_form":"German","offset":448},{"uri":"Johann_Gottfried_Galle","surface_form":"Johann Gottfried Galle","offset":466},{"uri":"Kuiper_Belt","surface_form":"Kuiper Belt","offset":554},{"uri":"Voyager_2","surface_form":"Voyager 2","offset":675},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":726},{"uri":"Atmosphere","surface_form":"atmosphere","offset":769},{"uri":"Drag_(physics)","surface_form":"Drag","offset":788},{"uri":"Roche_limit","surface_form":"Roche limit","offset":958},{"uri":"Planetary_ring","surface_form":"ring","offset":1043},{"uri":"Saturn","surface_form":"Saturn","offset":1095},{"uri":"Orbit","surface_form":"orbit","offset":1167},{"uri":"Solar_System","surface_form":"Solar System","offset":1197},{"uri":"Synchronous_rotation","surface_form":"synchrony","offset":1499},{"uri":"Voyager_2","surface_form":"Voyager 2","offset":1595},{"uri":"Geyser","surface_form":"geyser","offset":1861},{"uri":"Volcanos","surface_form":"volcanos","offset":1870},{"uri":"Earthquakes","surface_form":"earthquakes","offset":1883},{"uri":"Nitrogen","surface_form":"nitrogen","offset":2022},{"uri":"Kelvin","surface_form":"K","offset":2143}]}