{"id":708826,"url":"http://en.wikipedia.org/wiki/Joey_Fatone","text":"Joseph Anthony Fatone Jr. (born January 28, 1977) is an American singer, dancer, actor, and television personality. He is best known as a member of the boyband NSYNC, in which he sang baritone. In 2007, he came in second place on the ABC reality show \"Dancing with the Stars\". He was the host of the U.S. and Australian versions of \"The Singing Bee\", which aired on NBC in the U.S. Fatone was also the announcer for the game show \"Family Feud\" from 2010 to 2015. Fatone previously hosted on Food Network's \"Rewrapped\", Live Well Network's \"My Family Recipe Rocks\", and \"The Price Is Right Live!\" at Bally's Las Vegas.\nEarly life and education.\nFatone was born in Brooklyn, New York City, the son of Joe and Phyllis Fatone. He has a brother, Steven, and a sister, Janine, and was raised at 2140 84th Street in the Bensonhurst neighborhood, His father had sung in a doo-wop group called the Orions. At 13, he moved with his family to Orlando, Florida, where he attended a Dr. Phillips High School.\nNSYNC (1995-2002).\nIn the summer of 1995, after befriending Chris Kirkpatrick, a fellow Universal Studios stage performer who was singing in a doo-wop group, he became the fourth member of NSYNC, along with Justin Timberlake and JC Chasez. Then Lance Bass was added to the group that would become NSYNC. In 2001, Fatone co-starred with *NSYNC bandmate Lance Bass in the Miramax film \"On the Line\", he guest starred with NSYNC on a 2001 episode of \"The Simpsons\" episode New Kids on the Blecch, and also did voice work with Bass on the same episodes of Disney's \"Kim Possible\" and Adult Swim's \"Robot Chicken\".\nPost-NSYNC career (2002-present).\nFatone co-starred in the 2002 dramatic comedy motion picture \"My Big Fat Greek Wedding\" as Toula's cousin Angelo, appeared in the show \"My Big Fat Greek Life\", and reprised the role again in the 2016 sequel \"My Big Fat Greek Wedding 2\".\nFatone hosted NBC's \"The Singing Bee\" as well as the Australian version of the show on Nine Network. On August 21, 2007, it was announced that Fatone, along with Lisa Rinna, would replace Joan Rivers and Melissa Rivers as hosts of TV Guide's red carpet pre-shows for the 2007–2008 season. His hosting duties with TV Guide continued for the 2008–2009 season.\nIn the twelfth season of \"Family Feud\" in 2010, Fatone became the announcer with Steve Harvey as the host for that season.\nIn January 2012, he was one of eight celebrities participating in the Food Network reality series \"Rachael vs. Guy: Celebrity Cook-Off\". In 6 weeks he was eliminated, but he won $5,000 for his charity, the Fatone Family Foundation. He also hosted the Las Vegas show \"The Price Is Right Live!\" at Bally's Las Vegas, as a celebrity guest host.\nOn August 25, 2013, the members of NSYNC regrouped for a one-off performance at the 2013 MTV Video Music Awards. They performed a medley of \"Girlfriend\" and \"Bye Bye Bye.\" After the performance, Lance Bass said that the group does not have plans at the moment for a reunion tour or new music.\nIn February 2014, he made a guest appearance on the hidden camera show \"Impractical Jokers\", standing in for one of the show's stars, Brian Quinn, during a challenge.\nIn April 2014, Fatone began hosting the Food Network cooking competition \"Rewrapped\", where chefs must try to recreate classic snack foods, then create new dishes using said snack food.\nIn August 2014, Fatone hosted the family reality series \"Parents Just Don't Understand\", seen on the Hub Network, which was later rebranded as Discovery Family.\nIn 2015, Fatone made a couple of appearances as himself in \"The Jack and Triumph Show.\"\nIn November 2016, Fatone made another appearance on \"Impractical Jokers\" for the Nitro Circus Spectacular episode.\nFatone is the host of \"Common Knowledge\", a game show which premiered on January 14, 2019 on the Game Show Network. He also appeared as the Rabbit in the singing competition show \"The Masked Singer\".\n\"Dancing with the Stars\".\nOn February 1, 2007, the ABC television network announced that Fatone would participate in season 4 of the American version of \"Dancing with the Stars\", which debuted March 19, 2007. He ended up placing second, losing the mirror ball to Apolo Anton Ohno and Julianne Hough. He competed with professional partner Kym Johnson. Fatone participated in the 15th season of \"Dancing with the Stars\" for a second chance to win a mirror ball trophy, again dancing with Kym Johnson. They were the second couple eliminated. He later returned in season 27 during Trio Week as a trio partner to John Schneider and Emma Slater.\nPersonal life.\nOn September 9, 2004, Fatone married his high-school sweetheart, Kelly Baldwin, at Oheka Castle on Long Island, New York, in a ceremony was attended by all his bandmates. Fatone and his wife have two daughters: Briahna Joely, born March 21, 2001, and Kloey Alexandria, born January 11, 2010. Fatone's best friend, Lance Bass, is their godfather.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Singing","surface_form":"singer","offset":65},{"uri":"Dancer","surface_form":"dancer","offset":73},{"uri":"Actor","surface_form":"actor","offset":81},{"uri":"Television_personality","surface_form":"television personality","offset":92},{"uri":"Boy_band","surface_form":"boyband","offset":152},{"uri":"NSYNC","surface_form":"NSYNC","offset":160},{"uri":"Baritone","surface_form":"baritone","offset":184},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":234},{"uri":"Dancing_with_the_Stars_(US_TV_series)","surface_form":"Dancing with the Stars","offset":252},{"uri":"United_States","surface_form":"U.S.","offset":300},{"uri":"Australia","surface_form":"Australia","offset":309},{"uri":"The_Singing_Bee_(Australian_game_show)","surface_form":"The Singing Bee","offset":333},{"uri":"NBC","surface_form":"NBC","offset":366},{"uri":"Game_show","surface_form":"game show","offset":420},{"uri":"Family_Feud","surface_form":"Family Feud","offset":431},{"uri":"Food_Network","surface_form":"Food Network","offset":491},{"uri":"Rewrapped","surface_form":"Rewrapped","offset":507},{"uri":"Live_Well_Network","surface_form":"Live Well Network","offset":519},{"uri":"My_Family_Recipe_Rocks","surface_form":"My Family Recipe Rocks","offset":540},{"uri":"The_Price_Is_Right_Live%21","surface_form":"The Price Is Right Live!","offset":570},{"uri":"Bally%27s_Las_Vegas","surface_form":"Bally's Las Vegas","offset":599},{"uri":"New_York_City","surface_form":"New York City","offset":673},{"uri":"Doo-wop","surface_form":"doo-wop","offset":864},{"uri":"Orlando%2C_Florida","surface_form":"Orlando","offset":932},{"uri":"Florida","surface_form":"Florida","offset":941},{"uri":"Chris_Kirkpatrick","surface_form":"Chris Kirkpatrick","offset":1056},{"uri":"Justin_Timberlake","surface_form":"Justin Timberlake","offset":1203},{"uri":"JC_Chasez","surface_form":"JC Chasez","offset":1225},{"uri":"Lance_Bass","surface_form":"Lance Bass","offset":1241},{"uri":"NSYNC","surface_form":"NSYNC","offset":1293},{"uri":"Lance_Bass","surface_form":"Lance Bass","offset":1348},{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":1444},{"uri":"Disney","surface_form":"Disney","offset":1548},{"uri":"Kim_Possible","surface_form":"Kim Possible","offset":1558},{"uri":"Adult_Swim","surface_form":"Adult Swim","offset":1576},{"uri":"Robot_Chicken","surface_form":"Robot Chicken","offset":1590},{"uri":"NBC","surface_form":"NBC","offset":1891},{"uri":"Nine_Network","surface_form":"Nine Network","offset":1964},{"uri":"Lisa_Rinna","surface_form":"Lisa Rinna","offset":2039},{"uri":"Joan_Rivers","surface_form":"Joan Rivers","offset":2065},{"uri":"Melissa_Rivers","surface_form":"Melissa Rivers","offset":2081},{"uri":"TV_Guide","surface_form":"TV Guide","offset":2108},{"uri":"TV_Guide","surface_form":"TV Guide","offset":2190},{"uri":"Family_Feud","surface_form":"Family Feud","offset":2261},{"uri":"Food_Network","surface_form":"Food Network","offset":2428},{"uri":"NSYNC","surface_form":"NSYNC","offset":2735},{"uri":"MTV","surface_form":"MTV","offset":2789},{"uri":"Lance_Bass","surface_form":"Lance Bass","offset":2895},{"uri":"Food_Network","surface_form":"Food Network","offset":3200},{"uri":"Discovery_Family","surface_form":"Discovery Family","offset":3489},{"uri":"Game_Show_Network","surface_form":"Game Show Network","offset":3807},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":3961},{"uri":"Julianne_Hough","surface_form":"Julianne Hough","offset":4194},{"uri":"Long_Island","surface_form":"Long Island","offset":4664},{"uri":"New_York_(state)","surface_form":"New York","offset":4677},{"uri":"Lance_Bass","surface_form":"Lance Bass","offset":4879},{"uri":"Godparent","surface_form":"godfather","offset":4900}]}