{"id":70895,"url":"http://en.wikipedia.org/wiki/Teotihuac%C3%A1n","text":"Teotihuacán was a city in pre-Columbian America. At the time it was most populated, it was the largest known city there at the time, housing over 100,000. This was from about the 1st century to about the 5th century. The city is about 40km away from Mexico City.\nThe civilization and culture lived around this city is also called Teotihuacán. Its important position can be seen in various sites in Veracruz, and the area controlled by the Maya civilization.\nName.\nThe name \"Teotihuacán\" was given by the Nahuatl-speaking Aztec centuries after the fall of the city. Although the original name of the city is unknown, it can be seen in hieroglyph inscriptions. Nahuatl creation myths took place in the city. The Nauhatl name,Teotihuacán, therefore translates to 'birthplace of the gods. '\nThe Maya seemed to have referred to it as \"puh\", as \"place of reeds\". This is similar to other Central Mexican settlements that took the name 'Tollan' such as Tula-Hidalgo and Cholula. It looks like \"Tollan\" was a general term, used for large settlements. In the concept of urbanism of the time, \"Tollan\" and other names seemed like a metaphor. They linked the bundles of reeds and rushes that formed part of the environment of the Valley of Mexico and the large gathering of people in a city.\nSpeculation of Chronology.\nWe still only know very little about the beginning of Teotihuacán. We also have not dedicated much time to such periods like the Formative Period. Some believe that this city was built by the Toltec people, but others believe that Tehuatican is much older than the Toltec Civilization.\nArcheologists Sugiyama and Sarabia also recently discovered older structures and Patlachique ceramics in the Sun Pyramid’s fill. Studies from their radiocarbon assays demonstrated that the construction of the pyramid was later than what many had thought before. Many now think that the construction began at around 229-330 A.D. If the Patlachique and Tzacualli phases are now this late, the chronology of Teotihuacán will require some crucial changes. No one has applied these changes yet to Teotihuacán's chronology, but it it important that these findings be noted.\nChronology.\nWhat we do know about Teotihuacán chronology is that beginning 150-100 B.C. Teotihuacan grew rapidly due to regional dominance with those of Cuicuilio and relocation of much of the population. Many settlements moved from the hinterlands to the valley floor. Teotihuacán’s urbanism grew exponentially during the subsequent Patalachique Phase. This is also where we see the Moon Pyramid being constructed, which is one of the earliest public structures in the city that still stands today. The following listed chronology is the development and decline of Teotihuacán that is divided into six phases. This is based on ceramic distinctions defined through test excavations throughout the city.\nRapid population growth occurred within Teotihuacán during the Tzacualli and Miccaotli phase. Many believe this is due to the relocation of settlements within the Basin of Mexico following volcanic activity, which impacted southern portions of the Basin. With this population being reorganized, vast amounts of construction efforts began to shape the ceremonial core of the city. Many have hypothesized that the Street of the Dead was established during this time, replacing earlier structures that now underlie this area, and large-scale construction occurred at the Sun Pyramid, the Moon Pyramid, and the Ciudadela complex.\nDuring the Tlamimilolpa period, the city of Teotihuacán began to construct about 2,300 apartment compounds throughout the city. Teotihuacan’s foreign interactions began to retract at around 450-500 A.D. Their level of economic and social power began to shrink by the Metepec Phase, as well as their population.\nCollapse.\nAt first, people believed that sometime in the 7th and th century, Teotihuacán was attacked and burned by invaders The Toltecs might have invaded the city. More recent research shows, that the fire damage and looting seems to be limited to the structures and houses of the higher class or those considered elite. This evidence makes an uprising from the poor more likely than invasion. The invasion theory is also not as accurate, because excavation and restoration work started with the temples, and palaces. All these structures showed extreme fire damage. The archaeologists then concluded, that the whole city was most likely burned. The destruction seems to have been focused on structures along the Avenue of the Dead. Some statues seem to have been destroyed in a rather methodical way. The population in the city started to decline around the 6th century. This supports the hypothesis that there was unrest in the city. The decline in population is generally linked to drought and deforestation. These were linked to climate change, occurring in 535-536 A.D. There also seem to be more skeletons of young people, and more evidence of malnutrition in city in the 6th century.There is no conflict between the theories. Both increased warfare and internal unrest can also be effects of a general period of drought and famine.\nA major key that allowed Teotihuacán to become so powerful and large was due to the absence of nearby enemies. However, due to sociopolitical chaos, environment issues that Tehuatican could recover from, and declining population, Teotihuacán became very weak in regards to defending itself from the outside world. Other cities nearby tried to take the position of Teotihuacán. These included Cholula, Xochicalco, and Cacaxtla. They tried to take advantage of Teotihuacán of being weak. Some believe they may have aligned themselves against Teotihuacán to reduce its influence and power. The art and architecture at these sites show an interest in emulating Teotihuacán forms. There is also but also a broader mix of motifs and iconography from other parts of Mesoamerica, particularly the Maya region.\nTeotihuacan Culture.\nTeotihuacán was a multi-ethnic city, with distinct Zapotec, Mixtec, Maya and what seem to be Nahua quarters. Immigration played a key role in the city’s growth and its variety of ethnicity. This then included ethnic barrios. The well-known Oaxaca (Zapotec) Barrio and the Merchants’ Barrio continue to be the subject of research on the immigrants in Teotihuacán. Due to these barrios, we have found that there was immigrants coming from western Mexico, Oaxaca, the Gulf Lowlands, and central Mexico.\nThe city was a center of industry. Many potters, jewelers, and craftsmen lived there. Many obsidian artifacts were produced in Teotihuacán. However, no ancient Teotihuacan non-ideographic texts are known to exist (or known to have existed). Mentions of the city in inscriptions from Maya cities show that Teotihuacán nobility travelled to local rulers, as far away as Honduras. It might have conquered them. Maya inscriptions mention an individual nicknamed by scholars as \"Spearthrower Owl\". He seems to have been a ruler of Teotihuacán, who reigned for over 60 years. He installed his relatives as rulers of Tikal and Uaxactúnin Guatemala Most of what we infer about the culture at Teotihuacán comes from the murals on the site and others, like the Wagner Murals, found in private collections, and from hieroglyphic inscriptions made by the Maya describing their encounters with Teotihuacan conquerors.\nReligon.\nThe religion of Teotihuacán is similar to those of other Mesoamerican cultures. Many of the same gods were worshipped. This includes the Feathered Serpent and The Rain god. Teotihuacán was know to be a major religious center. The priests most likely had a great deal of political power. As with other Mesoamerican cultures, the people of Teotihuacán practiced human sacrifice. Human bodies and animal sacrifices have been found during excavations of the pyramids at Teotihuacán. When the buildings were expanded, sacrifices were probably made to dedicate the new building. The victims could have been enemy warriors captured in battle. They were then brought to the city to be ritually sacrificed so the city could prosper. Some were decapitated, others had their hearts removed, still others were killed by being hit several times over the head. Some were even buried alive. Animals that were considered sacred and represented mythical powers and military might were also buried alive. They were imprisoned in cages, though. Cougars, a wolf, eagles, a falcon, an owl, and even venomous snakes were among those found.\nDiet.\nResearch on faunal and botanical remains from exploited apartment compounds found that there was a variety of resources for the city's diet. What was found included maize, amaranth, beans, squash, chili peppers, tomatoes, maguey, huahzontle, purslane, Mexican hawthorn, and Mexican cherries. A residue analysis from some ceramic vessels also demonstrated that a portion of Teotihuacán's dietary input was pulque, which was fermented from the sap of the maguey cactus. Studies of faunal remains at various apartment compounds suggest that the primary animal species consumed included several species of rabbits, white-tailed deer, dog, waterbirds, fish, quail, turkey, dove, and turtle. Egg fragments from these animals such as quail and turkey were also found to be a primary use of protein. Due to the consumption of white-tailed deer, It is still argued whether or not the people of Tehuatican hunted more or relied on domestic animals.\nSite layout.\nThe city's broad central avenue, called \"Avenue of the Dead,\" is flanked by impressive ceremonial architecture, including the immense Pyramid of the Sun (second largest in the New World after the Great Pyramid of Cholula) and the Pyramid of the Moon. Along the Avenue of the Dead are many smaller talud-tablero platforms. The Aztecs believed they were tombs, inspiring the name of the avenue. Now they are known to be ceremonial platforms that were topped with temples. Further down the Avenue of the Dead is the area known as the Citadel, containing the ruined Temple of the Feathered Serpent. This area was a large plaza surrounded by temples that formed the religious and political center of the city. The name \"Citadel\" was given to it by the Spanish, who believed it was a fort.\nOne aspect that was unique to Teotihuacán's layout was their utilization of apartment compounds. Over time, there were over 2,000 apartment compounds throughout city. These compounds didn't just house one family, but housed multiple families. These housed various people in all aspects of social classes as well. However, these people were not sent to live in certain compounds at random. Teotihuacán had a housing system which ensured that people and their families who had the same occupation would also live with other families with that same oppcupation. Rabbit breeders lived with rabbit breeders and plasters lived with plasters. However, it was also very common for people to do multiple specializations. Many did lots of farm work or specialized in some other sort of craft specialty. These compounds provided a standardized residential form but varied on the inside and expressed status, class, occupational, and ethnic differences between families. In every compound, each family had its own suite of rooms for cooking, dining, storing their belongings, and sleeping. They also had areas for directing funerals and burying their dead. Patios were centers of household religious dedication focused on patron or domestic deities.\nPyramids and Burials.\nThe Moon Pyramid was the first of the three major pyramids to be built. It was constructed in several stages that had a fourth enlargement during the third century A.D. Four burial complexes were found with sacrificial victims and some wealthy objects, but none seemed to be anything important like a ruler or someone high in the religious or political realm.\nThe Sun Pyramid is near an artificial cave and is associated with the Storm God, time, astronomy, the sun, and the Pleiades. This pyramid was mostly dedicated to investments and pilgrimage. Due to the pyramid’s semi-detached platform, it was known as the area of New Fire ceremonies. The New Fire ceremonies only happened at the end of a 52-year cycle at the time where new houses, temples, and cities were founded, and new rulers came into power.\nThe Feathered Serpent Pyramid was the last large temple added to the Street of the Dead. This pyramid is linked to the creation of a watery world with sacred warfare, sacrifice, authority, and rulership. Dedication of this temple included offerings of sacrificed warriors and some have theorized that other people who were sacrificed were captives. A central tomb was found, but had been looted in prior times. Many consider this tomb to be for someone that was a ruler or for someone of high importance.\nArchaeological site.\nKnowledge of the great ruins of Teotihuacán was never lost. After the fall of the city, various squatters lived on the site. During Aztec times, the city was a place of pilgrimage and identified with the myth of Tollan, the place where the sun was created. Teotihuacán astonished the Spanish \"conquistadores\" during the post-conquest era. Today Teotihuacán is one of the most noted archaeological attractions in Mexico.\nExcavations and investigations.\nMinor archaeological excavations were conducted in the 19th century, and in 1905 major projects of excavation and restoration began under archaeologist Leopoldo Batres. The Pyramid of the Sun was restored to celebrate the centennial of Mexican Independence in 1910. Major programs of excavation and restoration were carried out in 1960-65 and 1980-82. Recent projects at the Pyramid of the Moon and the Pyramid of the Feathered Serpent have greatly expanded evidence of cultural practices. Teotihuacán features museums and reconstructed structures.","categories":[],"infobox_types":["ancient site"],"annotations":[{"uri":"Pre-Columbian","surface_form":"pre-Columbian","offset":26},{"uri":"1st_century","surface_form":"1st century","offset":179},{"uri":"5th_century","surface_form":"5th century","offset":204},{"uri":"Veracruz","surface_form":"Veracruz","offset":398},{"uri":"Maya_civilization","surface_form":"Maya civilization","offset":439},{"uri":"Nahuatl_language","surface_form":"Nahuatl","offset":504},{"uri":"Aztec","surface_form":"Aztec","offset":521},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":634},{"uri":"Myth","surface_form":"myth","offset":676},{"uri":"Tollan","surface_form":"Tollan","offset":930},{"uri":"Tula%2C_Hidalgo","surface_form":"Tula-Hidalgo","offset":946},{"uri":"Cholula","surface_form":"Cholula","offset":963},{"uri":"Urbanism","surface_form":"urbanism","offset":1061},{"uri":"Metaphor","surface_form":"metaphor","offset":1122},{"uri":"Reed_(plant)","surface_form":"reeds","offset":1159},{"uri":"Valley_of_Mexico","surface_form":"Valley of Mexico","offset":1219},{"uri":"Malnutrition","surface_form":"malnutrition","offset":4954},{"uri":"Xochicalco","surface_form":"Xochicalco","offset":5544},{"uri":"Cacaxtla","surface_form":"Cacaxtla","offset":5560},{"uri":"Maya_civilization","surface_form":"Maya","offset":6034},{"uri":"Ideogram","surface_form":"ideographic","offset":6642},{"uri":"Quetzalcoatl","surface_form":"Feathered Serpent","offset":7517},{"uri":"Tlaloc","surface_form":"The Rain god","offset":7539},{"uri":"Decapitation","surface_form":"decapitated","offset":8114},{"uri":"Cougar","surface_form":"Cougar","offset":8406},{"uri":"Wolf","surface_form":"wolf","offset":8417},{"uri":"Eagle","surface_form":"eagle","offset":8423},{"uri":"Falcon","surface_form":"falcon","offset":8433},{"uri":"Owl","surface_form":"owl","offset":8444},{"uri":"Venomous_snake","surface_form":"venomous snake","offset":8458},{"uri":"Conquistador","surface_form":"conquistador","offset":13127},{"uri":"19th_century","surface_form":"19th century","offset":13341},{"uri":"Leopoldo_Batres","surface_form":"Leopoldo Batres","offset":13438},{"uri":"1910","surface_form":"1910","offset":13546}]}