{"id":7091,"url":"http://en.wikipedia.org/wiki/Leet","text":"e=\"preserve\">Leet (sometimes written as \"1337\" or \"l33t\"), also known as eleet or leet-speak, is another alphabet for the English language that is used mostly on the internet. It uses various combinations of ASCII characters to replace Latinate letters. For example, leet spellings of the word \"leet\" include \"1337\" and \"l33t\"; \"eleet\" may be spelled \"31337\" or \"3l33t\". It is used on the internet in forums, chat rooms and online games.\nLeet is mostly used for English, but can also be used with other languages including French, Spanish and German.\nLeet-speak.\nLeet-speak is a mixture of words (mostly computer-related jargon) spelled incorrectly intentionally*, usually coming from typographical errors (e.g. \"the\" becomes \"t3h\"). The words of Leet-speak are usually put together to create a dialect (small language). This dialect is used in some places for funniness. l33tspeak uses numbers, ASCII symbols, and diacritics together to make symbols that look like Latin letters. For example, in the name \"David\" would translate in 1337 as |)/-\\\\/1|).\n1337 Alphabet Examples.\nMost of the time it is only the vowels that are changed and then usually only they are replaced by numbers; therefore, it is unusual to see someone use the leet alphabet to spell out a whole word (although there are common exceptions, namely \"1337\").\nThese are only examples; these are not mandatory for Leet-speak, which is not officially defined anywhere, like most slangs.\nIntentional misspelling*.\nWhen people write in leet, they spell some words wrong all the time. They might do this to laugh at new people who do not write words with their keyboards well, might just be making fun of English's pronunciation or spelling.\nWrong grammar*.\nWhen a person writes in English the person must follow English rules, but most of the time people who write in leet do not use these rules. When they write in leet they try to write it in a special way, so that it is very different from English.\n\"l33t is teh suck!\" (meaning: 'leet sucks') shows that in leet people can use their own rules, and not use the English rules. A lot of times adjectives (describing words) are turned into nouns. The leet word \"teh\" (the) is also often placed in front of verbs, as in \"I teh pwnd j00\" (meaning I the owned you, meaning: I beat you badly). another example might be I 4m t3h pwnage!!!!11!!11 (meaning I am the best!)\nLeet speakers may also speak normally but without the vowels. Fr xmpl nmbr 1 u cn tll it wrks.= For example, number one you can tell it works.\nVariations.\nThere are some that are uber 1337...using nothing but symbols and numbers to represent their letters...\n1 4/\\/\\ 7|-|3 |<33/o3|2 ()|\" 7|-|3 \\_//\\/1\\/3|253 (I am the keeper of the universe)","categories":[],"infobox_types":[],"annotations":[{"uri":"Alphabet","surface_form":"alphabet","offset":105},{"uri":"English_language","surface_form":"English language","offset":122},{"uri":"Internet","surface_form":"internet","offset":166},{"uri":"ASCII","surface_form":"ASCII","offset":208},{"uri":"Latin_alphabet","surface_form":"Latinate","offset":236},{"uri":"Internet_forum","surface_form":"forums","offset":401},{"uri":"Chat_room","surface_form":"chat room","offset":409},{"uri":"Online_game","surface_form":"online game","offset":424},{"uri":"English_language","surface_form":"English","offset":462},{"uri":"French_language","surface_form":"French","offset":523},{"uri":"Spanish_language","surface_form":"Spanish","offset":531},{"uri":"German_language","surface_form":"German","offset":543},{"uri":"Misspelling","surface_form":"spelled incorrectly","offset":629},{"uri":"Typo","surface_form":"typographical errors","offset":685},{"uri":"Exempli_gratia","surface_form":"e.g.","offset":707},{"uri":"Dialect","surface_form":"dialect","offset":795},{"uri":"Numbers","surface_form":"numbers","offset":887},{"uri":"ASCII","surface_form":"ASCII","offset":896},{"uri":"Diacritic","surface_form":"diacritic","offset":915},{"uri":"Vowel","surface_form":"vowel","offset":1109},{"uri":"Slang","surface_form":"slang","offset":1445},{"uri":"English_language","surface_form":"English","offset":1668},{"uri":"Pronunciation","surface_form":"pronunciation","offset":1678},{"uri":"Adjective","surface_form":"adjective","offset":2108},{"uri":"Nouns","surface_form":"nouns","offset":2154}]}