{"id":709541,"url":"http://en.wikipedia.org/wiki/Victoria_Mary_Talbot","text":"Victoria Mary Talbot, born in 1931, is an Australian painter and illustrator. She started her career in Melbourne in 1958. She moved to London where she worked for the well-recognized solo-exhibitionist Arthur Jeffress' Gallery in 1961. This period were successful and became her great breakthrough. During this period, she also finished the portraits of The Duke of Bedford, Lady Astor and Princess Ujrvala Bistraw Shah. In 1962 she had her first solo exhibition in Paris. Several Exhibitions in Australia, which was completed in 1964. The travel desire brought her to Thailand, Cambodia, Hong Kong, Japan and America. After completing her exhibition in Los Angeles in 1965, she returned to London where she commissioned painting the Maharaja by Ciich-Behar. Her colourful and interesting life is reflected in her imaginative images, varied expressions from the observant and quality-conscious eye of an international connoisseur. Victoria Mary Talbot moved to Norway in November 1965, fell in love with the country and the tranquility. It has been numerous separate and collective exhibitions throughout much of the world.\n1996    Shawnee         Oklahoma Mabee & Gerrer","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_Mary_Talbot","surface_form":"Victoria Mary Talbot","offset":0},{"uri":"Australia","surface_form":"Australia","offset":42},{"uri":"London","surface_form":"London","offset":136},{"uri":"Duke_of_Bedford","surface_form":"Duke of Bedford","offset":359},{"uri":"Thailand","surface_form":"Thailand","offset":570},{"uri":"Cambodia","surface_form":"Cambodia","offset":580},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":590},{"uri":"Japan","surface_form":"Japan","offset":601},{"uri":"United_States","surface_form":"America.","offset":611},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":655},{"uri":"Maharaja_by_Ciich-Behar","surface_form":"Maharaja by Ciich-Behar","offset":735},{"uri":"Norway","surface_form":"Norway","offset":962}]}