{"id":70951,"url":"http://en.wikipedia.org/wiki/Atlas_Shrugged","text":"\"Atlas Shrugged\" is a book by the Russian American writer and social philosopher Ayn Rand. It was first published in 1957 in the United States. It was Rand's longest book and the last fiction book she wrote before writing non-fiction.\nPlot.\nThe main character of the story is Dagny Taggart. Dagny runs a large railroad company that controls the Transcontinental Railroad in the United States. The story takes place in the USA at a time when trains are the main way that people travel and that companies move their products.\nDagny begins to worry that a lot of the country's best minds are going away. The men who were in charge of an industry or the best at science are giving up their work and disappearing. Nobody knows where they go. She starts looking for \"the Destroyer\", whom she believes is making the leaders stop working.\nDuring her search, the country and the world get worse. Without the leaders, industries grind to a halt. The economy begins to fail, causing problems for society.\nFinally, Dagny finds the \"Destroyer\". His real name is John Galt. She realises that she was wrong and that John is not a bad man. Instead he is a man of high integrity and principle. He thinks that the world has been taking the work of the leaders and scientist without paying them enough. He thinks that the only way to make the worlds better is to make sure that the best minds are treated with respect and given enough payment. By telling the leaders and scientists this, he has convinced them to go on strike. They are hiding in a secret valley in the mountains.\nJohn Galt also convinces Dagny that he is right. She joins this man in his valley. They begin a relationship. Their goal is to bring down society so that they can help make a new society. The new society will respect hard work, intelligence and integrity.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Russian_American","surface_form":"Russian American","offset":34},{"uri":"Writer","surface_form":"writer","offset":51},{"uri":"Social","surface_form":"social","offset":62},{"uri":"Philosopher","surface_form":"philosopher","offset":69},{"uri":"Ayn_Rand","surface_form":"Ayn Rand","offset":81},{"uri":"United_States","surface_form":"United States","offset":129},{"uri":"Fiction","surface_form":"fiction","offset":184},{"uri":"Non-fiction","surface_form":"non-fiction","offset":222},{"uri":"Transcontinental_Railroad","surface_form":"Transcontinental Railroad","offset":345},{"uri":"Industry","surface_form":"industry","offset":634},{"uri":"Science","surface_form":"science","offset":658},{"uri":"Society","surface_form":"society","offset":985},{"uri":"Strike","surface_form":"strike","offset":1500}]}