{"id":709600,"url":"http://en.wikipedia.org/wiki/Peter_Ellis_(childcare_worker)","text":"Peter Hugh McGregor Ellis (30 March 1958 – 4 September 2019) was a New Zealand convicted child sex-offender. He was a child care worker who worked in Christchurch. His case remains controversial as many believe that Ellis was innocent due to lack of faith in testimony and strong evidence against him. He was convicted in June 1993 and release from prison in February 2000.\nConviction and backlash.\nIn June 1993, Ellis was found guilty in the High Court on 16 counts of sexual offences involving children in his care at the Christchurch Civic Creche and sentenced to 10 years' imprisonment. His conviction has been criticized, with concerns centering on how the children's testimony was obtained and presented to the jury.\nMany people believe in Ellis' innocence and many New Zealanders have supported his calls to overturn the conviction.\nIn 1994, the Court of Appeal removed convictions on three of the charges, but kept the sentence. His conviction and sentence were removed for a second time in the Court of Appeal in October 1999. Ellis refused to attend parole board hearings while in prison because he would have to confess to the crimes in order to argue for early release. He was released in February 2000 after serving seven years in prison.\nEllis has continued to campaign to clear his name. In 2019, he appealed to the Supreme Court to have his conviction removed from his background.\nThe Ellis case was one of many high profile child abuse cases around the world in the 1980s and early 1990s. It has been mentioned as a reason for the decrease in the number of male teachers in New Zealand schools.\nPersonal life.\nEllis was born in Christchurch. He was openly bisexual.\nOn 26 July 2019, Ellis announced that he was diagnosed with terminal bladder cancer. He died on 4 September 2019 while appealing his conviction in Christchurch from the disease, aged 61.","categories":[],"infobox_types":[],"annotations":[{"uri":"Child_care","surface_form":"child care","offset":118},{"uri":"Christchurch","surface_form":"Christchurch","offset":150},{"uri":"Testimony","surface_form":"testimony","offset":259},{"uri":"High_Court_of_New_Zealand","surface_form":"High Court","offset":443},{"uri":"Child_sexual_abuse","surface_form":"sexual offences involving children","offset":470},{"uri":"Court_of_Appeal_of_New_Zealand","surface_form":"Court of Appeal","offset":853},{"uri":"Christchurch","surface_form":"Christchurch","offset":1645},{"uri":"Bisexual","surface_form":"bisexual","offset":1673},{"uri":"Bladder_cancer","surface_form":"bladder cancer","offset":1752}]}