{"id":709619,"url":"http://en.wikipedia.org/wiki/Yap","text":"Yap or Wa′ab traditionally refers to an island in the Caroline Islands of the western Pacific Ocean, a part of the Federated States of Micronesia. The name \"Yap\" in recent years has come to also refer to the state within the Federated States of Micronesia, inclusive of the Yap Main Islands and its various outer islands.\nGeography.\nThe Yap Main Islands are considered to be made up of four separate islands: Yap Island proper (\"Marbaq\"), Gagil-Tamil, Maap, and Rumung. The four are contiguous, though separated by water, and are surrounded by a common coral reef. They are formed from an uplift of the Philippine Sea Plate, and are referred to as \"high\" islands as opposed to atolls. The land is mostly rolling hills, densely vegetated. Mangrove swamps line much of the shore, although there are beaches on the northern sides of the islands. Excluding the reef area, Yap is approximately 24 km long, 5–10 km wide, and 98 km. The highest elevation is at Mount Taabiywol in Fanif municipality on Yap island proper. The Yapese people's indigenous cultures and traditions are strong compared to other states in Micronesia.\nCapital.\nColonia is the capital of the State of Yap which includes the Yap Main Islands and the Yap Neighboring Islands—the outer islands (mostly atolls) reaching to the east and south from the Yap Main Islands for some 800 km (500 mi), namely the atolls of Eauripik, Elato, Faraulep, Gaferut, Ifalik, Lamotrek, Ngulu, Olimarao, Piagailoe (West Fayu), Pikelot, Sorol, Ulithi, and Woleai, as well as the islands of Fais and Satawal (see map). Historically, a tributary system existed between the Neighboring Islands and the Yap Main Islands. This probably related to the need for goods from the high islands, including food, as well as wood for construction of seagoing vessels.\nPopulation.\nIn 2000 the population of Colonia and ten other municipalities totalled 11,241. The state has a total land area of.","categories":[],"infobox_types":[],"annotations":[{"uri":"Caroline_Islands","surface_form":"Caroline Islands","offset":54},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":86},{"uri":"Federated_States_of_Micronesia","surface_form":"Federated States of Micronesia","offset":115},{"uri":"Yap_State","surface_form":"the state","offset":204},{"uri":"Coral_reef","surface_form":"coral reef","offset":553},{"uri":"Philippine_Sea_Plate","surface_form":"Philippine Sea Plate","offset":603},{"uri":"Mangrove","surface_form":"Mangrove","offset":738},{"uri":"Yapese_people","surface_form":"Yapese people","offset":1018},{"uri":"Micronesia","surface_form":"Micronesia","offset":1108},{"uri":"Colonia%2C_Yap","surface_form":"Colonia","offset":1129},{"uri":"Yap_State","surface_form":"State of Yap","offset":1159},{"uri":"Municipalities","surface_form":"municipalities","offset":1858}]}