{"id":709830,"url":"http://en.wikipedia.org/wiki/Ahmedabad_Municipal_Corporation","text":"The Ahmedabad Municipal Corporation (AMC), also known as Amdavad Municipal Corporation, is a government organization which manages the civic infrastructure and administration of the city of Ahmedabad. AMC was established in July 1950 under the Bombay Provincial Corporation Act (1949).\nAdministration.\nAMC is divided into 48 electoral division headed by a mayor which is largely ceremonial. However, the administrative head is a Municipal Commissioner, an Indian Administrative Service's officer appointed by the Government of Gujarat.\nFor administrative purposes, the city was earlier divided into 5 zones — Central, East, West, North, and South. But, in 2013, an area spread across 466 sq km demarcated as New West Zone which was formerly governed by the \"Ahmedabad Urban Development Authority (AUDA).\" In 2018, the \"New West Zone\" was further divided into \"North West Zone\" and \"South West Zone\".\nCity Water Distribution System.\nAMC uses the Sabarmati river and Narmada canal as the two main sources of water supply for catering to the domestic and commercial demand. It also utilizes groundwater as a source for water supply.\nCurrently, it operates 4 major \"Water Treatment Plants (WTPs)\" namely Kotarpur, Raska, Dudheswar, and Jaspur. Also, there are 7 operational french wells on Sabarmati River that augment water supply to the city. After the treatment, AMC supplies water through its pipeline network to its strategically located \"Water Distribution Stations (WDSs)\" in 6 zones across the city.\nSolid Waste Management System.\nAMC collect more than 1000 TPD \"(tonnes per day)\" waste from various spots existing in 6 zones by deploying 130 tractors, trucks, JCB, etc. equipments & machineries. In total, 1173 vehicles are monitored through global positioning system.\nIn 2017, the corporation started door-to-door e-waste collection under public-private partnership. Total 6 collection centers were open across the city to segregate e-waste.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ahmedabad","surface_form":"Ahmedabad","offset":190},{"uri":"Global_Positioning_System","surface_form":"global positioning system","offset":1747}]}