{"id":70985,"url":"http://en.wikipedia.org/wiki/Audition","text":"e=\"preserve\">An audition is a test to see whether a person is good enough to take part in a play or concert or to join a theatre company, dance company or orchestra.\nUses.\nWhen people go for an audition they will normally have to prepare something to perform.\nActing.\nAn actor many have to be prepared to say a monologue (a speech from a play). If he (or she) is auditioning for a particular play then he will take a scene from that play, e.g. if the play is \"Hamlet\" a male actor who would like the part of Hamlet might have prepared the famous \"To be or not to be...\" monologue. The director of the play will then be able to decide whether he is good enough, or whether he might be better in another role. They may give the person who is auditioning some other tests, e.g. improvisation or acting with other people.\nMusic.\nWhen a musician auditions for a job in an orchestra they will have to prepare a piece of music they know well. They may also be expected to have prepared difficult passages from well-known musical works, e.g. someone auditioning for tuned percussion might be asked to play the xylophone introduction to \"Summer Time\" from \"Porgy and Bess\", one of the hardest solos for xylophone. They will also be given some sightreading.\nPeople can audition to sing in a choir. Dancers can audition for dancing companies.\nAfter Audition.\nIn some cases people who pass an audition are still not automatically a member of a group until they have performed with the group for a trial period.\nGrammar.\nThe word \"audition\" can be used as a noun or a verb.","categories":[],"infobox_types":[],"annotations":[{"uri":"Play_(theatre)","surface_form":"play","offset":92},{"uri":"Concert","surface_form":"concert","offset":100},{"uri":"Orchestra","surface_form":"orchestra","offset":155},{"uri":"Actor","surface_form":"actor","offset":271},{"uri":"Monologue","surface_form":"monologue","offset":311},{"uri":"Hamlet","surface_form":"Hamlet","offset":460},{"uri":"Percussion","surface_form":"percussion","offset":1064},{"uri":"Xylophone","surface_form":"xylophone","offset":1102},{"uri":"Porgy_and_Bess","surface_form":"Porgy and Bess","offset":1148},{"uri":"Sing","surface_form":"sing","offset":1271},{"uri":"Choir_(music)","surface_form":"choir","offset":1281},{"uri":"Noun","surface_form":"noun","offset":1545},{"uri":"Verb","surface_form":"verb","offset":1555}]}