{"id":70996,"url":"http://en.wikipedia.org/wiki/Remus_Lupin","text":"e=\"preserve\">Remus J. Lupin is a character in the \"Harry Potter\" book series written by J. K. Rowling. In the Harry Potter movies, he is played by actor David Thewlis.\nRemus John Lupin was bitten by Fenrir Greyback at the age of 4 when his father-Lyall Lupin- insulted all werewolves. Fenrir tried to kill him but Remus got saved by his father. However he became a fully fledged werewolf. His parents were both upset by this, because it meant he could not go to Hogwarts School of Witchcraft and Wizardry. However, when Albus Dumbledore became headmaster, he let Lupin go to Hogwarts. He had a tunnel built so that Lupin could sneak out of the school during the times when he became a werewolf. This tunnel had the Whomping Willow (a violent tree that attacks those who get near it) built over it, so nobody could get to him by mistake. The tunnel led to the Shrieking Shack, a building in the wizarding village of Hogsmeade, said to be the most haunted of them all. When Lupin was in the Shrieking Shack as a werewolf, he had no humans to bite, so he often bit himself. These bites led to cries of pain that led the villagers to believe that the building was haunted.\nDuring his time at Hogwarts, he became good friends with three other boys his age: James Potter, Sirius Black, and Peter Pettigrew. These four came to be known as the Marauders, infamous for their mischievous antics. They knew Hogwarts and the grounds like the back of their hands, and actually created a magical map that showed the location of everyone on the grounds and in the castle. The map also revealed the many secret passages hidden in the school. His friends knew of his lycanthropy, but did not seem to mind. They simply referred to it as his \"furry little problem\". Later on, they even became Animagi (a person that can turn into an animal) so that they could accompany him on the full moon and make his transformations more fun.\nOn the 31st of October, Remus lost all of his friends at once, through betrayal, jail and death.\nHe was a wizard during Voldemort's first and second rises to power. He was member of the First and Second Order of the Phoenix\nRemus was having trouble getting a job as there was an anti-werewolf litigation so he had no money and therefore could not buy wolfsbane potion (a potion created by Damocles Belby which lets a werewolf keep his mind during a full moon), so he locked himself up in rooms every full moon so that he didn't hurt anyone. Albus Dumbledore knew of his struggles and found Remus living in a semi-derelict cottage in Yorkshire. Dumbledore offered Remus a job for the Defence Against The Dark Arts post at Hogwarts and Lupin immediately accepted. He resigned at the end of the year when Severus Snape let it slip to students that he was a werewolf.\nHe was killed along with his wife Nymphadora Tonks in the Final Battle for Hogwarts. Their son, Edward Remus Lupin survived, who was left in the care of Tonks' mother, Andromeda Tonks, and his godfather, Harry Potter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":33},{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":51},{"uri":"J._K._Rowling","surface_form":"J. K. Rowling","offset":88},{"uri":"David_Thewlis","surface_form":"David Thewlis","offset":153},{"uri":"Wizard","surface_form":"wizard","offset":2017},{"uri":"Voldemort","surface_form":"Voldemort","offset":2031},{"uri":"Order_of_the_Phoenix","surface_form":"Order of the Phoenix","offset":2114},{"uri":"Severus_Snape","surface_form":"Severus Snape","offset":2713},{"uri":"Werewolf","surface_form":"werewolf","offset":2765},{"uri":"Nymphadora_Tonks","surface_form":"Nymphadora Tonks","offset":2809},{"uri":"Teddy_Lupin","surface_form":"Edward Remus Lupin","offset":2871},{"uri":"Andromeda_Tonks","surface_form":"Andromeda Tonks","offset":2943}]}