{"id":71001,"url":"http://en.wikipedia.org/wiki/Werewolf","text":"The werewolves are real but can hide there ears and tail. It is a human but also wolf most people fear them because of how they look. There are characteristics that make werewolves special, and that allow a person to tell them apart from real wolves, such as the eyes, shape, and tail. When in human form, werewolves look and act like any normal human being, although they usually appear to be ill around nights when there is a full moon. When in wolf form, the werewolf does keep the mind of human but will only attack those who angry it or take a member of its pack. A werewolf can maybe be killed with silver bullet but it depends on what type of werewolf. However, a werewolf cannot be killed by silver crosses or holy water, like vampires. When a werewolf dies, it turns back into a human.Then restarts the cycle.\nThe name is derived from \"wer\" meaning man and \"wulf\" meaning wolf. They are sometimes referred to as 'Lycans'.\nSome of the earliest myths of werewolves are those of Greek and Romania roots. Ovid in the Metamorphoses, told of King Lycaeon, who was visited by gods. Skeptical of them being true gods he decided to test them by serving human flesh in their banquet of honor. Cannibalism is frowned upon in many parts of the world, past or present (especially in that particular area). When the gods discovered the tainted meal they changed King Lycaeon into a Werewolf. Since he obviously liked human flesh, the wolven form would be more acceptable for when he took part in his little \"activity.\"The word Lycanthropy originates from Greek roots (Lykoi meaning wolf and anthropos meaning man)\nBecoming a werewolf.\nSeveral ways for becoming a werewolf have been told about. One of the simplest is taking off all ones's clothes and putting on a belt made of wolf skin. Also wearing an entire animal skin is frequently described. In other cases, the body is rubbed with a magic ointment. Drinking rainwater out of the footprint of the animal was reported to work.\nIn Italy, France and Germany, it was said that a man or woman could turn into a werewolf if he or she, on a certain Wednesday or Friday, slept outside on a summer night with the full moon shining directly on his or her face.\nIt is said that humans can be turned into werewolves by having been bitten by another werewolf. Another way is getting another werewolf to scratch you. However, both of these only work if the werewolf in question is in wolf form.\nHowever, as depicted from the Harry Potter series lycanthropy is rarely inherited from parent to child. For example, Nymphadora Tonks and Remus Lupin, Remus being the werewolf and Tonks a half blood, had a child named Teddy Lupin who inherited no signs of lycranthropy but he did inherit his mother's","categories":[],"infobox_types":[],"annotations":[{"uri":"Human","surface_form":"human","offset":66},{"uri":"Wolf","surface_form":"wolf","offset":81},{"uri":"Bullet","surface_form":"bullet","offset":612},{"uri":"Ovid","surface_form":"Ovid","offset":1010},{"uri":"Metamorphoses","surface_form":"Metamorphoses","offset":1022},{"uri":"Cannibalism","surface_form":"Cannibalism","offset":1192},{"uri":"Ointment","surface_form":"ointment","offset":1891},{"uri":"Italy","surface_form":"Italy","offset":1980},{"uri":"France","surface_form":"France","offset":1987},{"uri":"Germany","surface_form":"Germany","offset":1998}]}