{"id":710391,"url":"http://en.wikipedia.org/wiki/Lecompton_Constitution","text":"The Lecompton Constitution (1857) was one of four proposed constitutions for the state of Kansas. It was written by pro-slavery people. It included parts to allow slavery in the state. It also had parts to not include free blacks from its bill of rights. It was defeated on January 4, 1858 by a majority of voters in the Kansas Territory. The rejection of the Lecompton Constitution, and the admission of Kansas to the Union as a free state, showed the unusual and fraudulent voting practices. These practices had been used in earlier efforts by bushwhackers and border ruffians to create a state constitution in Kansas that allowed slavery.\nThe Topeka Constitution was written before the Lecompton Constitution. The Leavenworth and Wyandotte Constitutions were written after the Lecompton Constitution. The Wyandotte Consitution became the Kansas state constitution. The document was written in response to the anti-slavery 1855 Topeka Constitution. That constitution was written by James H. Lane and other free-state people. The territorial legislature was filled mostly with slave owners. They met at the chosen capital of Lecompton in September 1857. They met there to write a document that would compete against the other constitutions. Most actual settlers were anti-slavery. They [boycott]ed the vote. Territorial governor of Kansas, Robert J. Walker, was very pro-slavery. However, he was against the obvious unfairness of the Constitution. He quit being governor so he did not have to enforce it.\nPresident James Buchanan was very pro-slavery, so he supported the Lecompton Constitution when it was sent to Congress. The president received the support of the Southern Democrats. However, many Northern Democrats, led by Stephen A. Douglas, voted with the Republicans to be against the constitution.\nFile:Constitution Hall Lecompton.jpg|alt=Lecompton Constitution, Lecompton Kansas, lecomptonkansas.com|thumb|The Lecompton Constitution was drafted and signed in Constitution Hall in Lecompton, Kansas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Constitution","surface_form":"constitution","offset":59},{"uri":"Kansas","surface_form":"Kansas","offset":90},{"uri":"Majority","surface_form":"majority","offset":295},{"uri":"Kansas_Territory","surface_form":"Kansas Territory","offset":321},{"uri":"Bushwhacker","surface_form":"bushwhacker","offset":546},{"uri":"Border_ruffian","surface_form":"border ruffian","offset":563},{"uri":"Topeka_Constitution","surface_form":"Topeka Constitution","offset":646},{"uri":"Leavenworth_Constitution","surface_form":"Leavenworth","offset":717},{"uri":"Wyandotte_Constitution","surface_form":"Wyandotte","offset":733},{"uri":"Anti-slavery","surface_form":"anti-slavery","offset":912},{"uri":"James_H._Lane_(politician)","surface_form":"James H. Lane","offset":984},{"uri":"Free-Stater_(Kansas)","surface_form":"free-state","offset":1008},{"uri":"Lecompton%2C_Kansas","surface_form":"Lecompton","offset":1126},{"uri":"Robert_J._Walker","surface_form":"Robert J. Walker","offset":1341},{"uri":"James_Buchanan","surface_form":"James Buchanan","offset":1516},{"uri":"Stephen_A._Douglas","surface_form":"Stephen A. Douglas","offset":1729}]}