{"id":710447,"url":"http://en.wikipedia.org/wiki/Nata%C5%A1a_Novotn%C3%A1","text":"Nataša Novotná (born October 29, 1977, Opava) is a Czech dancer, choreographer, lecturer, co-founder of 420PEOPLE and founder of Kylián fund in Prague.\nEducation.\nNovotná graduated from Janáček Conservatory in Ostrava.\nDancer and choreographer.\nIn 1997, Novotná was engaged in the Dutch ensemble Nederlands Dans Theater 2 (NDT2) led by Jiří Kylián. Between 2000 and 2002 she danced in the Swedish Göteborgs Operan Ballet. Since 2002 she has been a member of the Nederlands Dans Theater (NDT1).\nNovotná has collaborated with leading world choreographers, e.g. Jiří Kylián, Ohad Naharin, W. Forsyth, M. Ek, Crystal Pite, Meryl Tancard and others.\nSince 2007, Novotná has been working independently, performing contemporary dance, collaborating as a dancer with leading world scenes and choreographers such as the Tero Saarinen Company in Finland, Copenhagen International Ballet, Korzo Theater, Station Zuid and C-scope in the Netherlands, as well with Roberto Bolle, the soloist of the Teatro alla Scala or with the London's Sadler's Wells and Sylvie Guillem.\n420PEOPLE.\nTogether with her former NDT colleague Václav Kuneš and manager Ondřej Kotrč, in 2007 Novotná founded a contemporary dance ensemble 420PEOPLE, and acted as executive director of the ensemble until 2016. The name of the ensemble evokes Czech origin – \" 420 \" is the telephone prefix for the Czech Republic.\nThe ensemble performs regularly both abroad (e.g. France, Spain, Germany, Mexico, Holland, Finland, Norway, Japan, Great Britain, etc.) and on the Czech stages (among others Czech National Theater, National Moravian-Silesian Theatre).\nThe ensemble organizes the participation of prominent foreign artists at events in the Czech Republic – such as Ohad Naharin, Abou Lagraa, Jo Strǿmgren, Ann Van den Broek, Sidi Larbi Cherkaoui and others.\nKylián Fund in Prague.\nAfter a decade of working for 420PEOPLE, Novotná founded \" Kylián Fund in Prague \" in 2017.\nFurther activities.\nNovotná is involved in initiatives to support Czech contemporary dance and is a board member of the Vision of Dance professional organization.\nNovotná teaches at dance conservatories, Academy of Performing Arts in Prague and in ensembles in the Czech Republic and abroad. She is a lecturer in the Dance Studio of the New Stage, which offers both contemporary and classical dance lessons. Since 2017 she has been certified teacher of the Gaga movement language, developed by world-renowned choreographer Ohad Naharin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Czech_people","surface_form":"Czech","offset":51},{"uri":"Dancer","surface_form":"dancer","offset":57},{"uri":"Choreographer","surface_form":"choreographer","offset":65},{"uri":"420PEOPLE","surface_form":"420PEOPLE","offset":104},{"uri":"Ostrava","surface_form":"Ostrava","offset":210}]}