{"id":710402,"url":"http://en.wikipedia.org/wiki/N%C4%81ga","text":"A naga is a type of deity in Hinduism, Buddhism and Jainism.\nA female naga is called a \"nagi\" or \"nagini\". A \"nagaraja\" is a king of the nagas. They are common in Indian mythology and play an important role in many religious traditions.\nMeaning.\n\"Naga\" (नाग; nāga) is a Sanskrit word that means \"cobra.\" The word is sometimes also used to refer to any kind of snake.\nHinduism.\nNagas are very common in Hindu mythology and art. They are described as a proud and powerful race of semi-divine beings that can take on many forms. They live in an enchanted underworld filled with jewels, gold and other treasures. This world is called “Naga-loka” or “Patala-loka”. The nagas are guardians of treasure and keepers of magic. They are often seen in bodies of water such as lakes and oceans.\nTheir power and venom is potentially dangerous to humans. However, many nagas are benevolent, such as in the story called Samudra manthan, where the Nagaraja Vasuki who lays on Shiva's neck becomes a rope used by the gods and asuras for churning the Ocean of Milk.\nThe nagas’ eternal enemies are the garudas, a bird-like deity.\nVishnu is often portrayed resting under Shesha’s hood or laying on Shesha, but this symbolism can be found among other deities too. The serpent is commonly seen in art featuring Ganesha.\nBuddhism.\nNagas are a common deity in Buddhism. They usually appear in the form of a giant cobra, with one head or many heads. Sometimes nagas will use their magic powers to transform into human form. They are often called \"dragons\" in English and are understood across Asia as being the same as dragons. It is believed that nagas live both underground in their own world and in the world of humans. Some live in the earth in places like caves and caverns while others live in water such as oceans and lakes.\nThe nagas are the followers of Virupaksha one of the Four Heavenly Kings. They are also guardians on Mount Sumeru and protect the devas of Trayastrimsha heaven from the asuras.\nThere is a story of a naga who appeared in human form so that he could become a Buddhist monk. The Buddha told him that only humans were allowed to become monks. The naga took the five precepts so that he could be reborn as a human in a future life.\nThere is also an episode in the \"Lotus Sutra\" where the eight year old daughter of the dragon king transforms into a male bodhisattva and then becomes enlightened. This story may be a reference to the idea that a person must have a male body in order to become a Buddha.\nOne popular naga in Buddhism is Mucalinda, who is a Naga King and protector of the Buddha. In the Vinaya Sutra, King Mucalinda uses his hood and seven heads to shelter the Buddha from a storm. Then the king takes the form of a young Brahmin and worships the Buddha.\nAccording to tradition, Nāgārjuna was given the Prajñapāramita sutras by nagas who were guarding them after the Buddha left the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hinduism","surface_form":"Hinduism","offset":29},{"uri":"Buddhism","surface_form":"Buddhism","offset":39},{"uri":"Jainism","surface_form":"Jainism","offset":52},{"uri":"Nagaraja","surface_form":"nagaraja","offset":110},{"uri":"Samudra_manthan","surface_form":"Samudra manthan","offset":905},{"uri":"Nagaraja","surface_form":"Nagaraja","offset":932},{"uri":"Vasuki_(snake)","surface_form":"Vasuki","offset":941},{"uri":"Garuda","surface_form":"garuda","offset":1083},{"uri":"Vishnu","surface_form":"Vishnu","offset":1111},{"uri":"Shesha","surface_form":"Shesha","offset":1151},{"uri":"Ganesha","surface_form":"Ganesha","offset":1289},{"uri":"Dragons","surface_form":"dragons","offset":1522},{"uri":"Virupaksha","surface_form":"Virupaksha","offset":1838},{"uri":"Four_Heavenly_Kings","surface_form":"Four Heavenly Kings","offset":1860},{"uri":"Deva_(Buddhism)","surface_form":"devas","offset":1937},{"uri":"Trayastrimsha","surface_form":"Trayastrimsha","offset":1946},{"uri":"Asura","surface_form":"asura","offset":1976},{"uri":"Five_precepts","surface_form":"five precepts","offset":2164},{"uri":"Lotus_Sutra","surface_form":"Lotus Sutra","offset":2267},{"uri":"Bodhisattva","surface_form":"bodhisattva","offset":2356},{"uri":"Mucalinda","surface_form":"Mucalinda","offset":2537},{"uri":"Brahmin","surface_form":"Brahmin","offset":2738}]}