{"id":710707,"url":"http://en.wikipedia.org/wiki/Railroad_classes","text":"In the United States, railroads are Class I, II, or III, depending on how big they are. The Surface Transportation Board decides how big the railroads need to be to be in the classes.\nThere are six US Class I freight railroad companies. Canada has two Class I freight railroads. Both of the Canadian companies have trackage in the US. Mexico has two Class I freight railroads, one with trackage in the US. The national passenger railroads in the US and Canada, Amtrak and Via Rail, are both Class I.\nClass I.\nIn the United States, the Surface Transportation Board says a Class I railroad is a railroad that gets $250 million or more in revenue every year. It was 1991 when they said it had to be at least $250 million. In 2012, $452,653,248 is how much it would be. In 2011, the Association of American Railroads says that Class I railroads had to get at least $433.2 million.\nIn Canada, a Class I rail carrier is a company that has earned at least $250 million (CAD) in revenue for each of the previous two years.\nClass I railroads are some of the most efficient kinds of transportation. They move a ton of freight almost 500 miles with each gallon of diesel fuel (to move).\nIn 2013, eleven railroads in North America were Class I. In the United States, Amtrak and seven freight railroads are Class I based on 2011 measurements released in 2013.\nClass II.\nA Class II railroad in the United States takes freight and is mid-sized in terms of revenue., a Class II railroad is a railroad with that earns more than $37.4 million but less than $433.2 million in revenue for at least three years in a row. Switching and terminal railroads are can't be Class II railroads.\nClass III.\nA Class III railroad earns less than $20 million (1991 dollars) in revenue every year.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":7},{"uri":"Railroad","surface_form":"railroad","offset":22},{"uri":"Surface_Transportation_Board","surface_form":"Surface Transportation Board","offset":92},{"uri":"Amtrak","surface_form":"Amtrak","offset":461},{"uri":"Via_Rail","surface_form":"Via Rail","offset":472},{"uri":"Surface_Transportation_Board","surface_form":"Surface Transportation Board","offset":535},{"uri":"Revenue","surface_form":"revenue","offset":636},{"uri":"Association_of_American_Railroads","surface_form":"Association of American Railroads","offset":779},{"uri":"Canada","surface_form":"Canada","offset":880},{"uri":"Freight","surface_form":"freight","offset":1108}]}