{"id":710969,"url":"http://en.wikipedia.org/wiki/Jacob_Hornberger","text":"Jacob G. Hornberger (born January 1, 1950) is an American attorney, author, and politician. He is the founder and president of the Future of Freedom Foundation. He was a candidate for the Libertarian Party's presidential nomination in 2000, as well as a candidate for the United States Senate election in Virginia in 2002. He was born in Laredo, Texas.\nIn April 2019, Hornberger was seen as a possible 2020 candidate for the Libertarian nomination. On October 23, 2019, he filed to run for the Libertarian Party 2020 presidential primary.\nThough Hornberger won the most primaries and received the most votes, Jo Jorgensen was chosen as the party's presidential nominee on the night of May 23, 2020, after four rounds of voting.\nEarly Life.\nJacob grew up on a farm on the Rio Grande near Laredo, Texas, which at the time was the poorest city in the United States. His father was German-American and his mother was Mexican-American.\nEducation.\nJacob Hornberger received a bachelor's degree in economics from the Virginia Military Institute, and a law degree from the University of Texas.\nProfessional Career.\nJacob Hornberger was an attorney in the state of Texas for twelve years. Hornberger was an adjunct professor at the University of Dallas, teaching economics and law. Hornberger stopped practicing law in 1987 to become the director of programs for the Foundation for Economic Education. Since then, he has been an advocate for free markets and founded the Future of Freedom Foundation.\n2000 Presidential Campaign.\nIn early 1999, Hornberger formed an exploratory committee to seek the Libertarian nomination for president in 2000. Two months later, Hornberger withdrew from the race. Harry Browne, who had been the 1996 Libertarian nominee for president, was running for the nomination in 2000 and was considered the frontrunner. Hornberger began publishing essays criticizing Browne for not being committed to libertarian principles, alleging that Browne was running a \"Republican-lite\" campaign.\nThen, a week before the 2000 Libertarian National Convention, Hornberger rejoined the race for the presidential nomination. At the convention, Hornberger focused most of his messaging on the criticisms of Browne he had been publishing in the previous year. Browne secured the nomination on the first ballot with 56.15% of the vote, while Hornberger finished in third place with 13.67% of the vote.\n2002 Senate Campaign.\nDuring the 2000 Libertarian presidential primary, Hornberger published an essay titled \"Lord Acton Was Right: A Response to David Bergland: Part 3 (of 3)\". In it, Hornberger accused then-candidate for chair of the Libertarian National Committee Jim Lark of silencing a presidential candidate, Don Gorman, during the Libertarian Party of Virginia's state convention. Hornberger also detailed a conversation he had overheard between Lark and Gorman that supported these accusations. Both Lark and Gorman, as well as others, denied this conversation happening. Hornberger acknowledged this two years later in an essay titled \"Correction and Apology.\"\nShortly after this essay was published, Hornberger announced his intent to run for senate in Virginia as a Libertarian. Lark, as well as other members of the Libertarian Party of Virginia, expressed opposition to Hornberger's candidacy, citing his false accusations against them from 2000. Hornberger requested that the Libertarian Party of Virginia assist his campaign in collecting ballot access signatures, but the party denied since Hornberger had not been formally nominated as the party's candidate yet. Hornberger then decided to instead run as an independent in the 2002 Virginia senate race.\nIn the general election, Hornberger was one of three candidates who qualified for the ballot, alongside Republican incumbent John Warner and independent Nancy Spannaus, a Lyndon LaRouche movement activist; there was no Democrat challenger. Hornberger finished in third place with 106,055 votes and 7.1% of the popular vote.\n2020 Presidential Campaign.\nIn April 2019, Hornberger was seen as a possible 2020 candidate for the Libertarian nomination. On October 29, 2019 Hornberger officially filed to run for president as a Libertarian Shortly after he released a YouTube video announcing his candidacy., expressing a view that the candidates in the race before him were insufficiently committed to abolishing Medicare. Hornberger began his campaign by focusing on the North Carolina primary, declaring his intent to win the vote on March 3rd. Hornberger was considered an early front runner for the Libertarian Party nomination. Hornberger has conceded that him winning the presidency isn't \"realistic\" but hopes his campaign could \"make the case for freedom\" and \"fight for a free society\".\nHornberger finished 5th in the New Hampshire primary, which was won by Vermin Supreme. He later won the Iowa caucus.\nOn \"Super Tuesday\" Hornberger received the most votes in all but one of the contests (finishing behind \"Uncommited\" in North Carolina) solidifying his status as the front-runner.\nOn November 8, 2019, Hornberger was endorsed by historian and author. On November 11, 2019 radio host and anti-war activist Scott Horton also endorsed Hornberger, followed by Comedian and podcaster Dave Smith. Jake Porter, nominee for Governor of Iowa in 2018 endorsed Hornberger December 7, 2019. Jake Porter is now Hornberger's campaign manager for his 2020 presidential campaign Businessman and Chair of the Tulsa, OK chapter of the Libertarian Party of Oklahoma Todd Hagopian endorsed Hornberger on January 3, 2020. \"The Liberty Herald\" endorsed Hornberger December 29, 2019. The Libertarian Party Mises Caucus endorsed Hornberger January 7, 2020.\n2020 Primary.\nHornberger did not appear on the New Hampshire Libertarian Party Primary ballot, though he received 9 votes, putting him in sixth place.\nOn February 8, 2020, Hornberger won the Libertarian Party Iowa Caucus with 47.52% of the vote.\nOn February 25, 2020, Hornberger won the Libertarian Party Minnesota Caucus with 38.5% of the vote.\nOn March 3, 2020, Hornberger won the Libertarian Party California Primary with 17.5% of the vote.","categories":[],"infobox_types":[],"annotations":[{"uri":"Libertarian_Party_(United_States)","surface_form":"Libertarian Party","offset":188},{"uri":"2000_United_States_presidential_election","surface_form":"2000","offset":235},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":272},{"uri":"Virginia","surface_form":"Virginia","offset":305},{"uri":"2002_United_States_Senate_election_in_Virginia","surface_form":"2002","offset":317},{"uri":"Laredo%2C_Texas","surface_form":"Laredo","offset":338},{"uri":"Texas","surface_form":"Texas","offset":346},{"uri":"2020_United_States_presidential_election","surface_form":"2020","offset":402},{"uri":"2020_Libertarian_Party_presidential_primaries","surface_form":"Libertarian Party 2020 presidential primary","offset":494},{"uri":"Jo_Jorgensen","surface_form":"Jo Jorgensen","offset":609},{"uri":"Rio_Grande","surface_form":"Rio Grande","offset":771},{"uri":"Laredo%2C_Texas","surface_form":"Laredo, Texas","offset":787},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":970},{"uri":"Economics","surface_form":"economics","offset":991},{"uri":"University_of_Texas","surface_form":"University of Texas","offset":1065},{"uri":"Adjunct_professor","surface_form":"adjunct professor","offset":1198},{"uri":"Foundation_for_Economic_Education","surface_form":"Foundation for Economic Education","offset":1358},{"uri":"Free_market","surface_form":"free markets","offset":1433},{"uri":"Exploratory_committee","surface_form":"exploratory committee","offset":1556},{"uri":"2000_Libertarian_National_Convention","surface_form":"Libertarian nomination for president","offset":1590},{"uri":"Harry_Browne","surface_form":"Harry Browne","offset":1689},{"uri":"2000_Libertarian_National_Convention","surface_form":"2000 Libertarian National Convention","offset":2027},{"uri":"2000_Libertarian_National_Convention","surface_form":"2000 Libertarian presidential primary","offset":2434},{"uri":"Jim_Lark","surface_form":"Jim Lark","offset":2668},{"uri":"Don_Gorman","surface_form":"Don Gorman","offset":2716},{"uri":"2002_United_States_Senate_election_in_Virginia","surface_form":"2002 Virginia senate race","offset":3645},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":3776},{"uri":"John_Warner","surface_form":"John Warner","offset":3797},{"uri":"LaRouche_movement","surface_form":"Lyndon LaRouche movement","offset":3843},{"uri":"2020_United_States_presidential_election","surface_form":"2020","offset":4073},{"uri":"YouTube","surface_form":"YouTube","offset":4234},{"uri":"Medicare_(United_States)","surface_form":"Medicare","offset":4380},{"uri":"Vermin_Supreme","surface_form":"Vermin Supreme","offset":4834},{"uri":"Super_Tuesday","surface_form":"Super Tuesday","offset":4884},{"uri":"Comedian","surface_form":"Comedian","offset":5234},{"uri":"Governor","surface_form":"Governor","offset":5294},{"uri":"Iowa","surface_form":"Iowa","offset":5306},{"uri":"Libertarian_Party_(United_States)","surface_form":"Libertarian Party of Oklahoma","offset":5495},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":5758},{"uri":"Primary_election","surface_form":"Primary","offset":5790},{"uri":"Iowa","surface_form":"Iowa","offset":5920},{"uri":"Caucus","surface_form":"Caucus","offset":5925},{"uri":"Libertarian_Party_(United_States)","surface_form":"Libertarian Party","offset":5998},{"uri":"Minnesota","surface_form":"Minnesota","offset":6016},{"uri":"Caucus","surface_form":"Caucus","offset":6026}]}