{"id":711062,"url":"http://en.wikipedia.org/wiki/Editorial","text":"An editorial, leading article (US) or leader (UK), is an article written by the senior editors of a newspaper or magazine. The article is often unsigned. Australian and major United States newspapers, such as \"The New York Times\" and \"The Boston Globe\", often give editorials the heading \"opinion\".\nEditorials can also be in the form of a cartoon.\nThe editors decide on which issues their readers will want to know the newspaper's opinion.\nEditorials are usually published on a special page, called the editorial page. This often features letters to the editor from members of the public. The page opposite this page is called the op-ed page (opposite the editorial); and has opinion pieces by writers not employed by the publication. However, a newspaper may choose to publish an editorial on the front page. In the English-language press, this occurs rarely and only on topics considered very important; it is more common, however, in some European countries such as Spain, Italy, and France.\nMany newspapers do not put the name of the author on the editorial. Tom Clark, editorial writer for \"The Guardian\", argues that it helps readers discuss the issue, not the author. On the other hand, an editorial does reflect the position of a newspaper and the head of the newspaper, the editor, is known by name. Whilst the editor will often not write the editorial themselves, they maintain oversight and retain responsibility.\nWhen \"The Press\", a New Zealand newspaper based in Christchurch, changed after 157 years from broadsheet to compact in 2018, they published a list of editorials where current thinking differs from opinions expressed at the time. One example was the change in their view on women's suffrage in New Zealand. The government gave women the vote in 1893, and the editorial said that women would \"much prefer staying at home and attending to their household duties\" than going to the polling booths.\nIn fashion publishing, the term is often used to refer to \"photo\"-editorials. These are often full-page photographs on a particular theme, designer, model or other single topic, with or (as in a photo-essay) without accompanying text.","categories":[],"infobox_types":[],"annotations":[{"uri":"Newspaper","surface_form":"newspaper","offset":100},{"uri":"Magazine","surface_form":"magazine","offset":113},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":210},{"uri":"The_Boston_Globe","surface_form":"The Boston Globe","offset":235},{"uri":"Opinion","surface_form":"opinion","offset":289},{"uri":"Cartoon","surface_form":"cartoon","offset":339},{"uri":"Letters_to_the_editor","surface_form":"letters to the editor","offset":539},{"uri":"Op-ed","surface_form":"op-ed","offset":631},{"uri":"English-language","surface_form":"English-language","offset":817},{"uri":"Europe","surface_form":"Europe","offset":942},{"uri":"Spain","surface_form":"Spain","offset":969},{"uri":"Italy","surface_form":"Italy","offset":976},{"uri":"France","surface_form":"France","offset":987},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1096},{"uri":"The_Press","surface_form":"The Press","offset":1431},{"uri":"Christchurch","surface_form":"Christchurch","offset":1476},{"uri":"Broadsheet","surface_form":"broadsheet","offset":1519},{"uri":"Compact_(newspaper)","surface_form":"compact","offset":1533},{"uri":"Women%27s_suffrage_in_New_Zealand","surface_form":"women's suffrage in New Zealand","offset":1698},{"uri":"1893_New_Zealand_general_election","surface_form":"vote in 1893","offset":1761},{"uri":"Fashion_magazine","surface_form":"fashion publishing","offset":1922},{"uri":"Fashion_photography","surface_form":"photo","offset":1978},{"uri":"Photo-essay","surface_form":"photo-essay","offset":2114}]}