{"id":711358,"url":"http://en.wikipedia.org/wiki/Joffrey_Ballet","text":"The Joffrey Ballet, is one of the world's leading dance companies. It is based in Chicago, Illinois, USA. The dance company performs both classical ballets and modern dance pieces. Today, the company is based in Chicago, but from its first days in 1956 until 1995, it was based in New York City, USA. Many prominent choreographers have worked with the Joffrey, for example, Paul Taylor, Twyla Tharp, George Balanchine, and and Robert Joffrey. The administrative center is in Joffrey Tower. Its dances are held at the Auditorium Theatre, but for 2020 the company had plans to move and begin holding its dances in the Civic Opera House (Chicago) as part of a seven-year rental agreement.\nHistory.\nWhen Robert Joffrey and Gerald Arpino started the company in 1956, they did something different from what other touring ballet companies did. Instead of just performing ballet classics, they had their six dancers dance new ballets by Joffrey. The troupe first performed in a major city in Chicago in 1957. The Joffrey Ballet originally settled in New York City, where joffrey was teaching dance to pay for the company. At that time, it was called the Robert Joffrey Theatre Ballet. The company began touring internationally in 1962. They first toured in the Middle East and Southeast Asia. In 1963, the company performed in the USSR. After some troubles, Joffrey built the company anew in 1965.\nThe new company was called the Joffrey Ballet. Following a successful season at the New York City Center in 1966, it was invited to become City Center's resident ballet company with Joffrey as artistic director and Arpino as chief choreographer. In 1973 Joffrey asked Twyla Tharp to create her first commissioned ballet, \"Deuce Coupe\". The company continued as City Center Joffrey Ballet until 1977. From 1977, it performed as the Joffrey Ballet, with a second home in Los Angeles from (1982-1992). In 1995, the company left New York City and moved to Chicago. At first, the Joffrey had financial difficulties in Chicago. But then it became successful. In 2005 the Joffrey Ballet celebrated its 10th anniversary in Chicago. In 2006 and 2007, it held two-season-long 50th anniversary celebration. The celebration included \"River to River\" tour of free, outdoor performances across Iowa, sponsored by Hancher Auditorium at the University of Iowa.\nIn 2007 Gerald Arpino retired from day-to-day operations, becoming artistic director emeritus until his death in 2009. In October 2007 former Joffrey dancer Ashley Wheater, assistant artistic director and ballet master for San Francisco Ballet, became the third artistic director.\nIn 2020, the company was one of a number of Chicago cultural organizations to receive financial support as a response to the COVID-19 pandemic/ That same year, the Joffrey canceled its entire 2020 season due to the pandemic. \"In addition, the Joffrey Academy of Dance, Official School of The Joffrey Ballet, and Joffrey Community Engagement... shifted to virtual programming until further notice.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago","surface_form":"Chicago","offset":82},{"uri":"New_York_City","surface_form":"New York City","offset":281},{"uri":"Joffrey_Tower","surface_form":"Joffrey Tower","offset":475},{"uri":"Auditorium_Theatre","surface_form":"Auditorium Theatre","offset":517},{"uri":"Civic_Opera_House_(Chicago)","surface_form":"Civic Opera House (Chicago)","offset":616},{"uri":"Robert_Joffrey","surface_form":"Robert Joffrey","offset":700},{"uri":"Middle_East","surface_form":"Middle East","offset":1253},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":1269},{"uri":"USSR","surface_form":"USSR","offset":1323},{"uri":"University_of_Iowa","surface_form":"University of Iowa","offset":2315},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":2741}]}