{"id":71135,"url":"http://en.wikipedia.org/wiki/Charles_Drummond_Ellis","text":"e=\"preserve\">Sir Charles Drummond Ellis (b.Hampstead, 11 August 1895; died Cookham 10 January 1980) was a physicist and scientific administrator. His work helped scientists to understand nuclear structure better.\nEducation and internment.\nEllis's father was a general manager of the Metropolitan Railway in London. He went to Harrow School where he was very good at all subjects as well as sport. In 1913 he become a cadet in the Royal Military Academy. He wanted to join the Royal Engineers.\nHe was on holiday in Germany the next summer when World War I broke out. All British people who were in Germany were sent to the Ruhleben P.O.W. Camp just outside Berlin. The place where the detainees (prisoners of war) were held had been a horse racecourse. There were lots of stables, and in each stable there were 27 horse boxes which became the detainees' home during the war. The detainees were allowed to do lots of things to keep themselves busy. They could get books, and Ellis made good use of his time to study. Another detainee in the camp was the scientist James Chadwick. Chadwick taught Ellis a lot and together they made a laboratory in one of the horse stables where they made scientific experiments on the photochemical process.\nCareer after the war.\nAfter the war Ellis decided to study at Trinity College, Cambridge. After graduating in 1920 he did research work at the Cavendish Laboratory, Cambridge. The director there was Sir Ernest Rutherford. Chadwick also worked there. In 1921 Ellis had become a fellow of Trinity College and was made assistant lecturer in natural science. In 1925 he married the daughter of a rich Polish shipbuilder. In 1929 he was elected a fellow of the Royal Society.\nIn 1930 Rutherford, Chadwick and Ellis wrote a famous book together called \"Radiations from Radioactive Substances\".\nDiscovery of the neutrino.\nDuring the early 1930s Ellis worked with N.F.Mott on energy relations in beta decay. He discovered the neutrino and worked with W.J.Henderson on the energy distribution of positrons in artificial radioactivity. He became professor at the University of London.\nDuring World War II he worked on the possibility of using nuclear fission to develop new weapons. He became scientific adviser to the army council from 1943-1946. He was knighted in 1946 for his war service.\nLater career.\nAfter World War II Ellis had other jobs which were not related to nuclear weapons. He gave scientific advice to the National Coal Board and to the British American Tobacco Company. This was at a time when people were just starting to realize that smoking might be bad for the health.\nEllis died in 1980 in a nursing home in Cookham after a short illness.","categories":[],"infobox_types":[],"annotations":[{"uri":"Knight_Bachelor","surface_form":"Sir","offset":13},{"uri":"Physicist","surface_form":"physicist","offset":106},{"uri":"Nuclear","surface_form":"nuclear","offset":187},{"uri":"London","surface_form":"London","offset":307},{"uri":"Harrow_School","surface_form":"Harrow School","offset":326},{"uri":"Cadet","surface_form":"cadet","offset":417},{"uri":"Royal_Military_Academy","surface_form":"Royal Military Academy","offset":430},{"uri":"Royal_Engineers","surface_form":"Royal Engineers","offset":476},{"uri":"World_War_I","surface_form":"World War I","offset":543},{"uri":"Ruhleben_P.O.W._Camp","surface_form":"Ruhleben P.O.W. Camp","offset":622},{"uri":"Berlin","surface_form":"Berlin","offset":656},{"uri":"Horse","surface_form":"horse","offset":734},{"uri":"James_Chadwick","surface_form":"James Chadwick","offset":1062},{"uri":"Photochemical","surface_form":"photochemical","offset":1216},{"uri":"Trinity_College%2C_Cambridge","surface_form":"Trinity College, Cambridge","offset":1301},{"uri":"1920","surface_form":"1920","offset":1349},{"uri":"Cavendish_Laboratory","surface_form":"Cavendish Laboratory","offset":1382},{"uri":"Cambridge","surface_form":"Cambridge","offset":1404},{"uri":"Ernest_Rutherford","surface_form":"Ernest Rutherford","offset":1442},{"uri":"1921","surface_form":"1921","offset":1492},{"uri":"Shipbuilder","surface_form":"shipbuilder","offset":1643},{"uri":"Royal_Society","surface_form":"Royal Society","offset":1695},{"uri":"Beta_decay","surface_form":"beta decay","offset":1927},{"uri":"Neutrino","surface_form":"neutrino","offset":1957},{"uri":"Positron","surface_form":"positron","offset":2026},{"uri":"World_War_II","surface_form":"World War II","offset":2121},{"uri":"Knighted","surface_form":"knighted","offset":2284},{"uri":"Health","surface_form":"health","offset":2612}]}