{"id":711934,"url":"http://en.wikipedia.org/wiki/Reboot_(fiction)","text":"e=\"preserve\">A reboot is a new start on a fictional universe that already exists. Some of the same themes may exist, but the story of the reboot is unrelated to earlier parts of the story. An example of this is the movie \"Batman Begins\". Even though it is set in the Batman universe, the story has no relation to any of the earlier Batman movies made by Tim Burton and Joel Schumacher. In video games, an example of this is '. Even though the game is still about a half-demon named Dante, like in the first game, the game's story has no relation to the earlier \"Devil May Cry\" games, and Dante in DmC has a very different look and personality from the earlier Dante.\nA reboot is different from a remake because a remake is a retelling of a story that already exists. For example, the James Bond movie \"Never Say Never Again\" is a remake of \"Thunderball\". \"Never Say Never Again\" is a retelling same story as \"Thunderball\", but it is only a little different. In video games, an example of a remake is, which has the same story as the first \"Metroid\" game, but it has more detailed graphics, new Power Suit abilities, and an entirely new area that is playable after the part of the game where the first game ended.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_universe","surface_form":"fictional universe","offset":42},{"uri":"Movie","surface_form":"movie","offset":215},{"uri":"Batman_Begins","surface_form":"\"Batman Begins\"","offset":221},{"uri":"Tim_Burton","surface_form":"Tim Burton","offset":354},{"uri":"Joel_Schumacher","surface_form":"Joel Schumacher","offset":369},{"uri":"Devil_May_Cry","surface_form":"\"Devil May Cry\"","offset":561},{"uri":"Remake","surface_form":"remake","offset":696},{"uri":"James_Bond","surface_form":"James Bond","offset":784},{"uri":"Never_Say_Never_Again","surface_form":"\"Never Say Never Again\"","offset":801},{"uri":"Thunderball","surface_form":"Thunderball","offset":841},{"uri":"Metroid","surface_form":"Metroid","offset":1040}]}