{"id":71256,"url":"http://en.wikipedia.org/wiki/Tom_Simpson","text":"Thomas Simpson (30 November 1937 – 13 July 1967) was an English road racing cyclist who died of exhaustion on the slopes of Mont Ventoux riding the 13th stage of the Tour de France in 1967.\nThe post mortem found that he had taken amphetamines. Added to brandy, the hard climb up Mont Ventoux, the hot conditions, and a stomach complaint, the doping was fatal.\nEarly life.\nSimpson was the youngest of the six children. He was born in Easington, County Durham. After World War II, the Simpson family moved to Harworth in north Nottinghamshire, another mining village, where Simpson grew up and became interested in cycling. He attended the village school and later Worksop Technical College and in 1954 was an apprentice draughtsman at an engineering company in Retford.\nAs a cyclist he joined first Harworth and District Cycling Club and later Rotherham's Scala Wheelers, and by his late teens was winning local time trials. He was then advised to try track cycling, and he travelled regularly to Fallowfield Stadium in Manchester to compete. He won medals in the national 4000m individual pursuit discipline.\nWhen he was 19, Simpson was part of the Great Britain team pursuit squad which won a bronze medal at the 1956 Summer Olympics in Melbourne, Australia. Two years later, he won a silver medal in the individual pursuit at the 1958 British Empire and Commonwealth Games in Cardiff.\nIn April 1959, Simpson went to France to live in the Breton fishing port of Saint-Brieuc. He hoped to win enough local amateur races to get noticed by a professional cycling team. It was in Saint-Brieuc that he met Helen Sherburn. They married on 3 January 1960).\nProfessional cyclist.\nWithin two months, Simpson had won five races and in July 1959 was offered terms by two professional teams; he decided to join the Rapha Geminiani team, which already had a British cyclist, Brian Robinson, in its squad. His first event as a professional was a small stage race, the Tour de l'Ouest (Tour of the West). He won two stages and finished 18th overall - a major achievement for a new pro who would normally be expected to be a \"domestique\" to the team's leader.\nHe competed in the 1959 World Championships in the Netherlands in the individual pursuit and professional road race, finishing fourth in both events. Simpson turned down an invitation to ride in the 1959 Tour de France, because he thought he was not ready. He rode in the 1960 Tour, and finished 29th, and was third in stage 3.\nIn 1960 he also competed in his first Classic races: he had top ten finishes in La Flèche Wallonne and Paris-Roubaix - he led the Paris-Roubaix for around 40 km before running out of energy and being overtaken less than 10k from the finish, ending up 9th.\nIn April 1961, however, Simpson won his first Classic. He won the tough Ronde van Vlaanderen after a two-man sprint at the finish. That year he also finished 5th in the \"Race to the Sun\" - the Paris-Nice stage race, and 9th in the world championship, but he abandoned the Tour de France on stage 3, because of an earlier knee injury.\nIn 1962, he became the first Briton to wear the \"maillot jaune\" (the jersey of the leader of the Tour de France) and eventually finished 6th overall. That was highest final placing by a Briton until Robert Millar was fourth in 1984). Simpson had been third until a crash.\nEarlier in the season, he again showed how much he likied for the tough Belgian Classic races. Simpson finished 5th in the Ronde van Vlaanderen and 6th in the Gent-Wevelgem.\n1963 and 1965 were probably Simpson's best years for Classic races. He was riding for the Peugeot BP team in 1963, when he won the gruelling motor-paced event Bordeaux-Paris, was second in Paris-Brussels and Paris-Tours, third in the Ronde van Vlaanderen, 8th in Paris-Roubaix, and 10th in both La Flèche Wallonne and Giro di Lombardia.\nIn 1965, Simpson became the first Briton to be world professional road racing champion.\nIn 1967 he won the early season Paris-Nice stage race (taking two second places and a third place on different days) and the Tour of Sardinia. He also rode in the Vuelta a España for the first time, collecting two stage victories en route to an eventual 33rd place overall.\nThursday 13 July 1967.\nAt the start of the 1967 Tour de France, Simpson thought that he could do well in the event. After the first week he was sixth overall, but a stomach bug began to affect his form, and he lost vital time in a stage including the Col du Galibier. In Marseille, at the start of stage 13 on 13 July, he was still suffering the bad stomach as the race headed into Provence on a blisteringly hot day.\nOn the day's main climb, Mont Ventoux, Simpson broke away early, but was soon passed by the eventual stage winner, Julio Jiménez, and four others. About two kilometres from the summit, Simpson began to zig-zag across the road, eventually falling against an embankment. While his team car helpers wanted him to retire from the race, Simpson insisted on carrying on. He went another 500m or so before again beginning to fall; he toppled unconscious into the arms of his helpers. Despite mouth-to-mouth resuscitation and the administration of oxygen, plus a helicopter airlift to a nearby hospital, Simpson died. Two tubes of amphetamines and more empty tubes were found in the rear pocket of his racing jersey. He died of heart failure caused by dehydration and heat exhaustion, with drugs a contributing factor.\nOn the next day, the other riders did not want to race so soon after Simpson's death and asked the organisers for a postponement. In the end, they agreed to ride but with the condition that they would allow a British rider to win the stage. This honour went to Barry Hoban. Hoban later married Simpson's widow.\nMemorials.\nBritish cyclists paid for a granite memorial to Simpson near the spot where he died.\nHarry Hall, the team mechanic, said that Simpson's last words were \"Go on, go on!\". The words \"Put me back on my bike!\" were invented by Sid Saltmarsh, a journalist writing about the Tour for \"The Sun\". Saltmarsh was not present at Simpson's death.\nSimpson is buried in Harworth cemetery. A small museum about him was opened in August 2001 by former Tour de France rider Lucien van Impe in the Harworth social club. A small version of the Mont Ventoux Simpson Memorial was put outside that club in 1997, to commemorate the 30th anniversary of Simpson's death.\nAchievements: a summary.\nIn addition to these victories, Simpson frequently finished in the top ten of Classics, and won numerous criteriums and other events.\nAs an amateur he also won an Olympic Games team pursuit bronze medal (1956), silver in the 1958 British Empire and Commonwealth Games individual pursuit, silver (1956) and gold (1958) medals in the British 4000m individual pursuit championship, and was British League of Racing Cyclists hill climb champion in 1957, picking up a silver medal in the same event the following year.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":56},{"uri":"Road_racing_cyclist","surface_form":"road racing cyclist","offset":64},{"uri":"Mont_Ventoux","surface_form":"Mont Ventoux","offset":124},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":166},{"uri":"Post_mortem","surface_form":"post mortem","offset":194},{"uri":"Amphetamine","surface_form":"amphetamine","offset":230},{"uri":"Alcoholic_beverage","surface_form":"brandy","offset":253},{"uri":"Doping_in_sport","surface_form":"doping","offset":342},{"uri":"Easington","surface_form":"Easington","offset":433},{"uri":"County_Durham","surface_form":"County Durham","offset":444},{"uri":"World_War_II","surface_form":"World War II","offset":465},{"uri":"Harworth","surface_form":"Harworth","offset":507},{"uri":"Nottinghamshire","surface_form":"Nottinghamshire","offset":525},{"uri":"Cycling","surface_form":"cycling","offset":613},{"uri":"Worksop","surface_form":"Worksop","offset":663},{"uri":"Retford","surface_form":"Retford","offset":760},{"uri":"Cycling_club","surface_form":"Cycling Club","offset":820},{"uri":"Rotherham","surface_form":"Rotherham","offset":843},{"uri":"Time_trial","surface_form":"time trial","offset":911},{"uri":"Track_cycling","surface_form":"track cycling","offset":951},{"uri":"Fallowfield_Stadium","surface_form":"Fallowfield Stadium","offset":996},{"uri":"Manchester","surface_form":"Manchester","offset":1019},{"uri":"Pursuit_cycling","surface_form":"individual pursuit","offset":1078},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1149},{"uri":"Pursuit_cycling","surface_form":"team pursuit","offset":1163},{"uri":"1956_Summer_Olympics","surface_form":"1956 Summer Olympics","offset":1214},{"uri":"Melbourne","surface_form":"Melbourne","offset":1238},{"uri":"Australia","surface_form":"Australia","offset":1249},{"uri":"1958_British_Empire_and_Commonwealth_Games","surface_form":"1958 British Empire and Commonwealth Games","offset":1332},{"uri":"Cardiff","surface_form":"Cardiff","offset":1378},{"uri":"France","surface_form":"France","offset":1418},{"uri":"Brittany","surface_form":"Breton","offset":1440},{"uri":"Saint-Brieuc","surface_form":"Saint-Brieuc","offset":1463},{"uri":"Cycling_team","surface_form":"cycling team","offset":1553},{"uri":"Brian_Robinson","surface_form":"Brian Robinson","offset":1863},{"uri":"Tour_de_l%27Ouest","surface_form":"Tour de l'Ouest","offset":1955},{"uri":"Cycling_domestique","surface_form":"domestique","offset":2111},{"uri":"Netherlands","surface_form":"Netherlands","offset":2196},{"uri":"World_Cycling_Championship","surface_form":"professional road race","offset":2238},{"uri":"1959_Tour_de_France","surface_form":"1959 Tour de France","offset":2344},{"uri":"Classic_race","surface_form":"Classic race","offset":2511},{"uri":"La_Fl%C3%A8che_Wallonne","surface_form":"La Flèche Wallonne","offset":2553},{"uri":"Paris-Roubaix","surface_form":"Paris-Roubaix","offset":2576},{"uri":"Ronde_van_Vlaanderen","surface_form":"Ronde van Vlaanderen","offset":2801},{"uri":"Paris-Nice","surface_form":"Paris-Nice","offset":2922},{"uri":"Stage_race","surface_form":"stage race","offset":2933},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":3001},{"uri":"Maillot_jaune","surface_form":"maillot jaune","offset":3112},{"uri":"Robert_Millar","surface_form":"Robert Millar","offset":3262},{"uri":"Belgium","surface_form":"Belgian","offset":3407},{"uri":"Classic_race","surface_form":"Classic race","offset":3415},{"uri":"Gent-Wevelgem","surface_form":"Gent-Wevelgem","offset":3494},{"uri":"Peugeot_(cycling_team)","surface_form":"Peugeot BP team","offset":3599},{"uri":"Bordeaux-Paris","surface_form":"Bordeaux-Paris","offset":3668},{"uri":"Paris-Brussels","surface_form":"Paris-Brussels","offset":3698},{"uri":"Paris-Tours","surface_form":"Paris-Tours","offset":3717},{"uri":"Giro_di_Lombardia","surface_form":"Giro di Lombardia","offset":3827},{"uri":"Sardinia","surface_form":"Sardinia","offset":4067},{"uri":"Vuelta_a_Espa%C3%B1a","surface_form":"Vuelta a España","offset":4097},{"uri":"Marseille","surface_form":"Marseille","offset":4479},{"uri":"Provence","surface_form":"Provence","offset":4590},{"uri":"Mont_Ventoux","surface_form":"Mont Ventoux","offset":4651},{"uri":"Julio_Jim%C3%A9nez","surface_form":"Julio Jiménez","offset":4741},{"uri":"Heart_failure","surface_form":"heart failure","offset":5346},{"uri":"Dehydration","surface_form":"dehydration","offset":5370},{"uri":"Postpone","surface_form":"postpone","offset":5553},{"uri":"Barry_Hoban","surface_form":"Barry Hoban","offset":5698},{"uri":"Widow","surface_form":"widow","offset":5741},{"uri":"Granite","surface_form":"granite","offset":5787},{"uri":"The_Sun","surface_form":"The Sun","offset":6037},{"uri":"Museum","surface_form":"museum","offset":6141},{"uri":"Lucien_van_Impe","surface_form":"Lucien van Impe","offset":6215},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":6592},{"uri":"Team_pursuit","surface_form":"team pursuit","offset":6606},{"uri":"1958_British_Empire_and_Commonwealth_Games","surface_form":"1958 British Empire and Commonwealth Games","offset":6654},{"uri":"Individual_pursuit","surface_form":"individual pursuit","offset":6697},{"uri":"British_League_of_Racing_Cyclists","surface_form":"British League of Racing Cyclists","offset":6816}]}