{"id":712968,"url":"http://en.wikipedia.org/wiki/Vincenzo_Ferdinandi","text":"Vincenzo Ferdinandi (1920 – 1990) was an Italian fashion designer and one of the founders of Italian high fashion.\nBiography.\nBorn in the United States, he returned to Italy in the early fifties to open an atelier in Rome in the highly fashionable Via Veneto.\nHe was among the first great haute couture designers to compete with the most renowned French couturiers in the international arena. In 1949 he was in Paris, called by Christian Dior for a stylistic collaboration with the French maison.\nAfter that experience, the Clark & Morland Ltd in London also called him to design a line of shoes that he completed with all-Italian creativity.\nTogether with other names of the Italian fashion of the time such as Roberto Capucci, the Sartoria Antonelli, the atelier Carosa, Giovanelli Sciarra, Germana Marucelli, Polinober, the Sartoria Vanna and Jole Veneziani, he participated in 1952 in the first historical parade at the Sala Bianca in Palazzo Pitti in Florence. A very young Oriana Fallaci sent by the weekly Epoca told the news.\nIn 1953, together with other major names of the time (including Emilio Schuberth, the Sorelle Fontana, Alberto Fabiani, Giovannelli-Sciarra, Mingolini-Guggenheim, Eleonora Garnett and Simonetta), he founded the SIAM - Italian High Fashion Syndicate (later to become the National Chamber of Italian Fashion).\nIn July 1954, together with the Sorelle Fontana, Emilio Schuberth, Giovannelli-Sciarra, Eleonora Garnett and Mingolini-Guggenheim he took part in \"Alta Moda in Castel Sant'Angelo\".\nOn that occasion, the American Sally Kirkland, Fashion Editor of Life and of Vogue, was awarded for her role as ambassador of Italian fashion in the United States.\nDefying the conventions of the time (it was in the early fifties), he is the first to show an afro-American girl in a fashion parade, the young model Dolores Francine Rhiney. His creations are worn by actresses and famous women of those years. Ingrid Bergman, Sandra Dee, Jennifer Jones, May Britt, Anna Magnani, Virna Lisi, Sylva Koscina, Luciana Angiolillo, Isabella Albonico, Eloisa Cianni, Lucia Bosè, Lilli Cerasoli, Ivy Nicholson, Loredana Pavone, Joe Patterson, Anna Maria Ghislanzoni, Marta Marzotto and a very young Elsa Martinelli are some of these.\nIn 2014, the Maxxi museum in Rome as part of the \"Bellissima\" exhibition numbers him among the pioneers of Italian fashion.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Fashion","surface_form":"fashion","offset":106},{"uri":"United_States","surface_form":"United States","offset":138},{"uri":"Italy","surface_form":"Italy","offset":168},{"uri":"Paris","surface_form":"Paris","offset":411},{"uri":"Christian_Dior","surface_form":"Christian Dior","offset":428},{"uri":"London","surface_form":"London","offset":547},{"uri":"Palazzo_Pitti","surface_form":"Palazzo Pitti","offset":939},{"uri":"Florence","surface_form":"Florence","offset":956},{"uri":"Oriana_Fallaci","surface_form":"Oriana Fallaci","offset":979},{"uri":"Castel_Sant%27Angelo","surface_form":"Castel Sant'Angelo","offset":1502},{"uri":"Sally_Kirkland_(editor)","surface_form":"Sally Kirkland","offset":1554},{"uri":"Life_(magazine)","surface_form":"Life","offset":1588},{"uri":"Vogue_(magazine)","surface_form":"Vogue","offset":1600},{"uri":"Model_(person)","surface_form":"model","offset":1831},{"uri":"Dolores_Francine_Rhiney","surface_form":"Dolores Francine Rhiney","offset":1837},{"uri":"Ingrid_Bergman","surface_form":"Ingrid Bergman","offset":1931},{"uri":"Sandra_Dee","surface_form":"Sandra Dee","offset":1947},{"uri":"Jennifer_Jones","surface_form":"Jennifer Jones","offset":1959},{"uri":"May_Britt","surface_form":"May Britt","offset":1975},{"uri":"Anna_Magnani","surface_form":"Anna Magnani","offset":1986},{"uri":"Virna_Lisi","surface_form":"Virna Lisi","offset":2000},{"uri":"Eloisa_Cianni","surface_form":"Eloisa Cianni","offset":2066},{"uri":"Lucia_Bos%C3%A8","surface_form":"Lucia Bosè","offset":2081},{"uri":"Ivy_Nicholson","surface_form":"Ivy Nicholson","offset":2109},{"uri":"Elsa_Martinelli","surface_form":"Elsa Martinelli","offset":2212}]}