{"id":71330,"url":"http://en.wikipedia.org/wiki/Wilhelm_Reich","text":"Wilhelm Reich (March 24, 1897 – November 3, 1957) was an Austrian-American psychiatrist and psychoanalyst. In the 1920s he was a pupil of Sigmund Freud in Vienna and made important contributions to psychoanalysis (\"Charakteranalyse\" 1933; engl. 1945ff). His work was rediscovered by the activists of the sexual revolution of the 1960s and 1970s.\nDuring the 1920s Reich became involved in the social struggles of the time. In 1927 he joined the Communist Party. There he founded \"SexPol\", short for Sexual Politics. In 1933 he was kicked off from the Party, and in 1934 from the organisations of Psychoanalysis. At this time he started his own research on the biological foundations of psychoanalysis, later on called \"orgonomy\". Orgonomy was to be the science of orgone, a \"primordial energy\" Reich claimed to have discovered.\nThe other side of Reich's story is that he was blamed to have invented a pseudoscience method for treating cancer. He was exposed as a fraud in 1947 articles by journalist Mildred Edie Brady, published in the magazines \"Harper's\" and \"The New Republic\", the latter titled \"The Strange Case of Wilhelm Reich,\" with the subhead, \"The man who blames both neuroses and cancer on unsatisfactory sexual activities has been repudiated by only one scientific journal\". The Food and Drug Administration (FDA) decided that they were dealing with a \"fraud of the first magnitude\".\nFinally, in 1956 Reich violated an injunction got by the FDA, and was arrested. All his research equipment including his books was destroyed. He was sentenced to two years prison. Reich died on 3 November 1957 (aged 60) in the United States Penitentiary, Lewisburg, Pennsylvania, Opinions about him remain very divided.\nReich had founded \"Orgonon\" in Rangeley, Maine after immigrating to the US. It was his home, laboratory and research center, and also Reich's burial place. It is now open to the public as the Wilhelm Reich Museum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Austria","surface_form":"Austria","offset":57},{"uri":"United_States","surface_form":"American","offset":66},{"uri":"Psychiatrist","surface_form":"psychiatrist","offset":75},{"uri":"Psychoanalyst","surface_form":"psychoanalyst","offset":92},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":138},{"uri":"Vienna","surface_form":"Vienna","offset":155},{"uri":"Sexual_revolution","surface_form":"sexual revolution","offset":304},{"uri":"Communist_Party","surface_form":"Communist Party","offset":444},{"uri":"Pseudoscience","surface_form":"pseudoscience","offset":900},{"uri":"Cancer","surface_form":"cancer","offset":934},{"uri":"Fraud","surface_form":"fraud","offset":962},{"uri":"Mildred_Edie_Brady","surface_form":"Mildred Edie Brady","offset":999},{"uri":"Food_and_Drug_Administration","surface_form":"Food and Drug Administration","offset":1292},{"uri":"Penitentiary","surface_form":"Penitentiary","offset":1638},{"uri":"Lewisburg","surface_form":"Lewisburg","offset":1652},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1663},{"uri":"Rangeley%2C_Maine","surface_form":"Rangeley, Maine","offset":1748},{"uri":"Laboratory","surface_form":"laboratory","offset":1810},{"uri":"Research","surface_form":"research","offset":1825}]}