{"id":71362,"url":"http://en.wikipedia.org/wiki/Jules_Massenet","text":"Jules Massenet (born Montaud nr. Saint-Étienne, 12 May 1842; died Paris, 13 August 1912) was a French composer. He is most famous for his operas, although he wrote a large amount of other music as well.\nEarly years.\nJules’ father had a business making agricultural tools. His mother gave him his first piano lessons. In 1847 his father retired and the family moved to Paris. When he was ten years old he went to the Paris Conservatoire for piano and solfège studies. Over a period of ten years he studied there, gaining many prizes. He was taught composition by Ambroise Thomas who was an excellent music teacher.\nJules earned enough money to keep himself by giving piano lessons. He also played timpani in the orchestra of the Théâtre Lyrique. This helped him to get a good knowledge of French composers such as Gounod (especially his \"Faust\") as well as music by Gluck, Mozart and Beethoven. He was also very keen on the music of Berlioz and Wagner.\nIn 1863 he won the Prix de Rome (it was his second attempt). This allowed him to spend two years in Italy. During this time he travelled a lot but hardly composed anything.\nEarly career.\nIn 1866 he returned to Paris where he married. He gave piano lessons. At this stage he had hardly written anything important. However, soon he was to start writing many famous works. He became friends with other composers: Saint-Saëns, Bizet, Delibes, Lalo, Fauré, Duparc and others. Several of these people competed in writing operas for competitions. Massenet wrote several works, but he found writing operas difficult. His operas never won any prizes.\nYears of fame.\nIn 1870 he served in the National Guard during the Franco-Prussian war. After the war he continued to compose, and he became professor of composition at the Conservatoire. He spent many years working on an opera \"Le Roi de Lahore\". This was a great success and helped him to become internationally famous. For many years he spent the winter in Paris and the summer in various places in the country where he could compose. His pupils at the Conservatoire included Pierné, Koechlin, Hahn, Enesco. In 1884 his opera \"Manon\" was produced at the Opéra-comique. This made him clearly the most famous opera composer of his time. It was an opéra-comique with some speech over the music. During the next 28 years he composed another 20 operas. Another opera that was particularly famous was \"Werther\". It was first performed in 1892 in Vienna and a year later in Paris. It was soon being performed in all the big European opera houses.\nSome of his greatest operatic roles were written for the young American soprano Sybil Sanderson. This includes the main role in his popular opera \"Thaïs\". The story is set in Egypt and is about a monk who tries to persuade Thaïs to give up her life as a prostitute. However, he soon finds he is falling in love with her himself. This mixture of religion and salvation became an extremely popular subject for operas at that time. The \"Méditation\" from \"Thaïs\" is a short piece for violin solo. It is one of the best-loved of all Romantic violin solos.\nHe continued to compose lots of music even when his health was failing during his last years. He was a quiet, family man who hated it when people made a fuss about him. He liked best to spend his evenings quietly at home, or in the countryside during the summer. He continued to compose in a Romantic style to the end of his life, even though many composers around him (e.g. Debussy) were writing music which was more “modern” sounding.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saint-%C3%89tienne","surface_form":"Saint-Étienne","offset":33},{"uri":"Paris","surface_form":"Paris","offset":66},{"uri":"France","surface_form":"French","offset":95},{"uri":"Opera","surface_form":"opera","offset":138},{"uri":"Agricultural","surface_form":"agricultural","offset":252},{"uri":"Tool","surface_form":"tool","offset":265},{"uri":"Paris","surface_form":"Paris","offset":368},{"uri":"Paris_Conservatoire","surface_form":"Paris Conservatoire","offset":416},{"uri":"Solf%C3%A8ge","surface_form":"solfège","offset":450},{"uri":"Composition_(music)","surface_form":"composition","offset":547},{"uri":"Ambroise_Thomas","surface_form":"Ambroise Thomas","offset":562},{"uri":"Timpani","surface_form":"timpani","offset":696},{"uri":"Th%C3%A9%C3%A2tre_Lyrique","surface_form":"Théâtre Lyrique","offset":728},{"uri":"Gounod","surface_form":"Gounod","offset":813},{"uri":"Faust_(opera)","surface_form":"Faust","offset":837},{"uri":"Gluck","surface_form":"Gluck","offset":865},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":872},{"uri":"Beethoven","surface_form":"Beethoven","offset":883},{"uri":"Berlioz","surface_form":"Berlioz","offset":932},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":944},{"uri":"Prix_de_Rome","surface_form":"Prix de Rome","offset":971},{"uri":"Italy","surface_form":"Italy","offset":1052},{"uri":"Saint-Sa%C3%ABns","surface_form":"Saint-Saëns","offset":1362},{"uri":"Bizet","surface_form":"Bizet","offset":1375},{"uri":"Delibes","surface_form":"Delibes","offset":1382},{"uri":"Lalo","surface_form":"Lalo","offset":1391},{"uri":"Faur%C3%A9","surface_form":"Fauré","offset":1397},{"uri":"Duparc","surface_form":"Duparc","offset":1404},{"uri":"Franco-Prussian_war","surface_form":"Franco-Prussian war","offset":1660},{"uri":"Piern%C3%A9","surface_form":"Pierné","offset":2072},{"uri":"Koechlin","surface_form":"Koechlin","offset":2080},{"uri":"Hahn","surface_form":"Hahn","offset":2090},{"uri":"Enesco","surface_form":"Enesco","offset":2096},{"uri":"Manon","surface_form":"Manon","offset":2123},{"uri":"Op%C3%A9ra-comique","surface_form":"Opéra-comique","offset":2150},{"uri":"Op%C3%A9ra-comique","surface_form":"opéra-comique","offset":2241},{"uri":"Vienna","surface_form":"Vienna","offset":2436},{"uri":"Europe","surface_form":"Europe","offset":2513},{"uri":"Americans","surface_form":"American","offset":2599},{"uri":"Soprano","surface_form":"soprano","offset":2608},{"uri":"Monk","surface_form":"monk","offset":2732},{"uri":"Prostitute","surface_form":"prostitute","offset":2790},{"uri":"Religion","surface_form":"religion","offset":2881},{"uri":"Salvation","surface_form":"salvation","offset":2894},{"uri":"Violin","surface_form":"violin","offset":3016},{"uri":"Solo_(music)","surface_form":"solo","offset":3023},{"uri":"Romantic_music","surface_form":"Romantic","offset":3379},{"uri":"Debussy","surface_form":"Debussy","offset":3462}]}