{"id":713690,"url":"http://en.wikipedia.org/wiki/Fallen_(Evanescence_album)","text":"\"Fallen\" is the debut album by the American rock band Evanescence. It was released on March 4, 2003 by Wind-up and Epic Records. After releasing some EPs and a demo CD, the group signed to Wind-up in January 2001. Writing songs for \"Fallen\" started near the time of the band's creation; some of the songs that would be on the album appeared on the band's earlier albums. \"Fallen\" was recorded between August and December 2002 in different places, including Conway Recording Studios in Hollywood, California. After this, there was a two-week period of mixing at Conway Recording Studios in North Hollywood. It is Evanescence's only album to have guitarist Ben Moody. This is because Moody left the band later in 2003.\n\"Fallen\" is the band's most successful album. It sold more than 8 million copies in the United States. It sold more than 17 million copies worldwide. It debuted at number seven on the \"Billboard\" 200 with 141,000 copies sold in its first week, peaking at number three in June 2003. The album topped the charts in more than ten countries. It has been certified seven-times platinum by the Recording Industry Association of America (RIAA).\nBackground.\nAfter Evanescence was created by Amy Lee and Ben Moody in 1995, the band released three EPs and one demo CD. In January 2001, they signed with Wind-up Records, their first major record label. creating \"Fallen\" took eight years; in an MTV interview, Ben Moody said that he wrote with Lee \"maybe two or three times in eight years\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":44},{"uri":"Evanescence","surface_form":"Evanescence","offset":54},{"uri":"Wind-up_Records","surface_form":"Wind-up","offset":103},{"uri":"Epic_Records","surface_form":"Epic Records","offset":115},{"uri":"Conway_Recording_Studios","surface_form":"Conway Recording Studios","offset":457},{"uri":"Ben_Moody","surface_form":"Ben Moody","offset":655},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":901},{"uri":"Recording_Industry_Association_of_America","surface_form":"Recording Industry Association of America","offset":1105},{"uri":"Amy_Lee","surface_form":"Amy Lee","offset":1200},{"uri":"Ben_Moody","surface_form":"Ben Moody","offset":1212},{"uri":"Extended_play","surface_form":"EPs","offset":1255},{"uri":"Demo_(music)","surface_form":"demo CD","offset":1267},{"uri":"Wind-up_Records","surface_form":"Wind-up Records","offset":1310},{"uri":"Record_label","surface_form":"record label","offset":1345},{"uri":"MTV","surface_form":"MTV","offset":1401}]}