{"id":713653,"url":"http://en.wikipedia.org/wiki/Mister_Mxyzptlk","text":"e=\"preserve\">Mister Mxyzptlk (,), sometimes called Mxy, is a fictional impish character who appears in DC Comics' Superman comic books, sometimes as a supervillain and other times as an antihero.\nMr. Mxyzptlk was created to appear in \"Superman\" #30 (September / October 1944), in the story \"The Mysterious Mr. Mxyzptlk\", by writer Jerry Siegel and artist Ira Yarborough.\nHe is usually presented as a trickster, in the classical mythological sense, in that he possesses reality warping powers with which he enjoys tormenting Superman in a cartoonish way. In most of his appearances in DC Comics, he can be stopped only by tricking him into saying or spelling his own name backwards (Kltpzyxm - \"kel-tip-zix-um\"), which will return him to his home in the 5th dimension and keep him there for a minimum of ninety days. However, this specific limitation of the character has been eliminated since the \"Crisis on Infinite Earths\" reboot, upon which the character leaves only when he willingly agrees to do so after meeting some conditions he sets, such as having Superman succeed in getting Mxyzptlk to paint his own face blue.\nThe character appeared in live-action by Howie Mandel in the 1993 television series '. The character renamed Mikhail Mxyzptlk also appeared in the television series \"Smallville\" played by Trent Ford. Mxyzptlk appears in the television series \"Supergirl\" played by Peter Gadiot in the second season and by Thomas Lennon in the fifth season.\nIn 2009, Mister Mxyzptlk was ranked as IGN's 76th Greatest Comic Book Villain of All Time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Imp","surface_form":"imp","offset":71},{"uri":"DC_Comics","surface_form":"DC Comics","offset":103},{"uri":"Superman","surface_form":"Superman","offset":114},{"uri":"Comic_book","surface_form":"comic book","offset":123},{"uri":"Supervillain","surface_form":"supervillain","offset":151},{"uri":"Antihero","surface_form":"antihero","offset":186},{"uri":"Jerry_Siegel","surface_form":"Jerry Siegel","offset":331},{"uri":"Crisis_on_Infinite_Earths","surface_form":"Crisis on Infinite Earths","offset":898},{"uri":"Howie_Mandel","surface_form":"Howie Mandel","offset":1164},{"uri":"Smallville","surface_form":"Smallville","offset":1289},{"uri":"Trent_Ford","surface_form":"Trent Ford","offset":1311},{"uri":"Supergirl","surface_form":"Supergirl","offset":1366},{"uri":"Peter_Gadiot","surface_form":"Peter Gadiot","offset":1387},{"uri":"Thomas_Lennon","surface_form":"Thomas Lennon","offset":1428},{"uri":"IGN","surface_form":"IGN","offset":1502}]}