{"id":713784,"url":"http://en.wikipedia.org/wiki/Margaret_of_Anjou","text":"Margaret of Anjou (; 23 March 1430 – 25 August 1482) was the Queen of England by marriage to King Henry VI from 1445 to 1461 and again from 1470 to 1471. She was born in the Duchy of Lorraine into the House of Valois-Anjou. Margaret was the second eldest daughter of René, King of Naples and Isabella, Duchess of Lorraine.\nMargaret was important in the Wars of the Roses. At times, she personally led the House of Lancaster into battle. Her husband had several nervous breakdowns. They were seen as insanity, so Margaret ruled the kingdom in his place. It was she who called for a Great Council in May 1455 that excluded the House of York headed by Richard of York, 3rd Duke of York. This started a civil conflict that lasted for more than thirty years. This conflict caused the deaths of thousands of men. One of those who died was her only son Edward of Westminster, Prince of Wales, at the Battle of Tewkesbury in 1471.\nMargaret was taken prisoner by the Yorkists after the Lancastrian defeat at Tewkesbury. In 1475, she was ransomed by her cousin, King Louis XI of France. She went to live in France as a poor relation of the French king. She died in France at the age of 52.\nEarly life and marriage.\nMargaret was born on 23 March 1430 at Pont-à-Mousson in Lorraine. Margaret was the second daughter of René, King of Naples and of Isabella, Duchess of Lorraine. She had five brothers and four sisters, as well as three half-siblings from her father's relationships with mistresses. Her father, popularly known as \"Good King René\", was duke of Anjou and titular king of Naples, Sicily and Jerusalem; he has been described as \"a man of many crowns but no kingdoms\". Margaret was baptised at Toul in Lorraine. She spent her early years at the castle at Tarascon on the River Rhône in Provence and in the old royal palace at Capua, near Naples in the Kingdom of Sicily. Her mother took care of her education and may have arranged for her to have lessons with the scholar Antoine de la Sale, who taught her brothers. In childhood Margaret was known as \"la petite créature\".\nOn 23 April 1445, Margaret married King Henry VI of England, at Titchfield Abbey in Hampshire. Henry was eight years older than she was. The king and queen of France were the uncle and aunt of the groom and the bride respectively: Henry's late mother, Catherine, had been the sister of King Charles VII, whose wife Marie of Anjou was a sister of Margaret's father René. Further, Henry claimed for himself the Kingdom of France. He also controlled parts of northern France. Due to all this, the French king agreed to the marriage of Margaret to his rival on the condition that he would not have to provide the customary dowry and instead would receive the lands of Maine and Anjou from the English. The English government, fearing a highly negative reaction, kept this provision secret from the English public.\nMargaret was crowned Queen Consort of England on 30 May 1445 at Westminster Abbey by John Stafford, Archbishop of Canterbury at the age of fifteen. She was described as beautiful, and furthermore \"already a woman: passionate and proud and strong-willed\". Those that anticipated the future return of English claims to French territory believed that she already understood her duty to protect the interests of the Crown fervently. She seems to have inherited this indomitability from her mother, who fought to establish her husband's claim to the Kingdom of Naples, and from her paternal grandmother Yolande of Aragon, who actually governed Anjou \"with a man's hand\", putting the province in order and keeping out the English. Thus by family example and her own forceful personality, she was fully capable of becoming the \"champion of the Crown\".\nBirth of a son.\nHenry was more interested in religion and learning than in military matters and was not a successful king. He had reigned since he was only a few months old. Many of his actions had been done by people who ruled in his place. When he married Margaret, his mental condition was already unstable. At the time their only son, Edward of Westminster, Prince of Wales was born (on 13 October 1453), Henry had already suffered a complete breakdown. There were rumours that he was incapable of fathering a child and that the new Prince of Wales was the result of an adulterous liaison. Many have speculated that either Edmund Beaufort, 2nd Duke of Somerset, or James Butler, 5th Earl of Ormond was the young prince's actual father. Both were faithful allies of Margaret.\nAlthough Margaret was aggressively partisan and had a volatile temperament, she shared her husband's love of learning because of her cultured upbringing. She also gave her patronage to the founding of Queens' College, Cambridge.\nElizabeth Woodville (born ca 1437), later Queen of England as future wife of Margaret's husband's rival, King Edward IV, purportedly served Margaret of Anjou as a maid of honour. However, there is to little evidence to permit historians to establish this with absolute certainty: several women at Margaret's court bore the name Elizabeth or Isabella Grey.\nEnmity between Margaret and the Duke of York.\nAfter retiring from London to live in lavish state at Greenwich, Margaret was occupied with the care of her young son and did not display any signs of political will until she believed her husband was threatened with deposition by the ambitious Richard of York, 3rd Duke of York, who, to her consternation, had been appointed Lord Protector while Henry was mentally incapacitated from 1453 to 1454. The duke was a credible claimant to the English throne and by the end of his protectorship there were many powerful nobles and relatives prepared to back his claim. The Duke of York was powerful; Henry's advisers corrupt; Henry himself trusting, pliable, and increasingly unstable; Margaret defiantly unpopular, grimly and gallantly determined to maintain the English crown for her progeny. Yet at least one scholar identifies the source of the eventual Lancastrian downfall not as York's ambitions nearly so much as Margaret's ill-judged enmity toward York and her over-indulgence in unpopular allies. Nevertheless, Queen Margaret was a powerful force in the world of politics. King Henry was putty in her hands when she wanted something done.\nMargaret's biographer Helen Maurer, however, disagrees with earlier historians having dated the much-vaunted enmity between the Queen and York to the time he obtained the office of the protectorship. She suggests the mutual antagonism came about two years later in 1455 in the wake of the First Battle of St Albans, when Margaret perceived him as a challenge to the king's authority. Maurer bases this conclusion on a judicious study of Margaret's pattern of presenting gifts; this revealed that Margaret took a great deal of care to demonstrate that she favoured both York and Edmund Beaufort (Somerset) equally in the early 1450s. Maurer also claims that Margaret appeared to accept York's protectorship and asserts there is no substantial evidence to back up the long-standing belief that she was responsible for the Yorkists' exclusion from the Great Council following Henry's recovery (see below).\nThe late historian Paul Murray Kendall, on the other hand, maintained that Margaret's allies Edmund Beaufort (Somerset) and William de la Pole, then Earl of Suffolk, had no difficulty in persuading her that York, until then one of Henry VI's most trusted advisers, was responsible for her unpopularity and already too powerful to be trusted. Margaret not only convinced Henry to recall York from his post as governor in France and banish him instead to Ireland, she repeatedly attempted to have him assassinated during his travels to and from Ireland, once in 1449 and again in 1450. Edmund Beaufort (Somerset) and Suffolk's joint responsibility for the secret surrender of Maine in 1448, and then the subsequent disastrous loss of the rest of Normandy in 1449 embroiled Margaret and Henry's court in riots, uprisings by the magnates, and calls for the impeachment and execution of Margaret's two strongest allies. It also might have made an ultimate battle to the death between Margaret and the House of York inevitable by making manifest Richard's dangerous popularity with the Commons. Richard of York, safely returned from Ireland in 1450, confronted Henry and was readmitted as a trusted advisor. Soon thereafter, Henry agreed to convene Parliament to address the calls for reform. When Parliament met, the demands could not have been less acceptable to Margaret: not only were both Edmund Beaufort (Somerset) and Suffolk impeached for criminal mismanagement of French affairs and subverting justice, but it was charged as a crime against Suffolk (now a duke) that he had antagonised the king against the Duke of York. Further, the demands for reform put forward included that the Duke of York be acknowledged as the first councillor to the king, and the Speaker of Commons, perhaps with more fervour than wisdom, even proposed Richard, Duke of York, be recognised as heir to the throne. Within a few months, however, Margaret had regained control of Henry, Parliament was dissolved, the incautious Speaker thrown in prison, and Richard of York retired to Wales for the time being.\nIn 1457, the kingdom was again outraged when it was discovered that Pierre de Brézé, a powerful French general and an adherent of Margaret, had landed on the English coast and burnt the town of Sandwich. As leader of a French force of 4,000 men from Honfleur, he aimed at taking advantage of the chaos in England. The mayor, John Drury, was killed in this raid. It thereafter became an established tradition, which survives to this day, that the Mayor of Sandwich wears a black robe mourning this ignoble deed. Margaret, in association with de Brézé, became the object of scurrilous rumours and vulgar ballads. Public indignation was so high that Margaret, with great reluctance, was forced to give the Duke of York's kinsman Richard Neville, 16th Earl of Warwick, a commission to keep the sea for three years. He already held the post of Captain of Calais.\nLeader of Lancastrian faction.\nHostilities between the rival Yorkist and Lancastrian factions soon flared into armed conflict. In May 1455, just over five months after Henry VI recovered from a bout of mental illness and Richard of York's protectorship had ended, Margaret called for a Great Council from which the Yorkists were excluded. The Council called for an assemblage of the peers at Leicester to protect the king \"against his enemies\". York apparently was prepared for conflict and soon was marching south to meet the Lancastrian army marching north. The Lancastrians suffered a crushing defeat at the First Battle of St Albans on 22 May 1455. Edmund Beaufort (Somerset), the Earl of Northumberland and Lord Clifford were killed, Wiltshire fled the battlefield and King Henry was taken prisoner by the victorious Duke of York. In March 1458 along with her husband and leading nobles of the warring factions, she took part in The Love Day procession in London.\nIn 1459, hostilities resumed at the Battle of Blore Heath, where James Tuchet, 5th Baron Audley, was defeated by a Yorkist army under Richard Neville, 5th Earl of Salisbury.\nEarly campaigns.\nWhile Margaret was attempting to raise further support for the Lancastrian cause in Scotland, her principal commander, Henry Beaufort, 3rd Duke of Somerset, gained a major victory for her at the Battle of Wakefield on 30 December 1460 by defeating the combined armies of the Duke of York and the Earl of Salisbury. Both men were beheaded and their heads displayed on the gates of the city of York. As Margaret was in Scotland at the time the battle had taken place, it was impossible that she issued the orders for their executions despite popular belief to the contrary. She followed up with a victory at the Second Battle of St Albans (at which she was present) on 17 February 1461. In this battle, she defeated the Yorkist forces of Richard Neville, 16th Earl of Warwick, and recaptured her husband. It was after this battle that she, in a blatant act of vengeance, ordered the execution of two Yorkist prisoners of war, William Bonville, 1st Baron Bonville, and Sir Thomas Kyriell, who had kept watch over King Henry to keep him out of harm's way during the battle. The king had promised the two knights immunity, but Margaret gainsaid him and ordered their executions by decapitation. It is alleged that she put the men on trial at which her son presided. \"Fair son\", she allegedly asked, \"what death shall these knights die?\" Prince Edward replied that their heads should be cut off, despite the king's pleas for mercy.\nStay in France.\nThe Lancastrian army was beaten at the Battle of Towton on 29 March 1461 by the son of the late Duke of York, the future Edward IV of England, who deposed King Henry and proclaimed himself king. Margaret was determined to win back her son's inheritance and fled with him into Wales and later Scotland. Finding her way to France, she made an ally of her cousin, King Louis XI of France, and at his instigation she allowed an approach from Edward's former supporter, Richard Neville, Earl of Warwick, who had fallen out with his former friend as a result of Edward's marriage to Elizabeth Woodville, and was now seeking revenge for the loss of his political influence. Warwick's daughter, Anne Neville, was married to Margaret's son Edward, Prince of Wales, in order to cement the alliance, and Margaret insisted that Warwick return to England to prove himself before she followed. He did so, restoring Henry VI briefly to the throne on 3 October 1470.\nFinal defeat at Tewkesbury.\nBy the time Margaret, her son and daughter-in-law (Anne) were ready to follow Warwick back to England, the tables had again turned in favour of the Yorkists, and the Earl was defeated and killed by the returning King Edward IV in the Battle of Barnet on 14 April 1471. Margaret was forced to lead her own army at the Battle of Tewkesbury on 4 May 1471, at which the Lancastrian forces were defeated and her seventeen-year-old son Edward of Westminster was killed. The circumstances of Edward's death have never been made clear; it is not known whether he was killed in the actual fighting or executed after the battle by the Duke of Clarence. If he died in battle, he would have been the only Prince of Wales ever to do so. Over the previous ten years, Margaret had gained a reputation for aggression and ruthlessness, but following her defeat at Tewkesbury and the death of her only son, she was completely broken in spirit. After she was taken captive by William Stanley at the end of the battle, Margaret was imprisoned by the order of King Edward. She was sent first to Wallingford Castle and then was transferred to the more secure Tower of London. Henry VI was also imprisoned in the Tower in the wake of Tewkesbury and he died there on the night of 21 May; the cause of his death is unknown, though regicide was suspected. In 1472 she was placed in the custody of her former lady-in-waiting Alice Chaucer, Duchess of Suffolk, where she remained until ransomed by Louis XI in 1475.\nDeath.\nMargaret lived in France for the next seven years as a poor relation of the king. She was hosted by Francis de Vignolles and died in his castle of Dampierre-sur-Loire, near Saumur (Anjou) on 25 August 1482 at the age of 52. She was entombed next to her parents in Angers Cathedral, but her remains were removed and scattered by revolutionaries who ransacked the cathedral during the French Revolution.\nMargaret's letters.\nMany letters, written by Margaret during her tenure as queen consort, still exist. One was written to the Corporation of London regarding injuries inflicted on her tenants at the manor of Enfield, which comprised part of her dower lands. Another letter was written to the Archbishop of Canterbury. Margaret's letters, which were typically headed with the words \"By the Quene,\" are compiled in a book edited by Cecil Monro, which was published for the Camden Society in 1863.","categories":[],"infobox_types":["royalty"],"annotations":[{"uri":"Queen_of_England","surface_form":"Queen of England","offset":61},{"uri":"Henry_VI_of_England","surface_form":"King Henry VI","offset":93},{"uri":"Duchy_of_Lorraine","surface_form":"Duchy of Lorraine","offset":174},{"uri":"House_of_Valois-Anjou","surface_form":"House of Valois-Anjou","offset":201},{"uri":"Ren%C3%A9%2C_King_of_Naples","surface_form":"René, King of Naples","offset":267},{"uri":"Isabella%2C_Duchess_of_Lorraine","surface_form":"Isabella, Duchess of Lorraine","offset":292},{"uri":"Wars_of_the_Roses","surface_form":"Wars of the Roses","offset":353},{"uri":"House_of_Lancaster","surface_form":"House of Lancaster","offset":405},{"uri":"Mental_breakdown","surface_form":"nervous breakdowns","offset":461},{"uri":"Madness","surface_form":"insanity","offset":499},{"uri":"House_of_York","surface_form":"House of York","offset":625},{"uri":"Richard_of_York%2C_3rd_Duke_of_York","surface_form":"Richard of York, 3rd Duke of York","offset":649},{"uri":"Edward_of_Westminster%2C_Prince_of_Wales","surface_form":"Edward of Westminster, Prince of Wales","offset":846},{"uri":"Battle_of_Tewkesbury","surface_form":"Battle of Tewkesbury","offset":893},{"uri":"Ransom","surface_form":"ransom","offset":1028},{"uri":"Louis_XI_of_France","surface_form":"Louis XI of France","offset":1057},{"uri":"Ren%C3%A9%2C_King_of_Naples","surface_form":"René, King of Naples","offset":1307},{"uri":"Isabella%2C_Duchess_of_Lorraine","surface_form":"Isabella, Duchess of Lorraine","offset":1335},{"uri":"Naples","surface_form":"Naples","offset":1573},{"uri":"Sicily","surface_form":"Sicily","offset":1581},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1592},{"uri":"Toul","surface_form":"Toul","offset":1693},{"uri":"Tarascon","surface_form":"Tarascon","offset":1754},{"uri":"Provence","surface_form":"Provence","offset":1785},{"uri":"Capua","surface_form":"Capua","offset":1825},{"uri":"Kingdom_of_Sicily","surface_form":"Kingdom of Sicily","offset":1851},{"uri":"Antoine_de_la_Sale","surface_form":"Antoine de la Sale","offset":1971},{"uri":"Henry_VI_of_England","surface_form":"Henry VI of England","offset":2113},{"uri":"Titchfield_Abbey","surface_form":"Titchfield Abbey","offset":2137},{"uri":"Hampshire","surface_form":"Hampshire","offset":2157},{"uri":"Catherine_of_Valois","surface_form":"Catherine","offset":2325},{"uri":"Marie_of_Anjou","surface_form":"Marie of Anjou","offset":2388},{"uri":"Maine_(province)","surface_form":"Maine","offset":2737},{"uri":"Anjou","surface_form":"Anjou","offset":2747},{"uri":"List_of_English_consorts","surface_form":"Queen Consort of England","offset":2904},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2947},{"uri":"John_Stafford_(bishop)","surface_form":"John Stafford","offset":2968},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":2983},{"uri":"Kingdom_of_Naples","surface_form":"Kingdom of Naples","offset":3428},{"uri":"Yolande_of_Aragon","surface_form":"Yolande of Aragon","offset":3481},{"uri":"Edward_of_Westminster%2C_Prince_of_Wales","surface_form":"Edward of Westminster, Prince of Wales","offset":4067},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":4265},{"uri":"Edmund_Beaufort%2C_2nd_Duke_of_Somerset","surface_form":"Edmund Beaufort, 2nd Duke of Somerset","offset":4355},{"uri":"James_Butler%2C_5th_Earl_of_Ormond","surface_form":"James Butler, 5th Earl of Ormond","offset":4397},{"uri":"Queens%27_College%2C_Cambridge","surface_form":"Queens' College, Cambridge","offset":4708},{"uri":"Elizabeth_Woodville","surface_form":"Elizabeth Woodville","offset":4736},{"uri":"Edward_IV_of_England","surface_form":"King Edward IV","offset":4841},{"uri":"Maid_of_honour","surface_form":"maid of honour","offset":4899},{"uri":"Greenwich","surface_form":"Greenwich","offset":5192},{"uri":"Richard_of_York%2C_3rd_Duke_of_York","surface_form":"Richard of York, 3rd Duke of York","offset":5383},{"uri":"First_Battle_of_St_Albans","surface_form":"First Battle of St Albans","offset":6571},{"uri":"Paul_Murray_Kendall","surface_form":"Paul Murray Kendall","offset":7204},{"uri":"William_de_la_Pole%2C_1st_Duke_of_Suffolk","surface_form":"William de la Pole","offset":7309},{"uri":"Pierre_de_Br%C3%A9z%C3%A9","surface_form":"Pierre de Brézé","offset":9340},{"uri":"Sandwich%2C_Kent","surface_form":"Sandwich","offset":9466},{"uri":"Honfleur","surface_form":"Honfleur","offset":9522},{"uri":"Richard_Neville%2C_16th_Earl_of_Warwick","surface_form":"Richard Neville, 16th Earl of Warwick","offset":9998},{"uri":"List_of_Captains%2C_Lieutenants_and_Lords_Deputies_of_English_Calais","surface_form":"Captain of Calais","offset":10111},{"uri":"Leicester","surface_form":"Leicester","offset":10522},{"uri":"First_Battle_of_St_Albans","surface_form":"First Battle of St Albans","offset":10741},{"uri":"The_Love_Day","surface_form":"The Love Day","offset":11064},{"uri":"London","surface_form":"London","offset":11091},{"uri":"Battle_of_Blore_Heath","surface_form":"Battle of Blore Heath","offset":11135},{"uri":"James_Tuchet%2C_5th_Baron_Audley","surface_form":"James Tuchet, 5th Baron Audley","offset":11164},{"uri":"Richard_Neville%2C_5th_Earl_of_Salisbury","surface_form":"Richard Neville, 5th Earl of Salisbury","offset":11233},{"uri":"Henry_Beaufort%2C_3rd_Duke_of_Somerset","surface_form":"Henry Beaufort, 3rd Duke of Somerset","offset":11409},{"uri":"Battle_of_Wakefield","surface_form":"Battle of Wakefield","offset":11485},{"uri":"Second_Battle_of_St_Albans","surface_form":"Second Battle of St Albans","offset":11900},{"uri":"Richard_Neville%2C_16th_Earl_of_Warwick","surface_form":"Richard Neville, 16th Earl of Warwick","offset":12026},{"uri":"Prisoners_of_war","surface_form":"prisoners of war","offset":12196},{"uri":"William_Bonville%2C_1st_Baron_Bonville","surface_form":"William Bonville, 1st Baron Bonville","offset":12214},{"uri":"Sir_Thomas_Kyriell","surface_form":"Sir Thomas Kyriell","offset":12256},{"uri":"Battle_of_Towton","surface_form":"Battle of Towton","offset":12771},{"uri":"Edward_IV_of_England","surface_form":"Edward IV of England","offset":12853},{"uri":"Louis_XI_of_France","surface_form":"Louis XI of France","offset":13098},{"uri":"Elizabeth_Woodville","surface_form":"Elizabeth Woodville","offset":13309},{"uri":"Anne_Neville","surface_form":"Anne Neville","offset":13419},{"uri":"Battle_of_Barnet","surface_form":"Battle of Barnet","offset":13945},{"uri":"Battle_of_Tewkesbury","surface_form":"Battle of Tewkesbury","offset":14028},{"uri":"Edward_of_Westminster","surface_form":"Edward of Westminster","offset":14141},{"uri":"George_Plantagenet%2C_1st_Duke_of_Clarence","surface_form":"Duke of Clarence","offset":14336},{"uri":"William_Stanley_(Battle_of_Bosworth)","surface_form":"William Stanley","offset":14668},{"uri":"Wallingford_Castle","surface_form":"Wallingford Castle","offset":14785},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":14848},{"uri":"Regicide","surface_form":"regicide","offset":15017},{"uri":"Alice_Chaucer%2C_Duchess_of_Suffolk","surface_form":"Alice Chaucer, Duchess of Suffolk","offset":15109},{"uri":"Louis_XI","surface_form":"Louis XI","offset":15181},{"uri":"Saumur","surface_form":"Saumur","offset":15379},{"uri":"Angers_Cathedral","surface_form":"Angers Cathedral","offset":15470},{"uri":"French_Revolution","surface_form":"French Revolution","offset":15589},{"uri":"City_of_London_Corporation","surface_form":"Corporation of London","offset":15734},{"uri":"London_Borough_of_Enfield","surface_form":"Enfield","offset":15816},{"uri":"Dower","surface_form":"dower lands","offset":15853},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":15900},{"uri":"Cecil_Monro","surface_form":"Cecil Monro","offset":16038},{"uri":"Camden_Society","surface_form":"Camden Society","offset":16079}]}