{"id":713717,"url":"http://en.wikipedia.org/wiki/Ka%C3%AFs_Sa%C3%AFed","text":"Kaïs Saïed () (born 22 February 1958) is a Tunisian jurist, politician and professor of constitutional law. Saïed is the 6th and current President of Tunisia since October 2019. He successfully ran as an Independent candidate for President in the 2019 election.\nSaïed is a Professor at the Université de Tunis. He was the Secretary-General of the Tunisian Association of Constitutional Law between 1990 and 1995 and has been the vice president of the organization since 1995.\nSaïed received 620,711 votes in the first round of the 2019 election, coming in first place and moved on to face businessman Nabil Karoui in the second round. He defeated Karoui in the October run-off election winning 72.7% of the vote.\nThe regime being semi-presidential, Kaïs Saïd has a week after his inauguration to charge the party that came first in the legislative elections to form a government. The latter then has one month to obtain the confidence of the Assembly of People's Representatives.\nFrom a practical point of view, he refuses to lodge in the presidential palace of Carthage, preferring his villa to Mnihla, located in the governorate of Ariana.\nOn October 30, he appointed diplomat Tarek Bettaïeb as head of the presidential cabinet, General Mohamed Salah Hamdi as national security advisor, while Tarek Hannachi led the protocol. Abderraouf Bettaïeb is minister-advisor to the President of the Republic, Rachida Ennaifer in charge of communication, while Nadia Akacha is responsible for legal affairs.\nOn November 15, 2019, he appointed Habib Jemli, Ennahdha's candidate, for the post of head of government and charged him with forming a government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tunisia","surface_form":"Tunisian","offset":43},{"uri":"Jurist","surface_form":"jurist","offset":52},{"uri":"Constitutional_law","surface_form":"constitutional law","offset":88},{"uri":"President_of_Tunisia","surface_form":"President","offset":137},{"uri":"Tunisia","surface_form":"Tunisia","offset":150},{"uri":"President_of_Tunisia","surface_form":"President","offset":230},{"uri":"2019_Tunisian_presidential_election","surface_form":"2019 election","offset":247},{"uri":"Tunis_University","surface_form":"Université de Tunis","offset":290},{"uri":"2019_Tunisian_presidential_election","surface_form":"2019 election","offset":531},{"uri":"Nabil_Karoui","surface_form":"Nabil Karoui","offset":601}]}