{"id":713825,"url":"http://en.wikipedia.org/wiki/Sunset_Overdrive","text":"\"Sunset Overdrive\" is an action-adventure\nshooter video game created by Insomniac Games. It was published by Microsoft Studios. It was announced at Electronic Entertainment Expo 2013. It was released worldwide for Xbox One in October 2014 and for Microsoft Windows in November 2018. The Microsoft Windows version was published by THQ Nordic. The game happens in 2027, in a fictional metropolis called Sunset City. The player controls an employee of FizzCo, who has to fight off the OD. OD is short for Overcharge Drinkers: people who have turned into monsters after drinking FizzCo's energy drink. The player character can wall-run, use zip-lines, and grind rails to easily move through Sunset City. The player also has a lot of weapons they can use. The game also has a cooperative multiplayer mode called \"Chaos Squad\". That mode is where players to complete missions with seven players. As the game focus on movement and momentum, the game does not have any cover system.\nThe game received mostly positive reviews. People liked its visuals, movement system, combat system, and humor. However, the game was criticized for not having a good story or innovative quest design. It received many nominations, including Best Xbox Game of the Year awards from many different gaming publications. The game was supported with multiple downloadable content. It includes the story-based \"The Mystery of the Mooil Rig\" and \"Dawn of the Rise of the Fallen Machine\", after the game's release.\nGameplay.\n\"Sunset Overdrive\" is an action-adventure game set in a third-person perspective. Players go through a city called Sunset City. It takes place in the year 2027. This dystopian world has been overrun by mutants called the OD, short for Overcharge Drinkers. The player character is a former FizzCo employee, their job was to clean up the mess left behind from a party FizzCo had. FizzCo had a party to celebrate its new energy drink, Overcharge Delirium XT.\nAt the start of the game, players can change the character's gender, body type, hairstyle, and outfit using the character creator. Players may also change the look of their character whenever they want during the game by going to a vendor named Callista. After creating their characters, players proceed to the game's open world, which is free for players to explore at any time. A fast travel system is provided. It allows players to got to different places and to mvoe in the world quickly.\nThroughout the game, players fight both human enemies, FizzCo's robots, the OD, and bosses. The game has many different weapons for players to use fight. These include an assault rifle (called the AK-FU) and the TNTeddy grenade launcher, which fires teddy bears connected to dynamite, fireworks and toy helicopters.\nThe game's combat focuses on velocity. It wants players to defeat enemies quickly. Because of this, players can use different moves. These moves include wall running, air-dashing, zip lining, doing parkour, acrobatics, and water traversal.\nRelease.\n\"Sunset Overdrive\" was one of the first Xbox One exclusives shown at Microsoft's press conference at E3 2013. The first gameplay details were shown by gaming magazine \"Edge\" in May 2014. A gameplay demo and a release date announcement happened at E3 2014. On November 15, 2018, it was said that the game would be released for both Windows 10 and Steam on November 16, 2018 without the multiplayer. THQ Nordic published the game's retail version. Microsoft kept its digital publishing rights.\nPlayers can purchase the game's \"Season Pass\". It adds new in-game items, places, quests, and bosses.\nA three-hour free trial of the game was available for players to download. It was available for short time.\nCritical reception.\n\"Sunset Overdrive\" received \"generally positive\" reviews, according to review aggregator Metacritic.\nFuture.\nOn September 13, 2018, Insomniac Games said they wanted to make a sequel to \"Sunset Overdrive\". However, because the rights to the intellectual property is owned by Insomniac, they would need to find a new publisher. In August 2019, Insomniac Games was bought by Sony Interactive Entertainment. SIE Worldwide Studios Chairman Shawn Layden said that \"Sunset Overdrive 2\" is not important for Sony and Insomniac.","categories":[],"infobox_types":[],"annotations":[{"uri":"Action-adventure_game","surface_form":"action-adventure\nshooter","offset":25},{"uri":"Video_game","surface_form":"video game","offset":50},{"uri":"Insomniac_Games","surface_form":"Insomniac Games","offset":72},{"uri":"Microsoft_Studios","surface_form":"Microsoft Studios","offset":109},{"uri":"Electronic_Entertainment_Expo_2013","surface_form":"Electronic Entertainment Expo 2013","offset":148},{"uri":"THQ_Nordic_GmbH","surface_form":"THQ Nordic","offset":330},{"uri":"Metropolis","surface_form":"metropolis","offset":383},{"uri":"Zip-line","surface_form":"zip-line","offset":637},{"uri":"Grind_rail","surface_form":"grind rail","offset":652},{"uri":"Cooperative_multiplayer","surface_form":"cooperative multiplayer","offset":771},{"uri":"Momentum","surface_form":"momentum","offset":924},{"uri":"Downloadable_content","surface_form":"downloadable content","offset":1328},{"uri":"Action-adventure_game","surface_form":"action-adventure game","offset":1516},{"uri":"Third-person_perspective","surface_form":"third-person perspective","offset":1547},{"uri":"Dystopian","surface_form":"dystopian","offset":1657},{"uri":"Player_character","surface_form":"player character","offset":1751},{"uri":"Open_world","surface_form":"open world","offset":2265},{"uri":"Robot","surface_form":"robot","offset":2504},{"uri":"Boss_(gaming)","surface_form":"bosses","offset":2524},{"uri":"Assault_rifle","surface_form":"assault rifle","offset":2611},{"uri":"Grenade_launcher","surface_form":"grenade launcher","offset":2660},{"uri":"Teddy_bear","surface_form":"teddy bear","offset":2690},{"uri":"Dynamite","surface_form":"dynamite","offset":2715},{"uri":"Fireworks","surface_form":"fireworks","offset":2725},{"uri":"Helicopter","surface_form":"helicopter","offset":2743},{"uri":"Velocity","surface_form":"velocity","offset":2785},{"uri":"Zip-line","surface_form":"zip lining","offset":2936},{"uri":"Parkour","surface_form":"parkour","offset":2954},{"uri":"Acrobatics","surface_form":"acrobatics","offset":2963},{"uri":"Edge_(magazine)","surface_form":"Edge","offset":3173},{"uri":"Demo","surface_form":"demo","offset":3203},{"uri":"E3_2014","surface_form":"E3 2014","offset":3252},{"uri":"Windows_10","surface_form":"Windows 10","offset":3336},{"uri":"Steam_(software)","surface_form":"Steam","offset":3351},{"uri":"THQ_Nordic","surface_form":"THQ Nordic","offset":3403},{"uri":"Review_aggregator","surface_form":"review aggregator","offset":3798},{"uri":"Metacritic","surface_form":"Metacritic","offset":3816},{"uri":"Intellectual_property","surface_form":"intellectual property","offset":3967},{"uri":"Sony_Interactive_Entertainment","surface_form":"Sony Interactive Entertainment","offset":4099},{"uri":"SIE_Worldwide_Studios","surface_form":"SIE Worldwide Studios","offset":4131},{"uri":"Shawn_Layden","surface_form":"Shawn Layden","offset":4162}]}