{"id":713848,"url":"http://en.wikipedia.org/wiki/Take_Me_Home%2C_Country_Roads","text":"\"Take Me Home, Country Roads\", (also called \"Take Me Home\" or \"Country Roads\") is a song written by Bill Danoff, Taffy Nivert, and John Denver about the state of West Virginia. It was released as a single performed by Denver on April 12, 1971. It got to number 2 on \"Billboard\"s US Hot 100 singles for the week ending August 28, 1971. The song was a success on its first release. It was certified Gold by the RIAA on August 18, 1971, and Platinum on April 10, 2017. The song became one of John Denver's most popular songs. It still sells, with over 1.5 million digital copies sold in the United States. It is considered to be Denver's signature song.\nThe song has a status as an iconic symbol of West Virginia, which it describes as \"almost Heaven\". In March 2014, it became one of the four official state anthems of West Virginia.\nReception in West Virginia.\n\"Take Me Home, Country Roads\" received a positive response from West Virginia people. The song is the theme song of West Virginia University. It has been performed during every home football pregame show since 1972.\nThis song was played at the funeral memorial for West Virginia Senator Robert Byrd at the state capitol in Charleston on July 2, 2010.\nThe popularity of the song has gotten bills in the West Virginia Legislature to make \"Take Me Home, Country Roads\" an official state song. On March 7, 2014, the West Virginia Legislature approved a bill to make \"Take Me Home, Country Roads\" an official state song of West Virginia. They did this along three other songs: \"West Virginia Hills\", \"This is My West Virginia\", and \"West Virginia, My Home Sweet Home\". Governor Earl Ray Tomblin signed the resolution into law on March 8, 2014.\n\"Fallout 76\" version.\nA cover version of the song, a collaboration between Copilot Music and Sound and the vocal group [https://en-gb.facebook.com/Spankdoowop/ Spank], exists. It was commissioned for and shown in both the teaser and full E3 2018 trailers for the 2018 video game, \"Fallout 76\". The game's story is set in West Virginia. Released as an iTunes-only single on July 4, 2018, the song reached #1 on the iTunes singles chart. It debuted at #41 on \"Billboard's\" Hot Country Songs chart that week and at #21 on \"Billboard's\" Country Digital Songs the following week. The official YouTube upload of the original John Denver recording, first uploaded in 2013, would later edit its description to mention the use of the song in the game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bill_Danoff","surface_form":"Bill Danoff","offset":100},{"uri":"Taffy_Nivert","surface_form":"Taffy Nivert","offset":113},{"uri":"John_Denver","surface_form":"John Denver","offset":131},{"uri":"West_Virginia","surface_form":"West Virginia","offset":162},{"uri":"Signature_song","surface_form":"signature song","offset":635},{"uri":"West_Virginia_University","surface_form":"West Virginia University","offset":976},{"uri":"Robert_Byrd","surface_form":"Robert Byrd","offset":1147},{"uri":"West_Virginia_State_Capitol","surface_form":"state capitol","offset":1166},{"uri":"Charleston%2C_WV","surface_form":"Charleston","offset":1183},{"uri":"West_Virginia_Legislature","surface_form":"West Virginia Legislature","offset":1262},{"uri":"Earl_Ray_Tomblin","surface_form":"Earl Ray Tomblin","offset":1633},{"uri":"COPILOT_Music_and_Sound","surface_form":"Copilot Music and Sound","offset":1774},{"uri":"Electronic_Entertainment_Expo_2018","surface_form":"E3 2018","offset":1937},{"uri":"Fallout_76","surface_form":"Fallout 76","offset":1980},{"uri":"ITunes","surface_form":"iTunes","offset":2050},{"uri":"Billboard_(magazine)","surface_form":"Billboard's","offset":2157},{"uri":"Hot_Country_Songs","surface_form":"Hot Country Songs","offset":2170}]}