{"id":71421,"url":"http://en.wikipedia.org/wiki/Trial_and_error","text":"e=\"preserve\">Trial and error is a primitive method of solving problems. It is characterised by repeated, varied attempts which are continued until success, or until the agent stops trying. It is an unsystematic method, which does not employ insight, theory or organised methodology.\nAccording to W.H. Thorpe, the term was devised by C. Lloyd Morgan after trying out similar phrases \"trial and failure\" and \"trial and practice\". Under Morgan's canon, animal behaviour should be explained in the simplest possible way. Where behaviour seems to imply higher mental processes, it might be explained by trial and error learning. An example is the skilful way in which his terrier Tony opened the garden gate, easily misunderstood as an insightful act by someone seeing the final behaviour. Lloyd Morgan, however, had watched and recorded the series of approximations by which the dog had gradually learned the response, and could demonstrate that no insight was required to explain it.\nEdward Thorndike showed how to manage a trial and error experiment in the laboratory. In his famous experiment, a cat was placed in a series of puzzle boxes in order to study the law of effect in learning. He plotted learning curves which recorded the timing for each trial. Thorndike's key observation was that learning was promoted by positive results, which was later refined and extended by B.F. Skinner's operant conditioning.","categories":[],"infobox_types":[],"annotations":[{"uri":"W.H._Thorpe","surface_form":"W.H. Thorpe","offset":296},{"uri":"C._Lloyd_Morgan","surface_form":"C. Lloyd Morgan","offset":333},{"uri":"Morgan%27s_canon","surface_form":"Morgan's canon","offset":434},{"uri":"Animal_behaviour","surface_form":"animal behaviour","offset":450},{"uri":"Terrier","surface_form":"terrier","offset":667},{"uri":"Insight","surface_form":"insight","offset":731},{"uri":"Edward_Thorndike","surface_form":"Edward Thorndike","offset":981},{"uri":"Law_of_effect","surface_form":"law of effect","offset":1160},{"uri":"Learning","surface_form":"learning","offset":1293},{"uri":"B.F._Skinner","surface_form":"B.F. Skinner","offset":1376},{"uri":"Operant_conditioning","surface_form":"operant conditioning","offset":1391}]}