{"id":714370,"url":"http://en.wikipedia.org/wiki/Ivy_Nicholson","text":"e=\"preserve\">Ivy Nicholson, born Irene Nicholson (New York, 1933) is an American supermodel and actress.\nShe start works like model at 16 years old. Laying on the covers of major fashion magazines such as Vogue, Harper's Bazaar, Life, Elle. In the mid-50s she moved to Italy and works for some great fashion designers of the time such as Vincenzo Ferdinandi, Irene Galitzine, Fernanda Gattinoni, the Sorelle Fontana, Simonetta, Alberto Fabiani and Emilio Pucci. In 1954 in Paris, she works for Givenchy and Christian Dior.\nShe participates with small parts in some movies in Italy, \"An American in Rome\" with Alberto Sordi, in \"Senso\" by Luchino Visconti and Steno's \"The Adventures of Giacomo Casanova\".\nShe returned to the United States and entered into the circle of Andy Warhol, of which he became a muse and friend, participating as an actress in many films produced by the Factory (Batman Dracula, Couch, Four Stars, I, a Man, John and Ivy).\nAfter a homeless life on the streets of San Francisco, she returns to living in wellness, shooting the warhol-style movie \"The dead life\" and completing his autobiography entitled \"Warhol’s bride\".\nFor a short time she was a resident of small Montana town called Circle in the late 90's to the early 2000's. People still talk about her presence there to this day.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_York_City","surface_form":"New York","offset":50},{"uri":"Vogue_(magazine)","surface_form":"Vogue","offset":205},{"uri":"Elle_(magazine)","surface_form":"Elle","offset":235},{"uri":"Italy","surface_form":"Italy","offset":269},{"uri":"Vincenzo_Ferdinandi","surface_form":"Vincenzo Ferdinandi","offset":338},{"uri":"Paris","surface_form":"Paris","offset":473},{"uri":"Hubert_de_Givenchy","surface_form":"Givenchy","offset":494},{"uri":"Christian_Dior","surface_form":"Christian Dior","offset":507},{"uri":"Alberto_Sordi","surface_form":"Alberto Sordi","offset":609},{"uri":"Luchino_Visconti","surface_form":"Luchino Visconti","offset":638},{"uri":"United_States","surface_form":"United States","offset":725},{"uri":"Andy_Warhol","surface_form":"Andy Warhol","offset":770},{"uri":"San_Francisco","surface_form":"San Francisco","offset":988}]}