{"id":71466,"url":"http://en.wikipedia.org/wiki/Atlas","text":"An atlas is a collection of maps or manifolds, traditionally bound into book form, but also found in multimedia formats.\nIt may show geographic features and political boundaries, but often social, religious and economic statistics as well.\nHistory.\nThe earliest atlases were not called by that name at the time of their publication. The first book that could be called an atlas was constructed from the calculations of Claudius Ptolemy, a geographer who worked in Alexandria circa A.D. 150. The first edition was published in Bologna in 1477 and was illustrated with a set of 27 maps, though scholars say that it is not known whether the printed maps were engraved versions of original maps made by Ptolemy, or whether they were constructed by medieval Greek scholars from Ptolemy's text.\nFrom about 1544, many maps were produced, especially in the important trading centers of Rome and Venice. Each publisher worked independently. They produced maps based upon their own needs. The maps often varied dramatically in size. Over time, it became common to bind the maps together into one book. Although the term atlas was not in use in 1544, these works are now called \"IATO\" atlases - (Italian, Assembled to Order) or more frequently \"Lafreri atlases\" after one of the leading publishers of the period.\nModern atlases.\nWith the coming of the global market, publishers in different countries can reprint maps from plates made elsewhere. This means that the place names on the maps often use the designations or abbreviations of the language of the country in which the feature is located, to serve the widest market. For example, islands near Russia have the abbreviation \"O.\" for \"ostrov\", not \"I.\" for \"island\". This practise differs from what is standard for any given language.\nSelected general atlases.\nSee Other websites below for online modern atlases and digitized historical atlases. The collection of digitized [http://davidrumsey.com/worldatlases.html world atlases at DavidRumsey.com] lists many significant atlases of the 18th-20th centuries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Map","surface_form":"map","offset":28},{"uri":"Manifold","surface_form":"manifold","offset":36},{"uri":"Multimedia","surface_form":"multimedia","offset":101},{"uri":"Geography","surface_form":"geographic","offset":133},{"uri":"Political","surface_form":"political","offset":157},{"uri":"Social","surface_form":"social","offset":189},{"uri":"Religious","surface_form":"religious","offset":197},{"uri":"Economic","surface_form":"economic","offset":211},{"uri":"Statistics","surface_form":"statistics","offset":220},{"uri":"Alexandria","surface_form":"Alexandria","offset":464},{"uri":"Bologna","surface_form":"Bologna","offset":526},{"uri":"1477","surface_form":"1477","offset":537},{"uri":"1544","surface_form":"1544","offset":800},{"uri":"Rome","surface_form":"Rome","offset":878},{"uri":"Venice","surface_form":"Venice","offset":887}]}