{"id":714714,"url":"http://en.wikipedia.org/wiki/Martina_Gasparovi%C4%8D_Bezou%C5%A1kov%C3%A1","text":"Martina Gasparovič Bezoušková (born January 9 1961, Prague) is a Czech theatre and film actress and teacher.\nBiography.\nMartina Gasparovič Bezoušková was born in Prague, Malá Strana, into an artistic family of the painter Ema Blažková (1924–2003) and Martin Gasparovič (1923–1989) as one of four children: sister Jana (* 1951), brother Lukáš (* 1953) and brother Marek (* 1954). From pre-school age, she devoted herself to classical ballet in the Ballet Preparatory School of the National Theater, tap dance, and she sang in the Czech Radio Children's Choir. Later she competed in ballroom dancing.\nIn 1976–1980 she studied dental laboratory at the Secondary Medical School in Prague. Subsequently, she was admitted to the Department of Dramatic Theater of the Theatre Faculty of the Academy of Performing Arts (DAMU), where she graduated in 1984.\nSince 2014 she has been teaching stage speech at the Theatre Faculty of the Academy of Performing Arts. Since 2016, she has been teaching at the Faculty of Arts of Charles University in Prague at „University of the Third Age“ two programs: \"Speak or not to speak\" and \"The road to success is paved with words\". In 2018 she commenced her engagement as teacher at the Jan Deyl Conservatory and High School and also at the Prague International Conservatory.\nShe was featured in theatre and film as \"Martina Gasparovičová\", \"Martina Gasparovičová-Bezoušková\" or \"Martina Bezoušková\".\nFamily.\nHer husband was Martin Bezouška (* 1955), a Czech screenwriter. They have four children together: Jan (* 1985), Patrik (* 1993), Anna (* 1996) and Jáchym (* 1998).","categories":[],"infobox_types":[],"annotations":[{"uri":"January_9","surface_form":"January 9","offset":36},{"uri":"1961","surface_form":"1961","offset":46},{"uri":"Czech_people","surface_form":"Czech","offset":65},{"uri":"Prague","surface_form":"Prague","offset":162},{"uri":"National_Theatre%2C_Prague","surface_form":"National Theater","offset":480},{"uri":"Charles_University_in_Prague","surface_form":"Charles University in Prague","offset":1012}]}