{"id":714741,"url":"http://en.wikipedia.org/wiki/First_impeachment_of_Donald_Trump","text":"The first impeachment of Donald Trump, the 45th President of the United States, began on September 24, 2019, after a whistleblower alleged that Trump had pressured foreign leaders. The scandal was about Trump telling Ukrainian President Volodymyr Zelensky to investigate Hunter Biden and his father Joe Biden, a former vice-president and a candidate for the 2020 presidential election. It ended on February 5, 2020.\nHouse trial.\nThe inquiry stage of Trump's impeachment lasted from September to November 2019. In October 2019, three Congressional committees (Intelligence, Oversight, and Foreign Affairs) deposed witnesses.\nIn November 2019, the House Intelligence Committee held a number of public hearings in which witnesses testified publicly. On December 3, the House Intelligence Committee voted 13–9 along party lines to adopt a final report.\nA set of impeachment hearings before the Judiciary Committee began on December 4, 2019. On December 13, the House Judiciary Committee voted 23–17 along party lines to recommend two articles of impeachment: abuse of power and obstruction of Congress. The Judiciary Committee also released a report on the articles of impeachment on December 16.\nThe first hearing, held on December 4, 2019, was an academic discussion on the definition of an impeachable offense. The witnesses invited by Democrats were law professors Noah Feldman from Harvard, Pamela S. Karlan from Stanford, and Michael Gerhardt from the University of North Carolina. Republicans invited Jonathan Turley, a constitutional scholar at George Washington University.\nOn December 18, the full House approved the articles of impeachment, making Trump the third president in U.S. history to be impeached.\nSenate trial.\nOn January 10, 2020, Speaker Nancy Pelosi announced that she had \"asked Judiciary Committee Chairman Jerry Nadler to be prepared to bring to the Floor next week a resolution to appoint managers and transmit articles of impeachment to the Senate\".\nAt the end of the January 21 session, the Senate voted along party lines to pass Mitch McConnell's proposed trial rules and reject 11 amendments proposed by Democrats. The prosecution's opening arguments and presentation of evidence took place between January 22–24. Trump's defense presentation began on January 25. The primary arguments were a lack of direct evidence of wrongdoing, and that Democrats were attempting to use the impeachment to steal the 2020 election. Under the U.S. Constitution, a two-thirds majority of the Senate is required to convict the president.\nVerdict.\nOn February 5, 2020 the Senate acquitted Trump on both count. The votes were 52-48 to acquit on the first count and 53-47 to acquit on the second count.","categories":[],"infobox_types":[],"annotations":[{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":25},{"uri":"List_of_Presidents_of_the_United_States","surface_form":"45th President of the United States","offset":43},{"uri":"Whistleblower_protection_in_the_United_States","surface_form":"whistleblower","offset":117},{"uri":"Trump%E2%80%93Ukraine_scandal","surface_form":"Trump had pressured foreign leaders","offset":144},{"uri":"Volodymyr_Zelensky","surface_form":"Volodymyr Zelensky","offset":237},{"uri":"Hunter_Biden","surface_form":"Hunter Biden","offset":271},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":299},{"uri":"2020_United_States_presidential_election","surface_form":"2020 presidential election","offset":358},{"uri":"Impeachment_inquiry_against_Donald_Trump","surface_form":"The inquiry stage","offset":429},{"uri":"United_States_House_Permanent_Select_Committee_on_Intelligence","surface_form":"Intelligence","offset":559},{"uri":"United_States_House_Committee_on_Oversight_and_Reform","surface_form":"Oversight","offset":573},{"uri":"United_States_House_Committee_on_Foreign_Affairs","surface_form":"Foreign Affairs","offset":588},{"uri":"Abuse_of_power","surface_form":"abuse of power","offset":1055},{"uri":"Obstruction_of_Congress","surface_form":"obstruction of Congress","offset":1074},{"uri":"Noah_Feldman","surface_form":"Noah Feldman","offset":1365},{"uri":"Pamela_S._Karlan","surface_form":"Pamela S. Karlan","offset":1392},{"uri":"Michael_Gerhardt","surface_form":"Michael Gerhardt","offset":1428},{"uri":"Jonathan_Turley","surface_form":"Jonathan Turley","offset":1504},{"uri":"Nancy_Pelosi","surface_form":"Nancy Pelosi","offset":1757},{"uri":"Mitch_McConnell","surface_form":"Mitch McConnell","offset":2056}]}