{"id":71473,"url":"http://en.wikipedia.org/wiki/T-Mobile_Team","text":"T-Mobile Team (\"UCI Team Code:\" TMO) is a professional cycling team competing in international road bicycle races.\nIt is named after its chief sponsor - the T-Mobile company. The team takes part in many editions of the annual Grand Tours of cycling, such as the Tour de France and the Giro d'Italia. Since 2005, the team has been one of 20 teams that compete in the new UCI ProTour.\nIn December 2007 T-Mobile decided to pull out of cycling sponsorship, and end their sponsorship immediately although they had promised to carry on until 2010.\nThe team was founded in 1991 as Team Telekom, sponsored by T-Mobile's parent Deutsche Telekom - but in 2004 their name changed to the current Team T-Mobile. It has 29 riders, 9 physiotherapists or nurses, 9 mechanics, and has 22 partners. The team is managed of Olaf Ludwig and Eddy Vandenhecke, and its sports directors, sometimes caleed \"directeurs sportifs\" Brian Holm, Tristan Hoffman, Allan Peiper, Valerio Piva and Jan Schaffrath.\nTeam Telekom.\nFounded as \"Team Telekom\" in 1991 with Walter Godefroot the team manager, the team soon became important presence in international cycling. In 1994, the German sprinter Erik Zabel won the first UCI Road World Cup victory in the history of the team, the Paris-Tours. A year later, in 1995, Zabel won two stages in the 1995 Tour de France.\nThe next two years saw the international breakthrough of the team. Godefroot brought in Danish rider Bjarne Riis, finished third in the 1995 Tour, and he went on to win the 1996 Tour de France. Jan Ullrich was then a support rider, and finished in second place. In the 1997 Tour de France Ullrich as he won the race with support from Riis, who had earlier won the Amstel Gold World Cup race. Team Telekom also won the team classification, as the overall strongest team of the 1997 Tour.\nIn both 1997 and 1998, Zabel won the Milan-Sanremo, while Ullrich finished second in the 1998 Tour de France. Ullrich went on to win the 1999 Vuelta a España, but missed the 1999 Tour de France due to a knee injury. The next year, Zabel won the overall World Cup victory, having won the Milan-Sanremo and Amstel Gold Race, while Ullrich placed second again in the 2000 Tour de France to Lance Armstrong. In 2001, Zabel won Milan-Sanremo for the fourth time. Ullrich came in second in the 2001 Tour de France, while Zabel won six stages combined in the 2001 Tour and Vuelta. Kazakh rider Alexandre Vinokourov won the Paris-Nice stage race in 2002, a feat he would duplicate in 2003, also winning the Amstel Gold Race and Tour de Suisse that year. As Ullrich left the team to form Team Bianchi in 2003, Vinokourov became team leader for the 2003 Tour de France. He finished in third place, just below the second placed Ullrich. Zabel won the 2003 Paris-Tours, while Italian rider Daniele Nardello took the Züri-Metzgete.\nT-Mobile.\nIn 2004, the team changed its name to T-Mobile. Jan Ullrich returned to the team, and raced the 2004 Tour de France as team leader, but Vinokourov did not ride in the Tour. Ullrich finished fourth, while Andreas Klöden was the best placed rider of the team in second place. Team T-Mobile was again the strongest team overall. In the spring of 2005, Vinokourov won the Liège-Bastogne-Liège classic race. Ullrich, as the team leader, finished 3rd overall in the 2005 Tour de France. Alexandre Vinokourov rode in support, and finished fifth as well as winning two stages, including the final stage on the Champs-Elysees. Italian rider Giuseppe Guerini also won a stage and the team once again winning the team classification.\nIn July 2005, during the 2005 Tour, Vinokourov's contract was running out and speculation was abundant if he was to stay with T-Mobile. With four days left of the 2005 Tour, he announcedt that he would leave the team to try to win the Tour de France as a team captain and after the Tour he joined the Liberty Seguros team. After 13 years with Team Telekom and T-Mobile Team, Erik Zabel also left in 2005 to ride for the newly formed Team Milram. Before the 2006 season, Olaf Ludwig took over from Walter Godefroot as team manager.\nDoping scandal.\nThirteen riders were expelled from the 2006 Tour de France because of a Spanish doping scandal. The day before the prologue of the 93rd edition Jan Ullrich, one of the favourites to win the race, was among those excluded from the Tour. Another T-Mobile rider, Oscar Sevilla, was also expelled, leaving the team starting with only seven riders.\nOn 9 July, the team sacked sporting director Rudy Pevenage because he was linked with Jan Ullrich in the doping scandal. \"The contract linking T-Mobile to Pevenage has been retrospectively stopped on 30 June,\" the team's general manager, Olaf Ludwig, said.\nOn July 21, 2006, Jan Ullrich was fired. investigation.\nAt the 2006 Tour de France, T-Mobile won the team classification for the third consecutive year, Andreas Klöden reached the podium (3rd place) for the second time, Matthias Kessler won Stage 3, Serhiy Honchar won two individual time trials (Stages 7 and 19) and wore the yellow jersey for 3 days (after Stages 7–9).\nIn May 2007, several former riders admitted using banned substances (include EPO) while riding for the team in the mid 1990s, including Erik Zabel, Rolf Aldag, Brian Holm, Bjarne Riis, Bert Dietz, Udo Bölts and Christian Henn including the seasons in which Riis and Ullrich won the Tour de France. Team doctors Andreas Schmid and Lothar Heinrich has also confessed to helping and administering banned substances. Heinrich was Team Telekom's sporting director until May 3, 2007 when he was suspended following allegations published in former team member Jef d'Hont's book.\nTo present a new image the team brought a young team to the 2007 Tour de France, and drug-free attitude and image. However, Patrik Sinkewitz tested positive for higher than normal level of testosterone during a training camp. The results were only announced when Sinkiewitz was in hospital because of a crash. He was still dismissed on 31 July 2007.\nFilm: Hell on Wheels.\nIn 2005 a film titled \"Hell on Wheels\" was released. It is a record of the 100th anniversary (but only the 90th running because of World War I and World War II) of the Tour de France in 2003 from the perspective of the then-Team Telekom.","categories":[],"infobox_types":["Cycling team"],"annotations":[{"uri":"Cycling_team","surface_form":"cycling team","offset":55},{"uri":"Road_bicycle_race","surface_form":"road bicycle race","offset":95},{"uri":"T-Mobile","surface_form":"T-Mobile","offset":157},{"uri":"Grand_Tour_(cycling)","surface_form":"Grand Tours","offset":226},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":262},{"uri":"Giro_d%27Italia","surface_form":"Giro d'Italia","offset":285},{"uri":"Union_Cycliste_Internationale","surface_form":"UCI","offset":370},{"uri":"UCI_ProTour","surface_form":"ProTour","offset":374},{"uri":"T-Mobile_Telephones","surface_form":"Deutsche Telekom","offset":619},{"uri":"Olaf_Ludwig","surface_form":"Olaf Ludwig","offset":804},{"uri":"Eddy_Vandenhecke","surface_form":"Eddy Vandenhecke","offset":820},{"uri":"Brian_Holm","surface_form":"Brian Holm","offset":903},{"uri":"Tristan_Hoffman","surface_form":"Tristan Hoffman","offset":915},{"uri":"Allan_Peiper","surface_form":"Allan Peiper","offset":932},{"uri":"Valerio_Piva","surface_form":"Valerio Piva","offset":946},{"uri":"Jan_Schaffrath","surface_form":"Jan Schaffrath","offset":963},{"uri":"Walter_Godefroot","surface_form":"Walter Godefroot","offset":1032},{"uri":"Cycling_sprinter","surface_form":"sprinter","offset":1153},{"uri":"Erik_Zabel","surface_form":"Erik Zabel","offset":1162},{"uri":"UCI_Road_World_Cup","surface_form":"UCI Road World Cup","offset":1187},{"uri":"Paris-Tours","surface_form":"Paris-Tours","offset":1246},{"uri":"1995_Tour_de_France","surface_form":"1995 Tour de France","offset":1310},{"uri":"Denmark","surface_form":"Danish","offset":1419},{"uri":"Bjarne_Riis","surface_form":"Bjarne Riis","offset":1432},{"uri":"1996_Tour_de_France","surface_form":"1996 Tour de France","offset":1504},{"uri":"Jan_Ullrich","surface_form":"Jan Ullrich","offset":1525},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":1605},{"uri":"Amstel_Gold_Race","surface_form":"Amstel Gold","offset":1695},{"uri":"Milan-Sanremo","surface_form":"Milan-Sanremo","offset":1855},{"uri":"1998_Tour_de_France","surface_form":"1998 Tour de France","offset":1907},{"uri":"Vuelta_a_Espa%C3%B1a","surface_form":"Vuelta a España","offset":1960},{"uri":"1999_Tour_de_France","surface_form":"1999 Tour de France","offset":1992},{"uri":"2000_Tour_de_France","surface_form":"2000 Tour de France","offset":2182},{"uri":"Lance_Armstrong","surface_form":"Lance Armstrong","offset":2205},{"uri":"2001_Tour_de_France","surface_form":"2001 Tour de France","offset":2306},{"uri":"Kazakhstan","surface_form":"Kazakh","offset":2392},{"uri":"Alexandre_Vinokourov","surface_form":"Alexandre Vinokourov","offset":2405},{"uri":"Paris-Nice","surface_form":"Paris-Nice","offset":2434},{"uri":"Tour_de_Suisse","surface_form":"Tour de Suisse","offset":2538},{"uri":"Team_Bianchi","surface_form":"Team Bianchi","offset":2597},{"uri":"2003_Tour_de_France","surface_form":"2003 Tour de France","offset":2657},{"uri":"Italy","surface_form":"Italian","offset":2782},{"uri":"Daniele_Nardello","surface_form":"Daniele Nardello","offset":2796},{"uri":"Z%C3%BCri-Metzgete","surface_form":"Züri-Metzgete","offset":2822},{"uri":"2004_Tour_de_France","surface_form":"2004 Tour de France","offset":2943},{"uri":"Andreas_Kl%C3%B6den","surface_form":"Andreas Klöden","offset":3051},{"uri":"Li%C3%A8ge-Bastogne-Li%C3%A8ge","surface_form":"Liège-Bastogne-Liège","offset":3215},{"uri":"Classic_race","surface_form":"classic race","offset":3236},{"uri":"2005_Tour_de_France","surface_form":"2005 Tour de France","offset":3307},{"uri":"Champs-Elysees","surface_form":"Champs-Elysees","offset":3449},{"uri":"Italy","surface_form":"Italian","offset":3465},{"uri":"Giuseppe_Guerini","surface_form":"Giuseppe Guerini","offset":3479},{"uri":"Liberty_Seguros-W%C3%BCrth_team","surface_form":"Liberty Seguros","offset":3871},{"uri":"Team_Milram","surface_form":"Team Milram","offset":4003},{"uri":"2006_Tour_de_France","surface_form":"2006 Tour de France","offset":4156},{"uri":"Operaci%C3%B3n_Puerto","surface_form":"a Spanish doping scandal","offset":4187},{"uri":"Oscar_Sevilla","surface_form":"Oscar Sevilla","offset":4377},{"uri":"2006_Tour_de_France","surface_form":"2006 Tour de France","offset":4781},{"uri":"Andreas_Kl%C3%B6den","surface_form":"Andreas Klöden","offset":4871},{"uri":"Matthias_Kessler","surface_form":"Matthias Kessler","offset":4938},{"uri":"Serhiy_Honchar","surface_form":"Serhiy Honchar","offset":4968},{"uri":"Individual_time_trial","surface_form":"individual time trial","offset":4991},{"uri":"Yellow_jersey","surface_form":"yellow jersey","offset":5045},{"uri":"Erythropoietin","surface_form":"EPO","offset":5167},{"uri":"1990s","surface_form":"1990s","offset":5209},{"uri":"Erik_Zabel","surface_form":"Erik Zabel","offset":5226},{"uri":"Rolf_Aldag","surface_form":"Rolf Aldag","offset":5238},{"uri":"Brian_Holm","surface_form":"Brian Holm","offset":5250},{"uri":"Bjarne_Riis","surface_form":"Bjarne Riis","offset":5262},{"uri":"Bert_Dietz","surface_form":"Bert Dietz","offset":5275},{"uri":"Udo_B%C3%B6lts","surface_form":"Udo Bölts","offset":5287},{"uri":"Christian_Henn","surface_form":"Christian Henn","offset":5301},{"uri":"2007_Tour_de_France","surface_form":"2007 Tour de France","offset":5722},{"uri":"Patrik_Sinkewitz","surface_form":"Patrik Sinkewitz","offset":5786},{"uri":"World_War_I","surface_form":"World War I","offset":6165},{"uri":"World_War_II","surface_form":"World War II","offset":6181},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":6202}]}