{"id":714888,"url":"http://en.wikipedia.org/wiki/Windshield","text":"The windshield (North American English) or windscreen (Commonwealth English) is the front window of a vehicle. It lets drivers see out while at the same time protecting passengers and the driver from weather. Aircraft, cars, buses, motorbikes or trams can all have windshields.\nWindshields on cars and aircraft are designed to protect the vehicle against wind and flying debris (such as dust, rocks, and insects). Windshields on motorbikes are designed to shield the driver from wind, though it doesn't protect as much as other vehicle windshields do.\nModern windshields are generally made of laminated safety glass, a type of treated glass. The laminated safety glass used for vehicles is made of two curved sheets of glass with a plastic layer between them. This laminated safety glass is then joined into the window frame.\nMotorbike windshields are different to the ones found on cars or aircraft. Motorbike windshields are often made of high-impact polycarbonate or acrylic plastic.\nHistory.\nBefore laminated safety glass, vehicles used ordinary window glass as a windshield. However, ordinary window glass can shatter if the vehicle had a massive physical impact, which would produce flying sharp pieces of glass that can injure people. On 1917, Henry Ford developed the laminated safety glass from the French, which would help prevent broken glass from shattering. Modern windshields were developed from Ford's developments.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_American_English","surface_form":"North American English","offset":16},{"uri":"English_in_the_Commonwealth_of_Nations","surface_form":"Commonwealth English","offset":55},{"uri":"Window","surface_form":"window","offset":90},{"uri":"Vehicle","surface_form":"vehicle","offset":102},{"uri":"Weather","surface_form":"weather","offset":200},{"uri":"Aircraft","surface_form":"Aircraft","offset":209},{"uri":"Car","surface_form":"car","offset":219},{"uri":"Bus","surface_form":"bus","offset":225},{"uri":"Motorbike","surface_form":"motorbike","offset":232},{"uri":"Tram","surface_form":"tram","offset":246},{"uri":"Debris","surface_form":"debris","offset":371},{"uri":"Laminated_glass","surface_form":"laminated safety glass","offset":593},{"uri":"Treated_glass","surface_form":"treated glass","offset":627},{"uri":"Glass","surface_form":"glass","offset":719},{"uri":"Plastic","surface_form":"plastic","offset":732},{"uri":"Polycarbonate","surface_form":"polycarbonate","offset":953},{"uri":"Poly(methyl_methacrylate)","surface_form":"acrylic","offset":970},{"uri":"Henry_Ford","surface_form":"Henry Ford","offset":1251}]}