{"id":714971,"url":"http://en.wikipedia.org/wiki/1905_Washburn_vs._Fairmount_football_game","text":"The 1905 Washburn vs. Fairmount football game was a college football game between Fairmount College (now called Wichita State University) and the Washburn Ichabods. It was played on December 25, 1905, in Wichita, Kansas. It was the first experiment with the forward pass. It was also the first experiment with the ten-yard requirement for first downs. It is unclear if the game was considered \"regular season\", \"post season\", or \"exhibition\" in classification.\nGame play.\nFairmount college was coached by Willis Bates. The head coach for Washburn that season was John H. Outland. However, since he was officiating, it is likely that the coaching job was given to assistant coach (and next year's head coach) Garfield Weede. The game ended in a 0–0 tie.\nThe weather for the game were good, but neither side was able to get close to the other team's goal except by a punt. Only seven first downs were made the entire game—four by Washburn and three by Fairmount. Most of the game was played in the middle of the field. The fans were upset.\nSafer but not \"conducive\".\nBoth teams had played a previous game that same season. What made this second game different was that it was a test of a different way to play. During the game, each team's offense was required to gain ten yards in three downs instead of four to earn a new first down.\nThe experiment was considered a failure. Football legend John H. Outland officiated the game and said, \"It seems to me that the distance required in three downs would almost eliminate touchdowns, except through fakes or flukes.\" The \"Los Angeles Times\" said that there was much kicking and that the game was considered much safer than regular play, but that the new rule was not \"conducive to the sport.\"\nImpact.\nThree days later, 62 schools met in New York City to discuss rule changes to make the game safer. As a result of that meeting, the Intercollegiate Athletic Association of the United States, later named the National Collegiate Athletic Association (NCAA), was created. Several other rule changes were made to make the game safer for players, including the addition of the forward pass.\nFirst forward pass.\nIn his history of the sport of football, David M. Nelson said that \"the first forward passes were thrown at the end of the 1905 season in a game between Fairmount and Washburn colleges in Kansas.\" Nelson says that Washburn did three passes, and Fairmount did two. Credit for the first pass goes to Fairmount's Bill Davis, who did a pass to Art Solter.","categories":[],"infobox_types":[],"annotations":[{"uri":"College_football","surface_form":"college football","offset":52},{"uri":"Wichita_State_University","surface_form":"Wichita State University","offset":112},{"uri":"Washburn_Ichabods","surface_form":"Washburn Ichabods","offset":146},{"uri":"Wichita%2C_Kansas","surface_form":"Wichita, Kansas","offset":204},{"uri":"Forward_pass","surface_form":"forward pass","offset":258},{"uri":"First_down","surface_form":"first down","offset":339},{"uri":"Willis_Bates","surface_form":"Willis Bates","offset":505},{"uri":"John_H._Outland","surface_form":"John H. Outland","offset":563},{"uri":"Garfield_Weede","surface_form":"Garfield Weede","offset":708},{"uri":"Punt_(gridiron_football)","surface_form":"punt","offset":865},{"uri":"First_down","surface_form":"first down","offset":1322},{"uri":"John_H._Outland","surface_form":"John H. Outland","offset":1391},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":1568},{"uri":"New_York_City","surface_form":"New York City","offset":1783},{"uri":"National_Collegiate_Athletic_Association","surface_form":"National Collegiate Athletic Association","offset":1953},{"uri":"Forward_pass","surface_form":"forward pass","offset":2118},{"uri":"David_M._Nelson","surface_form":"David M. Nelson","offset":2193},{"uri":"Forward_pass","surface_form":"forward pass","offset":2230}]}