{"id":71499,"url":"http://en.wikipedia.org/wiki/Saman%C3%A1_Province","text":"Samaná is a Dominican province. It is in the northeastern part of the country. It takes up the whole Samaná Peninsula. Its capital city is Santa Bárbara de Samaná, usually called just \"Samaná\". It is one of the main tourist regions of the country with several important resorts.\nName.\nThe word \"Samaná\", written as \"Xamaná\" centuries ago, is the Taíno name of the region. The meaning of the word is unknown.\nHistory.\nSamaná was visited by Christopher Columbus in January 1493, during his first travel to the Americas. At that moment, Samaná was occupied by \"Ciguayos\", a tribe of Native Americans with the same culture of the Taínos but a different language. They were the first Indians that fought against the Europeans.\nAfter the conquest of the Hispaniola island by the Spaniards, Samaná was occupied by different groups of Europeans, mainly French people. Some groups of \"maroon\" (runaway slaves) lived in the mountains for many years.\nTo fight against those European groups, Spain brought galleys (a galley was a narrow war ship where prisoners and slaves were used to move the ship), and founded in 1756 the town of Santa Bárbara de Samaná on the northern coast of Samaná Bay, with people from the Canary Islands.\nWhen the eastern part of the Hispaniola (the \"Santo Domingo\" colony) was given to France in 1795, the French government tried to develop the region, and many French families moved to Samaná to grow coffee; many places in Samaná have French names. Most of those French families left Samaná when Spain took again the colony in 1809.\nDuring the Haitian Occupation (1822 - 1844), a fort was built in Los Cacaos (west of Santa Bárbara de Samaná) to control the Samaná Bay; another small fort was built in El Limón, on the northern coast.\nJean-Pierre Boyer, President of Haiti, sent some Haitian families to live in Tessón, to the north of Santa Bárbara de Samaná. Boyer brought ex-slaves from Philadelphia to live in the country, and 200 of them were taken to live in Samaná. Both the Haitian and the American populations kept their languages and traditions.\nAfter the Independence, several Dominican governments tried to sell or rent the Samaná Bay, with the peninsula, to several foreign governments but without any result.\nIn 1888, the railway from Sánchez to La Vega (in the La Vega province) began to run across the rich region of the Cibao. Sánchez became the most important port of the country during the rest of the 19th century and beginning of the 20th century. The railroad worked until 1966.\nIt was created as a Maritime District (a special administrative category that has been abandoned) on 4 June 1867. The 1907 Dominican Constitution changed its status to province with the municipalities of Samaná and Sánchez. In 1966, Las Terrenas was made the third municipality of the province.\nEl Limón became a municipal district in 2001, Arroyo Barril in 2003 and Las Galeras in 2005.\nLocation.\nTo the north and east of the peninsula (and province) is the coast of the Atlantic Ocean. To the south is the Samaná Bay. Samaná shares borders with the Duarte and María Trinidad Sánchez provinces (west). It also shares a short border with the Monte Plata province.\nPopulation.\nIn (last national census), there were people living in the Samaná province, and 44,190 () living in towns and cities. The population density was persons/km².\nIts population represents of the total population of the country and the province is ranked as the 22nd (out of 31 plus the National District) more populated province.\n, the total estimated propulation of the province is 108,238 inhabitants.\nThe largest city of the province is Samaná, its head municipality or capital, with an urban population (in) of 13,857 inhabitants.\nMore than 95% of the population is black.\nGeography.\nA mountain chain called \"Sierra de Samaná\" runs across the province, from west to east; only in the western part, west of Sánchez, there is flat land because it is an estuary. The Sierra de Samaná gets to the coast, except in some places where there are very good beaches. The highest mountain in the province is in the eastern part of the peninsula and is called \"La Meseta\", high.\nThe altitude of Santa Bárbara de Samaná, provincial capital, is above sea level.\nRivers.\nThere are many rivers and creeks but all are very short because the mountains get very close to the coast. There are more rivers on the southern part of the province but the most important rivers (\"Limón\", \"Cantón\" and \"San Juan\") are on the northern part, flowing to the Atlantic Ocean;\nIn the southwestern part of the province is the \"Yuna\" river, one of the most important river of the country; it flows into the Samaná Bay.\nClimate.\nSamaná has a wet tropical climate, with temperature of, on average. The yearly rainfall on the Sierra de Samaná is above.\nMunicipalities.\nThere are 3 municipalities and 3 municipal districts (M.D.) in the province.\nEconomy.\nThe most important economic activity of the province is agriculture; Samaná is the biggest producer of coconut in the country but the demand for that product is diminishing. Cacao and rice are produced in the western part of the province.\nEven if fishing was a very important activity, its importance has been reduced because the Yuna River has been filling the Samaná Bay with solid material.\nTourism is very important in the province because of the beautiful beaches in the province. Whale-watching is an important economic activity because many tourists come the province to watch the humpback whales that come in late winter and early spring to breed in the warm waters of the Samaná Bay.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican","offset":12},{"uri":"Province","surface_form":"province","offset":22},{"uri":"Capital_city","surface_form":"capital city","offset":123},{"uri":"Santa_B%C3%A1rbara_de_Saman%C3%A1","surface_form":"Santa Bárbara de Samaná","offset":139},{"uri":"Tourism","surface_form":"tourist","offset":216},{"uri":"Seaside_resort","surface_form":"resorts","offset":270},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":346},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":439},{"uri":"Americas","surface_form":"Americas","offset":508},{"uri":"Tribe","surface_form":"tribe","offset":571},{"uri":"Native_American","surface_form":"Native American","offset":580},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":626},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":748},{"uri":"Spain","surface_form":"Spaniards","offset":773},{"uri":"Europe","surface_form":"Europe","offset":827},{"uri":"France","surface_form":"French","offset":845},{"uri":"Maroon","surface_form":"maroon","offset":876},{"uri":"Santa_B%C3%A1rbara_de_Saman%C3%A1","surface_form":"Santa Bárbara de Samaná","offset":1122},{"uri":"Saman%C3%A1_Bay","surface_form":"Samaná Bay","offset":1171},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":1204},{"uri":"Coffee","surface_form":"coffee","offset":1418},{"uri":"Haiti","surface_form":"Haiti","offset":1562},{"uri":"Fort","surface_form":"fort","offset":1598},{"uri":"Santa_B%C3%A1rbara_de_Saman%C3%A1","surface_form":"Santa Bárbara de Samaná","offset":1636},{"uri":"El_Lim%C3%B3n%2C_Saman%C3%A1","surface_form":"El Limón","offset":1720},{"uri":"Slave","surface_form":"slave","offset":1896},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1908},{"uri":"Independence","surface_form":"Independence","offset":2084},{"uri":"Railway","surface_form":"railway","offset":2254},{"uri":"S%C3%A1nchez%2C_Saman%C3%A1","surface_form":"Sánchez","offset":2267},{"uri":"La_Vega_Province","surface_form":"La Vega","offset":2294},{"uri":"Port","surface_form":"port","offset":2396},{"uri":"1907","surface_form":"1907","offset":2637},{"uri":"Dominican_Republic","surface_form":"Dominican","offset":2642},{"uri":"Constitution","surface_form":"Constitution","offset":2652},{"uri":"Municipality","surface_form":"municipalities","offset":2705},{"uri":"Peninsula","surface_form":"peninsula","offset":2946},{"uri":"Coast","surface_form":"coast","offset":2978},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2991},{"uri":"Saman%C3%A1_Bay","surface_form":"Samaná Bay","offset":3027},{"uri":"Duarte_Province","surface_form":"Duarte","offset":3070},{"uri":"Mar%C3%ADa_Trinidad_S%C3%A1nchez_Province","surface_form":"María Trinidad Sánchez","offset":3081},{"uri":"Monte_Plata_Province","surface_form":"Monte Plata","offset":3161},{"uri":"Population_density","surface_form":"population density","offset":3317},{"uri":"Santa_B%C3%A1rbara_de_Saman%C3%A1","surface_form":"Samaná","offset":3631},{"uri":"Capital_city","surface_form":"capital","offset":3664},{"uri":"Urban","surface_form":"urban","offset":3681},{"uri":"Mountain_chain","surface_form":"mountain chain","offset":3781},{"uri":"Estuary","surface_form":"estuary","offset":3946},{"uri":"Mountain","surface_form":"mountain","offset":4064},{"uri":"Peninsula","surface_form":"peninsula","offset":4119},{"uri":"Altitude","surface_form":"altitude","offset":4166},{"uri":"Above_sea_level","surface_form":"above sea level","offset":4226},{"uri":"Tropical","surface_form":"tropical","offset":4705},{"uri":"Rainfall","surface_form":"rainfall","offset":4767},{"uri":"Municipality","surface_form":"municipalities","offset":4838},{"uri":"Municipality","surface_form":"municipal districts","offset":4859},{"uri":"Coconut_palm","surface_form":"coconut","offset":5015},{"uri":"Cacao_tree","surface_form":"Cacao","offset":5086},{"uri":"Rice","surface_form":"rice","offset":5096},{"uri":"Fishing","surface_form":"fishing","offset":5159},{"uri":"Saman%C3%A1_Bay","surface_form":"Samaná Bay","offset":5274},{"uri":"Solid","surface_form":"solid","offset":5290},{"uri":"Material","surface_form":"material","offset":5296},{"uri":"Humpback_Whale","surface_form":"humpback whales","offset":5500}]}