{"id":714967,"url":"http://en.wikipedia.org/wiki/1951_Central_Missouri_State_vs._Southwestern_football_game","text":"The 1951 Central Missouri State vs. Southwestern football game was a college football game between the Central Missouri State Mules and the Southwestern Moundbuilders. It was played on September 14, 1951. The game was played at Sonner Stadium in Winfield, Kansas. The game is known for a team rejecting a touchdown awarded by the game officials.\nCentral Missouri's head coach Tate C. Page called it \"the finest act of sportsmanship\" that he ever saw. In the third quarter, Southwestern halfback Arthur Johnson completed a long run down the sidelines nearest Southwestern's bench. The referee signaled a touchdown. The crowd of 2,000 cheered.\nSouthwestern's head coach Harold Hunt ran out on the field to shout, \"Southwestern rejects the touchdown!\" He then told the officials that Johnson had stepped out of bounds. This would undo the touchdown. None of the referees had seen this happen, but they agreed to undo the touchdown. They put the ball back to the place where Coach Hunt said Johnson had stepped out. A photo of the run later showed Coach Hunt was correct. It was published in the Winfield Daily Courier.\nReferee W. P. Astle noted that there had been only three officials at the game instead of the regulation four. He later said, \"If the fourth official had been present to cover what was impossible for me to cover... I would never have discovered the ‘biggest’ man I ever met.\"\nSouthwestern's Coach Hunt was nominated for \"Football's Man of the Year\" by This Week magazine. This was because he showed so much sportsmanship.","categories":[],"infobox_types":[],"annotations":[{"uri":"College_football","surface_form":"college football","offset":69},{"uri":"Central_Missouri_Mules_football","surface_form":"Central Missouri State Mules","offset":103},{"uri":"Southwestern_Moundbuilders","surface_form":"Southwestern Moundbuilders","offset":140},{"uri":"Richard_L._Jantz_Stadium","surface_form":"Sonner Stadium","offset":228},{"uri":"Winfield%2C_Kansas","surface_form":"Winfield, Kansas","offset":246},{"uri":"Touchdown","surface_form":"touchdown","offset":305},{"uri":"Tate_C._Page","surface_form":"Tate C. Page","offset":376},{"uri":"Crowd","surface_form":"crowd","offset":618},{"uri":"Harold_Hunt_(coach)","surface_form":"Harold Hunt","offset":668},{"uri":"Winfield_Daily_Courier","surface_form":"Winfield Daily Courier","offset":1092},{"uri":"W._P._Astle","surface_form":"W. P. Astle","offset":1124},{"uri":"This_Week_(magazine)","surface_form":"This Week","offset":1468}]}