{"id":715039,"url":"http://en.wikipedia.org/wiki/Fuzhou_dialect","text":"Fuzhou dialect is also a dialect of Mindong. Unlike Minnan dialect, Fuzhou dialects say that there are fewer people. This is mainly because the social development model of Fuzhou and Minnan is different. Therefore, the two languages ​​spread differently. The eastern part of the country is dominated by agriculture, while southern Fujian has a large number of fisheries.\nFuzhou dialect is popular in the seven counties of Fuzhou in the eastern part of Fujian, Ningde City and Nanping City, as well as Taiwan, Indonesia, Thailand, Brunei, Singapore. In addition, Fuzhou dialect is also popular in many Chinese communities in North America, South America, Europe, and Australia.\nFuzhou dialect is derived from ancient Chinese and medieval Chinese. Due to the large-scale immigration of Han, Jin and Tang Dynasty, these ancient languages ​​merged into the current Fuzhou dialect. Fuzhou dialect has experienced slow and obvious changes in pronunciation and vocabulary in the last 200 years.\nIn ancient times, Yue people lived along the banks of the Li River. Since the kingdom of Chu destroyed the country, the descendants of the king led some of the subjects to migrate to Fujian and merged with the Yue people into the Yue ethnic group. In 110 BC, the Yue dynasty against Han and was settled by Emperor Wu of Han Dynasty, after which most of the Yue people were moved to the Jianghuai area. During the Western Han Dynasty, the Central Plains Han people entered the shackles for the first time, and merged with the Yue and Yue people. Fuzhou dialect was integrated into the Central Plains dialect.\nDuring the Jin Dynasty, the Central Plains people entered the country for the second time. The Han people and the Yue people further merged. The Han people became the main residents of Fuzhou, and the Central Plains dialect was once again integrated into the Fuzhou dialect.\nAt the end of the Tang Dynasty, the Han people of the Central Plains entered the country for the third time. Wang tried to establish the Shu Kingdom and strengthened the integration of the Central Plains dialect and the Gan dialect. Fuzhou dialect was basically formed in the Tang Dynasty and is gradually developing.\nThe Mandarin language movement in recent decades has led to fewer and fewer people in Fuzhou. Recently, the government and civil society have realized this problem and have taken many measures to promote it. According to statistics, half of Fuzhou young people now speak Fuzhou dialect.\nThe first book on the pronunciation of Fuzhou is the 'Yulin Sounds', which was published in the 17th century and provides a standard for Fuzhou dialect.\nIn the 19th and 20th centuries, Western scholars studied Fuzhou dialect, compiled a dictionary, and translated the Bible into Fuzhou dialect. Japanese scholars published a series of books on Fuzhou dialect in the 1940s. The efforts of Western scholars have developed the use of the Latin alphabet to write Fuzhou dialect, which was standardized in 1890. This set of standards is mainly used in churches.","categories":[],"infobox_types":[],"annotations":[]}