{"id":715041,"url":"http://en.wikipedia.org/wiki/Tomiris_(movie)","text":"e=\"preserve\">\"Tomiris\" is a commercial movie about Queen Tomiris. This historical drama is about the ruler of the Massagetae in the sixth century B.C.\nThe movie was released in September 2019. Its plot is based on material from Herodotus. It tells how Tomiris led her nomadic people to victory over Cyrus the Great of the Achaemenid Empire when he invaded her land.\nThe movie's director was Akan Satayev. \"The historical drama was filmed based on order of the Kazakh Ministry of Culture and Sports.\" The producer was Aliya Nazarbayeva. The movie was made by the Kazakhfilm Film Studio with participation of Sataifilm. The movie's director of props was Kuat Tleubaev. It cost 2.259 billion tenge (about 6,500,000 US$) to make. It was filmed in Kazakhstan.\nAccording to the \"Astana Times\" online, the movie \"earned 480 million tenge (US$1.2 million) by the end of October and was screened more than 800 times throughout Kazakhstan.\"\n\"Tomiris\" was one of three Kazakhstani movies in the Golden Globes long list of candidates for the Foreign Language Film category.\nAt France’s 26th L’Étrange Festival, 20202, it won the Nouveau Genre Great Prize in the International Feature Film Competition.\nThe movie was scheduled to be released in Turkey in April 2020.\nLanguages.\nThe narrative is in Russian with Kazakh subtitles. The characters speak in ancient Turkic and Persian languages.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie","surface_form":"movie","offset":39},{"uri":"Historical_drama","surface_form":"historical drama","offset":71},{"uri":"Massagetae","surface_form":"Massagetae","offset":114},{"uri":"Herodotus","surface_form":"Herodotus","offset":228},{"uri":"Cyrus_the_Great","surface_form":"Cyrus the Great","offset":299},{"uri":"Achaemenid_Empire","surface_form":"Achaemenid Empire","offset":322},{"uri":"Kazakhfilm_Film_Studio","surface_form":"Kazakhfilm Film Studio","offset":562},{"uri":"Sataifilm","surface_form":"Sataifilm","offset":607},{"uri":"Tenge","surface_form":"tenge","offset":689},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":743}]}