{"id":715002,"url":"http://en.wikipedia.org/wiki/Topeka_Constitution","text":"e=\"preserve\">The Topeka Constitutional Convention met from October 23 to Nov 11, 1855 in Topeka, Kansas Territory at Constitution Hall. It wrote the Topeka Constitution that would have made slavery in Kansas illegal. The convention was organized by Free-Staters to go against the pro-slavery Territorial legislature elected March 5, 1855. The territorial legislature was elected in polling that had a lot of electoral fraud and the intimidation of free state settlers.\nThe Topeka Constitution was the first effort to create a Kansas governmental structure and write its basis in law. Free-State people passed the constitution on December 15, 1855. The constitution was sent to Washington. They really wanted the U.S. Congress to pass it. President Pierce hated the document. It was presented in the Senate by Senator Lewis Cass of Michigan and in the House by Representative Daniel of Indiana. It passed the House by two votes on July 2. However, it was held in committee by the Senate. On July 8, Senator Stephen A. Douglas took up the Topeka Constitution in a bill counter to Senator Cass. Cass sent the issue back to the people of Kansas to follow the Kansas-Nebraska Act.","categories":[],"infobox_types":[],"annotations":[{"uri":"Topeka%2C_Kansas","surface_form":"Topeka","offset":89},{"uri":"Kansas_Territory","surface_form":"Kansas Territory","offset":97},{"uri":"Slavery_in_the_United_States","surface_form":"slavery","offset":190},{"uri":"Kansas","surface_form":"Kansas","offset":201},{"uri":"Free-Stater_(Kansas)","surface_form":"Free-Stater","offset":249},{"uri":"Electoral_fraud","surface_form":"electoral fraud","offset":408},{"uri":"Free-Stater_(Kansas)","surface_form":"Free-State","offset":584},{"uri":"Washington%2C_D.C.","surface_form":"Washington","offset":677},{"uri":"Congress_of_the_United_States","surface_form":"U.S. Congress","offset":712},{"uri":"Franklin_Pierce","surface_form":"President Pierce","offset":738},{"uri":"Lewis_Cass","surface_form":"Lewis Cass","offset":817},{"uri":"Stephen_A._Douglas","surface_form":"Stephen A. Douglas","offset":1006}]}