{"id":715127,"url":"http://en.wikipedia.org/wiki/Marsha_P._Johnson","text":"Marsha P. Johnson (August 24, 1945 – July 6, 1992) was an American gay and transgender rights activist. She is best known for participating in the Stonewall riots in 1969. A founding member of the Gay Liberation Front, Johnson co-founded the advocacy group S.T.A.R. (Street Transvestite Action Revolutionaries), alongside her friend Sylvia Rivera. From 1987 through 1992, Johnson was an AIDS activist with ACT UP.\nEarly life.\nJohnson was born in Elizabeth, New Jersey on August 24, 1945. She was one of seven children. Her father, Malcolm Michaels Sr, worked for General Motors. Her mother, mother, Alberta Claiborne, was a housekeeper. Johnson attended an African Methodist Episcopal Church as a child. Johnson was very religious. She was very interested in Catholicism, and kept a private altar at home. Johnson began wearing dresses at the age of five but stopped due to bullying from boys in her neighborhood. Johnson did not come to terms with being gay until the age of 17. Her mother was reportedly very homophobic, but Johnson has said that her mother was unaware of the LGBT community. After graduating from high school, Johnson moved to Greenwich Village, New York on her own. She supported herself by waiting tables. After meeting other gay people in the city, Johnson gained the confidence to come out herself.\nWorking as a performer.\nJohnson began working as a drag queen after coming out as gay. She chose the drag name \"Marsha P. Johnson\". \"Johnson\" comes from the restaurant Howard Johnson's. She said that the \"P\" stood for \"pay it not mind\", a phrase she would use when asked about her gender. Johnson referred to herself as gay, a transvestite, and a drag queen interchangeably. Although she never referred to herself as being transgender, many modern scholars believe that she may have had the term been more widely used during her lifetime.\nJohnson said her style of drag was not serious because she could not afford expensive clothes. She made flower crowns out of leftover flowers from the Flower District of Manhattan, which she began well known for wearing. Johnson was tall, thin and wore long flowing clothes, red high heels and bright wigs. This tended to draw a lot of attention. Her style was often described as being masculine and feminine at the same time.\nIn 1972, Johnson became a member of the New York-based drag performance troupe Hot Peaches. Johnson also performed with the troupe The Angels of Light. In 1975, Johnson was photographed by famous artist Andy Warhol, as part of a series called \"Ladies and Gentlemen\".\nStonewall riots and activism.\nThe Stonewall riots were a series of riots in New York City in 1969. They happened after the police raided the Stonewall Inn, a gay bar in Greenwich Village. Johnson is often said to have been one of the first people to begin rioting against the police, some going as far to say she \"threw the first brick at Stonewall\". Johnson denied this, but she did become heavily involved in gay rights activism after the police raid.\nAfter the Stonewall uprising, Johnson joined the Gay Liberation Front, which worked to fight against homophobia. She participated in a rally on the first anniversary of the Stonewall riots in 1970. Also in 1970, Johnson and her fellow GLF members staged a sit-in protest at New York University after the university staff canceled a dance when they learned it was sponsored by gay organizations.\nJohnson and her close friend Sylvia Rivera co-founded the Street Transvestite Action Revolutionaries (STAR) organization. STAR advocated for transgender rights and also provided shelter for gay and transgender youth in the \"STAR House\", which also provided shelter for sex workers. Johnson worked to provide food, clothing, emotional support and a sense of family for homeless gay and transgender youth.\nThe two were banned from participating in the gay pride parade in 1973 when the staff running the event stated they were not going to allow drag queens at marches because they were \"giving them a bad name\". Their response was to march defiantly ahead of the parade. They believed it was their right to participate in pride alongside other members of the LGBT community.\nMental health and death.\nWhen she first came to New York City, Johnson became a sex worker to make money. She was arrested many times due to laws against prostitution.\nJohnson spoke of first having a mental breakdown in 1970. She would purposefully get herself arrested so that she would be given antipsychotic medication.\nThough remembered by most as a kind and generous person, she was known to have occasional bouts of anger and aggression. It is believed that she may have suffered from a mental illness which caused mood swings.\nJohnson was found dead shortly after the 1992 pride parade. Her body was discovered floating in the Hudson River. According to her friend, Randy Wicker, a witness saw Johnson fighting a man who later bragged about killing a drag queen named \"Marsha\". No arrests were made following this. Many locals believed that the law enforcement was unwilling to investigate Johnson's death because of her status as a drag queen and a sex worker.\nJohnson was cremated and her ashes were released over the Hudson River by her friends following a funeral at the local church.\nIn November 2012, activist Mariah Lopez was able to get the New York police department to reopen the case as a possible homicide.\nTributes and legacy.\nJohnson is remembered by many as an important figure in the fight for gay liberation.\nThe 2012 documentary \"Pay It No Mind – The Life and Times of Marsha P. Johnson\" features segments from a 1992 interview with Johnson, which was filmed shortly before her death. Many of her friends from Greenwich Village are interviewed for the documentary.\nIn 2018 the \"New York Times\" published a belated obituary for her.\nOn May 30, 2019, it was announced that Johnson and Sylvia Rivera would be honored with monuments at Greenwich Village, near the site of the Stonewall club.\nIn June 2019, Johnson was one of fifty American “pioneers, trailblazers, and heroes” inducted on the National LGBTQ Wall of Honor within the Stonewall National Monument (SNM) in New York City’s Stonewall Inn.","categories":[],"infobox_types":[],"annotations":[{"uri":"LGBT_community","surface_form":"LGBT community","offset":1079},{"uri":"Stonewall_riots","surface_form":"Stonewall riots","offset":2590},{"uri":"Riot","surface_form":"riot","offset":2623},{"uri":"New_York_City","surface_form":"New York City","offset":2632},{"uri":"Police","surface_form":"police","offset":2679},{"uri":"Stonewall_Inn","surface_form":"Stonewall Inn","offset":2697},{"uri":"Homosexuality","surface_form":"gay bar","offset":2714},{"uri":"Greenwich_Village","surface_form":"Greenwich Village","offset":2725}]}