{"id":715278,"url":"http://en.wikipedia.org/wiki/Chase_Tang","text":"Chia-Hao Tang is a Taiwanese-Canadian actor based in Ontario, Canada. Chase Tang has acted mostly in TV series. In September 2019, it was announced that Tang joined the cast of an upcoming Netflix series called \"Jupiter's Legacy\".\nEarly life.\nChase Tang was born in Taipei, Taiwan. In 1992 Tang's family migrated to Canada, where he was raised in Bedford, Nova Scotia. He is the youngest of 3 boys, his mother Shu Wei Chen was a stay at home mom & his father an entrepreneur. Chase played hockey for two years with the Halifax MacDonald's Hockey Midget Triple 'A' league. He attained his bachelor's degree in Business from the University of Guelph, Ontario. Chase was a successful corporate executive before deciding to leave it behind so he can follow his passion for the movie industry. Chase did not attend theatre school & step into his first ever acting class only in May 2016.\nCareer.\nTang's acting career began in 2017, with uncredited parts in the TV-series \"Designated Survivor\", \"Shadowhunters: The Mortal Instruments, Suits\" and \"Kim's Convenience\". He has also appeared in the short films Time, Space and Lee and View that earned him a trip to the 2018 Cannes Film Festival. His first professional acting was in a POM juice commercial. In 2019 Chase appeared in horror drama \"Slasher\". In 2020 Tang appeared in HBO's \"Run\". Tang signed an exclusive endorsement contract with Taiwanese-based organization Presotea Global to be their Global Wide Spokesperson. As part of this role, Tang will shoot a commercial campaign in Taiwan and his photos will be used in all 400 of Presotea's global locations, as well as on the brand's cups.\nActivist.\nChase Tang is using his celebrity platform to help those living with mental illness. In October 2019, the Taiwanese Canadian actor posed with a globe for \"The World is in Our Hands\", a United Nations initiative to raise awareness about climate change. Other entertainers participating include Joaquin Phoenix, Alec Baldwin, Antonio Banderas and Susan Sarandon, among others.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Netflix","surface_form":"Netflix","offset":189},{"uri":"Taipei","surface_form":"Taipei","offset":266},{"uri":"Taiwan","surface_form":"Taiwan","offset":274},{"uri":"Canada","surface_form":"Canada","offset":316},{"uri":"View","surface_form":"View","offset":1125},{"uri":"Cannes_Film_Festival","surface_form":"Cannes Film Festival","offset":1165}]}