{"id":715331,"url":"http://en.wikipedia.org/wiki/Yuriy_Meshkov","text":"Yuri Alexandrovich Meshkov (, (\"Yuri Alexandrovich Meshkov\"); October 25, 1945 – September 29, 2019) was a Crimean politician. He was a leader of the pro-Russian movement in Crimea. Meshkov was the only President of Crimea from 1994 to 1995.\nYuri Meshkov was born on October 25, 1945 in Synelnykove, Dnipropetrovsk Oblast, of the Soviet Socialist Republic of Ukraine (now Ukraine) of a mother of Ukrainian origin and a Russian father of Kossan Cossacks. He grew up in Simferopol, where he finished high school. When he was about eight years old, the Crimea region was officially transferred from the Russian RSFS to the Ukrainian SSR. For his military duties, he served in the Border Guard. In 1967 (in some sources in 1977), he graduated from the Faculty of Law of the Moscow State University. Until 1982, he worked as a detective and then as chief inspector in the district attorney's office. From 1982 to 1985, he spent time on the Skif scientific research yacht. After 1985 and until 1990, he worked privately as a legal consultant. At that time, he was also one of the heads of the \"Memorial\" department of the Crimean Illuminating Society \"All-Union\" and president of the Crimean kick-boxing Federation.\nIn 1990, Meshkov was elected deputy to the Supreme Council of Crimea (the parliament of the republic). There, he became the co-founder of the RDK (Republican Crimean Movement) party. In 1994, he headed the electoral block \"Russia\" for the Republican presidential elections, where he easily defeated Mykola Bahrov in the second round. Mykola Bahrov was at that time head of the Supreme Council of Crimea. In the second round of the presidential elections in Crimea in 1994, Meshkov won 72.9% and was elected only president of the republic.\nIts main political program was to facilitate much closer relations with the Russian Federation until the possible reunification of Crimea with Russia. Mechkov tried to initiate a political-military union with Russia and completely ignored the positions of the Ukrainian government. He also tried to force the rotation of the Russian currency, issue Russian passports to the population of Crimea and even transfer Crimea to the same time zone as Moscow. Due to the unexpected resistance of the local opposition, Meshkov only managed to place his autonomous republic in the Moscow time zone. He also appointed the Deputy Prime Minister, Russian economist Yevgeny Saburov, who has practically become the head of government. He then said in confrontations with other government officials about the legitimacy of his designee that he did not even have a Ukrainian passport. Because of this, Yevgeny Saburov was forced to resign. After that, he managed to paralyze the work of the Supreme Council of Crimea.\nIn 1995, the Ukrainian Parliament repealed the Crimean Constitution and abolished the office of president on March 17, 1995. After some previous warnings in September and November 1994 on March 17, 1995, the President of Ukraine Leonid Kuchma, signed the law of Ukraine that repeals the amended Constitution of Crimea and some other laws of the Republic of Crimea, because they were contrary to the Constitution of Ukraine and jeopardized the sovereignty of Ukraine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crimea","surface_form":"Crimea","offset":107},{"uri":"Crimea","surface_form":"Crimea","offset":174},{"uri":"President_of_Crimea","surface_form":"President of Crimea","offset":203}]}