{"id":715504,"url":"http://en.wikipedia.org/wiki/Kansas_Jayhawks_men%27s_basketball","text":"The Kansas Jayhawks men's basketball program is the intercollegiate men's basketball program of the University of Kansas. The program is in the NCAA's Division I. The team competes in the Big 12 Conference. Kansas is considered one of the best college basketball programs in the United States because they have won 5 overall National Championships (3 NCAA Tournament championships, 2 Helms National Championships), as well being a National Runner-Up six times. They also have the most conference titles in the United States. Kansas is the all-time record holder for most consecutive conference titles as they have 14 consecutive titles, a streak that ran from 2005 through 2018. The Jayhawks also own the NCAA record for most consecutive NCAA Tournament appearances with an active streak of 30 consecutive appearances.\nIn 2008, ESPN ranked Kansas second on a list of the best programs of the modern college basketball era. Kansas currently has the longest streak of consecutive NCAA tournament appearances of all-time (30). It also has the longest current streak of consecutive NCAA winning seasons (35), the most winning seasons in Division I history (97), the most non-losing seasons (.500 or better) in NCAA history (100), the most conference championships in Division I history (61), the most consecutive regular season conference titles in Division I (14), the most First Team All Americans in Division I history (22), and the most First Team All American Selections in Division I history (29). As of the last complete season, the program ranks third in Division I all-time winning percentage (.725) and second in Division I all-time wins (2,217).\nSince Allen Fieldhouse opened (which is the Jayhawks home arena), in 1955, the Jayhawks have earned a well established home court advantage. Allen Fieldhouse is often considered one of the best home court advantages in college basketball.","categories":[],"infobox_types":[],"annotations":[{"uri":"College_basketball","surface_form":"intercollegiate men's basketball","offset":52},{"uri":"University_of_Kansas","surface_form":"University of Kansas","offset":100},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":144},{"uri":"NCAA_Division_I","surface_form":"Division I","offset":151},{"uri":"Big_12_Conference","surface_form":"Big 12 Conference","offset":188},{"uri":"ESPN","surface_form":"ESPN","offset":828},{"uri":"Allen_Fieldhouse","surface_form":"Allen Fieldhouse","offset":1659}]}