{"id":71578,"url":"http://en.wikipedia.org/wiki/Natural_selection","text":"e=\"preserve\">Natural selection is a central concept of evolution. The English biologist Charles Darwin and Alfred Russel Wallace, and is sometimes called the \"survival of the fittest\". Darwin chose the name as an analogy with artificial selection (selective breeding).\nNatural selection is the process where organisms with favorable traits are more likely to reproduce. In doing so, they pass on these traits to the next generation. Over time this process allows organisms to adapt to their environment. This is because the frequency of genes for favourable traits increases in the population.\nMembers of a species are not all alike, partly because of differences in heredity (genetics). This is true even with children of the same parents. Some of these differences might make one organism better at surviving and reproducing than others in a particular habitat. When this organism reproduces, its children get the genes, which gave it the advantage. Some adaptations are extremely long-lasting, useful in many habitats. The evolution of wings in birds environment stays the same. If the environment changes enough, then another organism might do better.\nExamples.\nThere are now quite a number of examples of natural selection in natural populations.\nAntibiotic resistance.\nA well-known example of natural selection in action is the development of antibiotic resistance in microorganisms. Since the discovery of penicillin in 1928 by Alexander Fleming, antibiotics have been used to fight bacterial diseases. Natural populations of bacteria contain, among their vast numbers of individual members, considerable variation in their genetic material, as the result of mutations. When exposed to antibiotics, most bacteria die quickly, but some have mutations that make them slightly less susceptible. If the exposure to antibiotics is short, these individuals will survive the treatment. The elimination of individuals which have no resistance is an example of natural selection.\nGiven enough time, and repeated exposure to the antibiotic, a population of antibiotic-resistant bacteria will emerge. This leads to what is known as an evolutionary arms race, or co-evolution, in which bacteria continue to develop strains that are less susceptible to antibiotics, while medical researchers continue to develop new antibiotics that can kill them. Response strategies typically include the use of different, stronger antibiotics; however, new strains of MRSA have recently emerged that are resistant even to these drugs. A similar situation occurs with pesticide resistance in plants and insects, and with malarial resistance to quinine.\nCamouflage.\nOne famous case study is the study of peppered moth evolution, and there are many other examples. Most of these day-flying moths were light in colour, but just a few of the moths were dark. At first, the light coloured moths survived better because they were camouflaged against the light colour of the nearby trees. This made it hard for birds to see them.\nWhen factories were built, the pollution made all the trees look black. Now the light coloured moths were obvious against the dark bark. The dark coloured moths had the advantage after the environment changed. The genes controlling dark colour spread through the population of moths. After the second world war, controls against pollution worked to make the environment cleaner. Then the lighter moths once again had the advantage, and are now much more common.\nMimicry is another example: Some harmless insects mimic other insects which are dangerous, or which taste foul. Mimicry evolves because \"the better mimics survive better\". They live to produce more offspring than the less good mimics. The genes of the better mimics become more common in the species. Over time, mimic species get closer to their models.\nSexual selection.\nSexual selection is a special kind of natural selection. It is a theory of Charles Darwin that certain evolutionary traits can be explained by competition \"within\" a species. Darwin defined sexual selection as the effects of the \"struggle between the individuals of one sex, generally the males, for the possession of the other sex\". It is usually males who fight each other. Traits selected by male combat are called secondary sexual characteristics (including horns, antlers, etc.) and sometimes referred to as 'weapons'. Traits selected by mate choice are called 'ornaments'.\nFemales often prefer to mate with males with external ornaments—exaggerated features of morphology. Genes that enable males to develop impressive ornaments or fighting ability may simply show off greater disease resistance or a more efficient metabolism—features that also benefit females. This idea is known as the 'good genes' hypothesis. Sexual selection is still being researched and discussed today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Concept","surface_form":"concept","offset":44},{"uri":"Evolution","surface_form":"evolution","offset":55},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":88},{"uri":"Alfred_Russel_Wallace","surface_form":"Alfred Russel Wallace","offset":107},{"uri":"Survival_of_the_fittest","surface_form":"survival of the fittest","offset":159},{"uri":"Analogy","surface_form":"analogy","offset":213},{"uri":"Artificial_selection","surface_form":"artificial selection","offset":226},{"uri":"Organism","surface_form":"organism","offset":308},{"uri":"Trait_(biology)","surface_form":"traits","offset":333},{"uri":"Generation","surface_form":"generation","offset":421},{"uri":"Adaptation","surface_form":"adapt","offset":476},{"uri":"Environment","surface_form":"environment","offset":491},{"uri":"Allele_frequency","surface_form":"frequency","offset":524},{"uri":"Gene","surface_form":"gene","offset":537},{"uri":"Species","surface_form":"species","offset":607},{"uri":"Heredity","surface_form":"heredity","offset":667},{"uri":"Genetics","surface_form":"genetics","offset":677},{"uri":"Habitat","surface_form":"habitat","offset":855},{"uri":"Reproduction","surface_form":"reproduces","offset":883},{"uri":"Genes","surface_form":"genes","offset":916},{"uri":"Adaptation","surface_form":"adaptation","offset":957},{"uri":"Antibiotic","surface_form":"antibiotic","offset":1349},{"uri":"Resistance","surface_form":"resistance","offset":1360},{"uri":"Microorganism","surface_form":"microorganism","offset":1374},{"uri":"Penicillin","surface_form":"penicillin","offset":1413},{"uri":"Alexander_Fleming","surface_form":"Alexander Fleming","offset":1435},{"uri":"Antibiotic","surface_form":"antibiotic","offset":1454},{"uri":"Bacteria","surface_form":"bacteria","offset":1490},{"uri":"Bacteria","surface_form":"bacteria","offset":1533},{"uri":"Mutation","surface_form":"mutation","offset":1666},{"uri":"Evolutionary_arms_race","surface_form":"evolutionary arms race","offset":2131},{"uri":"Co-evolution","surface_form":"co-evolution","offset":2158},{"uri":"Strain_(biology)","surface_form":"strains","offset":2437},{"uri":"MRSA","surface_form":"MRSA","offset":2448},{"uri":"Pesticide","surface_form":"pesticide","offset":2547},{"uri":"Malaria","surface_form":"malaria","offset":2600},{"uri":"Quinine","surface_form":"quinine","offset":2623},{"uri":"Peppered_moth_evolution","surface_form":"peppered moth evolution","offset":2682},{"uri":"Camouflage","surface_form":"camouflage","offset":2903},{"uri":"Birds","surface_form":"birds","offset":2983},{"uri":"Factory","surface_form":"factories","offset":3007},{"uri":"Pollution","surface_form":"pollution","offset":3033},{"uri":"Bark","surface_form":"bark","offset":3133},{"uri":"Second_world_war","surface_form":"second world war","offset":3296},{"uri":"Pollution","surface_form":"pollution","offset":3331},{"uri":"Mimicry","surface_form":"Mimicry","offset":3464},{"uri":"Mimicry","surface_form":"Mimicry","offset":3576},{"uri":"Evolution","surface_form":"evolves","offset":3584},{"uri":"Offspring","surface_form":"offspring","offset":3662},{"uri":"Genes","surface_form":"genes","offset":3703},{"uri":"Theory","surface_form":"theory","offset":3901},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":3911},{"uri":"Immune_system","surface_form":"disease resistance","offset":4619},{"uri":"Metabolism","surface_form":"metabolism","offset":4658}]}