{"id":71592,"url":"http://en.wikipedia.org/wiki/Hardanger_fiddle","text":"A Hardanger fiddle or hardingfele in Norwegian, is a traditional string instrument used mainly in the south west of Norway. It is similar to the violin, but it has eight or nine strings and the wood is thinner. Four of the strings are strung and played like a violin, while the other strings are sympathetic strings (they vibrate when the others are played).\nThe Hardingfele is used for dancing. The player stamps his foot loudly while playing. It was the Norwegian tradition for a bridal procession to be led to the church by a Hardanger fiddler.\nThe instrument has a lot of decoration, with a carved animal (usually the Lion of Norway) or a carved woman's head as part of the scroll at the top of the pegbox, mother of pearl in the tailpiece and fingerboard, and black ink decorations called 'rosing' on the body of the instrument. Sometimes pieces of bone are used to decorate the pegs and the edges of the instrument.\nThe earliest known instrument is dated 1651 although we do not know whether this date is correct. By 1850 it had developed into the Hardanger fiddle known today.\nThe Hardanger fiddle can be tuned in lot of different ways, depending on the music to be played. The Norwegian composer Edvard Grieg liked Norwegian folk music. When he wrote the famous tune “Morning” for the music for \"Peer Gynt\" he was thinking of the notes that would be played on the Hardanger fiddle.\nIn the 20th century the Hardanger fiddle has become very popular in Norway through competitions. The players have to play in the style of the area they come from.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norwegian_language","surface_form":"Norwegian","offset":37},{"uri":"String_instrument","surface_form":"string instrument","offset":65},{"uri":"Norway","surface_form":"Norway","offset":116},{"uri":"Violin","surface_form":"violin","offset":145},{"uri":"Wood","surface_form":"wood","offset":194},{"uri":"Sympathetic_strings","surface_form":"sympathetic strings","offset":296},{"uri":"Vibration","surface_form":"vibrate","offset":322},{"uri":"Church","surface_form":"church","offset":517},{"uri":"Coat_of_arms_of_Norway","surface_form":"Lion of Norway","offset":622},{"uri":"Scroll","surface_form":"scroll","offset":678},{"uri":"Mother_of_pearl","surface_form":"mother of pearl","offset":711},{"uri":"Fingerboard","surface_form":"fingerboard","offset":748},{"uri":"Bone","surface_form":"bone","offset":854},{"uri":"1651","surface_form":"1651","offset":961},{"uri":"1850","surface_form":"1850","offset":1023},{"uri":"Composer","surface_form":"composer","offset":1195},{"uri":"Edvard_Grieg","surface_form":"Edvard Grieg","offset":1204},{"uri":"Peer_Gynt","surface_form":"Peer Gynt","offset":1304},{"uri":"20th_century","surface_form":"20th century","offset":1397}]}