{"id":71593,"url":"http://en.wikipedia.org/wiki/Auguste_Rodin","text":"Auguste Rodin (born François-Auguste-René Rodin; 12 November 1840 – 17 November 1917) was a French sculptor. Rodin was born in Paris. He made solid objects from stone or clay. His most famous works are 'The Thinker' and 'The Kiss'.\nAlthough Rodin is generally considered the start of modern sculpture, he did not set out to rebel against the past. His training was old-school. He took a craftsman-like approach to his work, but he was rejected three times to Paris's foremost school of art.\nRodin had a unique ability to model a complex, turbulent, deeply pocketed surface in clay. Many of his most notable sculptures were roundly criticized during his lifetime. They clashed with the sculpture tradition, in which works were decorative, formulaic, or highly thematic.\nRodin's most original work departed from traditional themes of mythology and allegory. He modelled the human body with realism, with individual character and physicality. Rodin refused to change his style. Gradually there came increasing favour from the government and the artistic community.\nHis statue of writer Honoré de Balzac for the \"Société des Gens des Lettres\" was heavily criticised. Rather than try to convince skeptics of its merit, Rodin repaid the Société his commission and moved the figure to his own garden. After this experience, Rodin did not complete another public commission. Only in 1939 was Monument to Balzac cast in bronze. It is now thought to be a masterpiece.\nRodin's reputation grew, and he became the top French sculptor of his time. By 1900, he was a world-renowned artist. Rich private clients sought Rodin's work after his 1900 World's Fair exhibit. For example, a Japanese patron, Matsukata Kojiro, paid for some of Rodin's best castings, including \"The Gates of Hell.\"\nRodin kept company with a variety of high-profile intellectuals and artists. He married his lifelong companion, Rose Beuret, in the last year of both their lives.\nHis sculpture suffered a decline in popularity after his death in 1917.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":92},{"uri":"Sculpture","surface_form":"sculptor","offset":99},{"uri":"Paris","surface_form":"Paris","offset":127},{"uri":"Clay","surface_form":"clay","offset":170},{"uri":"The_Thinker","surface_form":"The Thinker","offset":203},{"uri":"Clay","surface_form":"clay","offset":576},{"uri":"Mythology","surface_form":"mythology","offset":832},{"uri":"Allegory","surface_form":"allegory","offset":846},{"uri":"Realism","surface_form":"realism","offset":888},{"uri":"Honor%C3%A9_de_Balzac","surface_form":"Honoré de Balzac","offset":1083},{"uri":"World%27s_Fair","surface_form":"World's Fair","offset":1631},{"uri":"Matsukata_Kojiro","surface_form":"Matsukata Kojiro","offset":1685}]}