{"id":7160,"url":"http://en.wikipedia.org/wiki/Catholicism","text":"\"Catholicism\" is the traditions and beliefs of Catholic Churches. It refers to their theology, liturgy, morals and spirituality. The term usually refers to churches, both western and eastern, that are in full communion with the Holy See.\nIn 2012, there were more than 1.1 billion Catholics worldwide. This makes up more than 17% of the world population.\nThe word \"Catholicism\" comes from the Greek word \"catholikismos\" (). This means \"according to the whole\".\nCharacteristics.\nThe word \"Catholicism\" refers to many things, including its religious beliefs (called \"theologies\" and \"doctrines\"), and its form of religious worship (called liturgies). The word also refers to Catholic religious beliefs about ethics (things that are right and wrong). It also refers to the ways that members of the Catholic religion live and practice their religion.\nMany people use the word \"Catholicism \" to talk about religious beliefs of the Catholic Church, whose leader is called the \"Bishop of Rome\" and often called the \"Pope\". The Catholic Church is based in the Vatican City, a small independent country in the city of Rome, Italy. Sometimes the word also refers to beliefs of other Christian churches, including the Eastern Orthodox Churches, who have many beliefs similar to the Catholic Church, but do not believe the Bishop of Rome is their leader.\nThe word \"Catholicism\" is often used to tell the difference between the beliefs of Catholic Christians and the beliefs of others called Protestant Christians. Catholic and Orthodox churches use church leaders, called bishops, to determine beliefs. Protestants, however, often use each member's own understanding of the Bible to determine beliefs. Protestants use guidelines from the 16th-century Protestant Reformation to understand the Bible. It is the world's second largest religious denomination after Sunnism.\nWhere the word \"Catholic\" came from.\n\"Wherever the bishop shall appear, there let the multitude of the people also be; even as, wherever Jesus Christ is, there is the Catholic Church.\"\nGroups who call themselves \"Catholic\".\nMany different denominations (groups) of Christians call themselves \"catholic\". Often these groups have special beliefs about their leaders, called bishops. They believe Jesus of Nazareth (whom Christians believe is the Son of God) appointed the first bishops, who appointed future bishops, who eventually appointed each community's current bishops. This appointing of leaders is called \"Apostolic Succession\".\nNot all communities believe that other communities use the term \"catholic\" properly. Also, not all communities believe that the other communities have apostolic succession either. For example, the Catholic Church believes that the Eastern Orthodox have apostolic succession. However, the Catholic Church does not believe that the Anglicans or Lutherans have it.\nEastern Orthodox have similar beliefs about Anglicans and Lutherans. Not all Eastern Orthodox believe that the Catholic Church has apostolic succession. Different members of the Eastern Orthodox churches have different opinions.\nHowever, the Anglicans and Lutherans generally believe that all Christians are part of the \"catholic\" church. These groups have a very different understanding of the term \"Catholic\".\nHow it was started.\nCatholicism was started as a result of Jesus of Nazareth, a Jewish man whom Christians believe is the Son of God, a Christian belief known as the Trinity (Father, Son, and Holy Spirit). Catholics believe Jesus to be a descendant of David, a Jewish king from a long time ago. Jesus was crucified by the Romans in the year 33 AD. Catholics believe Jesus rose from the dead, and spoke to his followers, called the twelve Apostles. They also believe that Jesus rose into Heaven, and then sent the Holy Spirit to guide his followers at an event known as Pentecost.\nOne of his followers, the apostle named Saint Peter, was appointed leader by Jesus and later became recognized as the first Pope, or Bishop of Rome, soon after that he was captured and was martyred in Rome. Catholics believe that Saint Peter was given the \"keys of the Kingdom of Heaven,\" meaning that Jesus made him and the apostles in charge of forgiving sins. Catholics believe that Saint Peter passed the Apostolic Power (the ability to ordain priests and consecrate the Eucharist), given to him by Christ, to the Popes, who continue to pass the power through the papacy to this day. At the current time, the pope is Pope Francis, who is the leader of the Catholic Church. The word \"pope\" comes from the Latin word for \"father.\"\nIn 325, the First Council of Nicaea agreed on how to organize the church. The council agreed the Church had five patriarchs (patriarch was the highest type of church leader). The five leaders were the archbishops of Rome (the Pope), Alexandria, Antioch, Constantinople, and Jerusalem. The Patriarch of Rome, was honored as \"first among equals.\"\nQuarrels within the church.\nIn time, several groups split off from the Catholic Church because of differing opinions of theology. This caused breaks from the Church called schisms. Most schisms happened because people had different beliefs about what is true.\nIn 451, a church division happened when all the church leaders meeting at the Church Council in the city of Chalcedon excommunicated (cut off) three leaders, because they held to monophysitism and would not accept the view that Jesus had two natures (fully divine and fully human). These three were the bishops of Egypt, Syria, and Armenia. Of course, these three bishops did not accept being excommunicated either, so the churches under them are still known today as Oriental Orthodox Churches.\nIn 1054, an Eastern part of the Catholic Church severed itself, in the East-West Schism. The church in Western Europe which followed the Pope, became known as the Roman Catholic Church. The churches in the rest of the world, which did not think that the Pope should lead all Christians, became known as the Orthodox Church. \"Orthodox\" means \"correct belief;\" as they believe that they have kept the teachings of the early church, and the Roman Catholics have not.\nThe next big secession was the Protestant Reformation. Protestants resisted the valid central authority of the Church in Rome and rejected many practices, beliefs and disciplines. The Reformation started in Germany, where Martin Luther sent his demands for change to the Church. Because of politics in Europe, many nations supported Luther. The Lutheran Church was started. Later the Calvinist or Presbyterian Church started.\nIn England, King Henry VIII started the Anglican church. He wanted to divorce his first wife; but the Pope wouldn't allow it, as the marriage was valid. At first, the church of King Henry VIII, the Church of England, was very similar to the Catholic Church. The major difference was that the king was head of the church, instead of the Pope. Later, under his son, Edward VI, the Anglican Church became more reformed or Protestant. Anglicans, and several other Protestant denominations, still believe they are reformed Catholics. Puritanism arose among Anglicans who thought the reforms didn't go far enough.\nAfter the Reformation, many other Churches began because of disagreements over beliefs and practices of earlier Protestant doctrine. According to the 2010 U.S. Religious Congregations and Membership Study, this accounts for most of the Protestant denominations in the United States. There are about 314,000 of these. Two examples of these Protestant (or Reformed) churches are Methodist and Baptist.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tradition","surface_form":"tradition","offset":21},{"uri":"Belief","surface_form":"belief","offset":36},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":47},{"uri":"Theology","surface_form":"theology","offset":85},{"uri":"Liturgy","surface_form":"liturgy","offset":95},{"uri":"Moral","surface_form":"moral","offset":104},{"uri":"Spirituality","surface_form":"spirituality","offset":115},{"uri":"Latin_Church","surface_form":"western","offset":171},{"uri":"Eastern_Catholic_churches","surface_form":"eastern","offset":183},{"uri":"Full_communion","surface_form":"full communion","offset":204},{"uri":"Holy_See","surface_form":"Holy See","offset":228},{"uri":"World_population","surface_form":"world population","offset":336},{"uri":"Greek_language","surface_form":"Greek","offset":392},{"uri":"Theology","surface_form":"theologies","offset":564},{"uri":"Doctrine","surface_form":"doctrine","offset":581},{"uri":"Liturgy","surface_form":"liturgies","offset":636},{"uri":"Ethics","surface_form":"ethics","offset":705},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":925},{"uri":"Bishop_of_Rome","surface_form":"Bishop of Rome","offset":970},{"uri":"Pope","surface_form":"Pope","offset":1008},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":1019},{"uri":"Vatican_City","surface_form":"Vatican City","offset":1051},{"uri":"Rome","surface_form":"Rome","offset":1108},{"uri":"Italy","surface_form":"Italy","offset":1114},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":1206},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":1270},{"uri":"Protestant","surface_form":"Protestant","offset":1478},{"uri":"Bishop","surface_form":"bishop","offset":1559},{"uri":"Bible","surface_form":"Bible","offset":1661},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":1738},{"uri":"Sunnism","surface_form":"Sunnism","offset":1848},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":1994},{"uri":"Christian_denomination","surface_form":"denominations","offset":2096},{"uri":"Christian","surface_form":"Christian","offset":2122},{"uri":"Bishop","surface_form":"bishop","offset":2229},{"uri":"Jesus_of_Nazareth","surface_form":"Jesus of Nazareth","offset":2251},{"uri":"Son_of_God","surface_form":"Son of God","offset":2301},{"uri":"Apostolic_Succession","surface_form":"Apostolic Succession","offset":2469},{"uri":"Jewish","surface_form":"Jewish","offset":3346},{"uri":"God","surface_form":"God","offset":3395},{"uri":"Trinity_(Christian)","surface_form":"Trinity","offset":3432},{"uri":"David","surface_form":"David","offset":3518},{"uri":"Crucified","surface_form":"crucified","offset":3571},{"uri":"Roman_Empire","surface_form":"Romans","offset":3588},{"uri":"33","surface_form":"33 AD","offset":3607},{"uri":"Twelve_Apostles","surface_form":"twelve Apostles","offset":3697},{"uri":"Heaven","surface_form":"Heaven","offset":3753},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":3779},{"uri":"Pentecost","surface_form":"Pentecost","offset":3835},{"uri":"Saint_Peter","surface_form":"Saint Peter","offset":3886},{"uri":"Pope","surface_form":"Pope","offset":3970},{"uri":"Bishop","surface_form":"Bishop","offset":3979},{"uri":"Rome","surface_form":"Rome","offset":3989},{"uri":"Sin","surface_form":"sin","offset":4203},{"uri":"Saint_Peter","surface_form":"Saint Peter","offset":4232},{"uri":"Apostolic_Power","surface_form":"Apostolic Power","offset":4255},{"uri":"Priest","surface_form":"priest","offset":4294},{"uri":"Eucharist","surface_form":"Eucharist","offset":4321},{"uri":"Pope","surface_form":"Pope","offset":4364},{"uri":"Papacy","surface_form":"papacy","offset":4414},{"uri":"Pope_Francis","surface_form":"Pope Francis","offset":4467},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":4506},{"uri":"Latin","surface_form":"Latin","offset":4554},{"uri":"First_Council_of_Nicaea","surface_form":"First Council of Nicaea","offset":4591},{"uri":"Patriarch","surface_form":"patriarch","offset":4692},{"uri":"Rome","surface_form":"Rome","offset":4795},{"uri":"Alexandria","surface_form":"Alexandria","offset":4812},{"uri":"Antioch","surface_form":"Antioch","offset":4824},{"uri":"Constantinople","surface_form":"Constantinople","offset":4833},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":4853},{"uri":"Theology","surface_form":"theology","offset":5044},{"uri":"Schism","surface_form":"schism","offset":5096},{"uri":"Council_of_Chalcedon","surface_form":"Church Council in the city of Chalcedon","offset":5262},{"uri":"Excommunication","surface_form":"excommunicated","offset":5302},{"uri":"Monophysitism","surface_form":"monophysitism","offset":5363},{"uri":"Egypt","surface_form":"Egypt","offset":5498},{"uri":"Syria","surface_form":"Syria","offset":5505},{"uri":"Armenia","surface_form":"Armenia","offset":5516},{"uri":"Oriental_Orthodox_Church","surface_form":"Oriental Orthodox Church","offset":5652},{"uri":"East-West_Schism","surface_form":"East-West Schism","offset":5751},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":5843},{"uri":"Eastern_Orthodox_Church","surface_form":"Orthodox Church","offset":5987},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":6175},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":6366},{"uri":"Lutheranism","surface_form":"Lutheran Church","offset":6489},{"uri":"Calvinist","surface_form":"Calvinist","offset":6528},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":6541},{"uri":"England","surface_form":"England","offset":6573},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":6587},{"uri":"Anglicanism","surface_form":"Anglican","offset":6610},{"uri":"Divorce","surface_form":"divorce","offset":6640},{"uri":"Catherine_of_Aragon","surface_form":"first wife","offset":6652},{"uri":"Church_of_England","surface_form":"Church of England","offset":6768},{"uri":"Edward_VI_of_England","surface_form":"Edward VI","offset":6934},{"uri":"Reformed_churches","surface_form":"reformed","offset":6977},{"uri":"Puritanism","surface_form":"Puritanism","offset":7099},{"uri":"Methodism","surface_form":"Methodist","offset":7555},{"uri":"Baptist","surface_form":"Baptist","offset":7569}]}