{"id":716161,"url":"http://en.wikipedia.org/wiki/Iliad_Italia","text":"Iliad Italia S.p.A. is an Italian telephone company, part of the Iliad SA group.\nIn March 2020, with 5.81 million active lines, it is the fourth mobile operator in Italy following Wind Tre, TIM and Vodafone Italy.\nHistory.\nIliad Italia was founded in 2016 as an Italian subsidiary of the French group Iliad SA. In 2017, in view of the launch and in compliance with the provisions of the European Commission, the acquisition of the frequencies ceased by Wind Tre began following the merger of Wind and 3 Italy; as of 31 December 2017, Iliad has acquired almost 300 of the sites abandoned by Wind Tre, while the remaining will be transferred, according to the agreements, by the end of 2019.\nThe French holding said it would invest more than €1 billion for the launch and development of the new Italian mobile operator (including those to win the new 5G frequencies in Italy) and also expected about a thousand hires.\nOn 16 January 2018 the name of the Italian administrator of Iliad Italia, Benedetto Levi, was officially announced, together with the presentation of the new logo and the institutional website. As part of the implementation of the infrastructures required to cover the Italian territory with its own network, on 16 February 2018, an agreement was reached with the Spanish group Cellnex, which provides Iliad Italia with over 7700 cellular antennas in Italy. Finally, on 29 May 2018, the official launch of the operator takes place, in conjunction with the presentation of the commercial offer and the start of the sale of SIM cards with new numbers or to carry out the number portability from other phone operators. On 18 July 2018, just under two months after its launch, Iliad Italia officially announced that it had reached one million customers between requests for portability and new subscriptions. On 4 September 2018, the Iliad group releases the results of the first half of 2018, reporting the achievement – by early August – of one and a half million customers in Italy; actually, on 6 September 2018, Iliad Italia issues a press release confirming the achievement of two million customers.\nSimbox distributions.\nIliad introduced the Simboxes in Italy, a new type of sales point, conceived and created by the French group, \"Aures\" and already in use since 2014 on the French market by Free Mobile; these are SIM card vending machines, which allow customers to register and purchase it independently.\nNetwork.\nIliad signed an agreement, respectively, with Cellnex (February 2018) and INWIT (February 2019) in order to install its antennas on their towers.\nIliad Italia utilises, inter alia, CommScope telecommunications equipment and collaborates with Cisco Systems (April 2019) and Nokia (September 2019) to implement a state-of-the-art national network (IPv6) in Italy based on segment routing (SRv6) and to achieve its 5G network.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":26},{"uri":"Iliad_SA","surface_form":"Iliad SA","offset":65},{"uri":"Wind_Tre","surface_form":"Wind Tre","offset":180},{"uri":"Telecom_Italia","surface_form":"TIM","offset":190},{"uri":"Vodafone_Italy","surface_form":"Vodafone Italy","offset":198},{"uri":"Iliad_SA","surface_form":"Iliad SA","offset":301},{"uri":"European_Commission","surface_form":"European Commission","offset":387},{"uri":"Wind_Tre","surface_form":"Wind Tre","offset":453},{"uri":"Wind_(Italy)","surface_form":"Wind","offset":492},{"uri":"3_Italy","surface_form":"3 Italy","offset":501},{"uri":"Wind_Tre","surface_form":"Wind Tre","offset":590},{"uri":"Italy","surface_form":"Italy","offset":1367},{"uri":"SIM_card","surface_form":"SIM card","offset":1538},{"uri":"Press_release","surface_form":"press release","offset":2051},{"uri":"Italy","surface_form":"Italy","offset":2173},{"uri":"Free_Mobile","surface_form":"Free Mobile","offset":2312},{"uri":"Cellnex_Telecom","surface_form":"Cellnex","offset":2482},{"uri":"INWIT","surface_form":"INWIT","offset":2510},{"uri":"Antenna_(radio)","surface_form":"antennas","offset":2556},{"uri":"CommScope","surface_form":"CommScope","offset":2617},{"uri":"Cisco_Systems","surface_form":"Cisco Systems","offset":2678},{"uri":"Nokia","surface_form":"Nokia","offset":2709},{"uri":"IPv6","surface_form":"IPv6","offset":2782},{"uri":"5G","surface_form":"5G","offset":2848}]}