{"id":716125,"url":"http://en.wikipedia.org/wiki/Eisenhower_Executive_Office_Building","text":"The Eisenhower Executive Office Building, formerly known as the Old Executive Office Building, is a U.S. government building situated just west of the White House in the U.S. capital of Washington, D.C.\nThe building was commissioned by President Ulysses S. Grant. It was built between 1871 and 1888, on the site of the original 1800 War/State/Navy Building and the White House stables. It is built in the French Second Empire style which caused a lot of criticism at the time. It did not fit in with other government buildings in the city which were designed in the neoclassical style. Mark Twain said it was \"the ugliest building in America.\" President Harry S. Truman called it \"the greatest monstrosity in America.\" Historian Henry Adams called it Mullett's “architectural infant asylum.”\nIt is now listed as a National Historic Landmark.\nIt was for years the world's largest office building, with 566 rooms and about ten acres of floor space. In 1981, work began to restore the building. The main office of the Secretary of the Navy was restored in 1987 and is now used as the ceremonial office of the Vice President of the United States. Many White House employees have their offices in the EEOB.","categories":[],"infobox_types":[],"annotations":[{"uri":"White_House","surface_form":"White House","offset":151},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":186},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":246},{"uri":"Second_Empire_architecture","surface_form":"Second Empire style","offset":412},{"uri":"Neoclassical","surface_form":"neoclassical","offset":566},{"uri":"Mark_Twain","surface_form":"Mark Twain","offset":586},{"uri":"Harry_S._Truman","surface_form":"Harry S. Truman","offset":654},{"uri":"Henry_Adams","surface_form":"Henry Adams","offset":729},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":814},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":1106}]}