{"id":7162,"url":"http://en.wikipedia.org/wiki/Dictatorship","text":"A dictatorship is a form of government where one person or political party has the power to do whatever they want. The ruler is called a dictator. In a dictatorship, the individuals rights are usually suppressed.\nDictators often come to power in times of difficulty, such as massive unemployment, inflation, and unrest among the population. Dictators are normally backed by powerful groups, such as landowners, private company owners, bank owners and in some cases institutions like the Roman Catholic Church to put in place law and order by force. This force may be directed at the poorer parts of society, such as unemployed workers, ethnic minorities, working class areas andshanty towns. Examples of this are the dictatorships in Latin America and the prosecution of the Jewish community in 1940s Germany.\nDictators normally need to do a number of things to put in place their dictatorships: they need to get rid of their opponents (which may be political or religious) - some are imprisoned, exiled (sent outside their country) or killed. Dictators will then need to prohibit (or not allow) political parties that oppose their rule. They will confiscate the political parties' property or offices and such things. Dictators may suppress or persecute some religious groups or institutions. Dictators will also need to undo or close down democratic institutions such as parliament and in some cases the congress. Some social organizations, such as civil rights groups, human rights organisations, legal aid centers, students' unions, teachers' federations, trade or workers unions are also undone and those who persist with such activities may be killed. Dictators will normally rewrite an existing constitution or put in place a completely new one. This makes their power constitutional (which then cannot be disputed). Dictators then maintain their rule with state terrorism, which normally involves a secret police, death squads, random or night curfew, indefinite arrest without trial and a network of torture centers and concentration camps. Some dictatorships create a fictional (or non existent) internal (inside their country) enemy which they claim to be at war with to justify (give reason for) their use of much military violence against a whole unarmed population.\nA dictatorship that is ruled by soldiers is called a military dictatorship or junta. An absolute monarchy (the system where there are Kings and Queens who have full power over their country) can be considered to be a dictatorship, but are usually not called dictators. A dictatorship is usually not liked by the people, because most don't like to be dictated around. Most dictators are selfish and rule over the people just for power.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dictator","surface_form":"dictator","offset":137},{"uri":"Unemployment","surface_form":"unemployment","offset":283},{"uri":"Inflation","surface_form":"inflation","offset":297},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":487},{"uri":"Minorities","surface_form":"minorities","offset":643},{"uri":"Working_class","surface_form":"working class","offset":655},{"uri":"Shanty_town","surface_form":"shanty towns","offset":678},{"uri":"Latin_America","surface_form":"Latin America","offset":734},{"uri":"Exile","surface_form":"exile","offset":997},{"uri":"Democracy","surface_form":"democratic","offset":1341},{"uri":"Parliament","surface_form":"parliament","offset":1373},{"uri":"Congress","surface_form":"congress","offset":1406},{"uri":"Civil_rights","surface_form":"civil rights","offset":1451},{"uri":"Human_rights","surface_form":"human rights","offset":1472},{"uri":"Students%27_union","surface_form":"students' unions","offset":1519},{"uri":"Teacher","surface_form":"teacher","offset":1537},{"uri":"Trade_union","surface_form":"trade or workers union","offset":1560},{"uri":"Constitution","surface_form":"constitution","offset":1702},{"uri":"Terrorism","surface_form":"terrorism","offset":1870},{"uri":"Secret_police","surface_form":"secret police","offset":1907},{"uri":"Death_squad","surface_form":"death squad","offset":1922},{"uri":"Curfew","surface_form":"curfew","offset":1952},{"uri":"Trial","surface_form":"trial","offset":1986},{"uri":"Torture","surface_form":"torture","offset":2009},{"uri":"Concentration_camps","surface_form":"concentration camps","offset":2029},{"uri":"Fictional","surface_form":"fictional","offset":2078},{"uri":"Enemy","surface_form":"enemy","offset":2138},{"uri":"War","surface_form":"war","offset":2170},{"uri":"Population","surface_form":"population","offset":2268},{"uri":"Soldier","surface_form":"soldier","offset":2312},{"uri":"Junta","surface_form":"junta","offset":2358},{"uri":"Monarchy","surface_form":"monarchy","offset":2377},{"uri":"King","surface_form":"King","offset":2414},{"uri":"Queen","surface_form":"Queen","offset":2424}]}