{"id":716295,"url":"http://en.wikipedia.org/wiki/Geometer_moth","text":"Geometer moths are a large family of moths in the Lepidoptera. Over 23,000 species have been described. Most of them are nocturnal: only a few are active during the day.\nThe imagos (adults) have wingspans between and. Their caterpillars move in a special way, they seem to \"measure the earth\". For this reason, the caterpillars are sometimes called inchworms'\".\nA well-known species is the peppered moth (\"Biston betularia\"). Many species are classified as pests.\nAdults.\nMany geometrids have slender abdomens and broad wings which are usually held flat with the hindwings visible. They look a bit like butterflies, but in most respects they are typical moths. Most fly at night. They have a frenulum to link the wings, and the antennae of the males are often feathered. They blend into the background with camouflage. In some species, females have reduced wings.\nCaterpillars.\nMost caterpillars have four pairs of feet in their central section but geometer moth caterpillars only have two. This means that they are unable to move like the other caterpillars. They use the front pair of feet to hold on to a support, and then they pull the rest of their body up close. Next, they use the pairs of feet in the back part of their body to hold on, and push the front part forward. This means they are often in a position which looks like the Greek letter Omega, as can be seen in the photo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":27},{"uri":"Moth","surface_form":"moths","offset":37},{"uri":"Lepidoptera","surface_form":"Lepidoptera","offset":50},{"uri":"Species","surface_form":"species","offset":75},{"uri":"Nocturnal_animals","surface_form":"nocturnal","offset":121},{"uri":"Imago","surface_form":"imago","offset":174},{"uri":"Caterpillars","surface_form":"caterpillars","offset":224},{"uri":"Peppered_moth","surface_form":"peppered moth","offset":390},{"uri":"Pest_(biology)","surface_form":"pests","offset":457},{"uri":"Abdomen","surface_form":"abdomen","offset":501},{"uri":"Butterflies","surface_form":"butterflies","offset":603},{"uri":"Wing_coupling","surface_form":"frenulum","offset":692},{"uri":"Antenna_(biology)","surface_form":"antennae","offset":728},{"uri":"Camouflage","surface_form":"camouflage","offset":807},{"uri":"Omega","surface_form":"Omega","offset":1352}]}