{"id":7163,"url":"http://en.wikipedia.org/wiki/Electricity","text":"Electricity is the presence and flow of electric charge. Using electricity we can transfer energy in ways that allow us to do simple chores. Its best-known form is the flow of electrons through conductors such as copper wires.\nThe word \"electricity\" is sometimes used to mean \"electrical energy\". They are not the same thing: electricity is a transmission medium for electrical energy, like sea water is a transmission medium for wave energy. An item which allows electricity to move through it is called a conductor. Copper wires and other metal items are good conductors, allowing electricity to move through them and transmit electrical energy. Plastic is a bad conductor (also called an insulator) and does not allow much electricity to move through it so it will stop the transmission of electrical energy.\nTransmission of electrical energy can happen naturally (such as lightning), or be made by people (such as in a generator). It can be used to power machines and electrical devices. When electrical charges are not moving, electricity is called static electricity. When the charges are moving they are an electric current, sometimes called 'dynamic electricity'. Lightning is the most known - and dangerous - kind of electric current in nature, but sometimes static electricity causes things to stick together in nature as well.\nElectricity can be dangerous, especially around water because water is a form of good conductor as it has impurities like salt in it. Salt can help electricity flow. Since the nineteenth century, electricity has been used in every part of our lives. Until then, it was just a curiosity seen in the lightning of a thunderstorm.\nElectrical energy can be created if a magnet passes close to a metal wire. This is the method used by a generator. The biggest generators are in power stations. Electrical energy can also be released by combining chemicals in a jar with two different kinds of metal rods. This is the method used in a battery. Static electricity can be created through the friction between two materials - for instance a wool cap and a plastic ruler. This may make a spark. Electrical energy can also be created using energy from the sun, as in photovoltaic cells.\nElectrical energy arrives at homes through wires from the places where it is made. It is used by electric lamps, electric heaters, etc. Many appliances such as washing machines and electric cookers use electricity. In factories, electrical energy powers machines. People who deal with electricity and electrical devices in our homes and factories are called \"electricians\".\nHow it works.\nThere are two types of electric charges that push and pull on each other: positive charges and negative charges. Electric charges push or pull on each other if they are not touching. This is possible because each charge makes an electric field around itself. An electric field is an area that surrounds a charge. At each point near a charge, the electric field points in a certain direction. If a positive charge is put at that point, it will be pushed in that direction. If a negative charge is put at that point, it will be pushed in the exact opposite direction.\nIt works like magnets, and in fact, electricity creates a magnetic field, in which similar charges repel each other and opposite charges attract. This means that if you put two negatives close together and let them go, they would move apart. The same is true for two positive charges. But if you put a positive charge and a negative charge close together, they would pull towards each other. A short way to remember this is the phrase opposites attract likes repel.\nAll the matter in the universe is made of tiny particles with positive, negative or neutral charges. The positive charges are called protons, and the negative charges are called electrons. Protons are much heavier than electrons, but they both have the same amount of electric charge, except that protons are positive and electrons are negative. Because \"opposites attract,\" protons and electrons stick together. A few protons and electrons can form bigger particles called atoms and molecules. Atoms and molecules are still very tiny. They are too small to see. Any big object, like your finger, has more atoms and molecules in it than anyone can count. We can only estimate how many there are.\nBecause negative electrons and positive protons stick together to make big objects, all big objects that we can see and feel are electrically neutral. \"Electrically\" is a word meaning \"describing electricity\", and \"neutral\" is a word meaning \"balanced.\" That is why we do not feel objects pushing and pulling on us from a distance, as they would if everything was electrically charged. All big objects are electrically neutral because there is the same amount of positive and negative charge in the world. We could say that the world is exactly balanced, or neutral. Scientists still do not know why this is so.\nElectric current.\nThe electrons can move all around the material. Protons never move around a solid object because they are so heavy, at least compared to the electrons. A material that lets electrons move around is called a conductor. A material that keeps each electron tightly in place is called an insulator. Examples of conductors are copper, aluminum, silver, and gold. Examples of insulators are rubber, plastic, and wood. Copper is used very often as a conductor because it is a very good conductor and there is so much of it in the world. Copper is found in electrical wires. But sometimes, other materials are used.\nInside a conductor, electrons bounce around, but they do not keep going in one direction for long. If an electric field is set up inside the conductor, the electrons will all start to move in the direction opposite to the direction the field is pointing (because electrons are negatively charged). A battery can make an electric field inside a conductor. If both ends of a piece of wire are connected to the two ends of a battery (called the \"electrodes\"), the loop that was made is called an electrical circuit. Electrons will flow around and around the circuit as long as the battery is making an electric field inside the wire. This flow of electrons around the circuit is called electric current.\nA conducting wire used to carry electric current is often wrapped in an insulator such as rubber. This is because wires that carry current are very dangerous. If a person or an animal touched a bare wire carrying current, they could get hurt or even die depending on how strong the current was and how much electrical energy the current is transmitting. You should be careful around electrical sockets and bare wires that might be carrying current.\nIt is possible to connect an electrical device to a circuit so that electrical current will flow through a device. This current will transmit electrical energy to make the device do something that we want it to do. Electrical devices can be very simple. For example, in a light bulb, current carries energy through a special wire called a filament, which makes it glow. Electrical devices can also be very complicated. Electrical energy can be used to drive an electric motor inside a tool like a drill or a pencil sharpener. Electrical energy is also used to power modern electronic devices, including telephones, computers, and televisions.\nSome terms related to electricity.\nHere are a few terms that a person can come across when studying how electricity works. The study of electricity and how it makes electrical circuits possible is called electronics. There is a field of engineering called electrical engineering, where people come up with new things using electricity. All of these terms are important for them to know.\nGenerating electrical energy.\nElectrical energy is mostly generated in places called power stations. Most power stations use heat to boil water into steam which turns a steam engine. The steam engine's turbine turns a machine called a 'generator'. Coiled wires inside the generator are made to spin in a magnetic field. This causes electricity to flow through the wires, carrying electrical energy. This process is called electromagnetic induction. Michael Faraday discovered how to do this.\nThere are many sources of heat which can be used to generate electrical energy. Heat sources can be classified into two types: renewable energy resources in which the supply of heat energy never runs out and non-renewable energy resources in which the supply will be eventually used up.\nSometimes a natural flow, such as wind power or water power, can be used directly to turn a generator so no heat is needed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_charge","surface_form":"electric charge","offset":40},{"uri":"Electrons","surface_form":"electrons","offset":176},{"uri":"Copper","surface_form":"copper","offset":213},{"uri":"Energy","surface_form":"energy","offset":288},{"uri":"Transmission_medium","surface_form":"transmission medium","offset":343},{"uri":"Elecnductor","surface_form":"conductor","offset":507},{"uri":"Copper","surface_form":"Copper","offset":518},{"uri":"Insulator","surface_form":"insulator","offset":691},{"uri":"Transmission","surface_form":"Transmission","offset":812},{"uri":"Lightning","surface_form":"lightning","offset":876},{"uri":"Generator","surface_form":"generator","offset":923},{"uri":"Machine","surface_form":"machine","offset":959},{"uri":"Electronics","surface_form":"electrical devices","offset":972},{"uri":"Static_electricity","surface_form":"static electricity","offset":1054},{"uri":"Electric_current","surface_form":"electric current","offset":1114},{"uri":"Nature","surface_form":"nature","offset":1246},{"uri":"Water","surface_form":"water","offset":1386},{"uri":"Salt","surface_form":"salt","offset":1460},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":1651},{"uri":"Magnet","surface_form":"magnet","offset":1703},{"uri":"Generator","surface_form":"generator","offset":1769},{"uri":"Power_station","surface_form":"power station","offset":1810},{"uri":"Chemicals","surface_form":"chemicals","offset":1878},{"uri":"Metal","surface_form":"metal","offset":1925},{"uri":"Battery","surface_form":"battery","offset":1966},{"uri":"Static_electricity","surface_form":"Static electricity","offset":1975},{"uri":"Spark","surface_form":"spark","offset":2115},{"uri":"Photovoltaic","surface_form":"photovoltaic","offset":2193},{"uri":"Wire","surface_form":"wire","offset":2256},{"uri":"Electric_lamp","surface_form":"electric lamp","offset":2310},{"uri":"Heating","surface_form":"heater","offset":2335},{"uri":"Appliance","surface_form":"appliance","offset":2354},{"uri":"Washing_machine","surface_form":"washing machine","offset":2373},{"uri":"Machine","surface_form":"machine","offset":2467},{"uri":"Electrician","surface_form":"electrician","offset":2572},{"uri":"Electric_field","surface_form":"electric field","offset":2830},{"uri":"Magnet","surface_form":"magnet","offset":3181},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":3225},{"uri":"Universe","surface_form":"universe","offset":3655},{"uri":"Particles","surface_form":"particles","offset":3680},{"uri":"Neutral","surface_form":"neutral","offset":3717},{"uri":"Proton","surface_form":"proton","offset":3766},{"uri":"Electron","surface_form":"electron","offset":3811},{"uri":"Atom","surface_form":"atom","offset":4107},{"uri":"Molecule","surface_form":"molecule","offset":4117},{"uri":"Estimate","surface_form":"estimate","offset":4300},{"uri":"Insulator_(electricity)","surface_form":"insulator","offset":5243},{"uri":"Copper","surface_form":"Copper","offset":5371},{"uri":"Electrons","surface_form":"electrons","offset":5587},{"uri":"Electrical_circuit","surface_form":"electrical circuit","offset":6060},{"uri":"Light_bulb","surface_form":"light bulb","offset":6989},{"uri":"Electric_motor","surface_form":"electric motor","offset":7178},{"uri":"Telephones","surface_form":"telephones","offset":7320},{"uri":"Electronics","surface_form":"electronics","offset":7564},{"uri":"Engineering","surface_form":"engineering","offset":7597},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":7616},{"uri":"Power_station","surface_form":"power station","offset":7832},{"uri":"Steam","surface_form":"steam","offset":7896},{"uri":"Steam_engine","surface_form":"steam engine","offset":7916},{"uri":"Turbine","surface_form":"turbine","offset":7949},{"uri":"Generator","surface_form":"generator","offset":7983},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":8051},{"uri":"Electromagnetic_induction","surface_form":"electromagnetic induction","offset":8169},{"uri":"Michael_Faraday","surface_form":"Michael Faraday","offset":8196},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":8366},{"uri":"Non-renewable_resource","surface_form":"non-renewable energy resources","offset":8447},{"uri":"Wind_power","surface_form":"wind power","offset":8560},{"uri":"Hydropower","surface_form":"water power","offset":8574}]}