{"id":71644,"url":"http://en.wikipedia.org/wiki/States_and_territories_of_Australia","text":"e=\"preserve\">== States and territories of Australia ==\nMainland.\nFrom 1926 to 1931, Central Australia existed as a separate territory between the 20th and 26th parallels of latitude, before being becoming a part of the Northern Territory again.\nBackground and overview.\nThe states started as separate British colonies before Federation (in 1901). Their powers are protected by the Australian constitution. The territories are under the control of the Commonwealth government. The Australian Parliament has powers to create laws in the territories that it does not have in the states.\nMost of the territories are directly administered by the Commonwealth government. Three of the territories (the Northern Territory, the Australian Capital Territory and Norfolk Island) administer themselves. In the territories that govern themselves, the Australian Parliament has the power to govern, and can override laws made by the territorial governments. It has done this at times, but it is rare that it happens. The Northern Territory and the Australian Capital Territory are usually treated as states.\nEach state has a governor. This governor is chosen by the Queen, but she chooses the person on the advice of the state Premier. The Administrators of the Northern Territory and of Norfolk Island are chosen by the Governor-General. The Australian Capital Territory is governed by the Governor-General.\nThe head of government of each state is called the Premier. This person is chosen by the state's Governor. Normally the Governor will select as Premier whoever leads the lower house of the state Parliament. However, the Governor can chose someone else as Premier. The head of government of the self-governing mainland territories is called the Chief Minister. The Northern Territory's Chief Minister, is normally whoever controls the Legislative Assembly, is appointed by the Administrator.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_Australia","surface_form":"Central Australia","offset":84},{"uri":"Latitude","surface_form":"parallels of latitude","offset":160},{"uri":"United_Kingdom","surface_form":"British","offset":301},{"uri":"Colony","surface_form":"colonies","offset":309},{"uri":"Constitution_of_Australia","surface_form":"Australian constitution","offset":381},{"uri":"Australian_Parliament","surface_form":"Australian Parliament","offset":480},{"uri":"Law","surface_form":"law","offset":523},{"uri":"Administration","surface_form":"administered","offset":621},{"uri":"Governor","surface_form":"governor","offset":1112},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Queen","offset":1153},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":1308},{"uri":"Parliament","surface_form":"Parliament","offset":1591},{"uri":"Chief_Minister","surface_form":"Chief Minister","offset":1740},{"uri":"Legislative_Assembly","surface_form":"Legislative Assembly","offset":1830}]}