{"id":71658,"url":"http://en.wikipedia.org/wiki/Body_mass_index","text":"e=\"preserve\">Image:Body mass index chart.svg|right|300px|thumb|A graph of body mass index is shown above. By lining up weight and height you can find out in which range an adult person falls. Left of normal range means too thin, to the right of normal means too fat. Dashed lines give a rough idea of how much too thin or how much too fat a person is.\"Based on World Health Organization data\nThe body mass index (or BMI) is a measure which shows whether people have the right weight for their height. The World Health Organisation (WHO), governments and health workers use it. It is also sometimes called the Quetelet Index.\nHistory.\nThe BMI was invented by Adolphe Quetelet between 1830 and 1850.\nA scientist named Ancel Keys first used the term \"body mass index\" in 1972. He wrote that governments should measure the BMI of adults to find out whether they are too fat or too thin.\nOverweight or not.\nSome people disagree with these numbers. Some experts think the \"Overweight\" range for people with Asian body types should be 23–27.49, not 25–29.99. Some experts think the lowest \"Normal\" BMI should be 20 for men, and 18 for women.\nThe old BMI definition of overweight was 27. This changed in 1998.\nUses.\nBMI is useful for governments who want to know about the health of their people. For example, in the United States in 2007, 74% of adults had a BMI above 25 (\"Overweight\" or \"Obese\") and 27% of adults had a BMI above 30 (\"Obese\"). Many of these people will become ill because they are too fat. This information helps the United States government decide what to do about the health of its people.\nBMI is less useful for finding out whether one person is too fat or too thin. BMI does not say how much weight is fat, how much is muscle and how much is bone. For example, many athletes have a high BMI. They are not fat. Their BMI is high because they have lots of heavy muscle. Other people have lots of fat and not much muscle. They are too fat but their BMI is normal.\nEven so, BMI is popular. It is easy to use and easy to understand, and it gives useful information for people with \"normal\" bodies.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":361},{"uri":"Measure","surface_form":"measure","offset":426},{"uri":"World_Health_Organisation","surface_form":"World Health Organisation","offset":505},{"uri":"Government","surface_form":"government","offset":538},{"uri":"Adolphe_Quetelet","surface_form":"Adolphe Quetelet","offset":658},{"uri":"Ancel_Keys","surface_form":"Ancel Keys","offset":716},{"uri":"Asian","surface_form":"Asian","offset":1001},{"uri":"United_States","surface_form":"United States","offset":1309}]}