{"id":71665,"url":"http://en.wikipedia.org/wiki/Brandy_(singer)","text":"Brandy Rayana Norwood (born February 11, 1979), professionally known as Brandy, is a Grammy Award-winning American R&B singer, songwriter, record producer, dancer, and actress.\nBrandy became famous as a teenager in the early 90s with the debut \"Brandy\" which received a platinum certification in the US. In 1997 she became the first African American in history to play the role of Cinderella in the movie with the same title. Her second album \"Never Say Never\" followed which sold over 16 million copies worldwide. A couple of highly successful singles was released from the record, including \"The Boy Is Mine\", a duet with Monica, which spent 13 weeks at number one on the US singles chart. In 1999 Brandy starred in the horror movie \"I Still Know What You Did Last Summer\". Brandy earned the title \"Princess of R&B\" due to her success in the 1990s. She starred in the sitcom \"Moesha\" as the title character.\nHer third album \"Full Moon\" was released in 2002. The album went platinum a month after it's release. The follow-up titled \"Afrodisiac\" was released in 2004. Thereafter Brandy's career suffered from several setbacks, most notably the 2006 car accident where another driver was killed. The singer's sixth album is expected for release in 2012.\nTo date Brandy has sold over 30 million records worldwide which makes her one of the best-selling female artists in music history. In 2010 she was ranked amongst the 50 most successful teenagers in American history.\nBrandy was a contestant in the late 2010 season of \"Dancing with the Stars\".","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":85},{"uri":"Americans","surface_form":"American","offset":106},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":115},{"uri":"Singer","surface_form":"singer","offset":119},{"uri":"Songwriter","surface_form":"songwriter","offset":127},{"uri":"Record_producer","surface_form":"record producer","offset":139},{"uri":"Dancer","surface_form":"dancer","offset":156},{"uri":"Actor","surface_form":"actress","offset":168},{"uri":"Never_Say_Never","surface_form":"Never Say Never","offset":444},{"uri":"The_Boy_Is_Mine","surface_form":"The Boy Is Mine","offset":594},{"uri":"Monica_(entertainer)","surface_form":"Monica","offset":624},{"uri":"Horror_movie","surface_form":"horror movie","offset":722},{"uri":"I_Still_Know_What_You_Did_Last_Summer","surface_form":"I Still Know What You Did Last Summer","offset":736},{"uri":"Full_Moon_(album)","surface_form":"Full Moon","offset":927},{"uri":"Afrodisiac","surface_form":"Afrodisiac","offset":1034},{"uri":"Contestant","surface_form":"contestant","offset":1482},{"uri":"Dancing_with_the_Stars","surface_form":"Dancing with the Stars","offset":1521}]}