{"id":716830,"url":"http://en.wikipedia.org/wiki/2019_Ecuadorian_protests","text":"The 2019 Ecuadorian protests are an ongoing series of protests and riots against the end of fuel subsidies and austerity measures by President of Ecuador Lenín Moreno and his administration.\nThe protests began on 3 October 2019, as taxi, bus and truck drivers came out in protest against the planned fuel subsidy abolition. Indigenous peoples groups joined the protests shortly thereafter, along with university students and labour unions. The protesters declared their plan to hold an indefinite general strike, which would last until the government overturned its decision.\nPresident Moreno declared a state of emergency on October 4, 2019, amid nationwide protests against a hike in fuel prices. The protests had weakened the country's transport network with all major roads and bridges blocked in the capital Quito.\nShortly thereafter, President Lenín Moreno refused to discuss a potential reversal of the fuel plans and called protesting crowds as \"criminals\".\nOn 8 October 2019, President Moreno said his government had relocated to the coastal city of Guayaquil after anti-government protesters had overrun the capital Quito. On the same day, President Moreno accused his predecessor Rafael Correa of creating a coup against the government with the help of Venezuela's Nicolás Maduro, a charge which Correa denied.\nDuring the late-night hours of 13 October, the Ecuadorian government and CONAIE reached an agreement during a televised negotiation. Both parties agreed to collaborate on new economic measures to combat overspending and debt. The austerity measures were reversed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Subsidy","surface_form":"subsidies","offset":97},{"uri":"Austerity","surface_form":"austerity measures","offset":111},{"uri":"President_of_Ecuador","surface_form":"President of Ecuador","offset":133},{"uri":"Len%C3%ADn_Moreno","surface_form":"Lenín Moreno","offset":154},{"uri":"Indigenous_peoples","surface_form":"Indigenous peoples","offset":324},{"uri":"Labour_Union","surface_form":"labour unions","offset":425},{"uri":"General_strike","surface_form":"general strike","offset":497},{"uri":"President_of_Ecuador","surface_form":"President","offset":576},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":604},{"uri":"Quito","surface_form":"Quito","offset":813},{"uri":"Len%C3%ADn_Moreno","surface_form":"Lenín Moreno","offset":850},{"uri":"Guayaquil","surface_form":"Guayaquil","offset":1059},{"uri":"Quito","surface_form":"Quito","offset":1126},{"uri":"Rafael_Correa","surface_form":"Rafael Correa","offset":1191},{"uri":"Nicol%C3%A1s_Maduro","surface_form":"Nicolás Maduro","offset":1276}]}