{"id":716987,"url":"http://en.wikipedia.org/wiki/Lightspeed_(magazine)","text":"\"Lightspeed\" is an American online fantasy and science fiction magazine. John Joseph Adams edits and publishes the magazine. The first issue was published in June 2010 It is published every month. The magazine publishes four new, original stories and four reprints in every issue. It also includes interviews with the authors and other nonfiction. All of the content published in each issue is sold as as an ebook and for free on the magazine's website. \"Lightspeed\" also makes a free podcast with some stories. Stefan Rudnicki produces the podcast.\nHistory.\n\"Lightspeed\" was started by publisher Sean Wallace of Prime Books with John Joseph Adams as editor. Wallace also published \"Fantasy Magazine.\" Adams also started to edit \"Fantasy Magazine\" from March 2011. \"Lightspeed\" became an SFWA-qualifying market in July 2011.\nIn November of 2011 Adams purchased \"Lightspeed\" and \"Fantasy Magazine\" from Wallace. From January 2012 issue, both magazines were combined with the name \"Lightspeed.\" \"Fantasy Magazine\" stopped publishing. The \"Fantasy Magazine\" staff was also absorbed into \"Lightspeed\".\nIn September 2013, \"Lightspeed\" published their first Special Issue. It was called \"Women Destroy Science Fiction\", an anthology entirely written and edited by women. Lightspeed got $53,136 from a Kickstarter to pay for the special issue. This was much more than their goal of $5,000. The additional funds allowed \"Lightspeed\" to publish further volumes, entitled \"Women Destroy Fantasy\" and \"Women Destroy Horror.\"\nAwards and recognition.\n\"Lightspeed\" was nominated for the Hugo Award for Best Semiprozine in 2011 and 2012, and, 2013, and won the Hugo in 2014. In 2011 its podcast was awarded a Parsec award for Maggie Clark's \"Saying the Names.\"\nIn 2010 two Lightspeed stories were finalists for the Nebula Award for Best Short Story: Adam-Troy Castro's \"Arvies\" and Vylar Kaftan's \"I'm Alive, I Love You, I'll See You in Reno.\" In 2011 \"Amaryllis\" by Carrie Vaughn was a finalist for the Hugo Award for Best Short story. Also in 2011, Adam-Troy Castro's \"Her Husband's Hands\" and Tom Crosshill's \"Mama, We are Zhenya, Your Son\" were finalists for the Best Short Story Nebula. Jake Kerr's \"The Old Equations\" was nominated for Best Novella. In 2012, Maria Dahvana Headley's \"Give Her Honey When You Hear Her Scream\" and Ken Liu's \"The Bookmaking Habits of Select Species\" were both finalists for the Best Short Story Nebula. In 2014, Ken Liu's \"The Litigation Master and the Monkey King\" and Christopher Barzak's \"Paranormal Romance\" were both finalists for the Best Novelette Nebula. In 2014, Matthew Kressel's \"The Sounds of Old Earth\" and Sylvia Spruck Wrigley's \"Alive, Alive Oh\" were both finalists for the Best Short Story Nebula.\nSome stories were nominated for the Theodore Sturgeon Award: Yoon Ha Lee's \"Flower, Mercy, Needle, Chain\" in 2011, Jake Kerr's \"The Old Equations\" in 2012, and Ken Liu's \"The Bookmaking Habits of Select Species\" in 2013","categories":[],"infobox_types":[],"annotations":[{"uri":"Online_magazine","surface_form":"online","offset":28},{"uri":"Fantasy_fiction_magazine","surface_form":"fantasy","offset":35},{"uri":"Science_fiction_magazine","surface_form":"science fiction magazine","offset":47},{"uri":"John_Joseph_Adams","surface_form":"John Joseph Adams","offset":73},{"uri":"Sean_Wallace","surface_form":"Sean Wallace","offset":597},{"uri":"Prime_Books","surface_form":"Prime Books","offset":613},{"uri":"Fantasy_Magazine","surface_form":"Fantasy Magazine","offset":683},{"uri":"Kickstarter","surface_form":"Kickstarter","offset":1295},{"uri":"Hugo_Award","surface_form":"Hugo Award","offset":1573},{"uri":"Nebula_Award","surface_form":"Nebula Award","offset":1800},{"uri":"Arvies","surface_form":"Arvies","offset":1855},{"uri":"Her_Husband%27s_Hands","surface_form":"Her Husband's Hands","offset":2056},{"uri":"Tom_Crosshill","surface_form":"Tom Crosshill","offset":2081},{"uri":"Sylvia_Spruck_Wrigley","surface_form":"Sylvia Spruck Wrigley","offset":2642},{"uri":"Theodore_Sturgeon_Award","surface_form":"Theodore Sturgeon Award","offset":2773},{"uri":"Yoon_Ha_Lee","surface_form":"Yoon Ha Lee","offset":2798},{"uri":"Ken_Liu","surface_form":"Ken Liu","offset":2897}]}