{"id":717096,"url":"http://en.wikipedia.org/wiki/Parks_and_Recreation","text":"\"Parks and Recreation\" is a television sitcom. It was on TV from April 9, 2009 to February 24, 2015, with a special reunion episode airing on April 30, 2020. During this time, it showed 126 episodes over seven seasons. It ran on the channel NBC. It was created by Greg Daniels and Michael Schur. The show is about a group of people who live in a fictional town called Pawnee in the state of Indiana. They work in the government of Pawnee, in the Department of Parks and Recreation. The main character of the show is Leslie Knope. She is an optimistic person who loves her job and the city of Pawnee. The actress who plays her is Amy Poehler. There are many other characters in the show. They are: Ann Perkins (Rashida Jones), Mark Brendanawicz (Paul Schneider), Tom Haverford (Aziz Ansari), Ron Swanson (Nick Offerman), April Ludgate (Aubrey Plaza), Andy Dwyer (Chris Pratt), Ben Wyatt (Adam Scott), Chris Traeger (Rob Lowe), Jerry Gergich (Jim O'Heir), Donna Meagle (Retta), and Craig Middlebrooks (Billy Eichner).\nThe series changed as time went on. The writers wanted to make the show like real life. To do this, they learned about how governments of cities really worked. They also talked about current political issues in episodes of the show. For example, one episode has the government of Pawnee shut down. This means that there is not enough money for the government to work correctly, so it stops doing everything that is not very important. The writers put this in the show because of a real government shutdown. The real shutdown happened because of a financial crisis in 2007-2008, and this was the same time that the episode was being written. Sometimes, real politicians also acted on the show. Joe Biden, John McCain, and Michelle Obama were some of the politicians who did this. The characters in the show also changed. Some people watched the first season and thought that Leslie Knope was too ditzy—that is, unintelligent and unable to do her job correctly. So the writers changed the way they showed Leslie. They wanted viewers to know she really was smart. During the show, many of the characters have changing romantic relationships and get different jobs. They changed just like people change in real life.\nThe first season only had six episodes. It got mixed reviews. People thought some things about it were good, and some things about it were bad. Many people thought it was too much like \"The Office.\" Like \"Parks and Recreation, The Office\" was another sitcom that Daniels created. But after the first season, it got positive reviews. Many people thought it was good, and it won many awards. It was nominated for an Emmy Award 14 times. It was also nominated for a Golden Globe Award for Best Television Series—Musical or Comedy. It won a Golden Globe Award for the good job Poehler","categories":[],"infobox_types":[],"annotations":[{"uri":"Television","surface_form":"television","offset":28},{"uri":"Situation_comedy","surface_form":"sitcom","offset":39},{"uri":"Fiction","surface_form":"fiction","offset":346},{"uri":"Indiana","surface_form":"Indiana","offset":391},{"uri":"Optimism","surface_form":"optimistic","offset":540},{"uri":"Amy_Poehler","surface_form":"Amy Poehler","offset":629},{"uri":"Rashida_Jones","surface_form":"Rashida Jones","offset":710},{"uri":"Paul_Schneider","surface_form":"Paul Schneider","offset":745},{"uri":"Aziz_Ansari","surface_form":"Aziz Ansari","offset":777},{"uri":"Nick_Offerman","surface_form":"Nick Offerman","offset":804},{"uri":"Aubrey_Plaza","surface_form":"Aubrey Plaza","offset":835},{"uri":"Chris_Pratt","surface_form":"Chris Pratt","offset":862},{"uri":"Adam_Scott","surface_form":"Adam Scott","offset":887},{"uri":"Rob_Lowe","surface_form":"Rob Lowe","offset":915},{"uri":"Jim_O%27Heir","surface_form":"Jim O'Heir","offset":941},{"uri":"Retta","surface_form":"Retta","offset":968},{"uri":"Billy_Eichner","surface_form":"Billy Eichner","offset":1000},{"uri":"Financial_crisis_of_2007%E2%80%932008","surface_form":"financial crisis in 2007-2008","offset":1563},{"uri":"Politician","surface_form":"politician","offset":1673},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":1709},{"uri":"John_McCain","surface_form":"John McCain","offset":1720},{"uri":"Michelle_Obama","surface_form":"Michelle Obama","offset":1737},{"uri":"Intelligence","surface_form":"unintelligent","offset":1926},{"uri":"Romance_(love)","surface_form":"romantic relationships","offset":2131},{"uri":"The_Office_(U.S._TV_series)","surface_form":"The Office","offset":2415},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":2643},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe","offset":2692},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":2766}]}