{"id":7172,"url":"http://en.wikipedia.org/wiki/Washington%2C_D.C.","text":"Washington, D.C. (also known as simply Washington or D.C., and officially as the District of Columbia) is the capital of the United States. It is a federal district. The President of the USA and many major national government offices are in the territory. This makes it the political center of the United States of America.\nWashington was named after the first U.S. President George Washington. \"D.C.\" stands for \"District of Columbia\". At first, it was made up of a piece from Virginia south of the Potomac River and a piece from Maryland north of the Potomac River. In 1847, Virginia's piece was returned to it, and is now Arlington County and part of the city of Alexandria. Since 1847, all of the District of Columbia is on the north side of the Potomac River. The District of Columbia used to have other small towns which used \"D.C.\".\nSince 1800, The District of Columbia has been the home of all three branches of the U.S. government: Congress, the President, and the Supreme Court. All of the major political parties are based here. It is also the headquarters of the World Bank, the International Monetary Fund (IMF), and the Organization of American States (OAS). Because it is the home of the President and is important to American politics, many groups often hold large demonstrations and protests here. These are often at the National Mall, a large open park which has many monuments and museums. The District of Columbia’s many museums and monuments make it a popular place for tourists to visit.\nIn 2005, the United States Census Bureau showed that 582,049 people resided within the District of Columbia.\nThe city is considered a black mecca and has a large African American population.\nHistory.\nWhen English people first came to the area, there was a Native American village on the spot called \"Nakochtank\". This name survives in the name of the Anacostia River. This river was known for the healing properties of its pure water and it is recorded that the Emperor Powhatan, who lived in what is now Richmond, Virginia, made the trip all the way to Nakochtank once for this reason.\nThe 1789 United States Constitution said that a capital city would be created in a district, but did not say where it should be. James Madison and others thought it should be far away from other states and cities. This way, it would be independent and not controlled by any state. In 1790, a compromise was reached and capital was placed between Virginia and Maryland. It was a square, ten miles (16 km) long on each side, and split by the Potomac River, which separated the two states. Half of the district was in Maryland and the other half was in Virginia, and the two states gave this land to the government. In 1791, it was named \"Washington, the District of Columbia\" to honor George Washington. \"Columbia\" was another name for North America.\nCity design.\nWashington, D.C. was planned before it was built. Pierre L'Enfant drew a plan for the city that said where all the streets, parks, and important buildings would be. Unlike most cities in the United States, D.C. has many roundabouts or traffic circles. The city was supposed to have long and wide avenues, and many open spaces for monuments and parks. The National Mall is an example of this.\nLocal Government.\nWashington, D.C. is not a state. Its citizens have less control over their city than most Americans, but D.C. has had an elected mayor and a city council since 1973. But Congress can make it so that a local law doesn't happen. The current mayor of Washington, D.C. is Muriel Bowser, a Democrat.\nIn Congress.\nThe license plates on the cars in Washington, D.C. say, \"Taxation Without Representation.\" This is a protest from people who live in Washington, D.C. about having to pay taxes to the United States without having a vote in the United States House of Representatives. It resembles the protest made by colonists before the American Revolution about having to pay taxes to Great Britain. Some people are against letting Washington, D.C. have a Congressman or Congresswoman because the Constitution only allows states to have Congressmen or Congresswomen.\nPerforming arts and music.\nWashington, D.C. is the center of the nation for its arts. The National Symphony Orchestra, the Washington National Opera, and the Washington Ballet are all inside the John F. Kennedy Center for the Performing Arts. The Kennedy Center Honors are given every year to the people who have greatly helped the cultural life of the United States. The President and First Lady usually go to the Honors ceremony.\nMedia.\nAs the national capital of the United States, Washington, D.C. has numerous media outlets in various mediums. Some of these media are known throughout the United States, including \"The Washington Post\" and various broadcasting networks headquartered in D.C.\nNewspapers.\n\"The Washington Post\" is the oldest and most-read daily newspaper in Washington, and it has developed into one of the most reputable daily newspapers in the U.S. It is most notable for exposing the Watergate scandal, among other achievements. The Washington Post Company has multiple media holdings, including a daily free newspaper called the \"Express\", the Washington Post News Service with Bloomberg News, \"Fashion Washington\", \"El Tiempo Latino\" (a Spanish-language publication), the Slate Group, \"The Daily Herald\" (in Washington state), as well as the education company Kaplan, Inc. \"The Washington Post\" emphasizes national and political news coverage but also covers regional and local stories. Headquartered in downtown Washington, the newspaper employs journalists at 11 regional bureaus in Maryland and Virginia and 14 international bureaus. Content is shared across titles within the Washington Post Company, and the \"Express\", in particular, often reprints content from the Associated Press, Getty Images, and other wire sources.\n\"Washington Times\" and \"Washington City Paper\" also have substantial readership in the District. On February 1, 2005, the free daily tabloid \"Washington Examiner\" debuted, having been formed from a chain of suburban newspapers known as the \"Journal Newspapers\".\n\"Washington Blade\" and \"Metro Weekly\" focus on gay issues and the \"Washington Sun\", the \"Washington Informer\", and also \"Washington Afro\" on African American issues. Bi-weekly \"Street Sense\" focuses on issues of homelessness poverty, and life on the streets. Other special-interest papers include \"Roll Call\", a daily paper focused on politics.\nMany neighborhoods in the District have their own community newspapers. Some of these include \"The Current Newspapers\", which has editions serving Dupont Circle, Foggy Bottom, Georgetown, Chevy Chase and Upper Northwest, and a Capitol Hill paper called \"The Capitol Hill Current/Voice of the Hill\". Additional papers include \"In-Towner\" (Dupont Circle, Logan Circle and Adams Morgan), \"Hill Rag\" (Capitol Hill), \"East of the River\" (Anacostia) and \"D.C. North\" (Northeast D.C.). In addition, several specialty newspapers serve the U.S. Congress; most notable are \"Roll Call\", \"The Hill\", and \"Politico\".\nTelevision.\nMost Baltimore area television stations can be seen in the Washington region. Besides being viewed clearly in the District, they can especially be seen in the suburbs of the Interstate 95 corridor between both cities. They are: WMAR 2 (ABC), WBAL 11 (NBC), WJZ 13 (CBS), WMPT 22 / WMPB 67 (PBS/MPB), WUTB 24 (MyNetwork TV), WBFF 45 (FOX), and WNUV 54 (The CW). A DC-MD-VA regional news station, TBD TV, is carried on Channel 8 on all cable systems in Washington, D.C. and surrounding communities.\nPublic, educational, and government access (PEG) on cable television is provided by the Public Access Corporation of the District of Columbia on two channels simulcast to both local cable television systems. One channel is devoted to religious programming and the other channel provides a diversity of offerings. The District's two Public, educational, and government access (PEG) Channels are DCTV, a non-profit media outlet that provides training and production opportunities to local residents, and OCT TV-16, which provides information about government programs, services, and related opportunities.\nAmerica's Most Wanted is the only network primetime program produced in Washington.\nTransportation.\nAccording to a 2010 study, Washington-area commuters spent 70 hours a year in traffic delays, which tied with Chicago for having the nation's worst road congestion. However, 37% of Washington-area commuters take public transportation to work, the second-highest rate in the country. An additional 12% of D.C. commuters walked to work, 6% carpooled, and 3% traveled by bicycle in 2010.\nWashington has very few freeways. The funds that had been dedicated for freeway construction were instead redirected to the region's public transportation infrastructure. The interstate highways that do continue into Washington, including Interstate 66 and Interstate 395, both terminate shortly upon entering the city.\nThe Washington Metropolitan Area Transit Authority (WMATA) operates the Washington Metro, the city's rapid transit system, as well as Metrobus. Both systems serve the District and its suburbs. Metro opened on March 27, 1976 and presently consists of 86 stations and of track. With an average of about one million trips each weekday, Metro is the second-busiest rapid transit system in the country, after the New York City Subway. Metrobus serves over 400,000 riders each weekday, making it the nation's sixth-largest bus system. The city also operates its own DC Circulator bus system, which connects commercial areas within central Washington.\nUnion Station is the main train station in Washington, D.C., and handles about 70,000 people each day. It is Amtrak's second-busiest station with 4.6 million passengers annually and serves as the southern terminus for the Northeast Corridor and Acela Express routes. Maryland's MARC and Virginia's VRE commuter trains and the Metrorail Red Line also provide service into Union Station. Expansion plans announced in 2011 will make Union Station the city's primary intercity bus transit center. A new streetcar system opened in 2016.\nThree major airports serve The District. The Ronald Reagan Washington National Airport is across from downtown Washington in Arlington, Virginia and has its own Metrorail station. Major international flights arrive and depart from Washington Dulles International Airport, west of the District in Fairfax and Loudoun counties in Virginia. Dulles gained its own Metrorail station in 2016. Washington International Thurgood Marshall Airport is northeast of the District in Anne Arundel County, Maryland.","categories":[],"infobox_types":["settlement","U.S. state symbols"],"annotations":[{"uri":"United_States","surface_form":"United States","offset":125},{"uri":"President_(United_States)","surface_form":"President of the USA","offset":170},{"uri":"Government","surface_form":"government","offset":215},{"uri":"George_Washington","surface_form":"George Washington","offset":376},{"uri":"Virginia","surface_form":"Virginia","offset":478},{"uri":"Potomac_River","surface_form":"Potomac River","offset":500},{"uri":"Maryland","surface_form":"Maryland","offset":531},{"uri":"Arlington%2C_Virginia","surface_form":"Arlington County","offset":625},{"uri":"Alexandria%2C_Virginia","surface_form":"Alexandria","offset":666},{"uri":"United_States_Congress","surface_form":"Congress","offset":941},{"uri":"United_States_Supreme_Court","surface_form":"Supreme Court","offset":974},{"uri":"Political_parties_in_the_United_States","surface_form":"political parties","offset":1006},{"uri":"World_Bank","surface_form":"World Bank","offset":1075},{"uri":"International_Monetary_Fund","surface_form":"International Monetary Fund","offset":1091},{"uri":"Organization_of_American_States","surface_form":"Organization of American States","offset":1134},{"uri":"Demonstration","surface_form":"demonstration","offset":1281},{"uri":"Protest","surface_form":"protest","offset":1300},{"uri":"National_Mall","surface_form":"National Mall","offset":1338},{"uri":"Park","surface_form":"park","offset":1366},{"uri":"Monument","surface_form":"monument","offset":1386},{"uri":"Museum","surface_form":"museum","offset":1400},{"uri":"Tourist","surface_form":"tourist","offset":1491},{"uri":"U.S._Census_Bureau","surface_form":"United States Census Bureau","offset":1523},{"uri":"African_American","surface_form":"African American","offset":1672},{"uri":"Anacostia_River","surface_form":"Anacostia River","offset":1861},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":2015},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":2106},{"uri":"James_Madison","surface_form":"James Madison","offset":2226},{"uri":"Compromise","surface_form":"compromise","offset":2389},{"uri":"Virginia","surface_form":"Virginia","offset":2443},{"uri":"Maryland","surface_form":"Maryland","offset":2456},{"uri":"Potomac_River","surface_form":"Potomac River","offset":2537},{"uri":"North_America","surface_form":"North America","offset":2831},{"uri":"Street","surface_form":"street","offset":2974},{"uri":"Park","surface_form":"park","offset":2983},{"uri":"Roundabout","surface_form":"roundabout","offset":3079},{"uri":"Traffic_circle","surface_form":"traffic circle","offset":3094},{"uri":"Avenue","surface_form":"avenue","offset":3155},{"uri":"National_Mall","surface_form":"National Mall","offset":3214},{"uri":"Citizen","surface_form":"citizen","offset":3306},{"uri":"Election","surface_form":"elected","offset":3390},{"uri":"Mayor","surface_form":"mayor","offset":3398},{"uri":"City_council","surface_form":"city council","offset":3410},{"uri":"Muriel_Bowser","surface_form":"Muriel Bowser","offset":3537},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":3554},{"uri":"License_plate","surface_form":"license plate","offset":3581},{"uri":"Car","surface_form":"car","offset":3603},{"uri":"Protest","surface_form":"protest","offset":3678},{"uri":"United_States","surface_form":"United States","offset":3760},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":3803},{"uri":"American_Revolution","surface_form":"American Revolution","offset":3897},{"uri":"Great_Britain","surface_form":"Great Britain","offset":3946},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady","offset":4514},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":4748},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":4838},{"uri":"Newspaper","surface_form":"newspaper","offset":4893},{"uri":"Watergate_scandal","surface_form":"Watergate scandal","offset":5035},{"uri":"Express_(newspaper)","surface_form":"Express","offset":5182},{"uri":"The_Slate_Group","surface_form":"the Slate Group","offset":5321},{"uri":"Kaplan%2C_Inc.","surface_form":"Kaplan, Inc.","offset":5413},{"uri":"Washington_Times","surface_form":"Washington Times","offset":5881},{"uri":"Washington_City_Paper","surface_form":"Washington City Paper","offset":5904},{"uri":"Tabloid_(newspaper_format)","surface_form":"tabloid","offset":6013},{"uri":"Washington_Examiner","surface_form":"Washington Examiner","offset":6022},{"uri":"Washington_Blade","surface_form":"Washington Blade","offset":6143},{"uri":"Metro_Weekly","surface_form":"Metro Weekly","offset":6166},{"uri":"Gay","surface_form":"gay","offset":6189},{"uri":"Washington_Sun","surface_form":"Washington Sun","offset":6209},{"uri":"Washington_Informer","surface_form":"Washington Informer","offset":6231},{"uri":"Washington_Afro","surface_form":"Washington Afro","offset":6263},{"uri":"Street_Sense_(newspaper)","surface_form":"Street Sense","offset":6319},{"uri":"Homelessness","surface_form":"homelessness","offset":6354},{"uri":"Roll_Call","surface_form":"Roll Call","offset":6440},{"uri":"The_Current_Newspapers","surface_form":"The Current Newspapers","offset":6582},{"uri":"Dupont_Circle","surface_form":"Dupont Circle","offset":6634},{"uri":"Foggy_Bottom","surface_form":"Foggy Bottom","offset":6649},{"uri":"Chevy_Chase%2C_Washington%2C_D.C.","surface_form":"Chevy Chase","offset":6675},{"uri":"United_States_Capitol","surface_form":"Capitol Hill","offset":6714},{"uri":"Logan_Circle%2C_Washington%2C_D.C.","surface_form":"Logan Circle","offset":6840},{"uri":"Adams_Morgan","surface_form":"Adams Morgan","offset":6857},{"uri":"Hill_Rag","surface_form":"Hill Rag","offset":6873},{"uri":"Anacostia","surface_form":"Anacostia","offset":6920},{"uri":"Roll_Call_(newspaper)","surface_form":"Roll Call","offset":7051},{"uri":"The_Hill_(newspaper)","surface_form":"The Hill","offset":7064},{"uri":"Politico_(newspaper)","surface_form":"Politico","offset":7080},{"uri":"Baltimore%2C_Maryland","surface_form":"Baltimore","offset":7108},{"uri":"Interstate_95_in_Maryland","surface_form":"Interstate 95","offset":7277},{"uri":"WMAR-TV","surface_form":"WMAR","offset":7331},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":7339},{"uri":"WBAL-TV","surface_form":"WBAL","offset":7345},{"uri":"NBC","surface_form":"NBC","offset":7354},{"uri":"WJZ-TV","surface_form":"WJZ","offset":7360},{"uri":"CBS","surface_form":"CBS","offset":7368},{"uri":"Maryland_Public_Television","surface_form":"WMPT","offset":7374},{"uri":"Maryland_Public_Television","surface_form":"WMPB","offset":7384},{"uri":"WUTB","surface_form":"WUTB","offset":7403},{"uri":"MyNetwork_TV","surface_form":"MyNetwork TV","offset":7412},{"uri":"WBFF","surface_form":"WBFF","offset":7427},{"uri":"Fox_Broadcasting_Company","surface_form":"FOX","offset":7436},{"uri":"WNUV","surface_form":"WNUV","offset":7446},{"uri":"The_CW_Television_Network","surface_form":"CW","offset":7459},{"uri":"TBD_TV","surface_form":"TBD TV","offset":7498},{"uri":"Public%2C_educational%2C_and_government_access","surface_form":"Public, educational, and government access","offset":7600},{"uri":"Public_Access_Corporation_of_the_District_of_Columbia","surface_form":"Public Access Corporation of the District of Columbia","offset":7688},{"uri":"Public%2C_educational%2C_and_government_access","surface_form":"Public, educational, and government access","offset":7932},{"uri":"America%27s_Most_Wanted","surface_form":"America's Most Wanted","offset":8204},{"uri":"Public_transportation","surface_form":"public transportation","offset":8822},{"uri":"Interstate_66","surface_form":"Interstate 66","offset":8928},{"uri":"Interstate_395_(District_of_Columbia_%E2%80%93_Virginia)","surface_form":"Interstate 395","offset":8946},{"uri":"Washington_Metropolitan_Area_Transit_Authority","surface_form":"Washington Metropolitan Area Transit Authority","offset":9013},{"uri":"Washington_Metro","surface_form":"Washington Metro","offset":9081},{"uri":"Rapid_transit","surface_form":"rapid transit","offset":9110},{"uri":"Metrobus_(Washington%2C_D.C.)","surface_form":"Metrobus","offset":9143},{"uri":"New_York_City_Subway","surface_form":"New York City Subway","offset":9417},{"uri":"DC_Circulator","surface_form":"DC Circulator","offset":9569},{"uri":"Union_Station_(Washington%2C_D.C.)","surface_form":"Union Station","offset":9654},{"uri":"Amtrak","surface_form":"Amtrak","offset":9763},{"uri":"Northeast_Corridor","surface_form":"Northeast Corridor","offset":9876},{"uri":"Acela_Express","surface_form":"Acela Express","offset":9899},{"uri":"MARC_Train","surface_form":"MARC","offset":9932},{"uri":"Virginia_Railway_Express","surface_form":"VRE","offset":9952},{"uri":"Red_Line_(Washington_Metro)","surface_form":"Red Line","offset":9990},{"uri":"Intercity_bus","surface_form":"intercity bus","offset":10117},{"uri":"Streetcar","surface_form":"streetcar","offset":10153},{"uri":"Ronald_Reagan_Washington_National_Airport","surface_form":"Ronald Reagan Washington National Airport","offset":10231},{"uri":"Arlington%2C_Virginia","surface_form":"Arlington, Virginia","offset":10311},{"uri":"Washington_Dulles_International_Airport","surface_form":"Washington Dulles International Airport","offset":10417},{"uri":"Fairfax_County%2C_Virginia","surface_form":"Fairfax","offset":10482},{"uri":"Loudoun_County%2C_Virginia","surface_form":"Loudoun","offset":10494},{"uri":"Baltimore/Washington_International_Airport","surface_form":"Washington International Thurgood Marshall Airport","offset":10573},{"uri":"Anne_Arundel_County%2C_Maryland","surface_form":"Anne Arundel County, Maryland","offset":10656}]}