{"id":71745,"url":"http://en.wikipedia.org/wiki/Software_piracy","text":"Software piracy (officially called copyright infringement of software) refers to the illegal copying of software. It often uses the Internet. Some countries have laws about this. The problem is considered to be bigger in certain countries than in others. Those who hold the copyright get less money because of copyright infringement. As a result of this, some copyright holders publish “anti-piracy” campaigns to tell people about the effects of infringement.\nVery often, the people making the laws have to make a trade-off between allowing people to copy and use the software, and the copyright holders charging for the content. At the same time, even not allowed distribution makes the content more popular. Because of these two reasons, infringement of copyright for proprietary software and content can be bad also for free software and content.\nIn 2010 to 2012, the entertainment industry advocated changes to United States law to make it easier to end piracy websites, called Stop Online Piracy Act and Protect IP Act. Some websites including the English Wikipedia protested these proposals on January 18, 2012. The next day, the United States Department of Justice seized the Megaupload website which is claimed to be one of the largest piracy websites.","categories":[],"infobox_types":[],"annotations":[{"uri":"Copyright_infringement","surface_form":"copyright infringement","offset":35},{"uri":"Software","surface_form":"software","offset":104},{"uri":"Internet","surface_form":"Internet","offset":132},{"uri":"Copyright","surface_form":"copyright","offset":274},{"uri":"Proprietary_software","surface_form":"proprietary software","offset":770},{"uri":"Free_software","surface_form":"free software","offset":823},{"uri":"Stop_Online_Piracy_Act","surface_form":"Stop Online Piracy Act","offset":982},{"uri":"Protect_IP_Act","surface_form":"Protect IP Act","offset":1009},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":1053},{"uri":"United_States_Department_of_Justice","surface_form":"United States Department of Justice","offset":1136},{"uri":"Megaupload","surface_form":"Megaupload","offset":1183}]}