{"id":717580,"url":"http://en.wikipedia.org/wiki/Yukichi_Chuganji","text":"e=\"preserve\">Yukichi Chuganji (中願寺 雄吉; \"Chūganji Yūkichi\", 23 March 1889 – 28 September 2003) was a Japanese supercentenarian who at the time of his death at age 114 years, 189 days was the 4th oldest person ever from Japan as well as the oldest person ever from the island of Kyushu, and the world's oldest living person. However, he was only verified as the oldest living man as the oldest living person was believed to be Kamato Hongo, also from Kyushu, who claimed to be almost one and a half year older but was more likely around four years younger and therefore became disputed.\nChuganji, who was born in Fukuoka Prefecture, graduated from a technical school in early 1900s and worked as a silkworm breeder, instructor in the agricultural specialty, as a bank employee, and community welfare officer. He had 4 sons and one daughter, who was 74 years old at the time of his death and the only living child, 7 grandchildren and 12 great-grandchildren. He did not like to eat vegetables but liked beef, pork and chicken, and daily ate toffee and drank a glass of milk and the occasional apple juice and only drank alcohol in moderation (and believed that to be the secret to his long life). During the last years of his life, he had failing eye sight and was bedridden.\nChuganji, who was the 6th Japanese man to become a supercentenarian as well as the oldest living Japanese man after Sadayoshi Tanabe's death on 18 January 2000 and later the third Japanese man to become at least 112 years old as well as the oldest Japanese man ever after surpassing both Gengan Tonaki and Denzo Ishizaki, was the oldest living man in the world after the death of Italian World War I-veteran Antonio Todde on 3 January 2002, the same day as he became Japan's oldest living person after Matsuno Oikawa's death, and later also the oldest living person in the world after Americanwoman Mae Harrington on 29 December 2002. On 23 March 2003, Chuganji became the first Japanese man, as well as the third man in the world and the first since Christian Mortensen's death almost 5 years earlier, to reach age 114.\nOn the evening of Sunday 28 September 2003, after being served a glass of apple juice by his daughter, Chuganji died of natural causes aged 114 years, 189 days and was the third oldest man ever behind Christian Mortensen and Mathew Beard and the oldest Japanese man ever before 26 October 2011 when Jiroemon Kimura, the second Japanese man to become 114 years old, surpassed his age, and later even Mortensen's age, and (since 111-year-old Norio Kawada's death on 6 June 2003) the only living Japanese male supercentenarian. The first Japanese man to become a supercentenarian after Chuganji's death was Kohachi Shigetaka (10 May 1895 – 3 July 2005); Kameni Nakamura and Minsho Ozawa, who were the oldest living Japanese men after Chuganji and both born in October 1894 and died in 2004, only lived to age 109, as well as Totaro Murakami who succeeded Minsho Ozawa.\nChuganji was succeeded as the oldest living person by Mitoyo Kawate from Hiroshima and as the oldest living man by Spaniard Joan Riudavets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supercentenarian","surface_form":"supercentenarian","offset":109},{"uri":"Kamato_Hongo","surface_form":"Kamato Hongo","offset":425},{"uri":"Sadayoshi_Tanabe","surface_form":"Sadayoshi Tanabe","offset":1389},{"uri":"Gengan_Tonaki","surface_form":"Gengan Tonaki","offset":1561},{"uri":"Denzo_Ishizaki","surface_form":"Denzo Ishizaki","offset":1579},{"uri":"Antonio_Todde","surface_form":"Antonio Todde","offset":1681},{"uri":"Christian_Mortensen","surface_form":"Christian Mortensen","offset":2024},{"uri":"Christian_Mortensen","surface_form":"Christian Mortensen","offset":2295},{"uri":"Mathew_Beard","surface_form":"Mathew Beard","offset":2319},{"uri":"Jiroemon_Kimura","surface_form":"Jiroemon Kimura","offset":2393},{"uri":"Kameni_Nakamura","surface_form":"Kameni Nakamura","offset":2745},{"uri":"Minsho_Ozawa","surface_form":"Minsho Ozawa","offset":2765},{"uri":"Mitoyo_Kawate","surface_form":"Mitoyo Kawate","offset":3014},{"uri":"Joan_Riudavets","surface_form":"Joan Riudavets","offset":3084}]}