{"id":717535,"url":"http://en.wikipedia.org/wiki/Emir_Abdelkader","text":"Abdelkader ibn Muhieddine (6 September 1808 – 26 May 1883; '), known as the Emir Abdelkader or Abdelkader El Djezairi, was an Algerian religious and military leader who led a struggle against the French colonial invasion in the mid-19th century.\nEarly life.\nIn his childhood, he learned and memorized the Holly Quran and studied linguistics.\nWhen Algeria was invaded by France in 1830, he began a rebellion against the French for a decade until 1842 with a number of tribes.\nIn 1837, he signed the Treaty of Tafna with Marshall Bugeaud. But King Louis-Philippe broke the treaty two years later, leading Emir to declare against Jihad on October 15, 1839. In 1847, he was exiled to France from 1847 to October 1852. When he was released by Napoleon III, Emir then took up his residence in Damascus. In July 1860, he ceased a conflict between Muslims and Christians. While he was in Damascus, he wrote books and composed poesy.\nEmir Abdelkader died on the May 26, 1883 and was buried in Damascus. On July 5, 1966, the Algerian government brought his remains back to Algeria to be interred on the occasion of the fourth anniversary of independence and the 136th anniversary of the French conquest. A mosque bearing his name has been constructed as a national shrine in Constantine. He is seen by the Algerians as their national hero.","categories":[],"infobox_types":[],"annotations":[{"uri":"Algeria","surface_form":"Algeria","offset":126},{"uri":"Invasion_of_Algiers_in_1830","surface_form":"French colonial invasion","offset":196},{"uri":"Quran","surface_form":"Quran","offset":311},{"uri":"Linguistics","surface_form":"linguistics","offset":329},{"uri":"Rebellion","surface_form":"rebellion","offset":397},{"uri":"Tribe","surface_form":"tribe","offset":467},{"uri":"Treaty_of_Tafna","surface_form":"Treaty of Tafna","offset":498},{"uri":"Marshall_Bugeaud","surface_form":"Marshall Bugeaud","offset":519},{"uri":"King_Louis-Philippe","surface_form":"King Louis-Philippe","offset":541},{"uri":"Napoleon_III","surface_form":"Napoleon III","offset":738},{"uri":"Damascus","surface_form":"Damascus","offset":787},{"uri":"Constantine","surface_form":"Constantine","offset":1265}]}