{"id":717686,"url":"http://en.wikipedia.org/wiki/Angelique_Rockas","text":"Angelique Rockas (born in Boksburg, South Africa) is an actress, producer and activist. Rockas founded Internationalist Theatre in the UK with patron Athol Fugard.The company featured multi-racial and multi-national productions of great European classics as early as 1981.\nStage.\nKey performances on stage: Medea Miss Julie Emma in The Camp by Griselda Gambaro and Annabella in 'Tis Pity She`s a Whore' which was also Rockas`s first theatre production under the banner of 'New Theatre' directed by Declan Donnellan,and now listed as one of the major productions of Tis Pity for the decade of the 1980`s in the 20th century\nFurther stage roles include Carmen in 'The Balcony', Yvette in 'Mother Courage ',Miriam in 'In the Bar of a Tokyo Hotel', Lady Macbeth, Tatiana in Gorky`s 'Enemies'.\nWork at London`s Theatro Technis under the name of Angeliki: Io in 'Prometheus Bound', Myrrhine in 'Lysistrata', Paphlagoonia in the adaptation of Aristophanes 'The Knights' 'Oh Democracy', and Kyproula in 'The National Enganement', all directed by George Eugeniou.\nFilm and Television.\nShe played Ms Ortiki in Thorodos Maragos TV Film 'Emmones Idees' on Greek television ERT\nProductions of Internationalist Theatre.\nThe company was first named New Internationalist Theatre then changed to Internationalist Theatre\n\", whose attack on the practice of war could not— with South Atlantic news filling the front pages— have been more topical..\" \"The cast..is made of experienced actors from all over the world and perhaps their very cosmopolitanism helps to bring new textures to a familiar dish.\" Breaking racial casting barriers: Why is a Pakistani actor playing the role of the Pastor ? was the question posed by Time Out Magazine critic Malcolm Hay\nwith Internationalist Theatre`s multi-racial cast \"It opened with a satiety of womens` gossip. some of it not very easy to follow with the various accents of the New Internationalist Theatre. But it picked up wonderfully. The pleasures of the performance with its occasional songs based on ballads and tarantellas, lay in the village vitality, the lusty folk element..and the children romped about deliciously. A very good evening of an unusual kind.\"\nSubject of study and research.\nAngelique Rockas theatre practioner Internationalist Theatre","categories":[],"infobox_types":[],"annotations":[{"uri":"Athol_Fugard","surface_form":"Athol Fugard","offset":150},{"uri":"Theatro_Technis","surface_form":"Theatro Technis","offset":806}]}