{"id":717631,"url":"http://en.wikipedia.org/wiki/Wikimedian_in_Residence","text":"A Wikimedian in Residence is somebody who works with an organisation. They can also be known as a Wikipedian in Residence. The name is also shortened to WiR.\nThey help the people at the host organisation to understand Wikipedia. They also help them to understand Wikipedia's sister projects. The sister projects include Wikimedia Commons, Wikidata and Wikisource. Usually, WiR do not write about the organisation where they work. Instead, they help experts at their organisation to write about the things they know.\nWiRs work with different types of organisations. These are most often GLAMs (Galleries, Libraries, Archives and Museums). Some residents work in educational institutions such as universities. Sometimes they work across several organizations. If they do, then they can be called a \"Wikimedian at Large\". For example one worked across New Zealand. Some WiRs are paid by the organization where they work. Or they can be paid by a Wikimedia-related organization. Some are volunteers.\nHistory.\nThe first WiR was at the British Museum. That was in 2010.\nBy 2016, more than 100 people had been a WiRs. By 2020 there were more than 220.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wikipedia","surface_form":"Wikipedia","offset":218},{"uri":"Wikimedia_Commons","surface_form":"Wikimedia Commons","offset":320},{"uri":"Wikidata","surface_form":"Wikidata","offset":339},{"uri":"Wikisource","surface_form":"Wikisource","offset":352},{"uri":"Art_gallery","surface_form":"Galleries","offset":593},{"uri":"Library","surface_form":"Libraries","offset":604},{"uri":"Archive","surface_form":"Archive","offset":615},{"uri":"Museum","surface_form":"Museum","offset":628},{"uri":"University","surface_form":"universities","offset":694},{"uri":"GLAM/New_Zealand_Wikipedian_at_Large","surface_form":"For example","offset":819},{"uri":"Wikimedia","surface_form":"Wikimedia","offset":943},{"uri":"British_Museum","surface_form":"British Museum","offset":1030}]}