{"id":71764,"url":"http://en.wikipedia.org/wiki/Bionicle","text":"ce=\"preserve\">Bionicle (stylized BIONICLE) is a line of toys by the LEGO Group marketed primarily for 5- to 16-year-olds. The line was launched on December 30, 2000 in Europe and June/July 2001 in Canada and the United States. \"Bionicle\" is a portmanteau constructed from the words \"biological\" and \"chronicle\". The concept is similar to Lego Group's earlier themes, Throwbots and RoboRiders in that each of those lines had characters based on classical elements. Earlier Bionicle packages had displayed the Technic Logo, but it has since been phased out, evolving Bionicle into its own branch of LEGO. It has recently been announced by the director of LEGO that they will stop making new Bionicle sets after Winter 2010 \"for the foreseeable future\". However, while production of sets will stop, the story will not, as Greg Farshtey will continue to update it on the website. Bionicle was replaced by Hero Factory, which was released later in July 2010.\nThe Bionicle story is set in a science fantasy world and is primarily told through the book series, Bionicle Chronicles, Bionicle Adventures, and Bionicle Legends as well as through comic books published by DC Comics. Four films have also been made. As of 2010, the main Bionicle story will be published online.\nThe 2001–2008 Bionicle story arc was set in a world inhabited predominantly by part-organic, part-machine beings (most notably the Matoran) in a subterranean world, which exists in massive domes underground. 2009 began a new saga of the story-line, leaving behind the previous years and venturing out to newer possibilities as Mata Nui, after having been banished by Makuta Teridax, finds his way to a mysterious barren planet called Bara Magna. Here he becomes the center of the story and makes new allies as he tries to find a way to save the Matoran from Makuta Teridax's tyrannical rule.\nProduction.\nThe concept of Bionicle was proposed in 2000. During that time, Lego was suffering a ten-year downturn. In 1998, the company suffered its first loss, resulting layoffs for the first time with 1000 people being laid off the following year. In January 2004, Lego posted a loss of 1.4 billion Danish kroner (140 million British pounds and 223.86 million USD). A few weeks earlier, in order to \"stabilise its financial situation,\" another 500 jobs were cut.\nInitially, the idea of Bionicle was faced with resistance from \"company traditionalists\" as Lego had \"no experience of creating the kind of story-based, multichannel brand that was being proposed.\" Also, the war-like appearance of the Bionicle characters went against the company's values: \"high-quality products, an emphasis on free play and encouraging the imagination, and no modern warfare or violence.\"\nHowever, the Bionicle line soon became the \"biggest of the recent hits\" and the number one product of Lego in 2003. The series made its first debut in virtual form on the web in December 2000. In 2004, the sets accounted for approximately all of Lego's turnover. As the sets were produced, Lego developed them on the sets' website through \"character bios and an episodic adventure game.\" The main storyline is developed by a team of eight people around the world, who decide \"which media gets which bit of the story.\" Because the Bionicle story is told through multiple media (books, comics, and movies), the purpose of the website is to put the different parts together. The practice of making every Bionicle product \"from toys to toothbrushes\" promote the website resulted in web traffic averaging more than a million page views per month in August 2004. Another strategy used to promote the website was the use of \"Kanoka points\". Each toy packaging had special access codes that allows users to earn the points (\"the Bionicle equivalent of a loyalty scheme\") that can be used to play web games.\nStory.\nThe 2001–2008 storyline arc of Bionicle was set in a science fantasy world inhabited predominantly by part-organic, part-machine beings in a subterranean world, which exists in massive domes underground. This world (dubbed \"The Matoran Universe\") and its races were once protected by a Great Spirit named Mata Nui, until he was cast into an eternal slumber by the evil Makuta Teridax and the Brotherhood of Makuta. The world of the Matoran began to fall apart. But mask of life that was stored inside Mata Nui was sent out to space to find a new planet. The mask landed on the planet of Bara Magna and the mask created a small body.\n2009 began a whole new saga of the story-line, leaving behind the previous years, and venturing out to newer possibilities as Mata Nui, after having been banished by Makuta Teridax, crash lands on a mysterious barren planet, called Bara Magna. Here he becomes the center of the story, and makes new allies as he tries to find a way to save the Matoran and the Toa from Makuta Teridax's tyrannical rule.\n2001 – Quest for the Masks.\nThe story begins with six Toa Mata: Tahu, Lewa, Gali, Kopaka, Pohatu, and Onua, arriving on an island known as the Island of Mata Nui, remembering nothing beyond their names. They discovered that the inhabitants, the Matoran villagers, face constant attacks from infected Rahi, savage beasts controlled by the powerful influence of Makuta Teridax through use of Infected Kanohi masks, causing a war which lasted about 1000 years. After searching for and finding numerous Kanohi masks, the Toa each receive a Golden Kanohi mask with tremendous power and seek out Makuta himself. After challenging the ferocious Manas crabs and the Shadow Toa (evil doppelganger-like illusional replicas of the Toa), the Toa confront Makuta and defeat him by uniting their elemental powers.\n2002 – The Bohrok Swarms.\nUpon his defeat, Makuta released the ancient Bohrok. Bohrok are robotic drones that were designed to \"cleanse\" the island of Mata Nui to its state \"in the before-time\". The Bohrok began to tear through the villages on the island, forcing Matoran to flee. One inventive Matoran of Earth, Nuparu, builds a powerful vehicle called the Boxor, made from parts of a damaged Bohrok in order to fight off the swarms. The Toa, unaware of the Bohrok's purpose, collected the Bohrok's Krana (mask-like creatures that function as their brains) to confront the Bohrok Queens, the Bahrag: Cahdok and Gahdok. The defeated Cahdok and Gahdok are sealed in a prison created by the Toa's elemental powers. The Toa Mata are then exposed to a substance called Energized Protodermis, which transforms them, granting them new armor and weapons. They renamed themselves the \"Toa Nuva\".\n2003 – The Bohrok-Kal Strike and the Mask of Light.\nWith Cahdok and Gahdok defeated, the Bohrok Swarms are stopped and returned to their hives. However, six new elite Bohrok, called the Bohrok-Kal, appeared with the purpose of releasing the Bahrag. They then proceeded to steal the Toa Nuva's powers, which are the key to breaking the seal. On the verge of defeat, the Toa force all of their powers into the Bohrok-Kal, overloading and defeating them.\nShortly afterwards, two Matoran, Takua and Jaller, discovered the Kanohi Mask of Light. They were tasked with traveling across the island of Mata Nui to find the Toa of Light. Meanwhile, Makuta created and sent out six creatures called Rahkshi to find the mask and stop the coming of the Toa of Light. The Rahkshi tore across Mata Nui, destroying the villages of Ta-Koro and Onu-Koro. The Rahkshi were stopped by the Toa, but not before killing Jaller. Jaller's death caused Takua to realize he was the Toa of Light, and he donned the mask to become Toa Takanuva. Takanuva went to confront Makuta and, during their battle, they both fell into a pool of energized protodermis, a silvery substance with the power to change or destroy a being, and became fused together into the being Takutanuva. Takutanuva then proceeded to open the door to the city of Metru Nui, allowing the Matoran and Toa through. Using some of his life energy, he revived Jaller while still holding the door open. However, the use of energy was too great and Takutanuva was crushed by the door, seeming to kill both Takanuva and Teridax, leaving only Takanuva's Mask of Light. Takanuva was promptly revived when his mask was used to activate the beacon to Metru Nui. Afterwards, the Matoran prepared to return to the island city of Metru Nui.\n2004 – Legends of Metru Nui.\nAs the Matoran prepared to journey to Metru Nui, the Turaga (village elders) revealed that they had once been Toa, fighting in Metru Nui against threats such as the Morbuzakh plant creature and the Dume-controlled Vahki enforcement squads. They, as Matoran, were transformed into the Toa Metru by Toa stones containing power sacrificed by Toa Lhikan. Their mission was to find the six Great Disks and defeat the Morbuzakh, a plant menace that threatened to destroy the city. When they did, however, they were betrayed by Dume, the Turaga of the city. Later, they discovered that Makuta Teridax had taken the disguise of Dume and taken control of the Vahki (law enforcement robots). His plan was to put the Matoran to sleep, wipe out their memories, and reawaken them \"as their conqueror.\" The Toa fled, but were attacked by Teridax. Combining their elemental powers, they were able to seal Teridax in a prison of crystallized protodermis. The Toa traveled to a new island, which would later be known as Mata Nui, vowing to return to save the Matoran.\n2005 – Web of Shadows.\nThey do return. However, the evil king Sidorak and his viceroy Roodaka had been reigning on the island, with vicious spider-like creatures called Visorak. The Toa were soon captured and mutated into bestial Toa Hordika. To revert to normal, the Toa sought out the legendary Rahi Keetongu. Toa Vakama, however, betrayed the other Toa and joined Sidorak, who made him the leader of the Visorak. The other Toa confronted the Visorak horde in a great battle, and convinced Vakama to rejoin them. Vakama then ordered the Visorak to be free. Keetongu then killed Sidorak, whom Roodaka and Vakama betrayed. The six Toa then defeated Roodaka with all six of their elemental powers. However, this had the side effect of freeing Makuta because Roodaka carried a fragment of his prison. The Toa struck her for this reason. Having been restored by Keetongu, the Toa Metru brought the Matoran to a new island. When they sacrificed their power to awaken the Matoran, they become Turaga, and later established new villages on this island called Mata Nui.\n2006 – Island of Doom.\nThe Toa Nuva learned that Mata Nui was not only asleep but dying. To save him, they must travel to the island of Voya Nui and seek the mysterious Kanohi Ignika, the Mask of Life. The Toa Nuva set out on this adventure but are quickly taken prisoner by six new and powerful enemies, the Piraka: Zaktann, Hakann, Vezok, Thok, Reidak, and Avak. They sought the mask for their own dark purposes. When the Toa failed to return, a group of six Matoran followed after them. Jaller, Hahli, Hewkii, Nuparu, Kongu, and Matoro escaped to the island in Toa canisters, but as they traveled, bolts of lighting from the Red Star transformed them into the Toa Inika. Upon their arrival, they learn of the Piraka and how they enslaved the local Matoran by posing as false Toa, in order to make the Matoran build them a fortress. With the help of a small Matoran Resistance and the ancient guardian Axonn, the Toa Inika were able to free the Toa Nuva, find the temple of the mask, and battle the Piraka as well as the other creatures guarding it. They eventually emerged victorious with the Kanohi. But the Mask of Life possessed a will of its own, and in the last moment evades them all, rushing into the depths of the sea.\n2007 – Sea of Darkness.\nFollowing the chase for the Mask of Life, the Toa Inika descended into the waters after receiving the mysterious clue \"save the sunken city\" from an unknown Matoran, who had saved Hahli from drowning at the cost of him dying from decompression sickness.[14] A burst of energy from the Mask of Life transformed the Toa Inika into water-breathing forms. They discovered an inhabited village of Mahri Nui that had broken off from Voya Nui and sunk a thousand years ago. The village was threatened by ancient warlords known as Barraki that had been mutated by the nearby mutagenic waters called \"The Pit\". The Toa, now known as Toa Mahri, faced off against the Barraki to survive. However, by the time the Toa retrieved the mask, the Great Spirit died. Realizing there was still hope, Toa Matoro rushed to the core of the universe and sacrificed his life to revive Mata Nui. In the last moments of his life, Toa Matoro used the Mask's power to teleport the Toa Mahri back to Metru Nui and allow them to breathe air again. The Great Spirit's life was saved but he still had to be awakened.\n2008 – The Final Battle.\nAfter being given new armor and weapons by Artakha, the Toa Nuva arrived at Karda Nui, the core of the universe. There, they came to face the Makuta who were trying to turn the population of Av-Matoran – Matoran of Light – into Shadow Matoran. The Toa Nuva were helped by the arrival of Takanuva, now able to control Light and Shadow because of a shadow leech attack, and Toa Ignika, who is the Mask of Life itself. The Kanohi Ignika had made a body for itself because it wished to see what it was like to be a living being. With their combined forces, they reached a structure in the center of Karda Nui called the Codrex, where Toa Ignika had to sacrifice his new body to awaken Mata Nui. Takanuva, with the help of the remaining uncorrupted Av-Matoran, returned the Shadow Matoran to their previous states. Shortly afterwards, the Toa escaped the core before the energy storm caused by Mata Nui's awakening could destroy them. The Makuta, however, failed to escape, and were all killed. Back in Metru Nui, Mata Nui's awakening was celebrated, but celebration was cut short when it was revealed that Teridax had taken over the body of Mata Nui, revealed to be the universe of the Matoran. Trapping the spirit of Mata Nui in the Mask of Life, he sent it flying into space so that the former Great Spirit cannot interfere with his control over the universe.\n2009 – The Legend Reborn.\nThe Bionicle story continues after Mata Nui was banished from his body by Makuta Teridax, onto a planet called Bara Magna. With the exception of a few wildlife species, Bara Magna is a barren desert planet which only supports few resources, so each tribe on the planet has a few warriors, called Glatorian, to battle for them. These resources, such as food and water, are distributed accordingly. The villagers of this world are known as Agori. The Agori together make up six different tribes, each affiliated with a region. After the Mask of Life lands on Bara Magna, it creates a body for Mata Nui to use. Mata Nui then teams up with a few Glatorian to defeat the combined forces of the Skrall and Bone Hunters, two major threats to the villages, and look for a way to return to his body. With the help of his new Glatorian and Agori friends he exposes a traitor known as Metus and defeats the Skrall and Bone Hunters. He helps the villages of the world to unite, taking all of the giant pieces of robot and linking them into a large prototype robotic body, a body like the one the Matoran Universe resides in.\n2010 – Journey's End.\nAfter defeating the Skrall and seeing the rest of the villages unite, Mata Nui stands against the challenge of taking back his old body from Teridax. He learns that he was created by the Great Beings on the planet of Spherus Magna, which is now divided into a jungle moon (Bota Magna), an ocean moon (Aqua Magna), and the remaining desert planet (Bara Magna), as the result of the Core War. Mata Nui also learns that before he was built, there was a previous robot, which the Agori use as their home. An Agori of Tesara named Tarduk helps Mata Nui by showing him an ancient power source that could power up the old robot.\nIn this final journey, two heroes return to finish the fight: Tahu, returned to his original form to wear the powerful Golden Armor, and Takanuva. They are aided by Gresh. They fight off the Skakdi Warlord, Nektann to defeat Makuta, and his army; hordes of Rahkshi, armed with heat vision; and Skrall.\nThe story continues as the forces of both the Matoran Universe and Glatorian face the oncoming onslaught of Skakdi, Rahkshi, and Skrall. The golden armour, scattered by Makuta's blast is collected by Tahu, Gresh, and Takanuva from the many enemies. Tahu defeats Skakdi warlord Nektann, and then dons the armour, which incinerates every Rahkshi Kraata on Bara Magna.\nTeridax claims that he will destroy Bara Magna with gravitic energy, until Mata Nui forces his arm upwards, causing Teridax to send the energy wave to the moons above. Mata Nui pushes Teridax back into one of the onrushing moons, the green moon of Bota Magna, whose impact destroys his core processor, which kills Teridax. Mata Nui then mourns the brother that he could have had, in his mind.\nThe finale concludes when Mata Nui uses his strength, and the power of the Mask of Life, to bring Spherus Magna together once more, to heal those who were mutated by Pit Mutagen, to bring life back to the planet, and to reconstruct destroyed geographical features. The strain causes his power core to dissipate, destroying the prototype robot. When the Glatorian and Toa discover the Ignika unscathed in the location where Mata Nui was, Mata Nui speaks to them from within the Mask of Life. He tells them that the future is their own and theirs to build. He then remains dormant in the Ignika. The Agori, Matoran, Toa, Glatorian and all others begin a new life on Spherus Magna.\nFuture of Bionicle.\nThe Bionicle toyline drew to a close in late 2009, after the 2010 sets were finalized for release, and was replaced in the summer of 2010 by Hero Factory, a Lego theme that´s compatible with Bionicle sets. But despite this, the story is continuing in serials written by Greg Farshtey online at [http://www.bioniclestory.com/ BIONICLEstory.com].\nReception.\nThe Bionicle franchise has been well received, with one reviewer describing the sets as \"good combination of assembly and action figure\" and first-year sales of 100 million British pounds (161.7 million USD). Bionicle had received a Toy of the Year Award for Most Innovative Toy in 2001 from the Toy Industry Association.\nMāori language controversy.\nIn 2001, several Māori tribal groups from New Zealand threatened legal action against Lego for allegedly trademarking Māori words used in naming the Bionicle product range. In response, a Lego spokesperson stated that only the term \"Bionicle\" had been trademarked. Lego agreed to stop commercial use of the Māori language after sending an executive to meet with Māori representatives in New Zealand. Some Māori terms used by Lego were changed, such as \"Huki\", which was changed to \"Hewkii\", and \"Tohunga\", which was changed to \"Matoran\". Within the fictional Bionicle universe, these changes were explained by the introduction of a \"Naming Day\" holiday, in which characters who have done heroic deeds for their village are honored by having the spelling of their name changed (though the pronunciation remains the same). However, a number of Māori terms such as \"Toa\", which means \"warrior\", \"Kanohi\", which means \"face\", and \"Kopaka\", which means \"cold\", were not changed. Since this controversy, Lego has not made any more names that are common terms in other living languages (with the exception of Umbra, a Latin word, and some names that are real names in some languages).\nImpact.\nThe rapid success of Bionicle has had a major impact on the Lego company. According to Stephanie Lawrence, the global director of licensing for Lego, \"We've created an evergreen franchise to complement the many event-based properties on the children's market. An increasing number of category manufacturers want to tap into the power of the BIONICLE universe, and the key for us now is to manage the excitement to stay true to the brand and the lifestyle of our core consumer.\" According to one source, Bionicle has changed the way children think of, and play with, LEGO products by combining \"the best of LEGO building with the story telling and adventure of an action figure line,\" and that 85% of American boys age 6–12 know of the Bionicle brand and 45% own the toys.\nMusic.\nPaul Hardcastle and Simon Fuller produced the first soundtracks for Bionicle's commercials used in 2001 to 2003. Music for the first three Bionicle films featured a more classical tune, rather that the techno-like beats used in the ads and animations. In 2005, the first official Bionicle songs were released. They were produced by rock band All Insane Kids and are called \"Hero\" and \"Caught In A Dream\" (the latter being used as the theme of Bionicle 3). Further down Bionicle's history, more songs were used to help advertise their sets, most of which were produced by Danish band Cryoshell, as well as songs by other artists, like \"Crashed\" by Daughtry and \"Move Along\" by The All-American Rejects.","categories":[],"infobox_types":[],"annotations":[{"uri":"LEGO_Group","surface_form":"LEGO Group","offset":68},{"uri":"Europe","surface_form":"Europe","offset":168},{"uri":"Canada","surface_form":"Canada","offset":197},{"uri":"United_States","surface_form":"United States","offset":212},{"uri":"Portmanteau","surface_form":"portmanteau","offset":243},{"uri":"Slizer/Throwbots","surface_form":"Throwbots","offset":367},{"uri":"Lego_RoboRiders","surface_form":"RoboRiders","offset":381},{"uri":"Classical_element","surface_form":"classical element","offset":444},{"uri":"Lego_Technic","surface_form":"Technic","offset":508},{"uri":"Greg_Farshtey","surface_form":"Greg Farshtey","offset":819},{"uri":"Hero_Factory","surface_form":"Hero Factory","offset":901},{"uri":"Science_fantasy","surface_form":"science fantasy","offset":985},{"uri":"Bionicle_Chronicles","surface_form":"Bionicle Chronicles","offset":1054},{"uri":"Bionicle_Adventures","surface_form":"Bionicle Adventures","offset":1075},{"uri":"Bionicle_Legends","surface_form":"Bionicle Legends","offset":1100},{"uri":"DC_Comics","surface_form":"DC Comics","offset":1161},{"uri":"Danish_krone","surface_form":"Danish krone","offset":2160},{"uri":"British_pound","surface_form":"British pound","offset":2187},{"uri":"USD","surface_form":"USD","offset":2221},{"uri":"Science_fantasy","surface_form":"science fantasy","offset":3891},{"uri":"Toa_(Bionicle)","surface_form":"Toa Mata","offset":4928},{"uri":"Doppelganger","surface_form":"doppelganger","offset":5549},{"uri":"Hero_Factory","surface_form":"Hero Factory","offset":17877},{"uri":"Greg_Farshtey","surface_form":"Greg Farshtey","offset":18006},{"uri":"M%C4%81ori_people","surface_form":"Māori","offset":18459},{"uri":"New_Zealand","surface_form":"New Zealand","offset":18484},{"uri":"Trademark","surface_form":"trademark","offset":18547},{"uri":"M%C4%81ori_language","surface_form":"Māori words","offset":18560},{"uri":"Tohunga","surface_form":"Tohunga","offset":18938},{"uri":"Cryoshell","surface_form":"Cryoshell","offset":20990},{"uri":"Crashed","surface_form":"Crashed","offset":21042},{"uri":"Daughtry","surface_form":"Daughtry","offset":21054},{"uri":"Move_Along_(song)","surface_form":"Move Along","offset":21068},{"uri":"The_All-American_Rejects","surface_form":"The All-American Rejects","offset":21083}]}