{"id":717627,"url":"http://en.wikipedia.org/wiki/Coventry_University","text":"Coventry University is a university in Coventry, England. It was known as Lanchester Polytechnic until 1987. From 1987 it was known as Coventry Polytechnic. It became a university in 1992.\nHistory.\nCoventry School of Design was created in 1843. It was renamed Coventry School of Art. Then it was renamed Coventry Municipal Art School in 1902. another name change took place in the 1950s. It became known as Coventry College of Art.\nLanchester College of Technology opened in 1961. It was named after the engineer Frederick Lanchester.\nIn 1970, three organisations were merged. These were Lanchester College of Technology, Coventry College of Art, and Rugby College of Engineering Technology. The new organisation was called Lanchester Polytechnic.\nIn 2010, the university opened a campus in London. This was done to attract more international students.\nIn July 2017, the university announced Margaret Casely-Hayford as its new chancellor. She replaced Sir John Egan.\nManagement.\nThe \"Chancellor\" is the formal head of the university. This is a mostly ceremonial role. The current chancellor is Margaret Casely-Hayford. The Chancellor is appointed by the university's Board of Governors. The Chancellor is supported by six Pro-Chancellors. The Chancellor and Pro-Chancellors are appointed for a five year period. The Chancellor can serve for several of those periods. Pro-Chancellors are limited to two periods. The day-to-day management of the university is by the Vice-Chancellor. There are also four Deputy Vice-Chancellors and three Pro Vice-Chancellors. The is Vice-Chancellor John Latham. He has been Vice-Chancellor since March 2014.\nFaculties and schools.\nFaculty of Engineering, Environment and Computing\nFaculty of Health and Life Sciences","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"university","offset":25},{"uri":"Coventry","surface_form":"Coventry","offset":39},{"uri":"Frederick_Lanchester","surface_form":"Frederick Lanchester","offset":513},{"uri":"London","surface_form":"London","offset":791},{"uri":"Margaret_Casely-Hayford","surface_form":"Margaret Casely-Hayford","offset":892},{"uri":"John_Egan_(industrialist)","surface_form":"Sir John Egan","offset":952},{"uri":"Margaret_Casely-Hayford","surface_form":"Margaret Casely-Hayford","offset":1094},{"uri":"Pro-Chancellor","surface_form":"Pro-Chancellor","offset":1222},{"uri":"Pro_Vice-Chancellor","surface_form":"Pro Vice-Chancellor","offset":1536}]}