{"id":718379,"url":"http://en.wikipedia.org/wiki/Biochar","text":"Biochar is a type of charcoal added to soil that acts as plant food, or fertilizer. Biochar is made by heating biomass like wood in an oven to very high temperatures. This removes all of the water and easy to burn material from the biomass leaving only carbon. The final result is fragile and dark black charcoal.\nCarbon sink.\nBiochar is made from organic material known as biomass. Biomass is mostly made from carbon. Carbon in biomass is captured from carbon dioxide in the air by plants. This means that when biochar is made carbon that was once in the air is made into a solid material. Biochar can last a very long time in soil and even longer in containers.\nSome people propose making biochar to remove carbon dioxide from the atmosphere.<ref name=\"DOI10.1038/ncomms1053\">\nCarbon dioxide is a greenhouse gas that traps heat in the atmosphere, causing climate change. If a lot of biochar were made then there would be less carbon dioxide in the air, meaning less heat would be trapped. This is known as a carbon sink, because the carbon is sunk or put into a long lasting material instead of floating in the air.\nSoil amendment.\nWhen biochar is made the biomass it is made from has most of its material removed. This means that biochar is very light and filled with tiny holes. These holes can hold water and nutrients which act as food for plants growing in biochar. Biochar can be soaked in nutrients to \"charge\" it which makes it a very good soil additive or fertilizer. The holes in biochar can also trap toxins which make water unsafe.\nBiochar was used by people in the Amazon to make their poor quality soil better for growing food. This made the soil very dark and the dark soil can still be seen today.\nSlash-and-char.\nIn some rainforest places the forests are cleared for farming. When the forests are cleared they are usually cut down and burned. This process is called slash-and-burn and doesn't leave very many nutrients in the soil. If the forests were cleared and turned into biochar rather than burned the soil would have more nutrients. This is known as slash-and-char and would make the soil better for farming.\nAnimal food.\nBiochar can be mixed with molasses for use as animal food. The biochar helps digestion and reduces the amount of methane produced by cows. Feces from animals that eat biochar is a high quality fertilizer.\nCommercial sector.\nBiochar is mainly sold by fertilizer companies to people who grow plants. This may change. There are many tons of carbon dioxide in the atmosphere which is causing climate change. Many countries have agreed that this is a problem. In the future it may cost money to release carbon dioxide. If people who remove carbon dioxide are paid then there could be businesses which remove carbon dioxide for money. One way a business like that could remove carbon dioxide is by growing plants and turning them into biochar. This removes a large amount of carbon dioxide and could be very profitable in the future.","categories":[],"infobox_types":[],"annotations":[{"uri":"Charcoal","surface_form":"charcoal","offset":21},{"uri":"Fertilizer","surface_form":"fertilizer","offset":72},{"uri":"Biomass","surface_form":"biomass","offset":111},{"uri":"Carbon","surface_form":"carbon","offset":253},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":454},{"uri":"Atmosphere","surface_form":"atmosphere","offset":733},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":799},{"uri":"Carbon_sink","surface_form":"carbon sink","offset":1010},{"uri":"Amazon_rainforest","surface_form":"Amazon","offset":1580}]}