{"id":718419,"url":"http://en.wikipedia.org/wiki/Bab_Mansour","text":"Bab Mansour Gate (also known as Bab Mansour Laleuj) is the main gate of the Old Town of Meknes in Morocco. It is one of the largest and most impressive gates in the country. Together with the \"outer square (El Hedim Square)\", it is considered the country's business card. The gate is located in front of El Hedim Square which is considered to be the most popular square in Morocco.\nHistory.\nThe gate structure was completed in 1732 by Mulay Abdullah who was the son of Sultan Mulay Ismail. The gate marks the main entrance of the imperial palace built for Isla Mulay and the ancient city of Meknes.\nThe door was designed by a Christian who converted to Islam whose name was \"Mansur\". Hence the gate's name: \"Mansur Gate\". The gate structure has been part of the Meknes protected heritage since 1914 and since 1996 has been used as a World Heritage Site along with the Old Town of Meknes.\nGeography.\nThe gate structure separates the outer square called Al-Hadim Square. It is adjacent to the Old City wall of Meknes, from the inner square called Lela Awda Square. It served as the \"Royal Order Ground\". Next to the gate within the walls are the Royal Order Stables, the Royal Prison, and the Meknes City Museum. It is decorated with green ceramics designed with Islamic motifs. The white pillars are columns that used to stand in the Roman city: \"Volibilis\", which is about 30 km north of the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Town_of_Meknes","surface_form":"Old Town of Meknes","offset":76},{"uri":"Morocco","surface_form":"Morocco","offset":98},{"uri":"El_Hedim_Square","surface_form":"El Hedim Square","offset":207},{"uri":"El_Hedim_Square","surface_form":"El Hedim Square","offset":304},{"uri":"Mulay_Abdullah","surface_form":"Mulay Abdullah","offset":435},{"uri":"Mulay_Ismail","surface_form":"Mulay Ismail","offset":476},{"uri":"Isla_Mulay","surface_form":"Isla Mulay","offset":556},{"uri":"Lela_Awda_Square","surface_form":"Lela Awda Square","offset":1045},{"uri":"Volibilis","surface_form":"Volibilis","offset":1346}]}