{"id":718857,"url":"http://en.wikipedia.org/wiki/Candice_Pitts","text":"Candice Pitts (born Belize City) is a Belizean politician and educator. She has been serving as a Councillor for Belize City since March 7, 2018 and PUP Standard Bearer for the Mesopotamia Constituency since August 3, 2019. Pitts has also served as a professor at the University of Belize and at Albany State University in the United States.\nEarly life and education.\nCandice Pitts was born in Belize City, Belize. She was the only child in her family. Her parents did not struggle in showing her affection. One of her parents' biggest challenges was managing the income they both earned. Both her parents worked. They were not as wealthy as those of her classmates, but they raised her with care. After successfully completing her primary election and secondary education, Pitts went on to study at the University of Belize. She initially wanted to study abroad, but her parents still did not have enough money to pay for her to do so. At university, Pitts decided to pursue law because she was interested in the legal system. Pitts participated in debates concerning law in Belize. She even made a speech on how corrupt the legal system of the island was under the United Democratic Party (UDP) government. She graduated from university at the age of 24.\nTeaching career.\nAfter her graduation, Pitts went back to the University of Belize and this time applied to be an educator there. After looking at her record in the university during her years as a student, the president gladly appointed Pitts educator, making her the youngest person to become an educator there. Pitts would describe her years at the University of Belize as both rewarding and challenging. She explained her experiences by saying, \"I take great pride in being a member of our national university, as it affords me the opportunity to contribute to and become instrumental in the process of nation-building here in Belize. We may concur that being an educator is one of the most effective ways to contribute to national development.\" She pointed out some of the challenges she observed, explaining, \"A part of those challenges is the endeavor to strike an important balance between the intense teaching load, the commitment to research and publication, and the need to be of service internal and external to the university. Invariably, a faculty member falls short of striking the balance.\" She made a very good observation that students have difficulty with communication and expressing themselves in the English language both orally and in writing.\nAs an educator, Pitts feels that her objective is to have her students understand that they can Read about themselves and can Write about a better World as they imagine it should be. One of her favorite quotations is from William Shakespeare: \"All the world's a stage/ And all the man and woman merely players.\"\nWriting career.\nWhile Pitts was serving as an educator at the University of Belize, the \"Amandala\", Belize's leading newspaper, recruited her to write for them. She accepted the offer in 2015 and worked there for three years. She first served as their political editor in 2016 and was later moved to Assistant Professor and Researcher. In 2017, Pitts wrote three publications: A book on the evolution of print media in Belize and two scholarly essays on nation building in the works of Jamaica Kincaid and Margaret Cezaire-Thompson, respectively. Pitts has wrote several news articles for \"Amandala\".\nOn 3 August 2016, she was invited to read an extract of her Phd dissection to Margery Liang, the wife of the judge, professor, and diplomat Edward Liang. Her dissertation was firmly rooted in nationalism in the English-speaking Caribbean with a focus on the works of Kincaid, Thompson and Belize's own Zee Edgell and how they represented the nationalist movements in their countries. There are also ongoing efforts to organize a public lecture led by Pitts which will coincide with the September celebrations.\n\"My Position is that Belizeans should think about their society, cultures, and politics critically. Edgell's novel has allowed [them to] do just that. My article can help Belizeans to look at socio-cultural and political issues I raised both critically and differently,\" said Pitts. Pitts also told \"Amandala\", \"I am more excited about publishing an article that discusses Belizean issues and having should do more to get women involved. The article was published in the international journal on contemporary writing, \"Wasafari Journel\". The essay adds to the body of existing literature on Beka Lamb by revealing ways in which Edgell, through Beka, helps to reconceptualise the Belizean nation and attempts to re/locate woman from the margins to the center of nationalist discourse. It also adds to the body of existing literature by filling in an understanding of Belize's nationalism, by emphasizing the de facto contributions of female activists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belize_City","surface_form":"Belize City","offset":20},{"uri":"Belizean","surface_form":"Belizean","offset":38},{"uri":"Politics","surface_form":"politician","offset":47},{"uri":"Education","surface_form":"educator","offset":62},{"uri":"City_councils","surface_form":"Councillor","offset":98},{"uri":"Belize_City","surface_form":"Belize City","offset":113},{"uri":"Standard_Bearer","surface_form":"Standard Bearer","offset":153},{"uri":"Mesopotamia_Constituency","surface_form":"Mesopotamia Constituency","offset":177},{"uri":"University_of_Belize","surface_form":"University of Belize","offset":268},{"uri":"Albany_State_University","surface_form":"Albany State University","offset":296},{"uri":"United_States","surface_form":"United States","offset":327},{"uri":"Belize_City","surface_form":"Belize City","offset":394},{"uri":"Belize","surface_form":"Belize","offset":407},{"uri":"University_of_Belize","surface_form":"University of Belize","offset":804},{"uri":"United_Democratic_Party","surface_form":"United Democratic Party","offset":1167},{"uri":"English_language","surface_form":"English language","offset":2479},{"uri":"Read","surface_form":"Read","offset":2620},{"uri":"Write","surface_form":"Write","offset":2650},{"uri":"World","surface_form":"World","offset":2671},{"uri":"Imagine","surface_form":"imagine","offset":2685},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":2746},{"uri":"University_of_Belize","surface_form":"University of Belize","offset":2898},{"uri":"Amandala","surface_form":"Amandala","offset":2925},{"uri":"Newspaper","surface_form":"newspaper","offset":2953},{"uri":"Nation_building","surface_form":"nation building","offset":3290},{"uri":"Jamaica_Kincaid","surface_form":"Jamaica Kincaid","offset":3322},{"uri":"Margaret_Cezaire-Thompson","surface_form":"Margaret Cezaire-Thompson","offset":3342},{"uri":"Margery_Liang","surface_form":"Margery Liang","offset":3515},{"uri":"Edward_Liang","surface_form":"Edward Liang","offset":3577},{"uri":"Nationalism","surface_form":"nationalism","offset":3629},{"uri":"Anglosphere","surface_form":"English-speaking","offset":3648},{"uri":"Caribbean","surface_form":"Caribbean","offset":3665},{"uri":"Zee_Edgell","surface_form":"Zee Edgell","offset":3739},{"uri":"September_celebrations","surface_form":"September celebrations","offset":3923},{"uri":"Position","surface_form":"Position","offset":3951},{"uri":"Wasafari_Journel","surface_form":"Wasafari Journel","offset":4466},{"uri":"Beka_Lamb","surface_form":"Beka Lamb","offset":4538},{"uri":"Belizean","surface_form":"Belizean","offset":4626}]}