{"id":718823,"url":"http://en.wikipedia.org/wiki/Sheldon_Cooper","text":"Sheldon Cooper is a fictional character from the television show \"The Big Bang Theory\" and its spin-off show, \"Young Sheldon\".\nPersonality.\nSheldon is most known on the show for his behaviours, which are similar to the characteristics of Asperger syndrome. He is very interested in science, especially physics, which he has two Ph.Ds in. Sheldon has a very persistent nature and prefers his lifestyle to have an order and routine to it, much to the annoyance of his close friends. He is very intelligent and has shown so since he was young, being capable of remembering a lot of information.\nSheldon has the tendency to have difficulty to read other people's emotions, and is also accidentally rude to people because of this trait.\nSheldon is from Texas. His grandfather died when Sheldon was nine. His alcoholic father died when Sheldon was 13. Sheldon was beaten up by his older brother and twin sister as a kid and was constantly bullied by other children. He claims that he got swirlies “all the time, even in Church.” Sheldon is an atheist though his mother is a religious Christian. Sheldon went to college when he was eleven. Sheldon graduated when he was fourteen. According to Sheldon, “ While my brother was getting an STD, I was getting a Phd”. Sheldon studied physics in Germany and got two Phds. Sheldon was hired to prove String theory at Caltech. Sheldon never forgets anything and is very smart but is bad at telling what people’s emotions are and doesn’t realize when he’s being mean to people because “the part of his brain that should know is getting a wedgie, from the rest of his brain.” Sheldon had many roommates, because of not being able to afford an apartment with just own money, most of whom left because they could not stand him. Sheldon makes every roommate sign a contract to follow Sheldon’s rules. Sheldon wears superhero shirts and loves Spock from Star Trek because Spock doesn’t have emotions. Sheldon always knocks three times before entering a room and always sits in the same place and orders food from the same restaurants and has a different set of clothes for each day of the week. Sheldon argues with Leonard’s love interest Penny all the time in early episodes though they later become friends. When Leonard doesn’t believe that a dating website can find a match for anyone, Howard and Raj prove it can by using it to find a match for Sheldon. A lot of people have noticed that even though the show never says it, Sheldon seems to have Asperger Syndrome.\nSheldon is played by Jim Parsons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":20},{"uri":"Television_show","surface_form":"television show","offset":49},{"uri":"The_Big_Bang_Theory","surface_form":"The Big Bang Theory","offset":66},{"uri":"Young_Sheldon","surface_form":"Young Sheldon","offset":111},{"uri":"Asperger_syndrome","surface_form":"Asperger syndrome","offset":238},{"uri":"Physics","surface_form":"physics","offset":302},{"uri":"Texas","surface_form":"Texas","offset":748},{"uri":"Twin","surface_form":"twin","offset":893},{"uri":"Swirlies","surface_form":"swirlies","offset":982},{"uri":"Church","surface_form":"Church","offset":1014},{"uri":"Atheist","surface_form":"atheist","offset":1037},{"uri":"Christian","surface_form":"Christian","offset":1078},{"uri":"Wedgie","surface_form":"wedgie","offset":1572},{"uri":"Spock","surface_form":"Spock","offset":1872},{"uri":"Star_Trek","surface_form":"Star Trek","offset":1883},{"uri":"Asperger_Syndrome","surface_form":"Asperger Syndrome","offset":2480},{"uri":"Jim_Parsons","surface_form":"Jim Parsons","offset":2520}]}