{"id":719072,"url":"http://en.wikipedia.org/wiki/Corn_dog","text":"A corn dog is a sausage on a stick coated in a thick layer of cornmeal batter and deep-fried. The sausage used in a corn dog is usually the same types that are used in hot dogs. It is a popular type of fast food or street food.\nCorn dogs originate from the United States in the 1920s. It is commonly found in American cuisine. They are found as a frozen food at most supermarkets.\nHistory.\nCorn dogs were first introduced by German Texans in the 1920s. The corn dog was first made as just a sausage rolled in cornbread battered and fried. Many years later, sticks were added to corn dogs as a unique food-holding tool that would later create the modern corn dog.\nOn 1927, the idea of fried food on a stick was filed for a patent in the US. On 1929, the patent was accepted. On the patent, it states that many foods other than sausages can also be used in the same way that a corn dog is prepared. The patent also states that by having a stick, the stick would allow the fried food to be handled and eaten in a cleaner way.\nThe earliest known year when the corn dog was first prepared in the US was on 1937. During a high school baseball game in Adel, Iowa, ballpark vendors ran out of hot dog buns for their hot dogs. Roger Newman, a local tavern owner who runs one of the vendors, took the remaining hot dogs in order to make corn dogs without sticks. He breaded each hot dog in a cornmeal batter that he had prepared for an upcoming fish fry, and returned to the ballpark with these corn dogs. Even though there were not any sticks for any of the corn dogs, patrons held the corn dogs with a wide variety of different methods. Some patrons held the corn dogs with wax paper, paper cones, and even pocket knives.\nMany current corn dog vendors believed that they invented or popularized the corn dog. Carl and Neil Fletcher claimed that they had popularized the corn dog by introducing \"Corny Dogs\" at the State Fair of Texas sometime between 1938 and 1942. The Pronto Pup vendors at the Minnesota State Fair claim to have invented the corn dog in 1941. On June 16, 1946, Cozy Dog Drive-in, in Springfield, Illinois, claims to have been the first to serve corn dogs on sticks. Also on 1946, Dave Barham opened the first location of Hot Dog on a Stick at Muscle Beach in Santa Monica, California.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sausage","surface_form":"sausage","offset":16},{"uri":"Cornmeal","surface_form":"cornmeal","offset":62},{"uri":"Batter_(cooking)","surface_form":"batter","offset":71},{"uri":"Deep_frying","surface_form":"deep-fried","offset":82},{"uri":"Hot_dog","surface_form":"hot dog","offset":168},{"uri":"Fast_food","surface_form":"fast food","offset":202},{"uri":"Street_food","surface_form":"street food","offset":215},{"uri":"United_States","surface_form":"United States","offset":257},{"uri":"1920s","surface_form":"1920s","offset":278},{"uri":"American_cuisine","surface_form":"American cuisine","offset":309},{"uri":"Frozen_food","surface_form":"frozen food","offset":347},{"uri":"Patent","surface_form":"patent","offset":722},{"uri":"Tavern","surface_form":"tavern","offset":1240},{"uri":"Patron","surface_form":"patron","offset":1560},{"uri":"State_Fair_of_Texas","surface_form":"State Fair of Texas","offset":1906},{"uri":"Pronto_Pup","surface_form":"Pronto Pup","offset":1962},{"uri":"Minnesota_State_Fair","surface_form":"Minnesota State Fair","offset":1988},{"uri":"Cozy_Dog_Drive-in","surface_form":"Cozy Dog Drive-in","offset":2072},{"uri":"Springfield%2C_Illinois","surface_form":"Springfield, Illinois","offset":2094},{"uri":"Dave_Barham","surface_form":"Dave Barham","offset":2191},{"uri":"Hot_Dog_on_a_Stick","surface_form":"Hot Dog on a Stick","offset":2232},{"uri":"Muscle_Beach","surface_form":"Muscle Beach","offset":2254},{"uri":"Santa_Monica%2C_California","surface_form":"Santa Monica, California","offset":2270}]}