{"id":719598,"url":"http://en.wikipedia.org/wiki/Phillipsburg%2C_Kansas","text":"Phillipsburg is a city in Phillips County, Kansas, United States. It is also the county seat of Phillips County. In 2010, 2,581 people lived there.\nHistory.\nPhillipsburg was created in 1872. It became the county seat because it is in the middle of the county. It became county seat on July 26, 1872, but the first people did not come until Fall 1872. It was named after politician and journalist William A. Phillips. Phillipsburg was incorporated as a city in 1880.\nThe first post office was created in Phillipsburg on December 23, 1872. The first postmaster was Fred A Dutton. The name of the post office was spelled Phillipsburgh until 1893. Named in honor of John Bissel, Fort Bissel was built in 1872 to protect against possible harm from Native Americans. It closed in 1878. The Fort was rebuilt in the city park in 1962. The first cemetery in the town, Close cemetery, was created on March 19, 1879 by the Fairview cemetery association. It was given to the city on June 4, 1889. A branch of the Chicago, Kansas and Nebraska Railway was created through Phillipsburg in 1887. Also in 1887 complete telephone systems were installed in the city. A fire almost destroyed the entire town square in 1906. The current courthouse was built in 1912. \"Kansas' Biggest Rodeo\" was first held in 1929. It happens every year on the last weekend in July or first weekend in August.\nIn 1939, Consumer's Cooperative Association opened the world's first cooperative oil refinery on the north edge of town. It closed in 1992.\nGeography.\nPhillipsburg is at (39.755173, -99.322331). It is in northwestern Kansas on the western edge of the Smoky Hills region of the Great Plains. Phillipsburg is in the middle of Phillips County. It is about 20 miles south of the Nebraska border. The city is on the north side of Deer Creek, a tributary of the North Fork of the Solomon River. Plotner Creek, a tributary of Deer Creek, goes south along the western edge of the city. The United States Census Bureau says that the city has a total area of. All of it is land.\nWeather.\nPhillipsburg's climate is either a humid subtropical climate (Köppen \"Cwa\") or a humid continental climate (Köppen \"Dwa\"). Phillipsburg meets the criteria for a true winter dry season under the Köppen climate classification, which is a rare for its region and for the United States outside of South Florida. The average temperature for the year in Phillipsburg is 51 °F (11 °C), and the average yearly precipitation is 23.3 inches (594 mm). On average, January is the coldest month, July is the hottest month. May is the wettest month. The hottest temperature ever in Phillipsburg was 120 °F (49 °C) in 1936; the coldest temperature ever was -28 °F (-33 °C) in 1989.\n2010 census.\nThe 2010 census says that there were 2,581 people, 1,116 households, and 702 families living in Phillipsburg.\nEducation.\nPhillipsburg is has the USD 325.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phillips_County%2C_Kansas","surface_form":"Phillips County","offset":26},{"uri":"Kansas","surface_form":"Kansas","offset":43},{"uri":"County_seat","surface_form":"county seat","offset":81},{"uri":"2010_United_States_Census","surface_form":"2010","offset":116},{"uri":"Politician","surface_form":"politician","offset":370},{"uri":"Journalist","surface_form":"journalist","offset":385},{"uri":"William_A._Phillips","surface_form":"William A. Phillips","offset":396},{"uri":"Native_Americans","surface_form":"Native Americans","offset":743},{"uri":"Cemetery","surface_form":"cemetery","offset":837},{"uri":"Chicago%2C_Kansas_and_Nebraska_Railway","surface_form":"Chicago, Kansas and Nebraska Railway","offset":1001},{"uri":"Farmland_Industries","surface_form":"Consumer's Cooperative Association","offset":1381},{"uri":"Smoky_Hills","surface_form":"Smoky Hills","offset":1623},{"uri":"Great_Plains","surface_form":"Great Plains","offset":1649},{"uri":"Nebraska","surface_form":"Nebraska","offset":1747},{"uri":"Tributary","surface_form":"tributary","offset":1811},{"uri":"Solomon_River","surface_form":"Solomon River","offset":1846},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":1954},{"uri":"Humid_subtropical_climate","surface_form":"humid subtropical climate","offset":2085},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen","offset":2112},{"uri":"Humid_continental_climate","surface_form":"humid continental climate","offset":2131},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen","offset":2158},{"uri":"Precipitation","surface_form":"precipitation","offset":2452},{"uri":"Census","surface_form":"census","offset":2739},{"uri":"Unified_school_district","surface_form":"USD","offset":2875}]}