{"id":719631,"url":"http://en.wikipedia.org/wiki/Z%C3%A1para_People","text":"ce=\"preserve\">Sápara people, also Zápara people or Sáparos, are natives of the Amazon rainforest. They have lived around the border of Peru and Ecuador long before the Spanish colonization of the Americas. Their oral traditions and expressions were declared an Intangible Cultural Heritage of Humanity by UNESCO. Since 2009, the Sápara people are a Nation inside of the Republic of Ecuador.\nPopulation and Territory.\nAbout 480 Sáparos live in 400,000 hectares of Amazonian territory between the Conambo and Pinduyacu rivers, and between the rivers Curaray and Napo inside of the Yasuni National Park in Ecuador. There are also a hundred Sáparos living in two towns, Arabelas and Iquitos, near the river Tigre in Peru. Most of the Sápara territory is located within these coordinates: latitude: -2.2186; longitude: -76.5087. <mapframe latitude=\"-2.2186\" longitude=\"-76.5087\" zoom=\"10\" width=\"400\" height=\"300\" align=\"right\" />The Sápara people are the smallest native group in the Ecuadorian Amazon. The population has decreased from about 200,000 people in the 16th century to almost 500 in the second decade of the 21st century. They live in the Ecuadorian towns of Kuitza (Llanchamacocha), Aremano (Jandiayacu), Mazaraka (Mazaramu), Cuyacocha, and Akamaru.\nOrigin and Culture.\nIn Kichwa language, \"Záparo\" means a basket made of \"bejuco\", a tropical woody vine while in the Zaparo language, the word \"Zápara\" means person of the forest. The spelling of the Nation’s name has been changed to \"Sápara\" because the Z sound does not exist in the language of the Sáparas.\nThe Sáparas consider their lands, language and spirituality the three main aspects of their identity.\nTheir dress is mainly a vest made out of a bark from the Llanchama tree and a feather headdress.\nSome Sáparas have married persons from other tribes such as the Kichwa, Shuar, and Achuar. However, the people still identify themselves as Sápara. Sáparas have become confused with their neighbors because the young people speak Kichwa and because of their low population. In fact, in the mid-1970s, the Zápara were declared extinct in Ecuador, while in Perú, they were unknown before 2001 although they appeared on the language map of the country.\nBeliefs.\nThe Sápara people do not have a religion. Their mythology and stories develop from their environment. Dreams and the spiritual role of Amazonian animals are important for Sáparas when making decisions.\nDuring the 20th century, missionaries came to the rainforest to convert native people to Christianity. The Sáparas have refused these outside influences. Even when speaking Spanish, some leaders prefer not to use vocabulary related to western ideas, such as the word \"devil\".\nLanguage.\nZaparoan, or \"Saparoan\", is a family of languages. Within this group, there are five separate languages: Coronado, Omurano, Andoa, Gae and \"Záparo\". More than a dozen extinct tribes spoke the Zaparoan languages. The only Zaparoan languages and dialects alive in modern times are Iquitos, Sabela and Záparo. Iquitos is spoken by 500 people in Peru and the dialect Sabela is spoken by approximately 100 people in Ecuador.\nThe Záparo language is spoken, in Ecuador, by 9 Sáparas, elders who are over 60 years\".\" Most of the Sápara people speak Kichwa, the largest native language in South America, as their mother tongue. In the 20th century, they also started to speak Spanish.\nDeclarations.\nEcuador and Perú suggested including the language and cultural expressions of the Sápara people in the Representative List of the Intangible Cultural Heritage of Humanity. The UNESCO Intergovernmental Committee made the declaration in November 2008.\nOrganization and Government.\nThe Sápara people became the Zápara Nationality of Ecuador in 2003. In the beginning, the Sápara organization, NAZAE, represented the towns of Llanchamacocha, Jandiayacu, Mazaramu, and one family in Cuyacocha. Since 2005, the Nation includes the towns of Shiona, Pindoyacu, Balsaura and San José del Curaray.\nIn 2009, the Sápara people were ofﬁcially recognized as the Sápara Nation or NASE by the Confederation of Indigenous Nationalities of Ecuador (CONFENIAE), and the Confederation of Indigenous Nationalities of Ecuador (CONAIE). Because of their distinction, the Sápara Nation became member of the executive board of the Development Council of Nationalities and Peoples of Ecuador, CODENPE.\nThreats and Political problems.\nThe Sápara population decreased because of diseases, forced migrations, and slavery. Diseases brought by rubber companies and religious missionaries reduced the Sápara people to one group. The people also were separated from each other when their land was divided in 1941 during the war between Ecuador and Peru.\nThe Sápara Nation have asked for rights such as health and bilingual education, in addition to demanding the Government of Ecuador to help them to keep their language alive. The Sáparas are concerned about their right to own the land where they have lived for centuries and about protecting the environment from the actions of oil, timber and pharmaceutical companies.\nEconomy.\nThe Sáparas have been fishers, hunters, gatherers and farmers. During the 1940’s, the Sáparas started to move to cities for study and work. At the same time, Sápara men were drafted into the Army. They also left their communities to work for the Shell Oil Company and large plantations. Around 2007, men used to go to the Ecuadorian coast to work for construction companies. Meanwhile, women stayed in the villages taking care of the children, keeping the house and farming. As a result of such migration, most Sápara men have learned Spanish.\nEducation.\nSápara people have two different education systems, the mainstream educational system and the Intercultural Bilingual Education System of the Governmental Education Division of Ecuador. While some Sáparas have moved to cities to attend Spanish-language high schools, others attend Kichwa-language schools located in their villages.","categories":[],"infobox_types":[],"annotations":[{"uri":"Amazon_rainforest","surface_form":"Amazon rainforest","offset":79},{"uri":"Peru","surface_form":"Peru","offset":135},{"uri":"Ecuador","surface_form":"Ecuador","offset":144},{"uri":"Spanish_colonization_of_the_Americas","surface_form":"Spanish colonization of the Americas","offset":168},{"uri":"Oral_tradition","surface_form":"oral traditions","offset":212},{"uri":"UNESCO","surface_form":"UNESCO","offset":305},{"uri":"Nation","surface_form":"Nation","offset":349},{"uri":"Ecuador","surface_form":"Ecuador","offset":382},{"uri":"Hectare","surface_form":"hectares","offset":451},{"uri":"Conambo","surface_form":"Conambo","offset":495},{"uri":"Pinduyacu","surface_form":"Pinduyacu","offset":507},{"uri":"Curaray","surface_form":"Curaray","offset":548},{"uri":"Napo_river","surface_form":"Napo","offset":560},{"uri":"Yasuni_National_Park","surface_form":"Yasuni National Park","offset":579},{"uri":"Arabelas","surface_form":"Arabelas","offset":666},{"uri":"Iquitos","surface_form":"Iquitos","offset":679},{"uri":"Latitude","surface_form":"latitude","offset":784},{"uri":"Longitude","surface_form":"longitude","offset":803},{"uri":"Woody_vine","surface_form":"woody vine","offset":1352},{"uri":"Mythology","surface_form":"mythology","offset":2274},{"uri":"Christianity","surface_form":"Christianity","offset":2517},{"uri":"Devil","surface_form":"devil","offset":2696},{"uri":"Dialect","surface_form":"dialect","offset":3069},{"uri":"Quechua","surface_form":"Kichwa","offset":3255},{"uri":"First_language","surface_form":"native language","offset":3275},{"uri":"South_America","surface_form":"South America","offset":3294},{"uri":"Representative_List_of_the_Intangible_Cultural_Heritage_of_Humanity","surface_form":"Representative List of the Intangible Cultural Heritage of Humanity","offset":3507},{"uri":"The_Confederation_of_Indigenous_Nationalities_of_Ecuador","surface_form":"the Confederation of Indigenous Nationalities of Ecuador","offset":4151},{"uri":"Migration","surface_form":"migrations","offset":4472},{"uri":"Slavery","surface_form":"slavery","offset":4488},{"uri":"The_1941_war_between_Ecuador_and_Peru","surface_form":"the war between Ecuador and Peru","offset":4691},{"uri":"Lumber","surface_form":"timber","offset":5057},{"uri":"Shell_Oil_Company","surface_form":"Shell Oil Company","offset":5349},{"uri":"Mainstream","surface_form":"mainstream","offset":5714}]}