{"id":719972,"url":"http://en.wikipedia.org/wiki/Brian_Warboys","text":"Brian Warboys (born 30 April 1942), retired in September 2007. He was Professor of Software Engineering at the University of Manchester from 1985 until he retired. He was subsequently appointed as Professor Emeritus and continues to undertake research. Before joining the university he had worked for ICL. At the time the UK's largest computer manufacturer. During the 1970s he had been the chief designer of ICL's VME operating system. He is also the author of several non-fiction books.\nICL VME.\nWarboys worked for ICL from 1963 to 1985. During the 1970s, he was Chief Designer of VME.\nVME/B was an advanced operating system and was logical and straightforward to use. Amongst IT professionals it was deemed superior to IBM equivalents.\nUniversity of Manchester.\nWarboys was Professor of Software Engineering. He researched the development of techniques which enable dynamic evolution. This is the ability to change s/w whilst it is executing. It applied to the design of very large systems. In 1991, he became the founder and principal of the Informatics Process Group (IPG) in the School of Computer Science. IPG was established to advance the application of Process Modelling. Between 1997 and 2002 he led the EPSRC funded Compliant Systems Architecture (CSA) projects.\nWithin Europe he has headed the Manchester operating system team on the ESPRIT-funded EDS project. He also led the IPG's involvement in the ESPRIT Basic Research Activity PROMOTER on software process modelling and technology.\nIn 2001 he led the IPG's involvement in the Framework IV Basic Research Action PIE, process instance evolution. He later led the Archware project. in which he was also joint technical coordinator.\nRecognition.\nHe was appointed the first ICL Fellow in 1984.","categories":[],"infobox_types":[],"annotations":[{"uri":"Software_Engineering","surface_form":"Software Engineering","offset":83},{"uri":"University_of_Manchester","surface_form":"University of Manchester","offset":111},{"uri":"Emeritus","surface_form":"Emeritus","offset":207},{"uri":"International_Computers_Limited","surface_form":"ICL","offset":301},{"uri":"United_Kingdom","surface_form":"UK","offset":322},{"uri":"ICL_VME","surface_form":"VME operating system","offset":415},{"uri":"Author","surface_form":"author","offset":452},{"uri":"Software_Engineering","surface_form":"Software Engineering","offset":790},{"uri":"Systems_design","surface_form":"systems","offset":985},{"uri":"Process_modeling","surface_form":"Process Modelling","offset":1163},{"uri":"European_Strategic_Program_on_Research_in_Information_Technology","surface_form":"ESPRIT","offset":1347},{"uri":"International_Computers_Limited","surface_form":"ICL","offset":1738}]}