{"id":719970,"url":"http://en.wikipedia.org/wiki/Al_Hunter_Ashton","text":"Al Hunter Ashton (26 June 1957 – 27 April 2007), born Alan Hunter, was an English actor and script writer.\nLife.\nHunter was born in Birmingham, Warwickshire. He came from a working-class background. He was named Alan Hunter at birth. He later changed his name by deed poll to Al Hunter. He wrote scripts for his own amusement from the age of 15. In his spare time he worked for £15 a night as a stand-up comedian in clubs. On discovering that he could earn the same amount for shedding his clothes every evening, he became a stripper. \"My stripping routine was actually funnier than my stand-up one,\" he said.\nHe wrote under the name \"Al Hunter\" but needed to change his name for acting as there was already an \"Al Hunter\" actor. He choose \"Al Ashton\" to ensure he appeared high up in any alphabetical credits. Later he combined the two, acting and writing under the name \"Al Hunter Ashton\".. He also wrote under the alias \"Alun Nipper\".\nWork.\nHis first professional acting work was with a \"Theatre in Education\" company in Melton Mowbray, Leicestershire. He was then cast in Willy Russell plays; \"Breezeblock Park\" (at the Liverpool Playhouse) and \"Blood Brothers\" (at the Derby Playhouse). In 1985, Russell commissioned him to write the BBC Schools television play \"Teaching Matthew\". This is a satire on Russell's own \"Educating Rita\". Hunter often wrote himself parts in the scripts he produced. In \"Teaching Mathew\" he had a small role as a policeman\nHunter worked very closely with the Stage 22 School of Arts Network in the UK. Following his death, children from the school made their own version of the Queen hit \"Only the Good Die Young\" which was dedicated to him and his three young children.\nDeath.\nOn 27 April 2007 Al Hunter Ashton died of heart failure in his home in High Wycombe, Buckinghamshire. Episode eight of series five of the New Tricks TV series, titled \"Mad Dogs\", was dedicated to his memory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Actor","surface_form":"actor","offset":82},{"uri":"Screenwriter","surface_form":"script writer","offset":92},{"uri":"Birmingham","surface_form":"Birmingham","offset":132},{"uri":"Warwickshire","surface_form":"Warwickshire","offset":144},{"uri":"Melton_Mowbray","surface_form":"Melton Mowbray","offset":1024},{"uri":"Leicestershire","surface_form":"Leicestershire","offset":1040},{"uri":"Willy_Russell","surface_form":"Willy Russell","offset":1076},{"uri":"Liverpool_Playhouse","surface_form":"Liverpool Playhouse","offset":1124},{"uri":"Blood_Brothers","surface_form":"Blood Brothers","offset":1150},{"uri":"Derby_Playhouse","surface_form":"Derby Playhouse","offset":1174},{"uri":"Educating_Rita","surface_form":"Educating Rita","offset":1322},{"uri":"Queen_(band)","surface_form":"Queen","offset":1611},{"uri":"High_Wycombe","surface_form":"High Wycombe","offset":1782},{"uri":"Buckinghamshire","surface_form":"Buckinghamshire","offset":1796},{"uri":"New_Tricks","surface_form":"New Tricks","offset":1849},{"uri":"TV_series","surface_form":"TV series","offset":1860}]}