{"id":720097,"url":"http://en.wikipedia.org/wiki/Pramoedya_Ananta_Toer","text":"Pramoedya Ananta Toer (6 February 1925 – 30 April 2006) was an Indonesian writer. He wrote novels, short stories, essays, and histories of Indonesia and its people. His writing includes much personal and national history. The Dutch Government put him in prison him from 1947 to 1949. Later, the Suharto government sent him to a prison island from 1965 to 1979.\nColonial and later authoritarian governments did not approve of Pramoedya's writings. They often censored his writing in Indonesia even though he was well known outside his home country. The Dutch imprisoned him from 1947 to 1949 during the War of Independence. During the coup when Suharto gained power, Pramoedya was involved in political fighting. Suharto put him in prison from 1969 to 1979 on the Maluku island called Buru. Suharto called Pramoedya a Communist. Suharto thought Pramoedya was still loyal to the Sukarno government even though Pramoedya had struggled with Sukarno.\nHe created his most famous work, the Buru Quartet, on the prison island. The prison did not allow him to have writing materials, so he told the story aloud to other prisoners. Then it was written down and smuggled out.\nPramoedya was against some policies of Indonesia's first President, Sukarno, and against the New Order regime of Suharto. Often, he did not make direct political criticisms. His writing was subtle. He was outspoken against colonialism, racism and corruption of the Indonesian Government. During the many years he suffered in prison and house arrest, human rights advocates fought for his freedom of expression.\nEarly years.\nPramoedya was born on February 6, 1925, in Blora in central Java, then a part of the Dutch East Indies. He was the oldest son in his family. Pramoedya's father was a teacher. His father was also active in Boedi Oetomo (the first recognized indigenous national organization in Indonesia). Pramoedya's mother was a rice trader. His maternal grandfather had made the pilgrimage to Mecca. As it is written in his semi-autobiographical collection of short stories \"Cerita Dari Blora\", his name was originally Pramoedya Ananta Mastoer. But he felt that the family name Mastoer was too aristocratic. The Javanese prefix \"Mas\" means a man of the higher rank in a noble family. So, he removes \"Mas\" and kept Toer as his family name. Pramoedya went to the Radio Vocational School in Surabaya but had just graduated when Japan invaded Surabaya in 1942.\nDuring World War II, Pramoedya supported the occupying forces of Imperial Japan at first. He believed the Japanese to be bad but better than the Dutch. He worked as a typist for a Japanese newspaper in Jakarta. However as the war went on, Indonesians opposed harsh treatment by the Japanese military and wartime rationing. The Nationalist forces loyal to Sukarno switched their support to the incoming Allies against Japan. Pramoedya did as well.\nOn August 17, 1945, after the news of Allied victory over Japan reached Indonesia, Sukarno proclaimed Indonesian independence. This started the Indonesian National Revolution against the British and Dutch. In this war, Pramoedya joined a paramilitary group in Karawang, Kranji (West Java). He was sent to Jakarta. In Jakarta, he wrote short stories and books, and propaganda for the Nationalist cause. The Dutch put him in Bukit Duri prison in Jakarta from 1947 until 1949, the year the Netherlands recognized Indonesian independence. While in prison, he wrote his first major novel \"The Fugitive\".\nImportance after Indonesia became independent.\nIn the first years after Indonesia became independent, Pramoedya wrote stories about the problems of the new nation. He also wrote semi-autobiographical works based on his memoirs during World War II. Then he went to live in the Netherlands as part of a cultural exchange program. Later he went on several other cultural exchanges, including trips to the Soviet Union and the People's Republic of China.\nIn Indonesia, Pramoedya built up a reputation as a critic of literature and society. He joined the left-wing writers' group Lekra and wrote in newspapers and literary journals. His writing style became more political. One example is his story \"Korupsi\" (\"Corruption\"). It is the story of a civil servant who falls into the trap of corruption. This caused problems for him woth the Sukarno government.\nFrom the late 1950s, Pramoedya began teaching literary history at the \"Universitas Res Publica\". That university was politically left-wing. As he prepared lessons, he began to realise that ideas about Indonesian language and literature had been distorted by the Dutch colonial authorities. He searched for materials that had been ignored by colonial educational institutions and by Indonesians after independence.\nPramoedya had spent time in China, so he had good feelings towards Indonesian Chinese people. This was unusual in Indonesia after independence. The Indonesian government had made many laws restricting Indonesian Chinese people's freedom and ethnic Malay or Javanese people often discriminated against Indonesian Chinese. Pramoedya published a series of letters to an imaginary Chinese correspondent discussing the history of the Indonesian Chinese, called \"Hoakiau di Indonesia\" (History of the Overseas Chinese in Indonesia). He criticized the government for being too Java-centric and insensitive to the needs and desires of the other regions and peoples of Indonesia. As a result, he was arrested by the Indonesian military and jailed at Cipinang prison for nine months.\nImprisonment under Suharto.\nIn an October 1965 coup the army took power after making a false claim that the assassination of several senior generals was organized by the Communist Party of Indonesia. This was the start of Suharto's New Order. This government was violently anti-communist. Pramoedya was head of People's Cultural Organisation, a literary group connected to the Indonesian Communist Party. So, the New Order regime called him a communist and enemy of the state. During the violent anti-Communist purge in 1965-66, Pramoedya was arrested, beaten, and imprisoned by Suharto's government. He was named a political prisoner. His books were banned and he was imprisoned without trial, first in Nusa Kambangan off the southern coast of Java, and then in the penal colony Buru in the eastern islands of the Indonesian archipelago.\nHe was banned from writing during his imprisonment on the island of Buru. But he created his best-known series of work, the Buru Quartet. It is a series of four historical fiction novels telling about the development of Indonesian nationalism. The books are partly based on his own experiences growing up. The English titles of the books are: \"This Earth of Mankind\", \"Child of All Nations\", \"Footsteps\", and \"House of Glass\". The main character of the series is named Minke. He is a minor Javanese royal. The character is similar to an Indonesian journalist named Tirto Adhi Surjo. He was active in the nationalist movement.\nThe quartet includes strong female characters of Indonesian and Chinese ethnicity. The books show how hard it was for these people to live under colonial rule. They experienced racist discrimination and attacks. They struggled for personal and national political independence. These books are typical of much of Pramoedya's writing. They tell personal stories and focus on individuals caught up in the movements of a nation's history.\nPramoedya had done research for the books before he was sent to the Buru prison camp. When he was arrested his library was burned and much of his collection and early writings were lost. On the prison colony island of Buru he was not permitted even to have a pencil. Pramoedya thought that he would ever be able to write the novels on paper. He told the stories of the novels to his fellow prisoners. Other prisoners listened to the stories then helped him. They did extra labor so that Pramoedya did not have to work as much. So finally he was able to write the novels down. The final books took their name, \"Buru Quartet,\" from the prison where he created them. They have been collected and published in English. Maxwell Lane translated them. They are also in many other languages. By 2005, they had been published in 33 languages (BIWP). Many people outside of Indonesia though that these wre excellent books. They won many awards. But the Indonesian government banned publication in Indonesia. So one of Indonesia's most famous literary works was almost impossible to find the country's people whose history it addressed. Indonesians abroad scanned copies and shared them on the Internet with people inside the country.\nPramoedya's works on colonial Indonesia recognised the importance of Islam as a vehicle for popular opposition to the Dutch. His works are not about religion and do not have clear religious themes. He opposed people who used religion to control how people think. Sometimes he wrote negatively about the religiously pious.\nFreed from prison and later writing.\nPramoedya was freed from prison in 1979. But, he was still under house arrest in Jakarta until 1992. During this time he released \"The Girl From the Coast\", another semi-fictional novel based on his grandmother's own experience (volumes 2 and 3 of this work were destroyed along with his library in 1965). He also wrote \"Nyanyi Sunyi Seorang Bisu\" (1995); \"A Mute's Soliloquy\", an autobiography based on the letters that he wrote for his daughter from imprisonment in Buru but were not allowed to be sent, and \"Arus Balik\" (1995).\nHe wrote many columns and short articles criticizing the Indonesian government. He wrote a book \"Perawan Remaja dalam Cengkeraman Militer\" (\"Young Virgins in the Military's Grip\"), a documentary written showcasing the plight of Javanese women who were forced to become comfort women during the Japanese occupation and were subsequently subject to oppression by their own Indonesian society. The Japanese military took these women Buru island. They were raped and sexually abused by the Japanese. Many stayed there instead of returning to Java. Other political prisoners on Buru with Pramoedya were able to meet some of these women. They told the women's stories to Pramoedya. He wrote them down in narrative form in the 1970s. This was the start of the book published in 2001.\nPramoedya was hospitalized on April 27, 2006 for complications from diabetes and heart disease. He was also a heavy smoker of Kretek (clove) cigarettes and had endured years of abuse while in detention. Pramoedya was praised for his writing and won many awards. Many thought he was best candidate for a Nobel Prize in Literature from Indonesia and Southeast Asia.\nPramoedya's writings on Indonesia address the international and regional currents caused by political events in history and how these events flowed through his homeland and buffeted its people. Pramoedya also shares a personal history of hardship and detention for his efforts of self-expression and the political aspects of his writings, and struggled against the censorship of his work by the leaders of his own people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indonesia","surface_form":"Indonesia","offset":63},{"uri":"Suharto","surface_form":"Suharto","offset":295},{"uri":"Authoritarian","surface_form":"authoritarian","offset":380},{"uri":"Censorship","surface_form":"censored","offset":458},{"uri":"Indonesian_War_of_Independence","surface_form":"War of Independence","offset":602},{"uri":"Coup","surface_form":"coup","offset":634},{"uri":"Suharto","surface_form":"Suharto","offset":644},{"uri":"Buru_Quartet","surface_form":"Buru Quartet","offset":983},{"uri":"Sukarno","surface_form":"Sukarno","offset":1233},{"uri":"Suharto","surface_form":"Suharto","offset":1278},{"uri":"Blora","surface_form":"Blora","offset":1632},{"uri":"Java_(island)","surface_form":"Java","offset":1649},{"uri":"Dutch_East_Indies","surface_form":"Dutch East Indies","offset":1674},{"uri":"Boedi_Oetomo","surface_form":"Boedi Oetomo","offset":1794},{"uri":"Mecca","surface_form":"Mecca","offset":1967},{"uri":"Surabaya","surface_form":"Surabaya","offset":2362},{"uri":"World_War_II","surface_form":"World War II","offset":2438},{"uri":"Imperial_Japan","surface_form":"Imperial Japan","offset":2496},{"uri":"Jakarta","surface_form":"Jakarta","offset":2633},{"uri":"Rationing","surface_form":"rationing","offset":2743},{"uri":"Sukarno","surface_form":"Sukarno","offset":2786},{"uri":"Victory_over_Japan_Day","surface_form":"Allied victory over Japan","offset":2916},{"uri":"Indonesian_Declaration_of_Independence","surface_form":"proclaimed Indonesian independence","offset":2969},{"uri":"Indonesian_National_Revolution","surface_form":"Indonesian National Revolution","offset":3022},{"uri":"Jakarta","surface_form":"Jakarta","offset":3183},{"uri":"Propaganda","surface_form":"propaganda","offset":3242},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":3879},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":3900},{"uri":"Lekra","surface_form":"Lekra","offset":4052},{"uri":"Sukarno","surface_form":"Sukarno","offset":4309},{"uri":"Left-wing","surface_form":"left-wing","offset":4458},{"uri":"Indonesian_Chinese","surface_form":"Indonesian Chinese","offset":4810},{"uri":"History_of_the_Overseas_Chinese_in_Indonesia","surface_form":"History of the Overseas Chinese in Indonesia","offset":5223},{"uri":"Cipinang_prison","surface_form":"Cipinang prison","offset":5484},{"uri":"30_September_Movement","surface_form":"assassination of several senior generals","offset":5625},{"uri":"Communist_Party_of_Indonesia","surface_form":"Communist Party of Indonesia","offset":5687},{"uri":"Nusa_Kambangan","surface_form":"Nusa Kambangan","offset":6221},{"uri":"Penal_colony","surface_form":"penal colony","offset":6284},{"uri":"Buru","surface_form":"Buru","offset":6297},{"uri":"Archipelago","surface_form":"archipelago","offset":6343},{"uri":"Buru_Quartet","surface_form":"Buru Quartet","offset":6480},{"uri":"Historical_fiction","surface_form":"historical fiction","offset":6517},{"uri":"This_Earth_of_Mankind","surface_form":"This Earth of Mankind","offset":6700},{"uri":"Child_of_All_Nations","surface_form":"Child of All Nations","offset":6725},{"uri":"Footsteps_(novel)","surface_form":"Footsteps","offset":6749},{"uri":"Buru","surface_form":"Buru","offset":7485},{"uri":"Prison_colony","surface_form":"prison colony","offset":7611},{"uri":"Maxwell_Lane","surface_form":"Maxwell Lane","offset":8132},{"uri":"Islam","surface_form":"Islam","offset":8710},{"uri":"House_arrest","surface_form":"house arrest","offset":9065},{"uri":"Comfort_women","surface_form":"comfort women","offset":9800},{"uri":"Rape","surface_form":"rape","offset":9984},{"uri":"Kretek","surface_form":"Kretek","offset":10434},{"uri":"Nobel_Prize_in_Literature","surface_form":"Nobel Prize in Literature","offset":10611}]}