{"id":720434,"url":"http://en.wikipedia.org/wiki/WorldCat_Identities","text":"WorldCat is a union catalog that lists the collections of 17,900 libraries in 123 countries and territories that participate in the Online Computer Library Center (OCLC) global cooperative. It is operated by OCLC, Inc. The subscribing member libraries work together to maintain WorldCat's database. It is the world's largest bibliographic database. OCLC makes WorldCat itself available for free to libraries, but the catalog is also used for other subscription OCLC services (such as resource sharing and collection management). WorldCat is used by the general public and by librarians for cataloging and research.\nHistory.\nOCLC was founded in 1967 under the leadership of Fred Kilgour. That same year, OCLC began to develop the union catalog technology that would later evolve into WorldCat; the first catalog records were added in 1971.\nIn 2003, OCLC began the \"Open WorldCat\" pilot program, making shorter records from a some of WorldCat available to partner web sites and booksellers. OCLC did this so that subscribing member libraries' collections would become more accessible.\nIn October 2005, the OCLC technical staff began a wiki project called WikiD. It let readers add comments and structured-field information to any WorldCat record. WikiD was later phased out, although WorldCat later incorporated user-generated content in other ways.\nIn 2006, it became possible for anyone to search WorldCat directly at its open website, It had been available on the web to subscribing libraries for more than ten years already. Options for more sophisticated searches of WorldCat have remained available through the FirstSearch interface.\nIn 2007, WorldCat Identities began showing pages for 20 million \"identities.\" Identities are mostly authors and people who books are about.\nIn May 2019, WorldCat held over 450 million bibliographic records in 484 languages. Record over 2.8 billion physical and digital library items. The WorldCat persons dataset (mined from WorldCat) included over 100 million people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_catalog","surface_form":"union catalog","offset":14},{"uri":"Library","surface_form":"libraries","offset":65},{"uri":"Online_Computer_Library_Center","surface_form":"Online Computer Library Center","offset":132},{"uri":"Database","surface_form":"database","offset":289},{"uri":"Bibliographic_database","surface_form":"bibliographic database","offset":325},{"uri":"Interlibrary_loan","surface_form":"resource sharing","offset":484},{"uri":"OCLC","surface_form":"OCLC","offset":624},{"uri":"Fred_Kilgour","surface_form":"Fred Kilgour","offset":673},{"uri":"Wiki","surface_form":"wiki","offset":1133},{"uri":"User-generated_content","surface_form":"user-generated content","offset":1310},{"uri":"Data_mining","surface_form":"mined","offset":1952}]}