{"id":720454,"url":"http://en.wikipedia.org/wiki/Elkhart%2C_Kansas","text":"Elkhart is a city in Morton County, Kansas, United States. It is also the county seat of Morton County. The south part of the city is the Kansas-Oklahoma state border. Elkhart is from the Kansas-Colorado border. In 2010, 2,205 people lived there.\nHistory.\nElkhart was created in 1913. It was named after Elkhart, Indiana.\nIn 1961, the county seat was moved from Richfield to Elkhart.\nGeography.\nThe United States Census Bureau says that the city has a total area of. All of it is land.\nWeather.\nElkhart has a cool semi-arid climate (Köppen \"BSk\"). It has dry winters with big temperature differences, and it has hot summers, and it sometimes has a lot of precipitation from thunder showers or storms.\nDuring winter, because western Kansas lies both on the edge of the subtropical anticyclones and in the rain shadow of westerly winds crossing the Rocky Mountains, the region is generally dry: no measurable precipitation fell in Elkhart between 25 December 1903 and 2 April 1904, while monthly precipitation above has never been recorded during January and is observed fewer than one year in ten during November, December or February. Temperatures can vary greatly during this season: strong chinook winds can drive temperatures above even in the depth of winter, with reached on average during six days between December and February, seven during November and eight during March. Nevertheless, cold outbreaks from Canada drive temperatures to or below on an average of 3.6 nights per winter. The coldest temperature recorded in Elkhart has been on January 19, 1984, while the hottest winter temperature has been on February 1, 1963.\nIn the summer, the climate is generally very hot. It sometime gets thunderstorms. Those storms provide most of the of precipitation expected during one year.The wettest calendar year has been 1941 with and the driest 1937 when only fell.\n2010 census.\nThe 2010 census says that there were 2,205 people, 856 households, and 571 families living in Elkhart.\nEducation.\nElkhart is served by USD 218 Elkhart. The Elkhart High School mascot is the Wildcats.","categories":[],"infobox_types":[],"annotations":[{"uri":"Morton_County%2C_Kansas","surface_form":"Morton County","offset":21},{"uri":"Kansas","surface_form":"Kansas","offset":36},{"uri":"County_seat","surface_form":"county seat","offset":74},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":145},{"uri":"Colorado","surface_form":"Colorado","offset":195},{"uri":"2010_United_States_Census","surface_form":"2010","offset":215},{"uri":"Elkhart%2C_Indiana","surface_form":"Elkhart, Indiana","offset":304},{"uri":"County_seat","surface_form":"county seat","offset":335},{"uri":"Richfield%2C_Kansas","surface_form":"Richfield","offset":362},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":399},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen","offset":533},{"uri":"Precipitation","surface_form":"precipitation","offset":655},{"uri":"Thunder","surface_form":"thunder","offset":674},{"uri":"Subtropical_high","surface_form":"subtropical anticyclones","offset":768},{"uri":"Chinook_wind","surface_form":"chinook wind","offset":1192},{"uri":"Census","surface_form":"census","offset":1894},{"uri":"Unified_School_District","surface_form":"USD","offset":2020},{"uri":"Mascot","surface_form":"mascot","offset":2061}]}