{"id":720635,"url":"http://en.wikipedia.org/wiki/Xia_Peisu","text":"Xia Peisu was a Chinese computer scientist and Teacher. She is known for her research in computer science and technology. She has been called the \"Mother of Computer Science in China\". Xia took the lead on the team that made the Model 107. This was the first computer designed locally in China. She and her husband Yang Liming were elected to the Chinese Academy of Sciences in 1991. In 2010, she was given the first Lifetime Achievement Award from the China Computer Federation.\nEarly life and education.\nXia was born on 28 July 1923 in Chongqing, Sichuan. Her grandfather, Xia Fengxun (夏风薰) had spent forty years as a teacher. Her father, Xia Hongru (夏鸿儒), ran a school in Jiangjin County, Chongqing. Her mother, Huang Xiaoyong (黄孝永), was a teacher at the Jiangjin Girls' Middle School and headmistress of Jiangjin Girls' Primary School.\nXia learned ancient Chinese prose and mathematics at a young age. At fourteen years old, she was accepted into Nanyu Secondary School (now Chongqing Nankai Secondary School). In this school she was at the top of her class. In 1939, Xia moved to the National No. Nine Middle School in Jiangjin County. She graduated high school in 1940 at the top of her class. After that she started in electrical engineering at the National Central University.\nShe later earned a bachelor's degree. After this she did postgraduate studies at the Telecommunications Research Institute of National Chiao Tung University (Chongqing) from 1945 to 1947. In 1947, she went to the University of Edinburgh in the United Kingdom. She earned a doctorate there in 1950.\nCareer.\nXia and her husband Yang Liming returned to China in 1951. She then became a researcher in the Department of Electrical Engineering at Tsinghua University.\nIn 1952, mathematician Hua Luogeng started work on China's first electronic computer. He recruited Xia and two other scientists to lead the project. Later the two other scientists left the project, which left Xia to be the only leader of it. Under her leadership, the project made Model 107 in 1958. This was the first electric computer designed in China.\nOver the years her work resulted in other advances and discoveries.\nIn March 1956, Xia taught China's first course in computer theory. She also wrote \"Principles of the Electronic Computer\" which was the first computer science textbook in China. When the University of Science and Technology of China was founded in 1958, Xia set up its computer science department. She taught more than 700 students from 1956 to 1962.\nShe helped to start the \"Chinese Journal of Computers\" in 1978 and the \"Journal of Computer Science and Technology\" in 1986.\nXia advised more than 60 graduate students. Two of these won top national prizes for their theses.\nShe taught, who led the development of the Sugon supercomputers. She also taught, who designed the Loongson CPU.\nWhen the first locally designed CPU in China was made in 2002, it was named Xia-50 in her honor.\nIn 1991, Xia and her husband were elected to the Chinese Academy of Sciences. She also received first Lifetime Achievement Award from the China Computer Federation.\nPersonal life.\nIn 1945, Xia met Yang Liming. They married in 1950, when they were both at the University of Edinburgh. Yang later became a theoretical physicist. They had two sons, Yang Yuenian and Yang Yuemin.\nXia died on 27 August 2014, aged 91.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Chinese_people","surface_form":"Chinese","offset":16},{"uri":"Computer_scientist","surface_form":"computer scientist","offset":24},{"uri":"Teacher","surface_form":"Teacher","offset":47},{"uri":"Research","surface_form":"research","offset":77},{"uri":"Technology","surface_form":"technology","offset":110},{"uri":"China","surface_form":"China","offset":288},{"uri":"Yang_Liming","surface_form":"Yang Liming","offset":315},{"uri":"Chinese_Academy_of_Sciences","surface_form":"Chinese Academy of Sciences","offset":347},{"uri":"Chongqing","surface_form":"Chongqing","offset":538},{"uri":"Sichuan","surface_form":"Sichuan","offset":549},{"uri":"Jiangjin_District","surface_form":"Jiangjin County","offset":675},{"uri":"Ancient","surface_form":"ancient","offset":852},{"uri":"Prose","surface_form":"prose","offset":868},{"uri":"Mathematics","surface_form":"mathematics","offset":878},{"uri":"Chongqing_Nankai_Secondary_School","surface_form":"Chongqing Nankai Secondary School","offset":979},{"uri":"High_school","surface_form":"high school","offset":1155},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":1226},{"uri":"National_Central_University","surface_form":"National Central University","offset":1256},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":1304},{"uri":"Postgraduate_education","surface_form":"postgraduate studies","offset":1342},{"uri":"National_Chiao_Tung_University","surface_form":"National Chiao Tung University","offset":1411},{"uri":"University_of_Edinburgh","surface_form":"University of Edinburgh","offset":1498},{"uri":"Doctorate","surface_form":"doctorate","offset":1558},{"uri":"Yang_Liming","surface_form":"Yang Liming","offset":1611},{"uri":"Tsinghua_University","surface_form":"Tsinghua University","offset":1726},{"uri":"Hua_Luogeng","surface_form":"Hua Luogeng","offset":1770},{"uri":"Scientists","surface_form":"scientists","offset":1864},{"uri":"Textbook","surface_form":"textbook","offset":2330},{"uri":"University_of_Science_and_Technology_of_China","surface_form":"University of Science and Technology of China","offset":2358},{"uri":"Doctoral_advisor","surface_form":"advised","offset":2651},{"uri":"Graduate_student","surface_form":"graduate student","offset":2672},{"uri":"Thesis","surface_form":"theses","offset":2738},{"uri":"Sugon","surface_form":"Sugon","offset":2789},{"uri":"Supercomputer","surface_form":"supercomputer","offset":2795},{"uri":"Loongson","surface_form":"Loongson","offset":2845},{"uri":"CPU","surface_form":"CPU","offset":2854},{"uri":"CPU","surface_form":"CPU","offset":2891},{"uri":"Yang_Liming","surface_form":"Yang Liming","offset":3153},{"uri":"Theoretical_physicist","surface_form":"theoretical physicist","offset":3260}]}