{"id":7207,"url":"http://en.wikipedia.org/wiki/UK_Independence_Party","text":"The United Kingdom Independence Party (often called UKIP, said \"you-kipp\") is a political party in the United Kingdom. Its policies promote conservatism, national conservatism, and Euroscepticism. Their main policy is for the UK to leave the European Union.\nThe party was founded in 1993, and they first won seats in the European Parliament in 1999. They won 3 seats in 1999, which was increased to 12 in 2004 and 13 in 2009. It is now 9. The party does not do well under Britain's 'First-past-the-post' system of elections and only has one seat in the British House of Commons, although they received 3.8 million votes (12.6% of the total vote) at the 2015 UK general election.\nIn 2008 UKIP banned people who used to be members of the British National Party (BNP) from joining.\nOn 9 October 2014 Douglas Carswell became UKIP's first elected MP. Carswell quit the party in March 2017.\nMay 2014 local elections.\nIn the May 2014 local elections UKIP got 30% of the vote in Sunderland. The party gained 155 local council seats across the country.\n2015 general election.\nUKIP came third in the May 2015 general election, after the Labour Party and the Conservative Party. The party got 12.9% of the vote and gained one seat.\n2017 general election.\nIn the 2017 general election, UKIP's share of the vote went down to 1.8 and they didn't win any seats. The next day UKIP's leader Paul Nuttall resigned.\nCurrent members.\nThere are currently over 20,000 people who are members of the UKIP.\nGerard Batten becomes leader (2018).\nIn February 2018 Gerard Batten become leader of the party firstly on an interim basis before winning the UKIP leadership election in April 2018 unopposed.\n2018 UK local elections.\nIn the 2018 UK local elections UKIP lost 124 of the 126 seats it was defending, and gained a single seat in Derby.\nAccusations of embracing the far-right.\nSince the election of Batten as leader of the party there have been accusations that UKIP is embracing the far-right. Those saying the party was moving to the right began early in Battern's leadership when he began to focus the party around rejecting Islamic ideology and when a quote arose of Battern calling Islam a \"death cult\". In September 2018 Battern was also criticised for attending an anti-Muslim rally in Sunderland. These accusations grew much stronger after the far-right activist Tommy Robinson was appointed an advisor to Battern in November 2018. This led to many of UKIP's MEPs and former party leaders Nigel Farage and Paul Nuttall to leave the party, as well as the party's leader in Scotland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_party","surface_form":"political party","offset":80},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":103},{"uri":"Conservatism","surface_form":"conservatism","offset":140},{"uri":"European_Union","surface_form":"European Union","offset":242},{"uri":"European_Parliament","surface_form":"European Parliament","offset":321},{"uri":"British_National_Party","surface_form":"British National Party (BNP)","offset":736},{"uri":"Douglas_Carswell","surface_form":"Douglas Carswell","offset":797},{"uri":"Paul_Nuttall","surface_form":"Paul Nuttall","offset":1374},{"uri":"Sunderland","surface_form":"Sunderland","offset":2270}]}