{"id":72093,"url":"http://en.wikipedia.org/wiki/Phencyclidine","text":"Phencyclidine (a shortened version of the chemical name \"phenylcyclohexylpiperidine\"), usually called PCP, is an illegal drug. PCP is called a hallucinogenic drug: it causes people to hallucinate, and see, hear, and sense things that are not real. PCP is neurotoxic. It causes changes to the brain that can leave permanent damage. Before people started using PCP as an illegal drug, it was used as an anesthetic.\nPCP is a white powder, made of tiny crystals. It dissolves easily in water or alcohol. PCP has many slang or 'street names'; the most common is \"angel dust\". Other slang names for PCP are angel hair, angel mist, aurora borealis, black whack, crystal, cyclones, devil dust, dummy dust, embalming fluid, hallucinogen, horse tranquilizer, jet fuel, magic dust, rocket fuel, or star dust. PCP is sometimes mixed with marijuana and called love boat or killer weed. PCP can also be mixed with crack; this is called \"space basing\".\nHistory.\nPCP was created after World War II as a surgical anesthetic. It worked well, but there were serious side effects: hallucinations, jumbled speech, and delirium. Around the mid-to-late 1960s, the drug sprang up on the streets of San Francisco as a \"Peace Pill.\" People soon realized that it was a very dangerous drug. In the San Francisco area, the use of PCP died out before the 1970s. At the same time, the drug was becoming more common in New York, and it spread quickly there. However, its use in this area died out, like in San Francisco. The United States made it illegal to use PCP for any reason, or to make the drug, because of its serious effects.\nEffects.\nPeople can have many different effects from using PCP. The drug can affect the central nervous system (the brain and major nerves). This can cause many changes in the brain and body.\nChanges in the body.\nPCP can also cause people to have a lot of energy, feel and act stronger than usual, and not feel pain.\nHow the drug is used.\nPCP can be eaten, snorted, injected (shot into the body using a needle), or smoked. A person can take a low, medium, or high dose of PCP, and he will have different effects depending on which dose he takes. Low doses can cause a person to feel euphoric (very happy), relaxed, numb, detached from his own body, anxious, or confused. At low doses, people can also have sensory distortions (changes in how they hear, see, taste, smell, or feel things); amnesia (where the person cannot remember things normally); speech which does not make sense; blurred vision; or a blank stare. Medium doses can cause confusion, agitation, analgesia (not feeling pain), fever, excessive salivation, and \"schizophrenic-type\" behavior. High doses can cause seizures, respiratory failure (where the breathing systems in the body stop working), coma, fever, stroke, or death.\nAddiction.\nPeople who use PCP can get physically or psychologically (mentally) addicted to the drug. If an addicted person suddenly stops taking PCP, he will get withdrawal symptoms, like diarrhea, chills, and tremors (uncontrollable shaking in part of the body). In the brain, PCP affects multiple neurotransmitter systems. (Neurotransmitters are chemical messengers in the brain.) For example, it keeps the brain from getting rid of extra dopamine, norepinephrine, and serotonin. These are all very important neurotransmitters in the brain. PCP can also affect some types of opioid receptors in the brain. It also inhibits (or blocks) the action of glutamate by blocking NMDA (N-methyl d-aspartate) receptors. Prescription drugs like diazepam (Valium), haloperidol (Haldol), and phentolamine may be used to help manage some of PCP's effects.","categories":[],"infobox_types":[],"annotations":[{"uri":"Illegal_drug","surface_form":"illegal drug","offset":113},{"uri":"Hallucinogen","surface_form":"hallucinogen","offset":143},{"uri":"Hallucination","surface_form":"hallucinate","offset":184},{"uri":"Neurotoxin","surface_form":"neurotoxic","offset":255},{"uri":"Brain","surface_form":"brain","offset":292},{"uri":"Brain_damage","surface_form":"permanent damage","offset":313},{"uri":"Anesthesia","surface_form":"anesthetic","offset":401},{"uri":"Crystal","surface_form":"crystal","offset":449},{"uri":"Alcohol","surface_form":"alcohol","offset":491},{"uri":"Slang","surface_form":"slang","offset":513},{"uri":"Marijuana","surface_form":"marijuana","offset":826},{"uri":"Crack","surface_form":"crack","offset":900},{"uri":"World_War_II","surface_form":"World War II","offset":969},{"uri":"Surgery","surface_form":"surgical","offset":987},{"uri":"Delirium","surface_form":"delirium","offset":1097},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1174},{"uri":"New_York","surface_form":"New York","offset":1387},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":1691},{"uri":"Nerve","surface_form":"nerve","offset":1735},{"uri":"Injection","surface_form":"injected","offset":1969},{"uri":"Amnesia","surface_form":"amnesia","offset":2392},{"uri":"Schizophrenia","surface_form":"schizophrenic","offset":2629},{"uri":"Seizure","surface_form":"seizure","offset":2680},{"uri":"Coma","surface_form":"coma","offset":2766},{"uri":"Fever","surface_form":"fever","offset":2772},{"uri":"Stroke","surface_form":"stroke","offset":2779},{"uri":"Addiction","surface_form":"addicted","offset":2876},{"uri":"Diarrhea","surface_form":"diarrhea","offset":2985},{"uri":"Neurotransmitter","surface_form":"neurotransmitter","offset":3096},{"uri":"Dopamine","surface_form":"dopamine","offset":3238},{"uri":"Serotonin","surface_form":"serotonin","offset":3268},{"uri":"Opioid","surface_form":"opioid","offset":3374},{"uri":"Glutamate","surface_form":"glutamate","offset":3448},{"uri":"Diazepam","surface_form":"diazepam","offset":3533}]}