{"id":720997,"url":"http://en.wikipedia.org/wiki/Willy_Russell","text":"William Russell (born 23 August 1947) is an English dramatist, lyricist and composer. His best known works are \"Educating Rita\", \"Shirley Valentine\", \"Blood Brothers\" and \"Our Day Out\".\nEarly life.\nRussell was born in Whiston in Lancashire. On leaving school, aged 15, he became a ladies' hairdresser. He ran his own salon until the age of 20. He then decided to go back to college. He qualified as a teacher. Russell also worked as a semi-professional singer. He wrote and performed his own folk songs.\nHe began writing drama while at college. In 1972, he took a programme of three one-act plays to the Edinburgh Festival Fringe. They were seen by writer John McGrath. McGrath recommended Russell to the Liverpool Everyman. They commissioned the adaptation, \"When The Reds…\". This was Russell's first professional work for theatre.\nCareer.\nThe first play Russell wrote was \"Keep Your Eyes Down\" (1971). He wrote it while he attended Saint Katharine's College of Higher Education in Liverpool. It was performed at the Edinburgh Fringe Festival in 1971.\nIn 1974, Russell wrote \"John, Paul, George, Ringo... and Bert\". This was a musical about The Beatles. It was commissioned by the Everyman Theatre, Liverpool. It ran there for eight weeks before transferring to the Lyric Theatre, West End. There it ran for over a year. It won the Evening Standard and London Theatre Critics awards for the best musical of 1974.\nHe wrote further stage works, \"One for the Road\" (1976) and \"Stags and Hens\" (1978). Russell was a screenwriter on television films, \"Death of A Young Young Man\" (1975, BBC1), \"Daughters of Albion\" (1979), \"Our Day Out\" (1977) and \"One Summer\" (1983, 1985).\nThe Royal Shakespeare Company commisioned the play \"Educating Rita\". In 1980, it premiered at the Warehouse, London. In August 1980 it transferred to the West End Piccadilly Theatre, London. It starred Julie Walters and Mark Kingston. The play ran to \"at least\" June 1982. The play has been translated and produced in almost every part the globe. It has recieved awards.In 1986, the play returned to the Liverpool Everyman.\nIn 1986, Russell wrote \"Shirley Valentine\". This went on to an acclaimed West End run. It received an Olivier Award, \"Comedy of the Year\". Its star Pauline Collins received the \"Actress of the Year in a New Play award. In February 1989, the play transferred to New York. It had a highly successful Broadway run to November 1989. Collins received a Tony Award for Best Actress.\nBoth \"Shirley Valentine\" (1989) and \"Educating Rita\" (1983) became feature films. Michael Caine, Julie Walters and Pauline Collins all receiving Oscar nominations for their respective roles. Russell received an Oscar nomination for his \"Educating Rita\" screenplay.\nRussell has had success with his play \"Blood Brothers\". This is 'a Liverpudlian folk opera' about a pair of twins. The twins are separated at birth and brought up in different environments. In 1983, \"Blood Brothers\" won the Olivier Award for Best New Musical. It has had over 10,000 consecutive performances during its 24-year West End run, which ended in November 2012. At the same time, there were UK touring and international productions. In 1993, the play had a two-year run on Broadway. The Broadway production was nominated for the 1993 Tony Award for Best Musical.\nRussell with musical collaborator Bob Eaton wanted to develop \"Our Day Out\". After extensive rewriting and recomposing, they created \"Our Day Out – The Musical\". It retains all the characters and plot of the original. The action is brought forward to today. It has a new score and lyrics to reflect the twenty first century setting. The musical was produced in 2010 at the Royal Court Theatre, Liverpool.\nIn 2000, Russell's first novel, \"The Wrong Boy\", was published. The book was well received. It had wide readership in the UK. Translations were published in many countries. In 2004, Russell returned to his singer/songwriter roots. He released his album, \"Hoovering the Moon\", on Pure Records. Russell also co-produced the Tim Firth album \"Harmless Flirting\".\nIn 2013, the Archive and Special Collections department of Liverpool John Moores University established the Willy Russell Archive. It contains manuscripts, programmes, publicity and media material including newspaper cuttings and press releases, correspondence, legal, financial and administrative documents, records relating to the casting and audition process, audio and film material, and promotional ephemera. The material was produced throughout the course of Russell's career. It is a comprehensive representation of his work to date. It also illustrates Willy Russell's collaborative works, both written and musical.\nPersonal life.\nIn 1969, Russell married Annie Seagroatt. The couple have one son, Rob, and two daughters, Rachel and Ruth.","categories":[],"infobox_types":["writer"],"annotations":[{"uri":"Educating_Rita","surface_form":"Educating Rita","offset":112},{"uri":"Shirley_Valentine","surface_form":"Shirley Valentine","offset":130},{"uri":"Blood_Brothers","surface_form":"Blood Brothers","offset":151},{"uri":"Our_Day_Out","surface_form":"Our Day Out","offset":172},{"uri":"Whiston%2C_Merseyside","surface_form":"Whiston","offset":218},{"uri":"Lancashire","surface_form":"Lancashire","offset":229},{"uri":"Edinburgh_Festival_Fringe","surface_form":"Edinburgh Festival Fringe","offset":604},{"uri":"John_McGrath_(playwright)","surface_form":"John McGrath","offset":656},{"uri":"Everyman_Theatre%2C_Liverpool","surface_form":"Liverpool Everyman","offset":705},{"uri":"Liverpool_Hope_University","surface_form":"Saint Katharine's College of Higher Education","offset":934},{"uri":"John%2C_Paul%2C_George%2C_Ringo_..._and_Bert","surface_form":"John, Paul, George, Ringo... and Bert","offset":1077},{"uri":"The_Beatles","surface_form":"The Beatles","offset":1142},{"uri":"Everyman_Theatre%2C_Liverpool","surface_form":"Everyman Theatre","offset":1182},{"uri":"Lyric_Theatre_(London)","surface_form":"Lyric Theatre","offset":1267},{"uri":"West_End_theatre","surface_form":"West End","offset":1282},{"uri":"One_for_the_Road_(Russell_play)","surface_form":"One for the Road","offset":1445},{"uri":"Stags_and_Hens","surface_form":"Stags and Hens","offset":1475},{"uri":"Educating_Rita","surface_form":"Educating Rita","offset":1724},{"uri":"Piccadilly_Theatre","surface_form":"Piccadilly Theatre","offset":1835},{"uri":"Julie_Walters","surface_form":"Julie Walters","offset":1874},{"uri":"Mark_Kingston","surface_form":"Mark Kingston","offset":1892},{"uri":"Shirley_Valentine","surface_form":"Shirley Valentine","offset":2120},{"uri":"Olivier_Award","surface_form":"Olivier Award","offset":2198},{"uri":"Pauline_Collins","surface_form":"Pauline Collins","offset":2244},{"uri":"Broadway_theatre","surface_form":"Broadway","offset":2394},{"uri":"Tony_Award","surface_form":"Tony Award","offset":2444},{"uri":"Shirley_Valentine","surface_form":"Shirley Valentine","offset":2479},{"uri":"Educating_Rita","surface_form":"Educating Rita","offset":2510},{"uri":"Michael_Caine","surface_form":"Michael Caine","offset":2555},{"uri":"Julie_Walters","surface_form":"Julie Walters","offset":2570},{"uri":"Blood_Brothers","surface_form":"Blood Brothers","offset":2777},{"uri":"Blood_Brothers","surface_form":"Blood Brothers","offset":2938},{"uri":"Our_Day_Out","surface_form":"Our Day Out","offset":3373},{"uri":"Our_Day_Out_(musical)","surface_form":"Our Day Out – The Musical","offset":3444},{"uri":"Royal_Court_Theatre%2C_Liverpool","surface_form":"Royal Court Theatre, Liverpool","offset":3683},{"uri":"The_Wrong_Boy","surface_form":"The Wrong Boy","offset":3748},{"uri":"Tim_Firth","surface_form":"Tim Firth","offset":4037},{"uri":"Liverpool_John_Moores_University","surface_form":"Liverpool John Moores University","offset":4133}]}