{"id":721010,"url":"http://en.wikipedia.org/wiki/Educating_Rita","text":"\"Educating Rita\" is a stage comedy by British playwright Willy Russell. It is a play for two actors set entirely in the office of an Open University tutor.\nIt was Commissioned by the Royal Shakespeare Company. \"Educating Rita\" premièred at The Warehouse, London, in June 1980. It starred Julie Walters and Mark Kingston. The play was directed by Mike Ockrent.\nPlot summary.\nThe plays follows the relationship between 26-year-old student Rita and Frank, a middle-aged university lecturer. Rita is a Liverpudlian working class hairdresser. It follows them over a year. Act 1 consists of seven scenes. These run from January to May. Act 2 consists of a further seven. These run from September to December. In the play Frank has no surname. When the film was made he became Dr. Frank Bryant.\nRita is dissatisfied with the routine of her work. She signs up for an Open University course in English Literature. The play opens as 'Rita' meets her tutor, Frank, for the first time. Frank is a middle-aged, alcoholic career academic. He has taken on the tutorship to pay for his drink. The two have an immediate and profound effect on one another. Frank is impressed by Rita. He is forced to re-examine his attitudes. Rita finds a new self-confidence. Frank's bitterness and cynicism return. He notices Rita beginning to adopt the university culture he despises. Rita becomes disillusioned. The play ends as Frank is sent to Australia.\nThemes.\nThe play deals with the concepts of freedom, change, England's class system and the shortcomings of institutional education. It deals with the nature of self-development and of personal relationships. The play borrows from the George Bernard Shaw play \"Pygmalion\". This in turn is based upon Greek myth.\nFilm adaptation.\nIn 1983, the play was adapted by Russell for a film with Michael Caine and Julie Walters, directed by Lewis Gilbert.\nRadio adaptation.\nIn 2009, the play was adapted by Russell for radio – see \"Educating Rita (radio play)\". It starred Bill Nighy and Laura Dos Santos. It was directed by Kirsty Williams. It was broadcast on BBC Radio 4 on Boxing Day 2009.\nRevivals.\nFrom June–July 2001, the Williamstown Theatre Festival mounted a production of Educating Rita at the Nikos Stage. It starred Jacqueline McKenzie as Rita and Edward Herrmann as Frank. The production was directed by Bruce Paltrow. It was critically acclaimed with critics saying McKenzie's performance one of the best performances of the year\".\nFrom 26 March-8 May 2010, as part of the Willy Russell season at the Menier Chocolate Factory. Laura Dos Santos reprised her radio performance on stage as Rita with Larry Lamb as Frank. This was the production's first London West End revival.\nFrom 8 July-30 October 2010, this production transferred to the Trafalgar Studios in London's West End. It was produced by Sonia Friedman. Laura Dos Santos reprised her role as Rita. Frank was played by Tim Pigott-Smith.\nThe production ran in repertory alongside \"Shirley Valentine\" starring Meera Syal.\nIn 2012, it toured the UK. It starred Claire Sweeney as Rita and Matthew Kelly as Frank.\nFrom 6 February to 7 March 2015, a 35th anniversary production was staged at Liverpool Playhouse. It starred Leanne Best as Rita and Con O'Neill as Frank. It was directed by Gemma Bodinetz. The same year the Chichester Festival staged a production with Lashana Lynch as Rita and Lenny Henry and Frank.\nAwards and nominations.\nThe original production received the 1980 Olivier Award nomination for \"Comedy Performance of the Year\" for Julie Walters. It won \"Comedy of the Year\".","categories":[],"infobox_types":["play"],"annotations":[{"uri":"Willy_Russell","surface_form":"Willy Russell","offset":57},{"uri":"Open_University","surface_form":"Open University","offset":133},{"uri":"Royal_Shakespeare_Company","surface_form":"Royal Shakespeare Company","offset":183},{"uri":"Donmar_Warehouse","surface_form":"The Warehouse","offset":240},{"uri":"Julie_Walters","surface_form":"Julie Walters","offset":288},{"uri":"Mark_Kingston","surface_form":"Mark Kingston","offset":306},{"uri":"Mike_Ockrent","surface_form":"Mike Ockrent","offset":346},{"uri":"Liverpudlian","surface_form":"Liverpudlian","offset":498},{"uri":"Working_class","surface_form":"working class","offset":511},{"uri":"English_Literature","surface_form":"English Literature","offset":885},{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":1662},{"uri":"Pygmalion_(play)","surface_form":"Pygmalion","offset":1688},{"uri":"Pygmalion_(mythology)","surface_form":"Greek myth","offset":1727},{"uri":"Michael_Caine","surface_form":"Michael Caine","offset":1813},{"uri":"Julie_Walters","surface_form":"Julie Walters","offset":1831},{"uri":"Lewis_Gilbert","surface_form":"Lewis Gilbert","offset":1858},{"uri":"Bill_Nighy","surface_form":"Bill Nighy","offset":1990},{"uri":"Kirsty_Williams_(drama)","surface_form":"Kirsty Williams","offset":2042},{"uri":"BBC_Radio_4","surface_form":"BBC Radio 4","offset":2079},{"uri":"Boxing_Day","surface_form":"Boxing Day","offset":2094},{"uri":"Williamstown_Theatre_Festival","surface_form":"Williamstown Theatre Festival","offset":2146},{"uri":"Jacqueline_McKenzie","surface_form":"Jacqueline McKenzie","offset":2246},{"uri":"Edward_Herrmann","surface_form":"Edward Herrmann","offset":2278},{"uri":"Bruce_Paltrow","surface_form":"Bruce Paltrow","offset":2335},{"uri":"Menier_Chocolate_Factory","surface_form":"Menier Chocolate Factory","offset":2533},{"uri":"Larry_Lamb","surface_form":"Larry Lamb","offset":2629},{"uri":"Trafalgar_Studios","surface_form":"Trafalgar Studios","offset":2771},{"uri":"Sonia_Friedman","surface_form":"Sonia Friedman","offset":2830},{"uri":"Tim_Pigott-Smith","surface_form":"Tim Pigott-Smith","offset":2910},{"uri":"Repertory","surface_form":"repertory","offset":2950},{"uri":"Shirley_Valentine","surface_form":"Shirley Valentine","offset":2971},{"uri":"Meera_Syal","surface_form":"Meera Syal","offset":2999},{"uri":"Claire_Sweeney","surface_form":"Claire Sweeney","offset":3049},{"uri":"Matthew_Kelly","surface_form":"Matthew Kelly","offset":3076},{"uri":"Liverpool_Playhouse","surface_form":"Liverpool Playhouse","offset":3177},{"uri":"Olivier_Award","surface_form":"Olivier Award","offset":3468}]}