{"id":7210,"url":"http://en.wikipedia.org/wiki/Saxophone","text":"A saxophone is a family of musical instruments that are made of brass. These are often just called a \"sax\". It has seven main keys, including the octave key. Because it is made from brass it is often included in the brass section alongside true brass instruments like the trumpet or trombone. However, it is not a true brass instrument but a member of the woodwind family of instruments because it has a reed. It was developed from the clarinet and shares many similarities to the clarinet. The player blows into a reed fitted into the mouthpiece of the instrument. Adolf Sax creates the instrument, but at first, it was heavily disliked because he boasted about it. Conductors would not add it to their orchestras because of the horrible reputations it had because of Adolf Sax. It started to gain popularity and lose that bad review, in the early 20th century.\nThe mouth piece is also a way to tune the saxophone. If you are sharp you can pull the mouthpiece out. If you are flat you can push the mouthpiece in. Another way to tune the saxophone is with your mouth. If you are sharp you 'drop your jaw', or loosen up. If you are flat you tighten your embouchure, (mouth).\nThere are several different kinds of saxophone. In order from low to high pitch they are: tubax, contrabass, bass, baritone, tenor, alto, soprano, sopranino, and soprillo. However, only the baritone, tenor, alto, and soprano are commonly used.\nIt was invented in 1840 by Adolphe Sax and is used in classical, jazz, and occasionally in rock, pop, and other styles. The big bands of the 1940s and 1950s always used it too. Famous saxophone players were Marcel Mule (classical music), John Coltrane (jazz music), and Charlie Parker (jazz music).","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"musical instrument","offset":27},{"uri":"Brass","surface_form":"brass","offset":64},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":245},{"uri":"Trumpet","surface_form":"trumpet","offset":272},{"uri":"Trombone","surface_form":"trombone","offset":283},{"uri":"Woodwind","surface_form":"woodwind","offset":356},{"uri":"Reed_(instrument)","surface_form":"reed","offset":404},{"uri":"Clarinet","surface_form":"clarinet","offset":436},{"uri":"Mouthpiece_(woodwind)","surface_form":"mouthpiece","offset":536},{"uri":"Pitch","surface_form":"pitch","offset":1248},{"uri":"Adolphe_Sax","surface_form":"Adolphe Sax","offset":1445},{"uri":"Classical_music","surface_form":"classical","offset":1472},{"uri":"Jazz","surface_form":"jazz","offset":1483},{"uri":"Rock_music","surface_form":"rock","offset":1509},{"uri":"Pop_music","surface_form":"pop","offset":1515},{"uri":"Big_band","surface_form":"big band","offset":1542},{"uri":"1940s","surface_form":"1940s","offset":1559},{"uri":"1950s","surface_form":"1950s","offset":1569},{"uri":"Marcel_Mule","surface_form":"Marcel Mule","offset":1625},{"uri":"John_Coltrane","surface_form":"John Coltrane","offset":1656},{"uri":"Charlie_Parker","surface_form":"Charlie Parker","offset":1688}]}