{"id":721090,"url":"http://en.wikipedia.org/wiki/City_of_Joy_(movie)","text":"\"City of Joy\" is a 1992 French-British drama movie. It was directed by Roland Joffé. The screenplay is by Mark Medoff.\nIt is based on the novel by Dominique Lapierre. The story looks at the life in Indian slums.\nPlot.\nHasari Pal (Om Puri) is a rural farmer. He moves to Calcutta with his wife Kamla (Shabana Azmi) and three children. They seek a better life. They are cheated out of their rent money and thrown out on the streets. It is difficult for Hasari to find a job. The family refuses to give up. They find their place in the poverty-stricken city.\nAt the same time, Max Lowe (Patrick Swayze) arrives in Calcutta. He is a US surgeon. He is upset after the loss of a young patient.\nHe seeks spiritual enlightenment. He encounters misfortune as soon as he arrives. He is tricked by a young prostitute. He is roughed up by thugs. He loses his documents and valuables.\nHasari comes to Max's aid. He takes the injured doctor to the \"City of Joy\". This is a slum area populated with lepers and poor people. This becomes their new home. Max spends a lot of time there. He does not want to become too involved with the residents because he is afraid of becoming emotionally attached to them. An Irish woman, Joan (Pauline Collins), runs the local clinic. She persuades Max to help.\nMax begins to fit in with his fellow slum-dwellers. He becomes more optimistic. Ther people around him have much worse lives. Their hope give new strengths to the depressed doctor.\nReception.\nThe movie was not a box office success. The film grossed $14.7 million in the United States.\nThe film received mixed reviews. It recieved a 56% 'rotten' rating on review site Rotten Tomatoes.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Drama","surface_form":"drama","offset":39},{"uri":"Movie","surface_form":"movie","offset":45},{"uri":"Roland_Joff%C3%A9","surface_form":"Roland Joffé","offset":71},{"uri":"Screenplay","surface_form":"screenplay","offset":89},{"uri":"Mark_Medoff","surface_form":"Mark Medoff","offset":106},{"uri":"City_of_Joy","surface_form":"novel","offset":138},{"uri":"Dominique_Lapierre","surface_form":"Dominique Lapierre","offset":147},{"uri":"Om_Puri","surface_form":"Om Puri","offset":230},{"uri":"Calcutta","surface_form":"Calcutta","offset":270},{"uri":"Shabana_Azmi","surface_form":"Shabana Azmi","offset":300},{"uri":"Patrick_Swayze","surface_form":"Patrick Swayze","offset":584},{"uri":"US","surface_form":"US","offset":629},{"uri":"Spiritual_enlightenment","surface_form":"spiritual enlightenment","offset":697},{"uri":"Pauline_Collins","surface_form":"Pauline Collins","offset":1213},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1648}]}