{"id":721199,"url":"http://en.wikipedia.org/wiki/Duty_to_rescue","text":"e=\"preserve\">Duty to rescue is a concept that many law systems have: In certain cirumstances, someone can be held responsible for not helping another person who is in danger, and who would be injured, or who would die, if not helped. People are required to help to the best of their abilities. As a bare minimum, this often means alerting emergency services.\nThose helping are often protected by law, against errors they make.\nIn many cases, the duty to rescue has become customary law. This is the case for example for helping people at sea.\nMoral duty to help.\nA moral or ethical duty to rescue may exist even where there is no legal duty to rescue. Such a duty can be justified in different ways.\nOne kind of justification is general and applies regardless of role-related relationships: Under this general justification, people have a duty to rescue other people in distress because of their common humanity. With this justification, the specific skills of the rescuer or the nature of the victim's distress are irrelevant.\nThis kind would justify cases of rescue and in fact make such rescue a duty even between strangers. With this justification in mind, philosopher Peter Singer suggests that if one saw a child drowning and could intervene to save him, they should do so, if the cost is moderate to themselves. Damage to their clothing or shoes or how late it might make them for a meeting would be an insufficient excuse to avoid assistance. Singer goes on to say that one should also try to rescue distant strangers, not just nearby children, because globalization has made it possible to do so. Such general arguments for a duty to rescue also explain why after the 2010 Haiti earthquake, Haitians were digging family members, friends, and strangers out of the rubble with their bare hands and carrying injured persons to whatever medical care was available. It also explains why, journalist and physician Sanjay Gupta and a number of other MD-journalists began acting as physicians to treat injuries rather than remaining uninvolved in their journalistic roles. Similarly, they justify journalist Anderson Cooper's attempt to shepherd an injured young boy away from some \"toughs\" nearby in the aftermath of the Haiti earthquake.\nThere are also ethical justifications for role-specific or skill-specific duties of rescue such as those described above under the discussion of U.S. Common Law. Generally, these justifications are rooted in the idea that the \"best\" rescues, the most effective rescues, are done by those with special skills. Such persons, when available to rescue, are thus even more required to do so ethically than regular persons who might simply make things worse (for a utilitarian, rescue by a skilled professional in a relevant field would maximize the good even better than rescue by a regular stranger). This particular ethical argument makes sense when considering the ability firefighters to get both themselves and victims safely out of a burning building, or of health care personnel such as physicians, nurses, physician's assistants, and EMTs to provide medical rescue.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosopher","surface_form":"philosopher","offset":1161},{"uri":"Peter_Singer","surface_form":"Peter Singer","offset":1173},{"uri":"Globalization","surface_form":"globalization","offset":1561},{"uri":"2010_Haiti_earthquake","surface_form":"2010 Haiti earthquake","offset":1677},{"uri":"Rubble","surface_form":"rubble","offset":1772}]}