{"id":72116,"url":"http://en.wikipedia.org/wiki/Pilot_fish","text":"The pilot fish (\"Naucrates ductor\") is a fish that lives in many places of the world. They live in warm water. They eat parasites on larger fish.\nPilot fish usually gather around sharks (also rays and sea turtles). They eat parasites on their host, and small pieces of food that their host does not eat (leftovers). When pilot fish are young, they gather around jellyfish and drifting seaweeds.\nPilot fish follow sharks because other animals which might eat them will not come near a shark. In return, sharks do not eat pilot fish because pilot fish eat their parasites. This is called a \"mutualist\" relationship. Small pilot fish are often seen swimming into the mouth of a shark to eat small pieces of food from the shark's teeth. Sailors even said that sharks and pilot fish act like close friends. When a ship would capture the shark the pilot fish followed, some people reported that the pilot fish would follow the ship for up to six weeks.\nThey will follow ships in other circumstances, sometimes for very long distances. Many pilot fish have been seen on the shores of England, which is a long way from where they usually live.\nThe pilot fish is of a dark blue to blackish-silver colour, and are slightly lighter in colour underneath. They have between 5 and 7 dark stripes going from top to bottom. When the fish is excited, these stripes disappear, and three large blue patches appear on its back. The pilot fish is usually about 30 cm long, but sometimes they can be as big as 70cm.\nThe pilot fish will not hurt people, and they are said to be good to eat. They are very difficult to catch, though.\nThere are many explanations for the name \"pilot fish\". Probably it is because they surround sharks like tugs with an ocean liner.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fish","surface_form":"fish","offset":41},{"uri":"Parasites","surface_form":"parasites","offset":120},{"uri":"Shark","surface_form":"shark","offset":179},{"uri":"Batoidea","surface_form":"rays","offset":192},{"uri":"Sea_turtle","surface_form":"sea turtle","offset":201},{"uri":"Parasite","surface_form":"parasite","offset":224},{"uri":"Jellyfish","surface_form":"jellyfish","offset":362},{"uri":"Seaweed","surface_form":"seaweed","offset":385},{"uri":"Mutualism","surface_form":"mutualist","offset":589},{"uri":"Sailor","surface_form":"Sailor","offset":733},{"uri":"Ship","surface_form":"ship","offset":964},{"uri":"Circumstance","surface_form":"circumstances","offset":979},{"uri":"England","surface_form":"England","offset":1077},{"uri":"Tug","surface_form":"tug","offset":1714},{"uri":"Ocean_liner","surface_form":"ocean liner","offset":1727}]}