{"id":721370,"url":"http://en.wikipedia.org/wiki/A_Fish_Called_Wanda","text":"\"A Fish Called Wanda\" is a 1988 British-American heist comedy film. Charles Crichton directed the movie. John Cleese wrote the screenplay.\nIt stars Jamie Lee Curtis, Kevin Kline and Michael Palin as a gang of diamond thieves. They double-cross one another to find stolen diamonds hidden by the gang leader. A barrister (Cleese) becomes a main character as \"femme fatale\" Wanda (Curtis) uses him to locate the loot.\nKline won an Academy Award for Best Supporting Actor.\nCleese and Crichton received a nomination for Best Original Screenplay. Crichton was nominated for Best Director.\nCleese won a BAFTA Award for Best Actor. Palin won for Best Supporting Actor. Curtis received a nomination for Best Leading Actress. Maria Aitken received a nomination for Best Supporting Actress.\nCleese received a nomination for best actor and Curtis received a nomination for best Actress at the Golden Globes\nAnother movie called \"Fierce Creatures\" came out in 1997. The same actors star in it but play different characters. It does not continue the story of A Fish Called Wanda.\nPlot.\nGeorge Thomason and Ken Pile are gangsters in London. Ken loves animals and he has a stutter. They plan to steal a jewels. They ask two Americans for help: con artist Wanda Gershwitz and weapons expert Otto West. Otto is a stupid and mean. Also, he does not like British people. Wanda and Otto are lovers. They hide this from George and Ken by pretending to be siblings. This frees Wanda to work her charms on them.\nThe robbery is successful and the gang escapes with a lot of diamonds. They hide them in a safe in an old workshop. Wanda and Otto betray George to the police and he is arrested. They return to collect the diamonds. Wanda plans to double-cross Otto as well. She finds that George has moved the diamonds. Wanda discovers the key to the safe deposit box containing the diamonds in Ken's fish tank. She hides it in her pendant.\nWanda seduces George's barrister, Archie Leach. Archie is in a loveless marriage. He quickly falls for Wanda. She gets him to persuade George to plead guilty and to tell the location of the diamonds. Otto is jealous. His interference causes Wanda and Archie's liaisons to go disastrously wrong. Wanda accidentally leaves her pendant at Archie's house. Archie's wife, Wendy, mistakes it as a gift for her. At Wanda's insistence, Archie recovers the pendant by staging a burglary. Archie feels guilty and ends the affair.\nGeorge asks Ken to kill Mrs Coady. She is the Crown's only eyewitness to the robbery. Ken tries three times. Each time he accidentally kills one of her dogs instead. This causes him great distress. The last dog's death gives her a fatal heart attack. So Otto is successful. With no witness, George seems poised to get off soon. He reveals the location of the diamonds to Ken. Otto learns Ken now knows where they are. Otto tries to force Ken to reveal where the diamonds are by eating his pet fish. He leaves Ken's favourite, named Wanda, until last. Ken reveals that the diamonds are at a hotel near Heathrow Airport.\nWith Otto's knowledge and Wanda's key, the pair want George to remain in jail. At his trial, defence witness Wanda unexpectedly gives evidence against him. Archie is stunned. He is flustered and messess up his questioning. He inadvertently calls Wanda \"darling\". Wendy realises that Archie has had an affair. She declares their marriage over.\nWith no career and no marriage, Archie resolves to cut his losses, steal the diamonds for himself and flee to South America. George tells Archie that Ken knows where the diamonds are. Archie sees Wanda fleeing the courthouse. He pulls her into his car and races to Ken's flat. As Archie runs into the building, Otto steals Archie's car, taking Wanda with him. Ken and Archie give chase. Otto and Wanda recover the diamonds. Wanda double-crosses Otto and leaves him unconscious in a broom cupboard. After recovering, Otto shoots his way out and is confronted by Archie. Otto is about to kill Archie. Archie stalls him by taunting Otto about American failures such as the Vietnam War. Ken arrives, driving a steamroller, seeking vengeance for his fish. Otto, who has stepped in wet concrete and cannot move, is run over but survives. Archie and Wanda board the plane. Otto clings to the outside of the plane. He curses them until he is blown off as the plane takes off.\nProduction.\nIn 1969, Cleese and Crichton tried to make a film together but it never got started.\nThey promised each other that they would work on a film in the future.\nIn June 1983, they began writing the script for \"Wanda\". For the next two and half years they met three times a month to work on the script.\nAccording to Crichton, \"We had a week of rehearsals and then a gap of two weeks in which to incorporate any new ideas which had been thrown up and to polish the script.\"\nAccording to Michael Palin, the original title was \"A Goldfish Called Wanda.\"\nCleese told an interviewer why he called his character Archie Leach. Cary Grant's real name was Archie Leach. Cleese said \"I feel this film is as near as I'll ever get to being Cary Grant.\"\nCleese served as co-director as the studio executives at MGM were worried about Crichton's age. He was 78 years old at the time. On the set, Crichton wore a T-shirt presented to him by Cleese and inscribed \"Age and treachery will always overcome youth and skill\".\nThe film was shot in London during the summer of 1987.\nReception.\nOn Rotten Tomatoes, the film holds a 93% approval rating, based on 61 reviews, with an average rating of 8/10.\n\"Smartly written, smoothly directed, and solidly cast, \"A Fish Called Wanda\" offers a classic example of a brainy comedy with widespread appeal.\"\nOn Metacritic, the film holds a score of 80 out of 100, based on 17 critics, indicating \"generally favorable reviews.\"\nSix weeks after release it reached number one at the box office in the United States. It eventually grossed $62,493,712 in the US. It was the number one rental video in the US in 1989.\nDuring the initial run of the film, a Danish audiologist named Ole Bentzen died during a screening when his heart rate rose to an estimated 250–500 beats per minute from laughing at a scene too hard, leading to a fatal heart attack.\nIn 2016, \"Empire\" magazine ranked \"A Fish Called Wanda\" 35th on their list of the 100 best British films. They called it \"a must-own for any British comedy fan\". They said, \"it made possible Richard Curtis's later Brit-com oeuvre by establishing that British eccentricism can sell, revived the world's interest in Ealing comedies, and allowed a character with Cary Grant's real name – Cleese's bumbling lawyer Archie Leach – to live again on the big screen\".\nAccolades.\nThe film is number 27 on Bravo's \"100 Funniest Movies\". It is also included in the \"Reader's Digest\" \"100 Funniest Films\" list.\nIn 1999, the British Film Institute ranked it 39th of the BFI Top 100 British films of the 20th century\nIn 2000, the American Film Institute placed the film 21st on its 100 Years...100 Laughs list.\nIn 2003, AFI nominated Otto West as a villain from this film for AFI's 100 Years...100 Heroes & Villains.\nJames Berardinelli of \"ReelViews\" awarded the film four out of four stars in his review; it is also number 10 on his \"Top 100\" list.\nSequels and adaptations.\nThe main actors worked together again in 1997 to make \"Fierce Creatures\". It is not a sequel or prequel, but is similar in style to A Fish Called Wanda. It is called a spiritual sequel. The actors played different characters. \"Fierce Creatures\" was not as well received by critics or audiences as \"A Fish Called Wanda\".\nA loose Indian adaptation, \"Padmashree Laloo Prasad Yadav\", was released in 2005.\nIn 2008, it was reported that John Cleese and his daughter, Cynthia (who played his screen daughter, Portia), had started to work on a stage musical version of the film.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Heist_film","surface_form":"heist","offset":49},{"uri":"Comedy_film","surface_form":"comedy film","offset":55},{"uri":"Charles_Crichton","surface_form":"Charles Crichton","offset":68},{"uri":"John_Cleese","surface_form":"John Cleese","offset":105},{"uri":"Jamie_Lee_Curtis","surface_form":"Jamie Lee Curtis","offset":148},{"uri":"Kevin_Kline","surface_form":"Kevin Kline","offset":166},{"uri":"Michael_Palin","surface_form":"Michael Palin","offset":182},{"uri":"Barrister","surface_form":"barrister","offset":309},{"uri":"Femme_fatale","surface_form":"femme fatale","offset":357},{"uri":"Academy_Award","surface_form":"Academy Award","offset":428},{"uri":"Academy_Award_for_Best_Supporting_Actor","surface_form":"Best Supporting Actor","offset":446},{"uri":"Best_Original_Screenplay","surface_form":"Best Original Screenplay","offset":515},{"uri":"Academy_Award_for_Best_Director","surface_form":"Best Director","offset":568},{"uri":"British_Academy_Film_Awards","surface_form":"BAFTA Award","offset":596},{"uri":"BAFTA_Award_for_Best_Actor_in_a_Leading_Role","surface_form":"Best Actor","offset":612},{"uri":"BAFTA_Award_for_Best_Actor_in_a_Supporting_Role","surface_form":"Best Supporting Actor","offset":638},{"uri":"Maria_Aitken","surface_form":"Maria Aitken","offset":716},{"uri":"Fierce_Creatures","surface_form":"Fierce Creatures","offset":917},{"uri":"Stuttering","surface_form":"stutter","offset":1157},{"uri":"Gemstone","surface_form":"jewels","offset":1187},{"uri":"Con_artist","surface_form":"con artist","offset":1228},{"uri":"Anglophobia","surface_form":"British people","offset":1335},{"uri":"Safe_deposit_box","surface_form":"safe deposit box","offset":1823},{"uri":"The_Crown","surface_form":"Crown","offset":2479},{"uri":"Heathrow_Airport","surface_form":"Heathrow Airport","offset":3034},{"uri":"Direct_examination","surface_form":"questioning","offset":3262},{"uri":"South_America","surface_form":"South America","offset":3505},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":4065},{"uri":"Steamroller","surface_form":"steamroller","offset":4101},{"uri":"Cary_Grant","surface_form":"Cary Grant","offset":4989},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":5443},{"uri":"Metacritic","surface_form":"Metacritic","offset":5700},{"uri":"Audiologist","surface_form":"audiologist","offset":6046},{"uri":"Death_from_laughter","surface_form":"laughing at a scene too hard","offset":6171},{"uri":"Empire_(film_magazine)","surface_form":"Empire","offset":6244},{"uri":"Richard_Curtis","surface_form":"Richard Curtis","offset":6425},{"uri":"Ealing_comedies","surface_form":"Ealing comedies","offset":6548},{"uri":"Bravo_(US_TV_network)","surface_form":"Bravo","offset":6729},{"uri":"Reader%27s_Digest","surface_form":"Reader's Digest","offset":6788},{"uri":"British_Film_Institute","surface_form":"British Film Institute","offset":6845},{"uri":"BFI_Top_100_British_films","surface_form":"BFI Top 100 British films","offset":6890},{"uri":"American_Film_Institute","surface_form":"American Film Institute","offset":6949},{"uri":"AFI%27s_100_Years...100_Laughs","surface_form":"100 Years...100 Laughs","offset":7001},{"uri":"AFI%27s_100_Years...100_Heroes_%26amp%3B_Villains","surface_form":"AFI's 100 Years...100 Heroes & Villains","offset":7095},{"uri":"James_Berardinelli","surface_form":"James Berardinelli","offset":7136},{"uri":"ReelViews","surface_form":"ReelViews","offset":7159},{"uri":"Fierce_Creatures","surface_form":"Fierce Creatures","offset":7349},{"uri":"Spiritual_sequel","surface_form":"spiritual sequel","offset":7462},{"uri":"Padmashree_Laloo_Prasad_Yadav","surface_form":"Padmashree Laloo Prasad Yadav","offset":7642}]}