{"id":721460,"url":"http://en.wikipedia.org/wiki/Liverpool_Playhouse","text":"The Liverpool Playhouse is a theatre in Williamson Square in the city of Liverpool, England.\nIt started in 1866 as a music hall.\nIn 1911 it became a repertory theatre. It nurtured the early careers of many actors and actresses. Some of whom went on to achieve national and international reputations.\nArchitectural changes have been made to the building over the years. The latest change was in 1968. A modern-style extension was added to the north of the theatre.\nIn 1999 a trust was formed. This joined the management of the Playhouse with that of the Everyman Theatre.\nHistory.\nIn 1866, the present theatre opened. It was named the Star Music Hall. It was designed by Edward Davies. It replaced an earlier theatre called the Star Concert Hall.\nIn 1895 its name was changed to the Star Theatre of Varieties.\nIn 1898 it was improved by Harry Percival with a new auditorium and foyer. Electricity was installed.\nIn 1911 the Liverpool Repertory Theatre Limited was established. Basil Dean was its \"controller and producer\". The company could not afford to build a new theatre. It bought the Star Theatre for £28,000 ().\nThis made it the first repertory in Britain to own the freehold of a theatre. The company spent a further £4,000 () on redesigning and modernising the theatre.\nThe auditorium and the basement foyer were redesigned by Stanley Adshead. He was the Professor of Civic Design at the Liverpool School of Architecture.\nThe theatre was for many years managed by Maud Carpenter.\nThe theatre was renamed the Liverpool Repertory Theatre.\nIn 1916, it was renamed the Liverpool Playhouse.\nIn 1961 and 1966, minor structural alterations were made to the theatre.\nIn 1968 a modern-style extension was added to the north of the theatre. This was to accommodate new foyers, bars, dressing rooms and a workshop.\nIn the 1990s the theatre company went into liquidation.\nIn 1999 the Liverpool and Merseyside Theatres Trust Limited was established as a charity, and the theatre re-opened. It is managed jointly with the Everyman Theatre by Liverpool City Council.\nArtistes.\nAs a repertory company, the theatre has been involved in the careers of actors and actresses who have later achieved wide fame. Noël Coward and Gertrude Lawrence worked with the company as child actors. Other artistes who gained experience at the theatre include Robert Donat, Lilian Braithwaite, Cecil Parker, John Gregson, Clive Brook, C. Aubrey Smith, Richard Burton, Michael Redgrave, Diana Wynyard, Rex Harrison, Patricia Routledge, Anthony Hopkins, and Richard Briers.\nOlder section.\nThe exterior of the older part of the theatre is stuccoed. It has a slate roof.\nIts entrance faces Williamson Square. It has seven bays and is in three storeys. The central three bays project forward. They are surmounted by a broken pediment. On the ground floor the central bays contain three entrances. These are separated by pillars. These lead to a recessed porch. Over each entrance is an architrave containing a fanlight. The lateral bays contain two round-headed and one flat-headed entrance on each side. There are three blind round windows. In the middle storey the bays are separated by pilasters. The three central bays each have a balustrade and a window with a tympanum containing a roundel. Each of the three lateral bays contains a window with a cornice, and a round window above it. Along the top storey are oculi between panelled pilasters. On the summit of each of the two lateral bays is a cupola on a short Tuscan colonnade.\nInside the older part of the theatre are two balconies. These are supported by cast iron columns. The interior is decorated in Greek Revival style.\nNewer section.\nThe newer section is constructed in concrete. It is mostly faced by glass.\nOn the ground floor are entrance doors. Above this, the building is based around three cylinders. The largest of these starts at the first floor and rises through two storeys. It is cantilevered from a central column. To the left is a smaller cylinder, cantilevered from a separate column, interlocking with the larger cylinder.\nInside the whole is a hollow column containing the stairs.\nAssessment and critique.\nThe theatre is recorded in the National Heritage List for England. On 14 March 1975, it was designated a Grade II* listed building.\nThe list quotes the \"Architects' Journal\" of 1968. This says the older section is \"significant as an early and rare work by one of the pioneers of the Liverpool School of Architecture, in the Grecian style favoured by the school at that date\". Of the newer section it says that it is \"a brilliant concept, joyously realised, which exploits asymmetrical volumes and ever varying spaces yet achieves unity and also balance with the adjoining Victorian façade\".\nIn the \"Buildings of England\" series, the architectural historians Richard Pollard and Nikolaus Pevsner say of the newer section that it is \"a spectacular composition which creates an atmosphere of excitement and anticipation, exactly right for a theatre foyer\".","categories":[],"infobox_types":["theatre"],"annotations":[{"uri":"Williamson_Square","surface_form":"Williamson Square","offset":40},{"uri":"Liverpool","surface_form":"Liverpool","offset":73},{"uri":"Music_hall","surface_form":"music hall","offset":117},{"uri":"Repertory","surface_form":"repertory","offset":149},{"uri":"Everyman_Theatre%2C_Liverpool","surface_form":"Everyman Theatre","offset":553},{"uri":"Basil_Dean","surface_form":"Basil Dean","offset":976},{"uri":"Repertory","surface_form":"repertory","offset":1141},{"uri":"Freehold_(law)","surface_form":"freehold","offset":1173},{"uri":"Maud_Carpenter","surface_form":"Maud Carpenter","offset":1472},{"uri":"Everyman_Theatre%2C_Liverpool","surface_form":"Everyman Theatre","offset":2016},{"uri":"Liverpool_City_Council","surface_form":"Liverpool City Council","offset":2036},{"uri":"No%C3%ABl_Coward","surface_form":"Noël Coward","offset":2198},{"uri":"Gertrude_Lawrence","surface_form":"Gertrude Lawrence","offset":2214},{"uri":"Robert_Donat","surface_form":"Robert Donat","offset":2333},{"uri":"Lilian_Braithwaite","surface_form":"Lilian Braithwaite","offset":2347},{"uri":"Cecil_Parker","surface_form":"Cecil Parker","offset":2367},{"uri":"John_Gregson","surface_form":"John Gregson","offset":2381},{"uri":"Clive_Brook","surface_form":"Clive Brook","offset":2395},{"uri":"C._Aubrey_Smith","surface_form":"C. Aubrey Smith","offset":2408},{"uri":"Richard_Burton","surface_form":"Richard Burton","offset":2425},{"uri":"Michael_Redgrave","surface_form":"Michael Redgrave","offset":2441},{"uri":"Diana_Wynyard","surface_form":"Diana Wynyard","offset":2459},{"uri":"Rex_Harrison","surface_form":"Rex Harrison","offset":2474},{"uri":"Patricia_Routledge","surface_form":"Patricia Routledge","offset":2488},{"uri":"Anthony_Hopkins","surface_form":"Anthony Hopkins","offset":2508},{"uri":"Richard_Briers","surface_form":"Richard Briers","offset":2529},{"uri":"Stucco","surface_form":"stucco","offset":2609},{"uri":"Slate","surface_form":"slate","offset":2628},{"uri":"Bay_(architecture)","surface_form":"bays","offset":2691},{"uri":"Pediment","surface_form":"pediment","offset":2793},{"uri":"Architrave","surface_form":"architrave","offset":2954},{"uri":"Fanlight","surface_form":"fanlight","offset":2978},{"uri":"Pilaster","surface_form":"pilaster","offset":3157},{"uri":"Baluster","surface_form":"balustrade","offset":3203},{"uri":"Tympanum_(architecture)","surface_form":"tympanum","offset":3234},{"uri":"Cornice","surface_form":"cornice","offset":3321},{"uri":"Oculus","surface_form":"oculi","offset":3384},{"uri":"Cupola","surface_form":"cupola","offset":3469},{"uri":"Tuscan_order","surface_form":"Tuscan","offset":3487},{"uri":"Colonnade","surface_form":"colonnade","offset":3494},{"uri":"Cast_iron","surface_form":"cast iron","offset":3584},{"uri":"Greek_Revival_architecture","surface_form":"Greek Revival","offset":3632},{"uri":"Cantilever","surface_form":"cantilever","offset":3925},{"uri":"National_Heritage_List_for_England","surface_form":"National Heritage List for England","offset":4187},{"uri":"Architects%27_Journal","surface_form":"Architects' Journal","offset":4309},{"uri":"Victorian_architecture","surface_form":"Victorian","offset":4728},{"uri":"Pevsner_Architectural_Guides","surface_form":"Buildings of England","offset":4755},{"uri":"Nikolaus_Pevsner","surface_form":"Nikolaus Pevsner","offset":4834}]}