{"id":721534,"url":"http://en.wikipedia.org/wiki/Bitburg_controversy","text":"The Bitburg controversy involved a ceremonial visit by U.S. President Ronald Reagan to a German military cemetery in Bitburg, a town in extreme western Germany near the border with Luxembourg, in May 1985, designed to celebrate the end of World War II in Europe 40 years earlier.\nThe visit caused some controversy, both in the United States and around the world, when it became known that members of the Waffen-SS, the military arm of Nazi Germany's SS (\"Schutzstaffel\"), were also buried there. The entire SS was judged to be a criminal organisation at the Nuremberg trials. The fact that Reagan had not been scheduled to visit former Nazi concentration-camp sites compounded the controversy, and a trip to Bergen-Belsen concentration camp was later added to his itinerary.\nAll these children of God, under bleak and lifeless mounds, the plainness of which does not even hint at the unspeakable acts that created them. Here they lie, never to hope, never to pray, never to live, never to heal, never to laugh, never to cry... And then, rising above all this cruelty, out of this tragic and nightmarish time, beyond the anguish, the pain and suffering, and for all time, we can and must pledge: never again.\nReagan responded about the controversy: \"This visit has stirred many emotions in the American and German people too. Some old wounds have been reopened, and this I regret very much, because this should be a time of healing.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":70},{"uri":"Bitburg","surface_form":"Bitburg","offset":117},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":181},{"uri":"World_War_II","surface_form":"World War II","offset":239},{"uri":"Waffen-SS","surface_form":"Waffen-SS","offset":404},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":435},{"uri":"Schutzstaffel","surface_form":"SS (\"Schutzstaffel\")","offset":450},{"uri":"Nuremberg_trials","surface_form":"Nuremberg trials","offset":558},{"uri":"Bergen-Belsen_concentration_camp","surface_form":"Bergen-Belsen concentration camp","offset":708}]}