{"id":721775,"url":"http://en.wikipedia.org/wiki/Jamestown%2C_Kansas","text":"Jamestown is a city in Cloud County, Kansas, United States. In 2010, 286 people lived there.\nHistory.\nJamestown was created in 1878. It was incorporated as a city in 1883. It was named after either Senator James Pomeroy, or James P. Pomeroy, a railroad official. A post office was opened in Alva (a ghost town) in 1871, but it was moved to Jamestown in 1878. The town moved itself to the Missouri Pacific Railroad.\n1911 fire.\nIn 1911 the entire downtown business area was destroyed by a fire. Few records remain of that fire, but the townspeople rebuilt the downtown commercial area.\n2000 fire.\nOn January 28, 2000, another fire burned several buildings on Main Street. It spread to the city hall. The town rebuilt. Mayor Judy Hill said, \"A fire like that can destroy a small town, but instead it ignited a community spirit here.\" In a few days, Jamestown was having town meetings to make plans for the future.\nGeography.\nJamestown is at (39.600031, -97.861759). The United States Census Bureau says that the city has a total area of. All of it is land.\n2010 census.\nThe 2010 census says that there were 286 people, 126 households, and 84 families living in Jamestown.\nMedia.\nThe \"Jamestown Settler\" was a newspaper that was published from 1977 until 1983. It published once per week. Other papers were published from time to time, including \"The Kansas Optimist\" from 1904 until 1965 and \"The Quill\" from 1888-1890.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cloud_County%2C_Kansas","surface_form":"Cloud County","offset":23},{"uri":"Kansas","surface_form":"Kansas","offset":37},{"uri":"2010_United_States_Census","surface_form":"2010","offset":63},{"uri":"Missouri_Pacific_Railroad","surface_form":"Missouri Pacific Railroad","offset":388},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":967},{"uri":"Census","surface_form":"census","offset":1076},{"uri":"Newspaper","surface_form":"newspaper","offset":1206}]}