{"id":721813,"url":"http://en.wikipedia.org/wiki/Sonic_the_Hedgehog_(movie)","text":"\"Sonic the Hedgehog\" is a movie based on the video game series of the same name by Sega. It is directed by Jeff Fowler.\nIt was originally going to be released on November 8, 2019, but had been delayed because the design for Sonic was criticized by fans. The movie was released in February 14, 2020.\nPlot.\nThe film begins with Sonic running away from Dr. Robotnik. The movie then rewinds to the beginning.\nSonic is shown running in Green Hill Zone, bringing back a flower to Longclaw, Sonic's guardian. Longclaw warns Sonic that somebody could have seen him, but Sonic doesn't believe her. It turns out she is right and multiple people had sawn him, and attack them for his speed. Longclaw gives Sonic her rings, and tells him that they can travel between dimensions, and that Sonic should use them if he is ever spotted. Sonic uses the ring and goes to another dimension. He tries to get back to his home realm, but the gateway closes before he could do so.\nTen years later, Sonic would eventually find his way into Earth. There, Tom Wackowski, on parking duty, is bored and is waiting for a car to speed. He finds a turtle, and his speed gun reads \"0.01\". Then, Sonic passes by, with his speed gun reading 296. He passes by again, this time his gun reads 300. The turtle is in the street, about to get run over when Sonic saves him, and brings him to a forest, and returns home.\nSonic tells the viewers his life, then accidentally drops his rings. He picks them up, and then tells us that if he gets spotted, he will have to migrate to a mushroom planet.\nAfter watching a baseball game, that night, he plays baseball by himself, but realizes that he is alone and runs fast, accidentally causing a horrible power outage across the entire Pacific Coast. The government suggests Dr. Robotnik to figure this out.\nDr. Robotnik joins the investigation, insulting the workers. He uses his technology and one of his drones finds a blue hair left from Sonic. Robotnik identifies this as a \"new species\".\nProduction.\nThe first trailer for Sonic the Hedgehog movie was released to YouTube on April 2019. However, on the video, it received many more dislikes than likes on the trailer. Many fans were concerned that the Sonic design in the trailer looked too human-like, which made it too creepy to them. Paramount had to delay production of the movie so that they could redesign Sonic.\nIn the second trailer, many fans were praised the new design of Sonic. Sonic now appears more similar to how he appears in the original Sonic games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sonic_the_Hedgehog","surface_form":"video game series of the same name","offset":45},{"uri":"Sega","surface_form":"Sega","offset":83},{"uri":"Jeff_Fowler","surface_form":"Jeff Fowler","offset":107},{"uri":"Sonic_the_Hedgehog_(character)","surface_form":"Sonic","offset":326},{"uri":"Dr._Ivo_Robotnik","surface_form":"Dr. Robotnik","offset":350},{"uri":"Earth","surface_form":"Earth","offset":1016},{"uri":"Speed_gun","surface_form":"speed gun","offset":1133},{"uri":"Power_outage","surface_form":"power outage","offset":1707}]}