{"id":722348,"url":"http://en.wikipedia.org/wiki/Spring_Hill%2C_Kansas","text":"Spring Hill is a city in Johnson and Miami counties in the U.S. state of Kansas. It is part of the Kansas City Metropolitan Area. In 2010, 5,437 people lived there.\nHistory.\nIn 1856, James B. Hovey named the community after a town near Mobile, Alabama. Hovey was the community's first postmaster. Hovey built the first building in town in 1856. It was the Spring Hill Hotel.\nIn January 1859, Celia Ann Dayton, a doctor from Vermont, moved to Spring Hill. She became the first female doctor in Kansas.\nIn the fall of 1862, Spring Hill was not attacked by Quantrill's Raiders. This is because a farmer talked to them on their way. He convinced them there were soldiers in town. There were not any soldiers in town. This stopped them from continuing. However, in 1863, the Quantrill Raiders did come to Spring Hill. They looted businesses stole from local farmers. At least one person was killed.\nBy the 1870s, Spring Hill was growing in number of people and commerce. However, a railroad to come right through the town wanted to go around Spring Hill unless the town paid $15,000. The people did not want to share the costs, so the railroad was moved to about a half-mile east of the town square. The town's businesses then quickly moved closer to the train depot and tracks.\nOn May 20, 1957 around 7:00 p.m., an F5 tornado, known as the Ruskin Heights tornado, hit Spring Hill. The only deaths in Spring Hill were the Davis Family, including Isam Davis, his wife Barbara, and their daughters Tamara and Pamela. A neighbor said they were killed when they were trying to leave their home and make it to their car to get away from the tornado. Their home was completely destroyed by the tornado. Their bodies were found close to 207th Street and US 169 Highway (present day Webster Street). Davis Street in Spring Hill is named after the family.\nGeography.\nSpring Hill is at (38.745316, -94.829261). The United States Census Bureau says that the city has a total area of. Of that, is land and is water.\n2010 census.\nThe 2010 census says that there were 5,437 people, 1,919 households, and 1,447 families living in Spring Hill.\nEducation.\nSpring Hill is part of the Spring Hill School District (USD 230).","categories":[],"infobox_types":[],"annotations":[{"uri":"Johnson_County%2C_Kansas","surface_form":"Johnson","offset":25},{"uri":"Miami_County%2C_Kansas","surface_form":"Miami","offset":37},{"uri":"U.S._state","surface_form":"U.S. state","offset":59},{"uri":"Kansas","surface_form":"Kansas","offset":73},{"uri":"Kansas_City_Metropolitan_Area","surface_form":"Kansas City Metropolitan Area","offset":99},{"uri":"2010_United_States_Census","surface_form":"2010","offset":133},{"uri":"Mobile%2C_Alabama","surface_form":"Mobile, Alabama","offset":236},{"uri":"Postmaster","surface_form":"postmaster","offset":285},{"uri":"Vermont","surface_form":"Vermont","offset":424},{"uri":"Kansas","surface_form":"Kansas","offset":493},{"uri":"Quantrill%27s_Raiders","surface_form":"Quantrill's Raiders","offset":554},{"uri":"Loot","surface_form":"loot","offset":818},{"uri":"Train_station","surface_form":"train depot","offset":1250},{"uri":"May_1957_Central_Plains_tornado_outbreak_sequence","surface_form":"Ruskin Heights tornado","offset":1336},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":1900},{"uri":"Census","surface_form":"census","offset":2021}]}