{"id":722496,"url":"http://en.wikipedia.org/wiki/Haghpat_Monastery","text":"e=\"preserve\">Haghpat Monastery, also known as Haghpatavank (), is a medieval monastery complex in Haghpat, Armenia.\nThe monastery.\nThe monastery was founded by Queen Khosrovanuysh, wife of the Bagratid king Ashot III, probably in 976. The nearby monastery at Sanahin was built around the same time.\nThe largest church in the complex, the Cathedral of Surb Nishan, probably begun in 976, was completed in 991 by king Smbat. It is a typical example of tenth century Armenian architecture, its central dome rests on the four imposing pillars of the lateral walls. The Armenian Prince Khutulukhaga, is depicted in the south transept (a transversal nave intersecting the main nave). The sons of the church's founder, Princes Smbat and Kurike, are shown with Queen Khosravanuysh in a bas-relief<nowiki/>f. Excepet from one or two minor restorations carried out in the eleventh and twelfth centuries, the church is preserved its original character.\nThere are several other structures at the site as well. There is the small domed Church of Sourb Grigor (St. Gregory) from 1005. Two side chapels were added to the original church; the larger one built in the beginning of the 13th century and the smaller, known as \"Hamazasp House\", built in 1257. In 1245. Other 13th century additions include the chapel of Sourb Astvatsatsin, the scriptorium, and a large refectory which is outside the monastery limits.\nThere are also a number of splendid khachkars (cross-stones) of the 11th-13th centuries standing on the territory of the monastery.\nThe monastery has been damaged many times. Sometime around 1130, an earthquake destroyed parts of Haghpat Monastery and it was not restored until fifty years later. It also suffered numerous attacks by armed forces in the many centuries of its existence and from a major earthquake in 1988. But much of the complex is still intact today without substantial alterations.\nToday the area is an popular tourist site.\nUNESCO World Heritage Site.\nDescribed as a \"masterpiece of religious architecture and a major center of learning in the Middle Ages\", Haghpat monastery, together with Sanahin monastery, was placed on UNESCO's World Heritage List in 1996.\nThe two monastic complexes represent the highest flowering of Armenian religious architecture, with unique style developed from a mix of elements of Byzantine ecclesiastical architecture and the traditional vernacular architecture of the Caucasian region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monastery","surface_form":"monastery","offset":77},{"uri":"Armenia","surface_form":"Armenia","offset":107},{"uri":"Cathedral","surface_form":"Cathedral","offset":338},{"uri":"Dome","surface_form":"dome","offset":499},{"uri":"Column","surface_form":"pillars","offset":531},{"uri":"Nave","surface_form":"nave","offset":644},{"uri":"Relief","surface_form":"bas-relief","offset":778},{"uri":"Gregory_the_Illuminator","surface_form":"Sourb Grigor","offset":1033},{"uri":"Khachkar","surface_form":"khachkars","offset":1434},{"uri":"Earthquake","surface_form":"earthquake","offset":1598},{"uri":"Religion","surface_form":"religious","offset":2002},{"uri":"Architecture","surface_form":"architecture","offset":2012},{"uri":"Academy","surface_form":"learning","offset":2047},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":2063},{"uri":"UNESCO","surface_form":"UNESCO","offset":2143},{"uri":"World_Heritage_Site","surface_form":"World Heritage List","offset":2152},{"uri":"Sacred_architecture","surface_form":"religious architecture","offset":2252},{"uri":"Caucasus","surface_form":"Caucasian region","offset":2419}]}