{"id":722547,"url":"http://en.wikipedia.org/wiki/Microsoft_Word_Viewer","text":"Microsoft Word Viewer is a freeware program for Microsoft Windows. It can display and print Microsoft Word documents.\nSince November 2017, it is no longer supported or updated by Microsoft. The last version made was compatible with Word 2007. Microsoft recommend using Office Online, Word Mobile, and Office desktop apps for viewing and printing documents free of charge.\nThe license terms of Microsoft Word Viewer allow the software to be installed and used only to view and screen print documents created with Microsoft Office software. The software may not be used for any other purpose. Users may distribute the software only with a file created with Microsoft Office software to enable recipient to view and print the file.\nFormat support.\nFor viewing Office Open XML documents, \"Office Compatibility Pack for Word, Excel, and PowerPoint File Formats\" must be installed.\nHistory.\nWord Viewer 97-2000 was released on 17 March 1999. It opens documents that are created with Word 97, Word 2000 and Word for Mac v4.x and later. It was available for Windows in 16-bit and 32-bit versions. It can display Word documents in Internet Explorer 3.x and later.\nWord Viewer 2003 was released on 15 December 2004. It added support for Word 2002 and Word 2003.\nWord Viewer 2007 was released on 26 September 2007. Combined with \"Office Compatibility Pack for Word\", it supports the Office Open XML document format. This document type is supported in Word 2007 and later.\nDevelopment of the product has stopped. Microsoft has made other ways of reading Office documents available. These include Word Online and WordPad. WordPad is a native component of Windows from Windows 7 and later. It can create, view or edit Office Open XML documents (.docx) alongside Rich Text Format (.rtf) and text files (.txt).","categories":[],"infobox_types":[],"annotations":[{"uri":"Freeware","surface_form":"freeware","offset":27},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":48},{"uri":"Microsoft_Word","surface_form":"Microsoft Word","offset":92},{"uri":"Office_Online","surface_form":"Office Online","offset":269},{"uri":"Internet_Explorer","surface_form":"Internet Explorer","offset":1122},{"uri":"Office_Open_XML","surface_form":"Office Open XML","offset":1372},{"uri":"Office_Online","surface_form":"Word Online","offset":1584},{"uri":"WordPad","surface_form":"WordPad","offset":1600},{"uri":"Windows_7","surface_form":"Windows 7","offset":1655},{"uri":"Rich_Text_Format","surface_form":"Rich Text Format","offset":1748},{"uri":"Text_file","surface_form":"text file","offset":1776}]}