{"id":722893,"url":"http://en.wikipedia.org/wiki/Quonset_hut","text":"A Quonset hut () is a simple building made of steel and with the shape of a half-circle. Quonset huts are made at a factory and then later put together at their location. They use steel that is corrugated and galvanized.\nThe Quonset hut was first designed in the United States. It was based on the Nissen hut, which was made by the British during World War I. Hundreds of thousands of Quonset huts were made during World War II. After the war, the left over huts were sold to the public. The name comes from the site where they were first made. This was Quonset Point at the Davisville Naval Construction Battalion Center in Davisville, Rhode Island.\nDesign and history.\nThe first Quonset huts were made in 1941 for the United States Navy. They needed a building that could be used for many different purposes. At the same time, it had to be light and easy to ship. It also had to be possible to put it together without skilled workers. The George A. Fuller construction company made the first Quonset huts. They were made within 60 days of signing the contract. Afterwards Quonset huts were made by many factories around the world.\nThe original design was a × building with a radius. The most common design was × with a radius. This created of usable floor space with optional overhangs at each end to protect the entrances from the weather. Other sizes were also made.\nThe sides were made from corrugated steel sheets. The two ends were covered with plywood which had doors and windows. The inside was insulated and had pressed wood lining and a wood floor. The building could be placed on concrete, on pilings, or directly on the ground with a wood floor. The inside space was open, so it could be used for a variety of purposes. Some uses were as barracks, latrines, medical and dental offices, isolation wards, housing, and bakeries.\nAbout 150,000 to 170,000 Quonset huts were made during World War II. The military then sold the extra huts to the public after the war. Many are still used in the United States for various purposes. Some are also still in active use at the United States military bases.","categories":[],"infobox_types":[],"annotations":[{"uri":"Building","surface_form":"building","offset":29},{"uri":"Steel","surface_form":"steel","offset":46},{"uri":"Circle","surface_form":"circle","offset":81},{"uri":"Factory","surface_form":"factory","offset":116},{"uri":"Corrugated","surface_form":"corrugated","offset":194},{"uri":"Galvanize","surface_form":"galvanize","offset":209},{"uri":"Design","surface_form":"design","offset":247},{"uri":"United_States","surface_form":"United States","offset":263},{"uri":"Nissen_hut","surface_form":"Nissen hut","offset":298},{"uri":"British_Empire","surface_form":"British","offset":332},{"uri":"World_War_I","surface_form":"World War I","offset":347},{"uri":"World_War_II","surface_form":"World War II","offset":415},{"uri":"Quonset_Point","surface_form":"Quonset Point","offset":554},{"uri":"Camp_Endicott","surface_form":"Davisville Naval Construction Battalion Center","offset":575},{"uri":"Davisville%2C_Rhode_Island","surface_form":"Davisville, Rhode Island","offset":625},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":720},{"uri":"George_A._Fuller","surface_form":"George A. Fuller","offset":941},{"uri":"Overhang","surface_form":"overhang","offset":1278},{"uri":"Plywood","surface_form":"plywood","offset":1452},{"uri":"Insulation","surface_form":"insulated","offset":1504},{"uri":"Pressed_wood","surface_form":"pressed wood","offset":1522},{"uri":"Deep_foundation","surface_form":"pilings","offset":1605},{"uri":"Barracks","surface_form":"barracks","offset":1751},{"uri":"Latrine","surface_form":"latrine","offset":1761},{"uri":"Isolation_ward","surface_form":"isolation ward","offset":1799},{"uri":"Military","surface_form":"military","offset":1912}]}