{"id":7231,"url":"http://en.wikipedia.org/wiki/Carrot","text":"The Carrot is a type of plant. Many different types exist. The Latin name of the plant is usually given as \"Daucus carota\". The plant has an edible, orange root, and usually white flowers. Wild carrots grow naturally in Eurasia. Domesticated carrots are grown for food in many parts of the world.\nCarrots are grown in the ground, and carrots roots are a common edible vegetable. After cleaning, the roots may be eaten raw or cooked. They are served as part of many dishes. In Portugal, carrot jam is a speciality.\nA Superfood Carrot.\nCarrots Benefits-Carrot is a root vegetable, easily available, loaded with a lot of nutrients, crunchy, tasty highly beneficial super food for us to be consumed in winters.\nCarrots Nutritional Facts.\nLet’s know something about the constitution that makes Carrots Benefits\n◆Carrot is made up of about 90% of water\n◆It contains only 10% of carbohydrates\n◆Lots of fiber, pectin it is a soluble fiber and is helpful to lower glucose by\n●slowing down the digestion of starch in sugar present in our food\n●It is also able to feed the friendly bacteria in our intestine which may result in improved health and reduced risk of illness.\n●Also impairs the absorption of cholesterol in the digestive track lowering blood cholesterol levels\n●It is also good in constipation as being fiber encourages healthy bowel movements.\n●Vitamin A.\n●Along with beta-carotene carrots also have carotenoids another antioxidant helpful to enhance  immunity functions and decreased risk of cardiovascular diseases, degenerative diseases and different types of cancers","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":24},{"uri":"Latin","surface_form":"Latin","offset":63},{"uri":"Edible","surface_form":"edible","offset":141},{"uri":"Orange_(color)","surface_form":"orange","offset":149},{"uri":"Root","surface_form":"root","offset":156},{"uri":"Flower","surface_form":"flower","offset":180},{"uri":"Eurasia","surface_form":"Eurasia","offset":220},{"uri":"Domestication","surface_form":"Domesticated","offset":229},{"uri":"Food","surface_form":"food","offset":264},{"uri":"Roots","surface_form":"roots","offset":342},{"uri":"Vegetable","surface_form":"vegetable","offset":368},{"uri":"Portugal","surface_form":"Portugal","offset":476},{"uri":"Jam","surface_form":"jam","offset":493}]}