{"id":723365,"url":"http://en.wikipedia.org/wiki/Kanorado%2C_Kansas","text":"Kanorado is a city in Sherman County, Kansas, United States. The name is a portmanteau of Kansas and Colorado. In 2010, 153 people lived there.\nHistory.\nThe first post office in Kanorado was created in 1889, but the post office was called Lamborn until 1903.\nGeography.\nKanorado is at (39.3330542, -102.0379596). It is Exit 1 off of Interstate 70 in Kansas. On February 10, 2016 the Kansas House of Representatives passed a Resolution (Res.#6033) designating the City of Kanorado as the \"Top City\" of Kansas. This is because it is the highest city in Kansas. Its elevation is 3,907' (the state high point is 4,039-foot Mount Sunflower). The United States Census Bureau says that the city has a total area of. All of it is land. Kanorado is located in Sherman County.\nIn 1873, the book Cutler's History of the State of Kansas said the county was \"very flat and had almost no trees. Beaver Creek, Little Beaver and both forks of the Sappa River, rise in this county, and the North Fork of the Smoky Hill, passes from Colorado into the south part of the county, and out of it into Wallace.\" In the main, farming is by irrigation.\n2010 census.\nThe 2010 census says that there were 153 people, 73 households, and 44 families living in Kanorado.\nEducation.\nKanorado is a part of USD 352 Goodland.\nKanorado schools were closed because of school unification. The Kanorado High School mascot was Kanorado Bears.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sherman_County%2C_Kansas","surface_form":"Sherman County","offset":22},{"uri":"Kansas","surface_form":"Kansas","offset":38},{"uri":"Portmanteau","surface_form":"portmanteau","offset":75},{"uri":"2010_United_States_Census","surface_form":"2010","offset":114},{"uri":"Interstate_70_in_Kansas","surface_form":"Interstate 70 in Kansas","offset":333},{"uri":"Kansas_House_of_Representatives","surface_form":"Kansas House of Representatives","offset":383},{"uri":"Elevation","surface_form":"elevation","offset":563},{"uri":"Mount_Sunflower","surface_form":"Mount Sunflower","offset":619},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":641},{"uri":"Census","surface_form":"census","offset":1149},{"uri":"Unified_School_District","surface_form":"USD","offset":1273},{"uri":"Mascot","surface_form":"mascot","offset":1376}]}