{"id":72330,"url":"http://en.wikipedia.org/wiki/Treaty_of_Warsaw_(1970)","text":"e=\"preserve\">The Treaty of Warsaw () is a treaty between West Germany and the People's Republic of Poland. It was signed on December 7, 1970 and ratified by the German Bundestag on May 17, 1972.\nIn the treaty, both sides committed themselves to nonviolence and accepted the existing border - the Oder-Neisse line. This was a very sensitive topic at the time as Poland was concerned that one day a German government would lay claim to some of the territory Germany lost after World War II. Poland took over this territory to replace eastern Poland, which the Soviet Union had conquered in 1939. A lot of that land was east of the Curzon Line, and Poland kept it after the Polish-Soviet War (1919-1921).\nChancellor Willy Brandt was heavily criticized by the conservative CDU/CSU opposition, which indeed were in favour of such a claim, accusing him of abandoning German interests. The Oder-Neisse line was reaffirmed by a reunited Germany in the German-Polish Border Treaty, signed on 14 November 1990.\nIn the FRG at the time this treaty was signed it was not seen as the last word on the border, because article IV stated that previous treaties like the Potsdam Agreement were not superseded by this latest agreement, so the provisions of this treaty could be changed by a final peace treaty between Germany and the Allies of World War II as provided for in the Potsdam Agreement.","categories":[],"infobox_types":[],"annotations":[{"uri":"West_Germany","surface_form":"West Germany","offset":57},{"uri":"People%27s_Republic_of_Poland","surface_form":"People's Republic of Poland","offset":78},{"uri":"Bundestag","surface_form":"Bundestag","offset":168},{"uri":"Oder-Neisse_line","surface_form":"Oder-Neisse line","offset":296},{"uri":"World_War_II","surface_form":"World War II","offset":475},{"uri":"Curzon_Line","surface_form":"Curzon Line","offset":629},{"uri":"Polish-Soviet_War","surface_form":"Polish-Soviet War","offset":671},{"uri":"Willy_Brandt","surface_form":"Willy Brandt","offset":713},{"uri":"Christian_Democratic_Union_of_Germany","surface_form":"CDU","offset":769},{"uri":"Christian_Social_Union","surface_form":"CSU","offset":773},{"uri":"German-Polish_Border_Treaty","surface_form":"German-Polish Border Treaty","offset":944},{"uri":"Federal_Republic_of_Germany","surface_form":"FRG","offset":1008}]}