{"id":72346,"url":"http://en.wikipedia.org/wiki/Scordatura","text":"e=\"preserve\">Scordatura in music is a technique in which players of string instruments tune their strings to different notes from a normal tuning. The word “scordatura” is an Italian word which means “mistuning”. It was used for lutes, guitars, viols and instruments of the violin family.\nUsing a scordatura tuning made the instrument sound different. For example: a string tuned to a slightly higher note will sound louder and brighter because it is tighter. Care has to be taken not to tune it too high otherwise it will break. Scordatura also made it possible to play unusual chords or combinations of notes in string-crossing (when the bow moves quickly from one string to another).\nWhen a composer writes for an instrument using scordatura tuning he shows at the beginning of the music what notes the strings must be tuned to. The music is then written, not as it sounds, but so that the player can read it as if the instrument were being played normally, e.g. if a G string is tuned up to G# and the composer wants a G# he simply writes a G, but it will sound G#.\nScordatura in the Baroque period.\nScordatura tuning was mainly popular in the Baroque period from 1600-1750. Composers such as Heinrich Biber often used it. He composed a group of sonatas for violin and accompaniment called the \"Rosary Sonatas\". In each sonata the violin is tuned in a different way. In Sonata XI (called \"Resurrection\") he even asks the violinist to make the two middle strings cross over between the bridge and the tailpiece so that the violin is tuned to two Gs and two Ds.\nScordatura in the Classical Period.\nIn the classical period a famous example of scordatura is Mozart’s, \"Sinfonia Concertante\" for Violin, Viola and Orchestra in which he asks the viola to tune all four strings a semitone higher than usual. This makes it sound louder and brighter so that it matches the brightness of the violin, especially as the violin is playing with normal tuning in the key of E flat, which sounds a soft key (because the key of Eflat hardly uses any “open” strings).\nLater examples.\nIn the late 19th century and 20th century there are examples of composers using scordatura. In his Fourth Symphony Mahler asks the violin soloist (the leader of the orchestra) to play on a violin tuned to Gsharp-D-A-Eflat. The music is describing a poor beggar playing a violin. The violin soloist needs a second instrument for this, so that he can swap quickly back to a normal violin.\nSaint-Saëns asks the solo violin in \"Danse Macabre\" to tune the E string to Eflat to make it sound like the devil.\nZoltán Kodály wrote a sonata in B minor for solo cello, for which the cellist has to tune down the two lower strings to F# and B instead of G and C. This helps to make a very dark, rich sound when playing B minor chords.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":27},{"uri":"String_instrument","surface_form":"string instrument","offset":68},{"uri":"Musical_tuning","surface_form":"tuning","offset":139},{"uri":"Italian_language","surface_form":"Italian","offset":175},{"uri":"Lute","surface_form":"lute","offset":229},{"uri":"Guitar","surface_form":"guitar","offset":236},{"uri":"Viol","surface_form":"viol","offset":245},{"uri":"Violin","surface_form":"violin","offset":274},{"uri":"Chord","surface_form":"chord","offset":579},{"uri":"Bow_(music)","surface_form":"bow","offset":640},{"uri":"Baroque_music","surface_form":"Baroque","offset":1148},{"uri":"1600","surface_form":"1600","offset":1168},{"uri":"1750","surface_form":"1750","offset":1173},{"uri":"Heinrich_Biber","surface_form":"Heinrich Biber","offset":1197},{"uri":"Sonata","surface_form":"sonata","offset":1250},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":1273},{"uri":"Bridge_(instrument)","surface_form":"bridge","offset":1489},{"uri":"Classical_music_period","surface_form":"classical period","offset":1607},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart’s","offset":1658},{"uri":"Viola","surface_form":"Viola","offset":1703},{"uri":"Semitone","surface_form":"semitone","offset":1777},{"uri":"19th_century","surface_form":"19th century","offset":2082},{"uri":"20th_century","surface_form":"20th century","offset":2099},{"uri":"Gustav_Mahler","surface_form":"Mahler","offset":2185},{"uri":"Concertmaster","surface_form":"leader","offset":2221},{"uri":"Beggar","surface_form":"beggar","offset":2324},{"uri":"Camille_Saint-Sa%C3%ABns","surface_form":"Saint-Saëns","offset":2457},{"uri":"Devil","surface_form":"devil","offset":2565},{"uri":"Zolt%C3%A1n_Kod%C3%A1ly","surface_form":"Zoltán Kodály","offset":2572}]}