{"id":72343,"url":"http://en.wikipedia.org/wiki/Personal_union","text":"ce=\"preserve\">A personal union is a relationship of two or more sovereign states, which, through law, share the same person as their head of state.\nPersonal unions can begin for very different reasons. The case that a princess who is already married to a king becomes pregnant, and their child inherits the crown of both countries is a rather common cause. But a personal union sometimes was seen as a means against uprisings if a state wants an annexation of an other state. These unions can be written down in a constitution that clearly expresses that both states shall share the same person as head of state, but that is not always the case. Under these circumstances a personal union can easily be broken.\nBelgium.\nPersonal union with the Congo Free State from 1885 to 1908, when it annexed the Congo Free State.\nCongo Free State.\nPersonal union with Belgium from 1885 to 1908, when Belgium annexed it.\nEngland.\nThe actual situation was slightly more complex with the Dutch provinces Holland, Zeeland, Utrecht, Gelderland and Overijssel entering into personal union in 1689 and Drenthe in 1696. Only 2 Dutch provinces never entered into the personal union: Friesland and Groningen.","categories":[],"infobox_types":[],"annotations":[{"uri":"State","surface_form":"state","offset":74},{"uri":"Head_of_state","surface_form":"head of state","offset":133},{"uri":"Holland","surface_form":"Holland","offset":989},{"uri":"Zeeland_(province)","surface_form":"Zeeland","offset":998},{"uri":"Utrecht_(province)","surface_form":"Utrecht","offset":1007},{"uri":"Gelderland","surface_form":"Gelderland","offset":1016},{"uri":"Overijssel","surface_form":"Overijssel","offset":1031},{"uri":"1689","surface_form":"1689","offset":1074},{"uri":"Drenthe","surface_form":"Drenthe","offset":1083},{"uri":"1696","surface_form":"1696","offset":1094},{"uri":"Friesland","surface_form":"Friesland","offset":1162},{"uri":"Groningen_(province)","surface_form":"Groningen","offset":1176}]}