{"id":723542,"url":"http://en.wikipedia.org/wiki/Derby_Playhouse","text":"Derby Playhouse was a theatre production company based in Derby. It was also the former name of the theatre it owned and operated. The theatre opened in 1975. In 2008, the company ceased and the theatre closed.\nThe Derby Playhouse company had a national reputation for its productions. It premiered new theatrical works and the regional premieres of others.\nIn 2009, the theatre was reopened as the Derby Theatre. It is owned and operated by the University of Derby.\nHistory.\nIn 1948, the original Playhouse opened as the Little Theatre in a converted church hall on Becket Street.\nIn 1952, the company moved to a venue in Sacheverel Street.\nIn 1956, it survived a major fire.\nIn the 1960s and early 1970s the British government invested in the Arts Council of Great Britain's \"Housing the Arts\" fund. The fund enabled cities to renovate existing theatres and commission new ones. In response, the company formed the New Theatre Trust to fund its own purpose-built theatre. Roderick Ham was commissioned to design the new theatre.\nDerby City Council offered the land. This was part of the new Eagle Centre shopping development.\nThe new Derby Playhouse was opened on 20 September 1975 by the 11th Duke of Devonshire. It had a seating capacity of 535.\nIn 2002, the company had money problems. It had a debt of £400,000, the biggest in its history, and it nearly closed.\nBy 2004 it had recovered and was breaking box-office records.\nIn 2007, the company again ran into serious money problems. The Board of Trustees of the theatre asked Derby City Council to advance £40,000 from their 2008 grant. It was refused. On 29 November, the Board of Trustees of the theatre announced that it was going into voluntary liquidation and that performances would immediately stop.\nNevertheless, the cast and crew of \"Treasure Island\" put on that evening's performance.\nAfter the curtain call, the cast were joined on stage by the staff, the theatre's chief executive and director of the show (Karen Hebden), and two former chairmen of the Playhouse board (Michael Hall, and Jonathan Powers). They addressed the audience and press and asked them to fight for the city's theatre and get the Playhouse open again.\nThe following day, the Board of Trustees announced that the company had been put into administration.\nThe administrators allowed the Playhouse to reopen on 7 December 2007 to finish its run of \"Treasure Island\".\nThe theatre was being operated by a skeleton of essential staff, initially working unpaid. A fund was set up to accept donations to keep the Playhouse going. It was now operating as a charitable trust and relied on ticket sales and donations alone. Tickets for a Spring/Summer 2008 season had already been on sale before the closure. They were put back on sale while an appeal was made to the Arts Council. The Arts Council refused the appeal in January 2008. The theatre closed after the last performance of \"Treasure Island\" on 2 February 2008.\nOn 30 July 2008, the creditors voted to accept a rescue package put together by the company's new board of trustees.\nThe theatre reopened on 13 September 2008 with \"The Killing of Sister George\". This ran until 18 October.\nIt was the company's last production. The theatre was then sold to the University of Derby. It reopened in October 2009 as the Derby Theatre.\nProductions.\nThe new Derby Playhouse opened with \"My Fair Lady\".\nThe first season also included \"Hamlet\" and Alan Bates in \"The Seagull\".\nMark Woolgar was Resident Director for the first five seasons. Plays by Shakespeare, Shaw, Ibsen, Ayckbourn, Orton and Coward were put on.\nIn 1980, Christopher Honer joined the Playhouse as Artistic Director. Over the next seven years, the Playhouse's productions included \"All My Sons\" with Miranda Richardson, \"Piaf\" with Caroline Quentin, \"The Resistible Rise of Arturo Ui\" starring Ben Roberts. New plays included Rony Robinson's \"The Brewery Beano\" and Don Shaw's \"The Conspirator\".\nBox office successes included \"Funny Peculiar\", \"Having A Ball!\" and \"Blood Brothers\". During this time, the Derby Playhouse Studio, under the direction of John North, David Milne and Claire Grove, provided a year-round programme of productions. They also put on community tours and a Theatre in Education programme.\nIn 1987, Annie Castledine became Artistic Director. During the next three years, the Playhouse saw a completely different style of theatre. Plays included \"The Innocent Mistress\", \"The Children's Hour\" and \"The Dark at the Top of the Stairs\" and classic plays such as \"A Doll's House\" and \"Jane Eyre\". Other plays included \"Arsenic and Old Lace\", \"Gaslight\" and \"Noises Off\" alongside new work such as \"Sunday's Children\", \"The Queen of Spades\", \"Selling the Sizzle\" and \"Self Portrait\". There was a series of co-productions with the companies Shared Experience, Paines Plough and Temba. During this period, the theatre's productions became known for the strength of their on-stage visual imagery. The Playhouse was shortlisted for the Prudential Awards.\nIn the summer of 1990, Derbyshire County Council cut their entire arts budget. This took £130,000 of revenue grant from the Playhouse.\nThe City Council offered the theatre a small grant. This enabled the Playhouse to continue to operate. According to Lyn Gardner writing in \"The Guardian\", \"it was Castledine's head that was demanded by the council as the price of underwriting the theatre's deficit.\" Castledine left the Playhouse.\nFrom the summer of 1990 to Christmas 1991, Executive Director, David Edwards, was in charge of the programme. This ended with the Playhouse's production of \"Hobson's Choice\". This won the Theatrical Management Association's Regional Theatre Award for Best Overall Production.\nIn spring 1991, Mark Clements was appointed Artistic Director. His first season opened with a production of \"And A Nightingale Sang\". The production of John Godber's \"On The Piste\", was repeated later in the year, and again in 2001. Godber's work remained a popular part of the programme while Clements' was in charge. During the Clements period the programme included a variety of work, ranging from classics such as \"Death of a Salesman\", Aphra Behn's \"Lucky Chance\" and Shakespeare's \"Richard III\", to contemporary drama such as \"Our Boys\", \"The Rise and Fall of Little Voice\" and \"Children of a Lesser God\", and newly commissioned work such as \"Tess of the d'Urbervilles\", \"Passion Killers\" and \"Blood Money\".\nMusicals became an important part of the programme, including \"Grease\", \"Little Shop of Horrors\", \"Cabaret\" and \"Assassins\". The pantomimes written by Mark Clements and Michael Vivian drew in record numbers at Christmas time.\nIn 2002, Mark Clements and David Edwards left the company. Karen Hebden was appointed as chief executive and Stephen Edwards as Creative Producer. Over the following years the Playhouse gained a national reputation for its productions.\nThere were in-house productions of \"Sweeney Todd\", \"Into the Woods\", \"Company\" and \"Merrily We Roll Along\".\nThree of these productions featured Glenn Carter. One of these was a new music drama, \"Moon Landing\", in which he played Buzz Aldrin. It was written, composed and directed by Stephen Edwards. \"Moon Landing\" was nominated in the Best Musical Production category of the 2008 TMA Awards.\nAn original cast recording of the final performance was made. The company's last production before its permanent closure was \"The Killing of Sister George\" starring Jenny Eclair and directed by Cal McCrystal. Its run ended on 18 October 2008. The rest of the 2008 autumn season, including the Christmas production of \"Peter Pan\", was cancelled.","categories":[],"infobox_types":[],"annotations":[{"uri":"Derby","surface_form":"Derby","offset":58},{"uri":"Derby_Theatre","surface_form":"Derby Theatre","offset":399},{"uri":"University_of_Derby","surface_form":"University of Derby","offset":446},{"uri":"British_government","surface_form":"British government","offset":710},{"uri":"Arts_Council_of_Great_Britain","surface_form":"Arts Council of Great Britain","offset":745},{"uri":"Roderick_Ham","surface_form":"Roderick Ham","offset":974},{"uri":"Derby_City_Council","surface_form":"Derby City Council","offset":1031},{"uri":"Intu_Derby","surface_form":"Eagle Centre","offset":1093},{"uri":"Andrew_Cavendish%2C_11th_Duke_of_Devonshire","surface_form":"11th Duke of Devonshire","offset":1191},{"uri":"Derby_City_Council","surface_form":"Derby City Council","offset":1533},{"uri":"Treasure_Island","surface_form":"Treasure Island","offset":1800},{"uri":"Administration_(law)","surface_form":"administration","offset":2280},{"uri":"The_Killing_of_Sister_George","surface_form":"The Killing of Sister George","offset":3118},{"uri":"University_of_Derby","surface_form":"University of Derby","offset":3247},{"uri":"Derby_Theatre","surface_form":"Derby Theatre","offset":3303},{"uri":"My_Fair_Lady","surface_form":"My Fair Lady","offset":3368},{"uri":"Hamlet","surface_form":"Hamlet","offset":3415},{"uri":"Alan_Bates","surface_form":"Alan Bates","offset":3427},{"uri":"The_Seagull","surface_form":"The Seagull","offset":3442},{"uri":"Mark_Woolgar","surface_form":"Mark Woolgar","offset":3456},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":3528},{"uri":"Shaw","surface_form":"Shaw","offset":3541},{"uri":"Ibsen","surface_form":"Ibsen","offset":3547},{"uri":"Ayckbourn","surface_form":"Ayckbourn","offset":3554},{"uri":"Orton","surface_form":"Orton","offset":3565},{"uri":"Coward","surface_form":"Coward","offset":3575},{"uri":"Christopher_Honer","surface_form":"Christopher Honer","offset":3604},{"uri":"Miranda_Richardson","surface_form":"Miranda Richardson","offset":3748},{"uri":"Caroline_Quentin","surface_form":"Caroline Quentin","offset":3780},{"uri":"Rony_Robinson","surface_form":"Rony Robinson","offset":3874},{"uri":"Don_Shaw_(screenwriter)","surface_form":"Don Shaw","offset":3914},{"uri":"Blood_Brothers","surface_form":"Blood Brothers","offset":4014},{"uri":"Annie_Castledine","surface_form":"Annie Castledine","offset":4270},{"uri":"Arsenic_and_Old_Lace_(play)","surface_form":"Arsenic and Old Lace","offset":4585},{"uri":"Derbyshire_County_Council","surface_form":"Derbyshire County Council","offset":5039},{"uri":"Lyn_Gardner","surface_form":"Lyn Gardner","offset":5267},{"uri":"The_Guardian","surface_form":"The Guardian","offset":5291},{"uri":"Theatrical_Management_Association","surface_form":"Theatrical Management Association","offset":5637},{"uri":"John_Godber","surface_form":"John Godber","offset":5877},{"uri":"Little_Shop_of_Horrors_(musical)","surface_form":"Little Shop of Horrors","offset":6512},{"uri":"Pantomime","surface_form":"pantomime","offset":6568},{"uri":"The_Demon_Barber_of_Fleet_Street","surface_form":"Sweeney Todd","offset":6937},{"uri":"Into_the_Woods","surface_form":"Into the Woods","offset":6953},{"uri":"Merrily_We_Roll_Along_(musical)","surface_form":"Merrily We Roll Along","offset":6985},{"uri":"Glenn_Carter","surface_form":"Glenn Carter","offset":7045},{"uri":"Moon_Landing_(music_drama)","surface_form":"Moon Landing","offset":7096},{"uri":"Buzz_Aldrin","surface_form":"Buzz Aldrin","offset":7130},{"uri":"The_Killing_of_Sister_George","surface_form":"The Killing of Sister George","offset":7420},{"uri":"Jenny_Eclair","surface_form":"Jenny Eclair","offset":7459},{"uri":"Cal_McCrystal_(director)","surface_form":"Cal McCrystal","offset":7488}]}