{"id":723553,"url":"http://en.wikipedia.org/wiki/Geezer_Butler","text":"Terence Michael Joseph \"Geezer\" Butler (born 17 July 1949) is an English musician and songwriter. Butler is best known as the bassist and primary lyricist of the heavy metal band Black Sabbath. He has also recorded and performed with Heaven & Hell, GZR, and Ozzy Osbourne. He currently serves as bassist of Deadland Ritual.\nEarly life.\nButler received the nickname \"Geezer\" when he was about eight years old. This was because he \"used to call everybody Geezer\" at school. \"It was just a slang term for a man.\"\nButler grew up in a working-class Irish Catholic family in Birmingham. Butler was one of seven children. The family were poor.\nAs a teenager, Butler was heavily influenced by the writing of Aleister Crowley. By his late teens, he had stopped attending Mass. He feels that everyone should sooner or later decide for themselves what to believe in. \"I was going to Mass every Sunday just to take a look at all the nice girls that were going there\".\nBlack Sabbath.\nIn autumn 1967, Butler formed his first band, Rare Breed. John \"Ozzy\" Osbourne joined as lead vocalist. Butler was dating a girl who lived near Tony Iommi. Iommi's earliest memories of Butler was of seeing him walking past his house every day to visit her. Iommi and Butler became acquainted when their bands played at a nearby nightclub. Butler and Osbourne joined guitarist Iommi and drummer Bill Ward in the band Polka Tulk. They renamed their new band Earth, but a band already existed with that name, so they were forced to change the name again. In early 1969, inspired by the Boris Karloff horror film of the same name, Butler suggested the name Black Sabbath.\nIn his pre-Sabbath days, inspired by John Lennon, Butler played rhythm guitar. When Sabbath was formed, Iommi made it clear that he did not want to play with another guitarist, so Butler moved to bass. According to Butler, \"I'd never played bass until I was on stage at the first gig that we played. Borrowed the bass guitar off one of my friends and it only had three strings on it.\"\nButler lists Jack Bruce of Cream as his biggest influence as a bassist. Iommi described Butler as being \"from another planet\" in the band's early days; he took LSD, wore Indian hippie dresses, and was very peaceful. At the time Black Sabbath was formed, Butler was studying to become an accountant, and this training resulted in him managing the band's finances in the early days.\nAfter Black Sabbath fired vocalist Ozzy Osbourne in 1979, Butler also briefly left the band to deal with the divorce from his first wife. The 1980 album \"Heaven and Hell\" was recorded with bassist Craig Gruber but Butler returned to the band at the last minute and re-recorded the bass parts prior to release.\nIn 1984, he left the band after touring in support of their 1983 album, \"Born Again\". He returned months later as the band attempted a comeback with vocalist David Donato.\nIn 1988, Butler joined the backing band of his former Sabbath bandmate, Osbourne, to take part in the \"No Rest for the Wicked\" World Tour.\nIn 1991, he rejoined Black Sabbath for the reunion of the \"Mob Rules\" line-up.\nIn 1994, he left again after the \"Cross Purposes\" tour.\nIn 1995 Butler again joined Osbourne's band to perform on the \"Ozzmosis\" album. After recording \"Ozzmosis\", he formed R, issuing \"Plastic Planet\" the same year.\nIn 1997, he released his next solo album, \"Black Science,\".\nButler returned to Sabbath for the 1997 edition of Ozzfest. He has remained with the band since.\nIn 2005 he released \"Ohmwork\", his third solo album.\nIn October 2006 it was announced that Butler, along with Tony Iommi, would be reforming the \"Dehumanizer\"-era Black Sabbath line-up with Vinny Appice and Ronnie James Dio, under the name Heaven & Hell to differentiate between the reunited touring band fronted by Osbourne, and the current Sabbath line-up.\nIn 2013, he recorded on the Black Sabbath album \"13\" and was on the supporting album tour.\nIn 2017, toured on the final Black Sabbath tour, The End Tour.\nPersonal life.\nButler is married to Gloria Butler, who managed Heaven & Hell. He was divorced from his first wife in 1980. He also shares his Los Angeles home with several cats, of whom he has posted pictures on his website. His oldest son, Biff Butler, was the frontman in the nu metal band Apartment 26. Butler's younger son James has a degree in social sciences from Oxford University.\nButler is a lifelong supporter of Aston Villa Football Club. During Black Sabbath's induction to the Rock and Roll Hall of Fame, Butler is heard shouting \"Up the Villa\" as the members of the band left the stage. He has referred to soccer as his \"religion\" and has stated that Villa legend Peter McParland is his \"all-time hero\".\nAccording to Osbourne, Butler \"never uses foul language\". He was raised on a vegetarian diet, largely due to his family being too poor to buy meat on a regular basis, and is now a vegan since about 1994. His mother was also a vegetarian.\nIn 2009, Butler appeared in a promotional ad for People for the Ethical Treatment of Animals. He later urged fans to boycott Fortnum & Mason until they remove foie gras from their shelves. Butler said, \"I've seen some outrageous things in my time, but watching those poor birds suffer simply so that their diseased livers can be sold on your shop floor is horrific!\"\nOver the years, Butler has become disillusioned with politics, saying \"For me, it's almost pointless voting anymore because it seems to be the same no matter what party or politics you stand for. It all seems corrupted to me. It's all the same old people that rule the world.\" He has also expressed concern over the increasing level of control government has in people's lives. \"Every time I go back to England, there are things that totally surprise me that you never think would happen in England, just all the CCTV everywhere. There seems to be so much control over people these days\", he said in 2014.\nIn January 2015, Butler was briefly detained after a bar brawl in Death Valley, California and charged with misdemeanor assault, public intoxication and vandalism. He was released following detoxification and a citation. In 2016 he opened up about the event: \"This guy started mouthing off about something. He was, like, some drunken Nazi bloke. He [...] started going on about Jews and everything - Jews this, Jews that. My missus is Jewish and I'd just had enough, and me hand sort of met his chin. I whacked him one.\"\nStyle and legacy.\nButler is noted as being one of the first bassists to use a wah pedal and to down-tune his instrument (from the standard E-A-D-G to the lower C#-F#-B-E), as on Black Sabbath's \"Master of Reality\" album. This was to match Iommi who had started tuning his guitar to C# (a minor third down). During the band's Ozzy Osbourne era, Butler wrote almost all of the band's lyrics, drawing heavily upon his fascination with religion, science-fiction, fantasy and horror, and musings on the darker side of human nature that posed a constant threat of global annihilation.\nButler is regarded as one of the most influential bassists in heavy metal. Billy Sheehan of Mr. Big said: \"He’s a founding father of a whole genre of music and a man who really set the bar early on to be such an integral part of the sound and song structure of Sabbath\".\nIn Mick Wall's biography of Iron Maiden entitled \"Run to the Hills\", founder Steve Harris recalls: \"I distinctly remember trying to play along to Black Sabbath's \"Paranoid\" – at first I just could not get it. I threw the guitar on my bed and walked out in a huff, but the next day I came back, picked it up and played it all the way through note-for-note! Once I got going, I started getting into bass-lines with a bit more subtlety to them...\".\nFormer Metallica bassist Jason Newsted, who defined him his \"number 1 influence\", stated: \"All true metal bassists look up to Geezer as a pioneer and Godfather of our chosen instrument. The best, ever\".\nRex Brown of Pantera and Kill Devil Hill asserted: \"He’s a legend. He’s everything. Geezer is so much of an influence on me.\nOther bassists such as Cliff Burton,\nLes Claypool, Steve DiGiorgio,\nAlex Webster,\nJohn Myung,\nJohnny Lee Middleton,\nGreg Smith cited Butler as a significant influence on their style.\nEquipment.\nButler currently endorses Lakland basses and has his own signature model. For amplification, Butler is endorsed by Hartke bass amplification, \"Kilo\" bass head and 4X10 HyDrive cabinet. In the past, he has been known to use Ampeg SVT & B-15 bass amps and Fender, Dan Armstrong Plexi, Rickenbacker, Yamaha BB, Vigier and B.C. Rich Basses.\nAccording to the Geezer Butler Bass Rig Rundown, he used the following over the years.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":162},{"uri":"Black_Sabbath","surface_form":"Black Sabbath","offset":179},{"uri":"Heaven_%26amp%3B_Hell_(band)","surface_form":"Heaven & Hell","offset":234},{"uri":"GZR","surface_form":"GZR","offset":249},{"uri":"Ozzy_Osbourne","surface_form":"Ozzy Osbourne","offset":258},{"uri":"Deadland_Ritual","surface_form":"Deadland Ritual","offset":307},{"uri":"Irish_Catholic","surface_form":"Irish Catholic","offset":544},{"uri":"Aleister_Crowley","surface_form":"Aleister Crowley","offset":700},{"uri":"Mass_(liturgy)","surface_form":"Mass","offset":762},{"uri":"Ozzy_Osbourne","surface_form":"John \"Ozzy\" Osbourne","offset":1029},{"uri":"Tony_Iommi","surface_form":"Tony Iommi","offset":1115},{"uri":"Bill_Ward_(musician)","surface_form":"Bill Ward","offset":1365},{"uri":"Boris_Karloff","surface_form":"Boris Karloff","offset":1554},{"uri":"Black_Sabbath_(film)","surface_form":"Black Sabbath","offset":1624},{"uri":"John_Lennon","surface_form":"John Lennon","offset":1676},{"uri":"Jack_Bruce","surface_form":"Jack Bruce","offset":2037},{"uri":"Cream_(band)","surface_form":"Cream","offset":2051},{"uri":"LSD","surface_form":"LSD","offset":2184},{"uri":"Ozzy_Osbourne","surface_form":"Ozzy Osbourne","offset":2440},{"uri":"Heaven_and_Hell_(Black_Sabbath_album)","surface_form":"Heaven and Hell","offset":2559},{"uri":"Craig_Gruber","surface_form":"Craig Gruber","offset":2602},{"uri":"Born_Again_(Black_Sabbath_album)","surface_form":"Born Again","offset":2788},{"uri":"David_Donato_(singer)","surface_form":"David Donato","offset":2873},{"uri":"No_Rest_for_the_Wicked_(Ozzy_Osbourne_album)","surface_form":"No Rest for the Wicked","offset":2990},{"uri":"Mob_Rules_(album)","surface_form":"Mob Rules","offset":3085},{"uri":"Cross_Purposes","surface_form":"Cross Purposes","offset":3139},{"uri":"Ozzmosis","surface_form":"Ozzmosis","offset":3224},{"uri":"R","surface_form":"R","offset":3279},{"uri":"Ozzfest","surface_form":"Ozzfest","offset":3433},{"uri":"Ohmwork","surface_form":"Ohmwork","offset":3500},{"uri":"Tony_Iommi","surface_form":"Tony Iommi","offset":3589},{"uri":"Dehumanizer","surface_form":"Dehumanizer","offset":3625},{"uri":"Vinny_Appice","surface_form":"Vinny Appice","offset":3669},{"uri":"Heaven_%26amp%3B_Hell_(band)","surface_form":"Heaven & Hell","offset":3719},{"uri":"13_(Black_Sabbath_album)","surface_form":"13","offset":3887},{"uri":"The_End_Tour","surface_form":"The End Tour","offset":3978},{"uri":"Heaven_%26amp%3B_Hell_(band)","surface_form":"Heaven & Hell","offset":4055},{"uri":"Nu_metal","surface_form":"nu metal","offset":4270},{"uri":"Apartment_26","surface_form":"Apartment 26","offset":4284},{"uri":"University_of_Oxford","surface_form":"Oxford University","offset":4362},{"uri":"Aston_Villa_Football_Club","surface_form":"Aston Villa Football Club","offset":4415},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":4482},{"uri":"Peter_McParland","surface_form":"Peter McParland","offset":4670},{"uri":"Veganism","surface_form":"vegan","offset":4890},{"uri":"People_for_the_Ethical_Treatment_of_Animals","surface_form":"People for the Ethical Treatment of Animals","offset":4997},{"uri":"Fortnum_%26amp%3B_Mason","surface_form":"Fortnum & Mason","offset":5073},{"uri":"Foie_gras","surface_form":"foie gras","offset":5107},{"uri":"Closed-circuit_television","surface_form":"CCTV","offset":5828},{"uri":"Death_Valley","surface_form":"Death Valley","offset":5987},{"uri":"California","surface_form":"California","offset":6001},{"uri":"Misdemeanor_assault","surface_form":"misdemeanor assault","offset":6029},{"uri":"Public_intoxication","surface_form":"public intoxication","offset":6050},{"uri":"Vandalism","surface_form":"vandalism","offset":6074},{"uri":"Wah_pedal","surface_form":"wah pedal","offset":6520},{"uri":"Master_of_Reality","surface_form":"Master of Reality","offset":6637},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":7083},{"uri":"Billy_Sheehan","surface_form":"Billy Sheehan","offset":7096},{"uri":"Mr._Big_(band)","surface_form":"Mr. Big","offset":7113},{"uri":"Iron_Maiden","surface_form":"Iron Maiden","offset":7320},{"uri":"Steve_Harris_(musician)","surface_form":"Steve Harris","offset":7369},{"uri":"Metallica","surface_form":"Metallica","offset":7745},{"uri":"Jason_Newsted","surface_form":"Jason Newsted","offset":7763},{"uri":"Rex_Brown","surface_form":"Rex Brown","offset":7941},{"uri":"Pantera","surface_form":"Pantera","offset":7954},{"uri":"Kill_Devil_Hill_(band)","surface_form":"Kill Devil Hill","offset":7966},{"uri":"Cliff_Burton","surface_form":"Cliff Burton","offset":8089},{"uri":"Les_Claypool","surface_form":"Les Claypool","offset":8103},{"uri":"Steve_DiGiorgio","surface_form":"Steve DiGiorgio","offset":8117},{"uri":"Alex_Webster","surface_form":"Alex Webster","offset":8134},{"uri":"John_Myung","surface_form":"John Myung","offset":8148},{"uri":"Johnny_Lee_Middleton","surface_form":"Johnny Lee Middleton","offset":8160},{"uri":"Greg_Smith_(American_musician)","surface_form":"Greg Smith","offset":8182},{"uri":"Lakland","surface_form":"Lakland","offset":8286}]}