{"id":723595,"url":"http://en.wikipedia.org/wiki/This_Earth_of_Mankind","text":"\"This Earth of Mankind\" is the first book in Pramoedya Ananta Toer's \"Buru Quartet\". Hasta Mitra first published it in 1980. The story happens at the end of the Dutch colonial rule in Indonesia. Pramoedya wrote the novel in prison on Buru island in eastern Indonesia. Pramoedya told the story aloud to other prisoners in 1973 because he was not allowed to write. The story spread through all the prisoners until 1975. Then Pramoedya was finally allowed to write the full story.\nThe main character and narrator of \"This Earth of Mankind\" is a Javanese boy named Minke. He attends an elite Dutch school. Minke's life becomes dangerous when he falls in love with Annelies, the beautiful Indo daughter of Nyai Ontosoroh. In \"This Earth of Mankind\", Pramoedya showed the racism of the Dutch colony.\nThe Indonesian Attorney General banned \"This Earth of Mankind\" in 1981. Many copies of the first editions survived. In 2005 the publisher Lentera Depantara started to publish it again in Indonesia. It had already been published worldwide in 33 languages.\nPlot summary.\n\"This Earth of Mankind\" tells the story of Minke. He is a Javanese minor royal who studies at a Dutch \"Hogere Burger School\". At that time, usually only Europeans could study there. Minke is a talented young writer. His writing is published in several Dutch-language journals. They are popular. But many of Minke's classmates hate him because he is \"native\". His classmates are all at least partly European descent.\nMinke meets an unusual Indonesian woman, Nyai Ontosoroh. She is the concubine of a Dutch man called Herman Mellema. Minke falls in love with their daughter, Annelies. They marry in an Islamic wedding. But by Dutch law, they are not marriedbecause it was \"native\" and Annelies' Dutch guardians did not approve.\nIt was common for local women to become the concubines of Dutch men living in the East Indies. Their children were either illegitimate \"natives\" and lost legal rights. Or if their father accepted them as his children they were called \"Indos\". Then the mother lost all rights over their children. Nyai Ontosoro suffers because of her low status and lack of rights. But, she believes education is the way to show her basic humanity. She believes that learning is the way to oppose racism, stupidity, and poverty. However, deciding to make her children Herman Mellema's children causes terrible problems for them.\nPublished by ex-political prisoners.\nAfter release from detention in April 1980 Pramoedya and Hasjim Rachman met with Joesoef Isak. Rachman had been editor of the \"Eastern Star\". Isak used to be a journalist at the \"Merdeka\" newspaper. He had been in Salemba prison. They agreed to publish works by ex-political prisoners that other publishers would not.\nThey chose \"This Earth of Mankind\" (\"Bumi Manusia\") as the first book. Pramoedya began working hard on the papers that he had brought from the Buru island. Prison officials had taken most of his writing. At the same time, Hasjim and Joesoef talked to government officials, including the Vice-President, Adam Malik. They were positive about the plans.\nIn July 1980, the manuscript of \"This Earth of Mankind\" was sent to the Aga Press printers. 5,000 copies of \"This Earth of Mankind\" sold in 12 days. Soon other publishers in Hong Kong, Malaysia, the Netherlands, and Australia asked the publishers, Hasta Mitra, for permission to make translations. The Wira Karya publishing house in Malaysia paid royalties of as much as 12% direct to Pramoedya.\nBy November, Hasta Mitra had published its third edition, and had sold about 10,000 copies. The book was well-received critically. It was called \"the best work of literature of our times.\" The Armed Forces daily newspaper called it \"a new contribution to the treasury of Indonesian literature\".\nBanned.\nthe Attorney General of Indonesia banned \"This Earth of Mankind\" in 1981. He said it promoted Marxist-Leninist ideas and Communism. Neither are in the book.\nFirst, the Ampat Lima printing house were told to not print any books published by Hasta Mitra. The editors of major media were told that they were not allowed to review or praise \"This Earth of Mankind\" or any of Pramoedya's other writing.\nIn April 1981, some New Order youth groups criticized Pramoedya's writing. Mass media reported this as the people not liking Pramoedya's work. New Order media such as \"Suara Karya\", \"Pelita\" and \"Karya Dharma\" began publishing criticisms of \"This Earth of Mankind\" and its author.\nThe Association of Indonesian Publishers (IKAPI) had been planning an exhibition of books that year. They canceled Hasta Mitra's membership in the association. IKAPI had been enthusiastic about asking the publisher to become a member and be involved in its activities. Newspapers that used to support Pramoedya stopped publishing his writing. They also started rejecting writing by authors who supported Pramoedya.\nFinally, on 29 May 1981, the Attorney General published regulation SK-052/JA/5/1981 about the banning of \"This Earth of Mankind\" and its sequel \"Child of All Nations (Anak Semua Bangsa)\". The regulation mentioned a letter from Suharto.\nThe Attorney General's office took all copies of \"This Earth of Mankind\" and \"Child of All Nations\" tried to take all copies of the books from all book shops. However, by August 1981, they only took 972 copies of the books although about 20,000 copies had been printed.\nThe translator of \"This Earth of Mankind\" into English, Maxwell Lane, was a staff member of the Australian Embassy in Jakarta. The Australian Government recalled him in September 1981. The Ampat Lima printing company closed because of pressure from the Attorney General's office and the Interior Ministry.\nAdaptation.\n\"This Earth of Mankind\" was made into an Indonesian language movie. Production started in 2006. Armantono wrote the script.\nThe moviewas shown in Indonesian movie theaters in August 2019.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pramoedya_Ananta_Toer","surface_form":"Pramoedya Ananta Toer","offset":45},{"uri":"Buru_Quartet","surface_form":"Buru Quartet","offset":70},{"uri":"Dutch_East_Indies","surface_form":"Dutch colonial rule","offset":161},{"uri":"Buru","surface_form":"Buru","offset":234},{"uri":"Indonesia","surface_form":"Indonesia","offset":257},{"uri":"Narrator","surface_form":"narrator","offset":501},{"uri":"Javanese_people","surface_form":"Javanese","offset":542},{"uri":"Indo_people","surface_form":"Indo","offset":684},{"uri":"Javanese_people","surface_form":"Javanese","offset":1121},{"uri":"Concubine","surface_form":"concubine","offset":1547},{"uri":"Hasjim_Rachman","surface_form":"Hasjim Rachman","offset":2494},{"uri":"Joesoef_Isak","surface_form":"Joesoef Isak","offset":2518},{"uri":"Adam_Malik","surface_form":"Adam Malik","offset":3058},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":3280},{"uri":"Malaysia","surface_form":"Malaysia","offset":3291},{"uri":"Netherlands","surface_form":"Netherlands","offset":3305},{"uri":"Marxist-Leninist","surface_form":"Marxist-Leninist","offset":3899},{"uri":"Communism","surface_form":"Communism","offset":3926},{"uri":"New_Order_(Indonesia)","surface_form":"New Order","offset":4223},{"uri":"Suara_Karya","surface_form":"Suara Karya","offset":4371}]}