{"id":7235,"url":"http://en.wikipedia.org/wiki/Conservatism","text":"e=\"preserve\">Conservatism is opposition to rapid changes, and supports keeping traditions in society. Gradualism is one form.\nThe first known use of the term in a political context was by François-René de Chateaubriand in 1818.\nThis was during the period of Bourbon restoration that sought to roll back the policies of the French Revolution.\nThe term is associated with right-wing politics. It has been used to describe a wide range of views. There is no single set of policies that are regarded as conservative, because the meaning of conservatism depends on a given place and time.\nConservatism tends to support the notion of faith, particularly in Abrahamic traditions in countries where those are the main religions. In England, the publication of Edmund Burke’s book \"Reflections on the revolution in France\". In his book, he suggested people should be satisfied, and advocated a caring government. The two ideas go together.\nSome conservatives seek to keep things as they are, while others want a return to the way things were at an earlier time. A conservative party in England formed which wanted better co-operation between rich and poor, democracy, and some aspects of a welfare state. This was also favoured by conservatives in France and other parts of Europe.\nIn the United States, conservatives were worried about centralism, didn't trust the welfare state and considered businessmen trustworthy on wages and prices.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tradition","surface_form":"tradition","offset":79},{"uri":"Gradualism","surface_form":"Gradualism","offset":102},{"uri":"Fran%C3%A7ois-Ren%C3%A9_de_Chateaubriand","surface_form":"François-René de Chateaubriand","offset":188},{"uri":"Bourbon","surface_form":"Bourbon","offset":258},{"uri":"French_Revolution","surface_form":"French Revolution","offset":323},{"uri":"Right-wing_politics","surface_form":"right-wing politics","offset":370},{"uri":"Faith","surface_form":"faith","offset":628},{"uri":"Abrahamic_religion","surface_form":"Abrahamic","offset":651},{"uri":"England","surface_form":"England","offset":724},{"uri":"Edmund_Burke","surface_form":"Edmund Burke","offset":752},{"uri":"England","surface_form":"England","offset":1077},{"uri":"Democracy","surface_form":"democracy","offset":1148},{"uri":"Welfare_state","surface_form":"welfare state","offset":1181},{"uri":"France","surface_form":"France","offset":1239},{"uri":"Europe","surface_form":"Europe","offset":1265},{"uri":"United_States","surface_form":"United States","offset":1280},{"uri":"Centralism","surface_form":"centralism","offset":1328},{"uri":"Wage","surface_form":"wage","offset":1413},{"uri":"Price","surface_form":"price","offset":1423}]}