{"id":723520,"url":"http://en.wikipedia.org/wiki/Cherryvale%2C_Kansas","text":"Cherryvale is a city in Montgomery County, Kansas, United States. In 2010, 2,367 people lived there.\nHistory.\nCherryvale was created on the land of the Osage Indians. The Osage had to leave because veterans of the American Civil War were looking for land. The first white man to buy land and settle in Cherryvale was Mr. Abe Eaton. He later sold his land to the Kansas City, Lawrence & Southern Kansas Railroad. That railroad became the Leavenworth, Lawrence & Galveston Railway. It then became the Atchison, Topeka and Santa Fe Railway, which used the line for much of the 20th century. The town site was platted by the railroad in 1871. It was named Cherryvale because of its place in the valley of Cherry Creek.\nBetween 1871 and 1873, at least eleven people disappeared in an inn and general store operated by the Bender family. It was about eight miles () northeast of Cherryvale. After the the Benders disappeared in 1873, it was found that they had killed many travelers. Between eight and eleven bodies were found buried in the area. Governor Thomas A. Osborn offered a reward of $2,000 for anyone who could find and catch the Benders, but they were never found.\nThe main part of the town was destroyed by fire in 1873, but was soon rebuilt. In 1880, Cherryvale became was incorporated. Natural gas was found here in 1889. Oil was found several years later.\nGeography.\nCherryvale is at (37.268010, -95.550778). The United States Census Bureau says that the city has a total area of. Of that, is land and is water. Is self-described as the \"Gateway to Big Hill Lake.\"\nClimate.\nCherryvale has hot, humid summers and generally mild to cool winters. The Köppen Climate Classification system says that Cherryvale has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.\n2010 census.\nThe 2010 census says that there were 2,367 people, 930 households, and 615 families living in Cherryvale.","categories":[],"infobox_types":[],"annotations":[{"uri":"Montgomery_County%2C_Kansas","surface_form":"Montgomery County, Kansas","offset":24},{"uri":"2010_United_States_Census","surface_form":"2010","offset":69},{"uri":"Osage_Nation","surface_form":"Osage Indians","offset":152},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":214},{"uri":"Atchison%2C_Topeka_and_Santa_Fe_Railway","surface_form":"Atchison, Topeka and Santa Fe Railway","offset":499},{"uri":"Plat","surface_form":"plat","offset":606},{"uri":"Bloody_Benders","surface_form":"Bender family","offset":817},{"uri":"Thomas_A._Osborn","surface_form":"Thomas A. Osborn","offset":1050},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":1422},{"uri":"Big_Hill_Lake","surface_form":"Big Hill Lake","offset":1558},{"uri":"K%C3%B6ppen_Climate_Classification","surface_form":"Köppen Climate Classification","offset":1657},{"uri":"Humid_subtropical_climate","surface_form":"humid subtropical climate","offset":1721},{"uri":"Census","surface_form":"census","offset":1805}]}