{"id":723581,"url":"http://en.wikipedia.org/wiki/Bima","text":"Bima (Indonesia: \"Kota Bima\") is a city on the eastern coast of the island Sumbawa. It is in the central Indonesian province called West Nusa Tenggara. It is the largest city on the island. The population was 142,443 at the 2010 Census. It is not part of the Regency of Bima which had a population of 407,636 at the 2010 Census.\nHistory.\nFrom 1620 to 1958 it was the capital of the Bima Sultanate, one of the four sultanates on Sumbawa. Today, Bima is the largest regional and economic center of Eastern Sumbawa. People from other parts of Indonesia, especially Java, Bali, and Lombok came to live in the city.\nPeople.\nThe majority of the people in Bima are Muslims (97.38%). The rest are Protestant (0.89%), Catholic Christians (0.62%), and Hindus and Buddhists around (1.11%). The people of Bima and all of east Sumbawa speak Bima language.\nPlace.\nThe city is on the eastern shore of Bima Bay. Bima is on the Sumbawa road. Sape harbor is to the east and Dompu to the southwest. Historically, Bima was a port city that connected to other port cities in Eastern Indonesia such as Makassar and Ternate, and to ports in Lombok, Bali, and East Java. Bus services from Bima go to neighboring cities in Sumbawa and as far as Mataram in Lombok.\nAirport.\nSultan Muhammad Salahudin Airport (Bima Airport), is about south of the city.\nTourism.\nBima has several popular tourist destinations, such as Mount Tambora, Wawo traditional Village, Snake Island, Ana Fari Lake, and Satonda Island. There are many white sandy beaches in north and sout Bima. The main attractions are the Sultan Salahuddin Mosque and Sultan Salahuddin Museum. The museum used to be the Bima Sultanate palace. Bima airport serves domestic and international visitors","categories":[],"infobox_types":[],"annotations":[{"uri":"Indonesian_language","surface_form":"Indonesia","offset":6},{"uri":"Sumbawa","surface_form":"Sumbawa","offset":75},{"uri":"Indonesia","surface_form":"Indonesia","offset":105},{"uri":"West_Nusa_Tenggara","surface_form":"West Nusa Tenggara","offset":132},{"uri":"Bima_Regency","surface_form":"Regency of Bima","offset":259},{"uri":"Bima_Sultanate","surface_form":"Bima Sultanate","offset":382},{"uri":"Sultanate","surface_form":"sultanate","offset":414},{"uri":"Bima_language","surface_form":"Bima language","offset":828},{"uri":"Sape%2C_Bima","surface_form":"Sape","offset":925},{"uri":"Dompu","surface_form":"Dompu","offset":956},{"uri":"Makassar","surface_form":"Makassar","offset":1080},{"uri":"Ternate","surface_form":"Ternate","offset":1093},{"uri":"Lombok","surface_form":"Lombok","offset":1118},{"uri":"Bali","surface_form":"Bali","offset":1126},{"uri":"East_Java","surface_form":"East Java","offset":1136},{"uri":"Mataram_(city)","surface_form":"Mataram","offset":1220},{"uri":"Lombok","surface_form":"Lombok","offset":1231},{"uri":"Mount_Tambora","surface_form":"Mount Tambora","offset":1390},{"uri":"Bima_Airport","surface_form":"Bima airport","offset":1672}]}