{"id":723601,"url":"http://en.wikipedia.org/wiki/Li_Yugang","text":"Li Yugang is a singer and artist from Jilin, China. He was the second Chinese person to sing at the Sydney Opera House.\nLife.\nLi Yugang was born into a farming family in Jilin province in 1978. He started in opera when he was a child. Despite this, he could not study at a university as his parents were too poor to support this. Instead, he worked in various jobs in Changchun after finishing high school.\nLi Yugang was went to Xi'an in 1998. There he became known for singing both roles a duets by himself. He was first exposed to the Nandan art in Peking Opera and became very interested in it.\nWork.\nIn August 2006, Li Yugang became famous by participating in the \"Xingguang Dadao\".\nIn February 23 2009, Li Yugang joined in the China Opera and Dance Theater as a \"special talent people\".\nFrom 2010–2014, Li Yugang created \"Flower in the Mirror, Moon in the Water\" () and \"Portrait of Four Ancient Beauties\" (). Together he performed over 100 shows in the country and internationally. Li Yugang also released 3 CDs from his company \"The New Drunken Beauty\" (), \"The Dream Chaser\" () and \"Lotus Flower\" (). In 2014, the Rhymoi Music company released Li Yugang's \"Once Upon a Time in Shanghai\" () CD album. In 2015, Li Yugang directed and starred in his own stage masterpiece \"Lady Zhaojun\" (), a grand Oriental Poetic Stage production which took him three years in preparation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Singer","surface_form":"singer","offset":15},{"uri":"Artist","surface_form":"artist","offset":26},{"uri":"Jilin","surface_form":"Jilin","offset":38},{"uri":"China","surface_form":"China","offset":45},{"uri":"Chinese_people","surface_form":"Chinese","offset":70},{"uri":"Sydney_Opera_House","surface_form":"Sydney Opera House","offset":100},{"uri":"Jilin","surface_form":"Jilin","offset":170},{"uri":"Opera","surface_form":"opera","offset":208},{"uri":"University","surface_form":"university","offset":273},{"uri":"Changchun","surface_form":"Changchun","offset":368},{"uri":"High_school","surface_form":"high school","offset":394},{"uri":"Xi%27an","surface_form":"Xi'an","offset":429},{"uri":"Duet","surface_form":"duet","offset":491},{"uri":"Peking_Opera","surface_form":"Peking Opera","offset":551},{"uri":"Xingguang_Dadao","surface_form":"Xingguang Dadao","offset":669}]}