{"id":723764,"url":"http://en.wikipedia.org/wiki/Hapi_(Nile_god)","text":"Hapi was the god of the annual flooding of the Nile in ancient Egyptian religion. The flood depositedfertile soil on the river's banks, allowing the Egyptians to grow crops. Hapi was greatly celebrated among the Egyptians. Some of the titles of Hapi were \"Lord of the Fish and Birds of the Marshes\" and \"Lord of the River Bringing Vegetation\". Hapi is typically depicted as an androgynous figure with a big belly and large drooping breasts, wearing a loincloth and ceremonial false beard.\nMythology.\nThe annual flooding of the Nile occasionally was said to be the \"Arrival of Hapi\". Since this flooding provided fertile soil in an area that was otherwise desert, Hapi symbolised fertility. He had large female breasts because he was said to bring a rich and nourishing harvest. Due to his fertile nature he was sometimes considered the \"father of the gods\", and was considered to be a caring father who helped to maintain the balance of the cosmos, the world or universe regarded as an orderly, harmonious system. He was thought to live within a cavern at the supposed source of the Nile near Aswan. The cult of Hapi was mainly located at the First Cataract named Elephantine. His priests were involved in rituals to ensure the steady levels of flow required from the annual flood. At Elephantine the official nilometer, a measuring device, was carefully monitored to predict the level of the flood, and his priests must have been intimately concerned with its monitoring.\nHapi was not regarded as the god of the Nile itself but of the flooding event. He was also considered a \"friend of Geb\" the Egyptian god of the earth, and the \"lord of Neper\", the god of grain.\nIconography.\nAlthough male and wearing the false beard, Hapi was pictured with pendulous breasts and a large stomach, as representations of the fertility of the Nile. He also was usually given blue or green skin, representing water. Other attributes varied, depending upon the region of Egypt in which the depictions exist. In Lower Egypt, he was adorned with papyrus plants and attended by frogs, present in the region, and symbols of it. Whereas in Upper Egypt, it was the lotus and crocodiles which were more present in the Nile, thus these were the symbols of the region, and those associated with Hapi there. Hapi often was pictured carrying offerings of food or pouring water from an amphora, but also, very rarely, was depicted as a hippopotamus. During the Nineteenth Dynasty Hapi is often depicted as a pair of figures, each holding and tying together the long stem of two plants representing Upper and Lower Egypt, symbolically binding the two halves of the country around a hieroglyph meaning \"union\". This symbolic representation was often carved at the base of seated statues of the pharaoh.\nEgyptian historian Al Maqrizi (1364–1442) related in his \"El Khutat El Maqrizia (The Maqrizian Plans) that living virgins were sacrificed annually as \"brides of the Nile\" (\"Arous El Nil\") and this has been historically accepted as late as the 1970s. but this claim is disputed by some Egyptologists such as Bassam El Shammaa.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flooding_of_the_Nile","surface_form":"flooding of the Nile","offset":31},{"uri":"Ancient_Egyptian_religion","surface_form":"ancient Egyptian religion","offset":55},{"uri":"Androgyny","surface_form":"androgynous figure","offset":377},{"uri":"Flooding_of_the_Nile","surface_form":"flooding of the Nile","offset":511},{"uri":"Fertility","surface_form":"fertile","offset":612},{"uri":"Aswan","surface_form":"Aswan","offset":1093},{"uri":"Elephantine","surface_form":"Elephantine","offset":1164},{"uri":"Nilometer","surface_form":"nilometer","offset":1310},{"uri":"Geb","surface_form":"Geb","offset":1588},{"uri":"Soil","surface_form":"earth","offset":1617},{"uri":"Neper_(mythology)","surface_form":"Neper","offset":1641},{"uri":"Grain","surface_form":"grain","offset":1660},{"uri":"Male","surface_form":"male","offset":1689},{"uri":"Beard","surface_form":"beard","offset":1716},{"uri":"Fertility","surface_form":"fertility","offset":1811},{"uri":"Papyrus","surface_form":"papyrus","offset":2027},{"uri":"Frog","surface_form":"frogs","offset":2058},{"uri":"Blue_Egyptian_lotus","surface_form":"lotus","offset":2142},{"uri":"Nile_crocodile","surface_form":"crocodiles","offset":2152},{"uri":"Amphora","surface_form":"amphora","offset":2357},{"uri":"Hippopotamus","surface_form":"hippopotamus","offset":2407},{"uri":"Nineteenth_Dynasty_of_Egypt","surface_form":"Nineteenth Dynasty","offset":2432},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":2652}]}