{"id":724188,"url":"http://en.wikipedia.org/wiki/Hadesarchaea","text":"Hadesarchaea are very small living things. They are thermophile Archaea that live in very hot places underground. People have found them in sand at the bottom of the ocean, deep mines, hot springs, and other places underground.\nName.\nHadesarchaea were first called the South-African Gold Mine Miscellaneous Euryarchaeal Group (SAGMEG) because they were found in a gold mine in South Africa. They were renamed \"Hadesarchaea\" in 2016 (Hades was the Greek god who ruled the land of the dead).\nGenome.\nIn 2016, scientists used a method called shotgun sequencing to make a model of the Hadesarchaea genome. A genome is all the genes in an living thing and the other pieces of DNA and RNA that help them work. The Hadesarchaea genome is about 1.5 Megabase pairs in size, which is about 0.5 Mbp smaller than most other Archaea. The scientists think the small genome is how the Hadesarchaea can stay alive with only a little to eat.\nScientists believe Hadesarchaea came from an ancestor that used methane as food.\nEcology.\nThe first Hadesarchaea that people found were in a mine in South Africa about 3 km (2 mi) under the surface of the Earth. They do not need oxygen or light to live. They were later also found in the White Oak River estuary in North Carolina, a place where a river meets the ocean, and in Yellowstone National Park's Lower Culex Basin. These areas are hot, 70 °C (158 °F), and are so alkaline that they would destroy most living things. Other scientists looked through the soil near old mines in East Harz, Germany and think they may have found pieces of 16S rRNA that could be from Hadesarchaea or their close relatives.\nHadesarchaea are the only archaea that can turn carbon monoxide and water into carbon dioxide and oxygen. When they do this, the reaction gives off hydrogen. Scientists looked at more information about the Hadesarchaea genome and believe they have genes that let them put carbon atoms into other molecules and make methane. Other scientists think Hadesarchaea may be able to use sugar and amino acids as fuel and change nitrite into ammonium.. Scientists think Hadesarchaea help in geochemical processes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thermophile","surface_form":"thermophile","offset":52},{"uri":"Archaea","surface_form":"Archaea","offset":64},{"uri":"Hot_spring","surface_form":"hot spring","offset":185},{"uri":"Gold_mine","surface_form":"gold mine","offset":364},{"uri":"South_Africa","surface_form":"South Africa","offset":377},{"uri":"Hades","surface_form":"Hades","offset":433},{"uri":"Shotgun_sequencing","surface_form":"shotgun sequencing","offset":539},{"uri":"Genome","surface_form":"genome","offset":594},{"uri":"Methane","surface_form":"methane","offset":989},{"uri":"Oxygen","surface_form":"oxygen","offset":1154},{"uri":"White_Oak_River","surface_form":"White Oak River","offset":1213},{"uri":"Yellowstone_National_Park","surface_form":"Yellowstone National Park","offset":1302},{"uri":"Alkaline","surface_form":"alkaline","offset":1397},{"uri":"Germany","surface_form":"Germany","offset":1520},{"uri":"RRNA","surface_form":"rRNA","offset":1572},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":1683},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1714},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1783},{"uri":"Carbon_fixation","surface_form":"put carbon atoms into other molecules","offset":1903},{"uri":"Amino_acid","surface_form":"amino acid","offset":2024},{"uri":"Nitrite","surface_form":"nitrite","offset":2055},{"uri":"Ammonium","surface_form":"ammonium","offset":2068},{"uri":"Geochemistry","surface_form":"geochemical","offset":2117}]}