{"id":724493,"url":"http://en.wikipedia.org/wiki/Buru","text":"Buru is an island in Indonesia. About a third of the people are indigenous, mostly Buru, but also Lisela, Ambelau and Kayeli people. Between 1658 and 1942, Buru was colonised by the Dutch East India Company and then by the Crown of the Netherlands. The Japanese army had the island between 1942 and 1945. In 1950, it became part of independent Indonesia. During president Suharto's New Order administration in the 1960s–1970s, Buru was a prison for thousands of political prisoners. The famous Indonesian writer Pramoedya Ananta Toer wrote most of his novels, including \"Buru Quartet\" in that prison.\nGeography and geology.\nBuru island is between two seas of the Pacific Ocean – Seram Sea () on the north and Banda Sea () to the south and west. To the east, is the Manipa Strait () then Seram Island (). The area of Buru is. Buru is the third largest Maluku Islands.\nBuru is shaped like an oval. It is about from east to west and from north to south. The highest point on the island () is the peak of Mount Kapalatmada. The island is mostly mountainous, especially in the central and western parts. Much of the island is covered with tropical rain forest.\nPlants and animals.\nBuru is between Australia and Asia. Its plants and animals are unique.\nAdministrative division.\nThe island belongs to the Indonesian province of Maluku (). It is split into Buru Regency () and South Buru Regency ().\nPopulation.\nAs of the 2010 Census, the population of the islands administered as Buru was 161,828 people; at the 2015 Intermediate Census this rose to 186,779. About 68.3% in the northern regency and 31.7% in the southern;\nPrecolonial period.\nOne of the first mentions of Buru is in the Nagarakretagama in 1365. That is an Old Javanese funeral speech for Hayam Wuruk, the ruler of the Majapahit Kingdom.\nIn the 16th–17th centuries Buru was claimed by the rulers of Ternate island and by the Portuguese. But neither nation controlled the island. They only visited it for trade. Makassar people from Sulawesi island built fortifications on Buru. The Makassars forced the locals to grow valuable spices, such as clove.\nColonial period.\nThe Makassars and Dutch East India Company both wanted the spices in the east of the Malay archipelago. They fought a war. In 1648, the Dutch forced the Makassar out of Buru. The Dutch destroyed farms and buildings because they could not stay on Buru and afraid that the Makassars might come back. They came back with with four cannon and staffed by 24 soldiers in 1658 at the southern coast of Kayeli Bay. They built a permanent settlement and fortress. The Dutch forced about 2,000 local island people to move to Kayeli Bay. Many of them were nobles. The Dutch wanted to control the local people and make them work in the clove fields. These local Kayeli people became important leaders.\nThe Dutch East India Company ended in the early 18th century. All its land in the Malay archipelago became property of the Dutch crown. Buru was divided into regencies. Local rulers called rajascontrolled the regencies for the Dutch. All rajas were Kayeli tribal nobles.\nThe demise of Kayeli dominance began in the 1880s, when the leaders of Leliali, Wae Sama and Fogi clans moved significant parts of their ethnic groups to their original settlements; they were joined in the early 1900s by Tagalisa. By then, many other of the original 13 Kayeli villages were either abandoned or had lost their rajas. By about 1910, the leading role of the Kayeli clan had almost disappeared.\nTransition years 1942–1950.\nFrom the spring of 1942 to the summer of 1945, the Japanese army controlled all of the Dutch East Indies, including Buru. The island was bombed by the Allies planes. They were attacking the Namlea Airport.\nAfter Japan lost the war, control of the island went back to the Netherlands. In December 1946, Buru, along with the other Maluku Islands, Sulawesi and Lesser Sunda Islands, was included in a partly independent State of East Indonesia. It was set up by the Dutch government. They planned to let their East Indies slowly become a dependent state. In December 1949, eastern Indonesia joined the Republic of the United States of Indonesia.\nIn April 1950, Buru, Ambon, Seram and some smaller nearby islands started an independent Republic of South Moluccas. They promised to keep close political ties with the Netherlands. The Republic of Indonesia tried to absorb the RMS by talking. But, this failed. So, the Republic of Indonesia started a six-month war in July 1950. In December 1950, the Republic of Indonesia controlled Buru and it became part of the Republic of Indonesia.\nAs part of Indonesia.\nBetween 1950 and 1965, the new government wanted to make Buru part of Indonesia. In the 1960s and 1970s, during the military regime of General Suharto, Buru became a main prison. Most prisoners were Communists and other left-wing representatives, and intellectuals. Most camps on Buru were closed in 1980. More than 12,000 people had been prisoners. At least several hundred had died or been killed.\nOne of the prisoners was an Indonesian writer, Pramoedya Ananta Toer. He was in prison for 14 years (1965–1979). He wrote there many of his novels, including most of \"Buru Quartet\". Until 1975, Toer was not allowed pencil or paper. He memorized his novels and told them to his cellmates. They helped him to remember the stories.\nTransportation.\nBuru is linked with other parts of Indonesia by sea. It has two main ports in Namlea and Namrole. The military airfield at Namlea (runway 750 meters) is used for air transportation. Most local transportation is on roads.\nTraditional work and culture.\nTraditionally, work and culture in villages changed with seasons and people moved to follow work. and food. Men hunted wild pigs called Buru babirusa, deer, and possum. Women gathered wild vegetables. During the west monsoon (November to April) both men and women worked together in the fields. The soil on the island was not good, so sometimes villages moved to newer, better soil. Sometimes people would move their whole village after some 20 years of using one piece of land. Most settlements were small.\nTraditional Buru clothes are similar those of most other Indonesia peoples. Men wear sarongs and a long-skirted tunic. Women also wear sarongs but a shorter jacket. Color of clothes is different for the different tribes of the island.\nResearch.\nBoth Indonesian and foreign scientists study the special plant and animal life on the island. But, the original plants on the coast and much of the mountain forest have been cut or destroyed for farming. Only two large areas rain forest are still in the mountains. These are protected areas called Gunung Kapalat Mada (1,380 km2) and Waeapo (50 km2).","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous","surface_form":"indigenous","offset":64},{"uri":"Buru_people","surface_form":"Buru","offset":83},{"uri":"Lisela_people","surface_form":"Lisela","offset":98},{"uri":"Ambelau_people","surface_form":"Ambelau","offset":106},{"uri":"Kayeli_people","surface_form":"Kayeli people","offset":118},{"uri":"Dutch_East_India_Company","surface_form":"Dutch East India Company","offset":182},{"uri":"Crown_of_the_Netherlands","surface_form":"Crown of the Netherlands","offset":223},{"uri":"Suharto","surface_form":"Suharto","offset":372},{"uri":"Orde_Baru","surface_form":"New Order","offset":382},{"uri":"Pramoedya_Ananta_Toer","surface_form":"Pramoedya Ananta Toer","offset":512},{"uri":"Buru_Quartet","surface_form":"Buru Quartet","offset":571},{"uri":"Seram_Sea","surface_form":"Seram Sea","offset":679},{"uri":"Banda_Sea","surface_form":"Banda Sea","offset":709},{"uri":"Seram_Island","surface_form":"Seram Island","offset":787},{"uri":"Oval","surface_form":"oval","offset":890},{"uri":"Mount_Kapalatmada","surface_form":"Mount Kapalatmada","offset":1001},{"uri":"Tropical_rain_forest","surface_form":"tropical rain forest","offset":1134},{"uri":"Buru_Regency","surface_form":"Buru Regency","offset":1349},{"uri":"South_Buru_Regency","surface_form":"South Buru Regency","offset":1369},{"uri":"Nagarakretagama","surface_form":"Nagarakretagama","offset":1679},{"uri":"Old_Javanese","surface_form":"Old Javanese","offset":1715},{"uri":"Hayam_Wuruk","surface_form":"Hayam Wuruk","offset":1747},{"uri":"Majapahit_Kingdom","surface_form":"Majapahit Kingdom","offset":1777},{"uri":"Ternate","surface_form":"Ternate","offset":1857},{"uri":"Makassar","surface_form":"Makassar","offset":1969},{"uri":"Sulawesi","surface_form":"Sulawesi","offset":1990},{"uri":"Clove","surface_form":"clove","offset":2101},{"uri":"Dutch_East_India_Company","surface_form":"Dutch East India Company","offset":2143},{"uri":"Noble","surface_form":"noble","offset":2670},{"uri":"Clove","surface_form":"clove","offset":2749},{"uri":"Crown_of_the_Netherlands","surface_form":"Dutch crown","offset":2938},{"uri":"Raja","surface_form":"raja","offset":3004},{"uri":"Dutch_East_Indies","surface_form":"Dutch East Indies","offset":3609},{"uri":"Namlea_Airport","surface_form":"Namlea Airport","offset":3712},{"uri":"Sulawesi","surface_form":"Sulawesi","offset":3867},{"uri":"Lesser_Sunda_Islands","surface_form":"Lesser Sunda Islands","offset":3880},{"uri":"State_of_East_Indonesia","surface_form":"State of East Indonesia","offset":3939},{"uri":"Republic_of_the_United_States_of_Indonesia","surface_form":"Republic of the United States of Indonesia","offset":4121},{"uri":"Republic_of_South_Moluccas","surface_form":"Republic of South Moluccas","offset":4254},{"uri":"Suharto","surface_form":"Suharto","offset":4769},{"uri":"Pramoedya_Ananta_Toer","surface_form":"Pramoedya Ananta Toer","offset":5073},{"uri":"Buru_Quartet","surface_form":"Buru Quartet","offset":5193},{"uri":"Buru_babirusa","surface_form":"Buru babirusa","offset":5758},{"uri":"Phalanger","surface_form":"possum","offset":5783},{"uri":"Sarong","surface_form":"sarong","offset":6215},{"uri":"Tunic","surface_form":"tunic","offset":6242},{"uri":"Rain_forest","surface_form":"rain forest","offset":6600}]}