{"id":72467,"url":"http://en.wikipedia.org/wiki/2024_Summer_Olympics","text":"The 2024 Summer Olympics, which will be officially known as the Games of the XXXIII Olympiad, is a sporting event that will happen from July 26 to August 11 in Paris, France.\nOn July 11, 2017, a proposal to choose the 2024 and 2028 Olympic host cities at the same time was approved by an Extraordinary IOC Session in Lausanne, Switzerland. On July 31, 2017, the International Olympic Committee made a deal with Los Angeles to host the 2028 Summer Olympics. It made Paris host the 2024 Summer Olympics. On September 13, 2017, the hosts for both Olympic games was announced at the 131st IOC Session in Lima, Peru.\nEurope.\nThomas Bach stated that Hamburg would apply for 2024 Olympic Games. Hamburg would have hosted the games the first time in history and would therefore have received the virtue over Berlin as Berlin's inhabitant had a negative atmosphere towards the Olympic Games application.\nThe organization of the Games in Copenhagen was investigated by the Danish government\nNorth America.\nLarry Needle, executive director of the Philadelphia Sports Congress, said that if Philadelphia, the largest city in Pennsylvania, wanted to host the Olympics, its earliest realistic chance would have been the 2024 Summer Games\nA study by eleven graduate students from the University of Pennsylvania showed that Philadelphia should have considered bidding for the 2024 Olympics. The study said that one of the city's biggest challenges would be convincing the voters who select the host city that Philadelphia is a \"world-class city\", something that \"will require strategic changes in the city’s landscape in conjunction with a persuasive marketing strategy\". The study mentions that when arriving in the city from Philadelphia International Airport, it is difficult to find a route that does not have abandoned oil tanks, old structures and thousands of tons of waste. One good thing about having the Games in Philadelphia is that it is near many large cities.\nOn July 10, 2007 it was revealed that the Canadian Olympic Committee had worked on a potential bid for the 2020 or 2024 games for Toronto, the capital of Ontario and the largest city in Canada. This would have been Toronto's third bid for the summer Olympic games, after unsuccessful bids for the 1996 and 2008 Summer Games.\nOceania.\nThe subtropical city of Brisbane would seriously consider bidding for the Olympic Games in 2020 or 2024, former Queensland Premier Peter Beattie has said. His announcement came after IOC President Jacques Rogge said the IOC would love to see a bid from Brisbane in the future.\nAustralia hosted the 1956 Olympic Games in Melbourne. In 1986, Brisbane lost the bid for the 1992 Summer Olympics, which were held in Barcelona. However, Brisbane has experience in hosting major international sporting events; the city hosted the 1982 Commonwealth Games and the 2001 Goodwill Games.\nAustralia also hosted the Olympic games in Sydney, 2000.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris","surface_form":"Paris","offset":160},{"uri":"France","surface_form":"France","offset":167},{"uri":"Proposal","surface_form":"proposal","offset":195},{"uri":"Approved","surface_form":"approved","offset":273},{"uri":"Lausanne","surface_form":"Lausanne","offset":317},{"uri":"Switzerland","surface_form":"Switzerland","offset":327},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":362},{"uri":"Deal","surface_form":"deal","offset":401},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":411},{"uri":"Lima","surface_form":"Lima","offset":600},{"uri":"Peru","surface_form":"Peru","offset":606},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":1269},{"uri":"2024","surface_form":"2024","offset":1360},{"uri":"Philadelphia_International_Airport","surface_form":"Philadelphia International Airport","offset":1711},{"uri":"Canadian_Olympic_Committee","surface_form":"Canadian Olympic Committee","offset":2000},{"uri":"1996_Summer_Olympics","surface_form":"1996","offset":2255},{"uri":"2008_Summer_Olympics","surface_form":"2008","offset":2264},{"uri":"Queensland","surface_form":"Queensland","offset":2404},{"uri":"Peter_Beattie","surface_form":"Peter Beattie","offset":2423},{"uri":"International_Olympic_Committee","surface_form":"IOC","offset":2475},{"uri":"Jacques_Rogge","surface_form":"Jacques Rogge","offset":2489},{"uri":"Australia","surface_form":"Australia","offset":2569},{"uri":"Melbourne_1956","surface_form":"1956 Olympic Games","offset":2590},{"uri":"Melbourne","surface_form":"Melbourne","offset":2612},{"uri":"1986","surface_form":"1986","offset":2626},{"uri":"1992_Summer_Olympics","surface_form":"1992 Summer Olympics","offset":2662},{"uri":"Barcelona","surface_form":"Barcelona","offset":2703},{"uri":"1982_Commonwealth_Games","surface_form":"1982 Commonwealth Games","offset":2815},{"uri":"2001","surface_form":"2001","offset":2847},{"uri":"Goodwill_Games","surface_form":"Goodwill Games","offset":2852},{"uri":"Australia","surface_form":"Australia","offset":2868},{"uri":"Olympic_games","surface_form":"Olympic games","offset":2894},{"uri":"Sydney","surface_form":"Sydney","offset":2911}]}