{"id":72480,"url":"http://en.wikipedia.org/wiki/Amati","text":"e=\"preserve\">Amati is the name of a family of Italian violin makers. Between about 1549 to 1740 they made some of the most wonderful violins that were ever produced. They worked in Cremona in Italy, the town which is famous for violin making.\nAndrea Amati: the founder of the family.\nfamous member of the family was Andrea Amati who was born some time before 1511 and died in Cremona on 24 December 1577. He can be thought of as the inventor of the violin in its modern form. He made violins, violas and cellos. A small number of his instruments are still in existence. They are dated between 1564 and 1574 and they have the coat of arms of Charles IX of France on the back.\nHis sons Antonio and Girolamo Amati.\nAndrea Amati’s two sons were Antonio Amati who was born about 1540 in Cremona and died there on 14 February 1607 and Girolamo Amati who was born about 1561 in Cremona and died of the plague there on 21 October 1630. They are known as \"The Brothers Amati\", but they did not work much together. However, they both produced some great instruments. They made the shape of the f holes perfect and gave their instruments more strength. They also made some large violas and cellos. They had an enormous influence on all other violin makers.\nNicolò Amati.\nNicolò Amati was the son of Girolamo Amati. He is now the most famous member of the family. He was born on 3 December 1596 and died on 12 April 1684) He was the most eminent of the family. He had become a very skilled violin maker by 1630 when his father died. During the next few years there was a lot of suffering because of the plague and not many people could afford to buy instruments. Then, after 1640, there was more demand again and Nicolò made many great instruments. Those that have survived are among the most sought-after and expensive violins today. He made instruments that were slightly wider and were known as the “Grand Pattern”. Many other violin makers learned from him. These pupils include Andrea Guarneri and possibly also Antonio Stradivari.\nGirolamo Amati.\nThe last maker of the family was Nicolo's son, Girolamo Amati, known as Hieronymus II. He was born on 26 February and died on 21 February, 1740. Although he made some improvements to his father's instruments, they are not as good. Antonio Stradivari became the greatest violin maker at this time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":46},{"uri":"Violin","surface_form":"violin","offset":54},{"uri":"1549","surface_form":"1549","offset":83},{"uri":"1740","surface_form":"1740","offset":91},{"uri":"Cremona","surface_form":"Cremona","offset":181},{"uri":"1511","surface_form":"1511","offset":359},{"uri":"24_December","surface_form":"24 December","offset":387},{"uri":"1577","surface_form":"1577","offset":399},{"uri":"Viola","surface_form":"viola","offset":493},{"uri":"Cello","surface_form":"cello","offset":504},{"uri":"1564","surface_form":"1564","offset":593},{"uri":"1574","surface_form":"1574","offset":602},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":625},{"uri":"Charles_IX_of_France","surface_form":"Charles IX of France","offset":641},{"uri":"1540","surface_form":"1540","offset":774},{"uri":"14_February","surface_form":"14 February","offset":808},{"uri":"1607","surface_form":"1607","offset":820},{"uri":"1561","surface_form":"1561","offset":863},{"uri":"Plague","surface_form":"plague","offset":895},{"uri":"21_October","surface_form":"21 October","offset":911},{"uri":"Influence","surface_form":"influence","offset":1208},{"uri":"3_December","surface_form":"3 December","offset":1367},{"uri":"1596","surface_form":"1596","offset":1378},{"uri":"12_April","surface_form":"12 April","offset":1395},{"uri":"1684","surface_form":"1684","offset":1404},{"uri":"1640","surface_form":"1640","offset":1663},{"uri":"Guarneri","surface_form":"Guarneri","offset":1978},{"uri":"Stradivarius","surface_form":"Antonio Stradivari","offset":2005},{"uri":"26_February","surface_form":"26 February","offset":2143},{"uri":"21_February","surface_form":"21 February","offset":2167},{"uri":"1740","surface_form":"1740","offset":2180}]}