{"id":724881,"url":"http://en.wikipedia.org/wiki/Kelly_Loeffler","text":"Kelly Lynn Loeffler (; born November 27, 1970) is an American businesswoman, political donor and politician. Loeffler was the United States Senator from Georgia from January 6, 2020 to January 20, 2021. Before becoming senator, she had no political experience. She is a member of the Republican Party. She lost her re-election bid on January 5, 2021 to Raphael Warnock.\nShe was the chief executive officer of Bakkt and the part-owner of the Atlanta Dream of the Women's National Basketball Association.\nOn November 27, 2019 Governor Brian Kemp's said that Loeffler was his top pick to replace Senator Johnny Isakson. Kemp formally picked Loeffler as his senate pick.\nLoeffler is very wealthy and was one of the wealthiest members of the United States Senate.\nEarly life.\nKelly was born on November 27, 1970, in Bloomington, Illinois. She was raised on the family farm in Stanford, Illinois.\nBusiness career.\nAccording to the non-partisan Center for Responsive Politics, Loeffler and her husband have donated 3.2 \"million\" dollars to political committees. While the majority of these donations have gone to the Republican Party, some donations have gone to Democrats, including Representative David Scott (GA–13), a Democrat, who received $10,200. Loeffler donated $750,000 to Restore Our Future, a Super PAC supporting former Governor Mitt Romney's 2012 presidential campaign. The National Republican Senatorial Committee received $247,500 from Loeffler and her husband.\nLoeffler first considered running for office in 2014. She briefly expressed interest in seeking the Republican nomination in the 2014 United States Senate election in Georgia but ultimately passed on the race because of Intercontinental Exchange's pending acquisition with the New York Stock Exchange.\nPersonal Life.\nIn 2004, Loeffler, then 34, married businessman Jeffrey Spreecher. Spreecher is 15 years older than Loeffler. They have no children.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Senator","surface_form":"United States Senator","offset":126},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":153},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":284},{"uri":"Raphael_Warnock","surface_form":"Raphael Warnock","offset":353},{"uri":"Chief_executive_officer","surface_form":"chief executive officer","offset":382},{"uri":"Bakkt","surface_form":"Bakkt","offset":409},{"uri":"Atlanta_Dream","surface_form":"Atlanta Dream","offset":441},{"uri":"Women%27s_National_Basketball_Association","surface_form":"Women's National Basketball Association","offset":462},{"uri":"Brian_Kemp","surface_form":"Brian Kemp","offset":533},{"uri":"Johnny_Isakson","surface_form":"Johnny Isakson","offset":601},{"uri":"Bloomington%2C_Illinois","surface_form":"Bloomington, Illinois","offset":811},{"uri":"Stanford%2C_Illinois","surface_form":"Stanford, Illinois","offset":871}]}