{"id":7248,"url":"http://en.wikipedia.org/wiki/Mrs._Doubtfire","text":"\"Mrs. Doubtfire\" is a 1993 American comedy-drama movie, based on the novel \"Madame Doubtfire\". It stars Robin Williams as Daniel Hillard, a divorced actor who disguises himself as a nanny since he desperately wants to be with his children.\nPlot.\nDaniel Hillard (Robin Williams) is a voice actor who quits his job over a smoking issue in a cartoon. Then, he throws his son Chris a birthday party, which is against his wife Miranda (Sally Field)'s wishes because Chris received bad grades on his report card. After a long argument, Miranda asks Daniel for a divorce.\nDaniel has 90 days to get a job and a place to live. He later discovers that his wife wants a nanny. So, he makes several calls to his wife, using fake names and different accents, to be hired. Eventually, he gets the job.\nDaniel Hillard goes to his gay brother Frank (Harvey Fierstein) and his partner Jack (Scott Capurro) to get a makeover. The makeover makes him look like a woman, which is exactly what Daniel had hoped for.\nMiranda is later seen dating Stu Dunmeyer (Pierce Brosnan). Disguised as Mrs. Doubtfire, Daniel babysits his three children. When he, his family, and Stu go to Bridges Restaurant to celebrate Miranda's birthday, Daniel must switch in and out of costume repeatedly since he is also eating dinner with Jonathan Lundy (Robert Prosky). While drunk, Daniel ends up mixing up the two outfits. Later, when he saves Stu from choking (disguised as Mrs. Doubtfire), Daniel's face mask comes off, exposing him. Horrified and angered, Miranda immediately leaves with the children while Stu is confused, but thanks Daniel for saving him.\nAfterwards, Miranda is awarded full custody of the children while Daniel can only see them with supervision. After realizing how easier it was having Mrs. Doubtfire around, Miranda calls the court and allows Daniel to pick up his children after school and unsupervised.\nCancelled sequel.\nIn 2001, Bonnie Hunt began development on \"Mrs. Doubtfire 2\", but Williams disapproved and claimed that the script was scrapped multiple times. On April 17, 2014, production on \"Mrs. Doubtfire 2\" began. Williams' death in 2014, production on the sequel was cancelled. However, it is possible that Williams could have filmed scenes for the sequel when he was alive.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":27},{"uri":"Comedy_movie","surface_form":"comedy","offset":36},{"uri":"Drama_movie","surface_form":"drama movie","offset":43},{"uri":"Novel","surface_form":"novel","offset":69},{"uri":"Madame_Doubtfire","surface_form":"Madame Doubtfire","offset":76},{"uri":"Robin_Williams","surface_form":"Robin Williams","offset":104},{"uri":"Voice_actor","surface_form":"voice actor","offset":283},{"uri":"Smoking","surface_form":"smoking","offset":320},{"uri":"Cartoon","surface_form":"cartoon","offset":339},{"uri":"Sally_Field","surface_form":"Sally Field","offset":431},{"uri":"Gay","surface_form":"gay","offset":815},{"uri":"Harvey_Fierstein","surface_form":"Harvey Fierstein","offset":834},{"uri":"Scott_Capurro","surface_form":"Scott Capurro","offset":874},{"uri":"Pierce_Brosnan","surface_form":"Pierce Brosnan","offset":1037},{"uri":"Robert_Prosky","surface_form":"Robert Prosky","offset":1310},{"uri":"Bonnie_Hunt","surface_form":"Bonnie Hunt","offset":1916}]}