{"id":724827,"url":"http://en.wikipedia.org/wiki/Sentinel_(sculpture)","text":"\"Sentinel\" () is a 16m high sculpture by Tim Tolkien. It is on Spitfire Island, a roundabout at the intersection of the Chester Road and the A47 Fort Parkway at the entrance to the Castle Vale estate in Birmingham.\nIt is near Junction 5 of the M6 motorway and the Jaguar car factory. This used to be the Castle Bromwich aircraft factory. It shows three Spitfires peeling off up into the air in different directions. The half-scale Spitfires are made of aluminium, with curving steel supporting beams which act as vapour trails. It captures the dynamics of the Spitfire in flight and commemorates the nearby Castle Bromwich factory where most of Britain's wartime Spitfires were built.\nHistory.\nThe project began in 1997. The project has won awards. The project was part of the regeneration of the Castle Vale estate. It was funded by the National Lottery. Tolkien was appointed as artist in residence. He consulted local residents about an art feature. They liked the area's links to World War II aircraft. They would like a sculpture with Spitfires. The sculpture was opened on 14 November 2000. The sculptor is the great-nephew of J. R. R. Tolkien who was the author of \"The Lord of the Rings,\" and who grew up in Birmingham.\nThe main commercial sponsors of the spitfire sculpture were from Jaguar, Rubery Owen Holdings and Cincinnati. Both Cincinnati and Rubery Owen Holdings made parts for the Spitfires. They were put together at the Castle Bromwich Spitfire and Avro Lancaster bomber factory. This is the factory where Jaguar cars are now made.\nThe Castle Bromwich Aerodrome Factory was built in 1940 to produce planes for the war effort. About 12,000 Spitfires were made there from 1940 to 1945. Over 37,000 test flights were made from Castle Bromwich Aerodrome. The completed planes were towed across the road from the factory to the Aerodrome. The sculpture was unveiled by Alex Henshaw. He was the Chief Test Pilot for spitfires.\nThe aerodrome site is now the Castle Vale estate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sculpture","surface_form":"sculpture","offset":28},{"uri":"Tim_Tolkien","surface_form":"Tim Tolkien","offset":41},{"uri":"Roundabout","surface_form":"roundabout","offset":82},{"uri":"A47_road","surface_form":"A47","offset":141},{"uri":"Castle_Vale","surface_form":"Castle Vale","offset":181},{"uri":"Birmingham","surface_form":"Birmingham","offset":203},{"uri":"M6_motorway","surface_form":"M6 motorway","offset":244},{"uri":"Jaguar_Cars","surface_form":"Jaguar car","offset":264},{"uri":"Castle_Bromwich","surface_form":"Castle Bromwich","offset":304},{"uri":"Supermarine_Spitfire","surface_form":"Spitfires","offset":353},{"uri":"Contrail","surface_form":"vapour trails","offset":513},{"uri":"National_Lottery_(United_Kingdom)","surface_form":"National Lottery","offset":838},{"uri":"Artist_in_residence","surface_form":"artist in residence","offset":881},{"uri":"World_War_II","surface_form":"World War II","offset":984},{"uri":"J._R._R._Tolkien","surface_form":"J. R. R. Tolkien","offset":1133},{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":1173},{"uri":"Jaguar_Cars","surface_form":"Jaguar","offset":1293},{"uri":"Rubery_Owen_Holdings","surface_form":"Rubery Owen Holdings","offset":1301},{"uri":"Avro_Lancaster","surface_form":"Avro Lancaster","offset":1468},{"uri":"Test_flight","surface_form":"test flight","offset":1715},{"uri":"Alex_Henshaw","surface_form":"Alex Henshaw","offset":1883},{"uri":"Test_pilot","surface_form":"Chief Test Pilot","offset":1908}]}