{"id":724928,"url":"http://en.wikipedia.org/wiki/Dieter_Hertrampf","text":"Dieter \"Quaster\" Hertrampf (born 29 November 1944 in Berlin, Nazi Germany) is a German guitarist and singer. He is a founding member of the rock band Puhdys.\nLife and career.\nTogether with his parents and brother, Hertrampf grew up in Berlin-Friedrichshain. He still lives in Berlin. Hertrampf first learned guitar playing in 1959 by self-teaching himself. In 1960, he began training as a traffic draftsman and was also a member of a skiffle band. In 1961, he became a member of the \"Homedia Combo\", before leaving the band after almost two years. He then played for a year with the band \"Dieter-Frank-Combo\". In 1965, he was one of the founding members of the \"Puhdys\" with Peter Meyer, Udo Jacob and Harry Jeske. The \"d\" in the band name stands for \"Dieter\". He got his nickname \"Quaster\" from the other members of the band when he had trouble loading the The Shadows song \"Quartermaster's Store\". Hertrampf began studying music at the Musikschule Friedrichshain and in 1968 joined the bands Gruppen Teisco-Quartett, Die Collins and the Uve Schikora Combo. After graduating from music school in 1969, he returned to the Puhdys, where he was lead guitarist and one of the singers until it ended in 2016. He sang the popular song by the Puhdys called \"Alt wie ein Baum\", which was released in 1977.\nIn 1987, \"Liebe Pur,\" his first solo album, was released on the record label Amiga. After the Puhdys originally ended in 1989, he founded a lighting company and was co-owner of a nightclub. From 1992 he played again wirh the Puhdys. After the Puhdys ended, Dieter Hertrampf became dedicated to his solo projects \"Ich bereue nichts\", \"Quaster & Friends\" and \"Quaster unplugged\", with which he has traveled since 2016. He participates as a guest in various projects, such as \"Bonfire and Friends\" and \"Ostrock meets Classic\". Dieter Hertrampf is married to Liane Hertrampf. Together they have a daughter. Hertrampf's son Sven is a member of the drum band \"Stamping Feet\". His son who is related to him via adoption, Carsten Mohren, was a musician with Rockhaus.","categories":[],"infobox_types":[],"annotations":[{"uri":"29_November","surface_form":"29 November","offset":33},{"uri":"1944","surface_form":"1944","offset":45},{"uri":"Berlin","surface_form":"Berlin","offset":53},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":61},{"uri":"Germany","surface_form":"German","offset":80},{"uri":"Guitarist","surface_form":"guitarist","offset":87},{"uri":"Singer","surface_form":"singer","offset":101},{"uri":"Friedrichshain","surface_form":"Berlin-Friedrichshain","offset":235},{"uri":"Skiffle","surface_form":"skiffle","offset":434},{"uri":"The_Shadows","surface_form":"The Shadows","offset":858},{"uri":"Musikschule_Friedrichshain","surface_form":"Musikschule Friedrichshain","offset":938},{"uri":"Uve_Schikora","surface_form":"Uve Schikora Combo","offset":1039},{"uri":"Alt_wie_ein_Baum","surface_form":"Alt wie ein Baum","offset":1252},{"uri":"Amiga_(record_label)","surface_form":"Amiga","offset":1376},{"uri":"Carsten_Mohren","surface_form":"Carsten Mohren","offset":2013},{"uri":"Rockhaus","surface_form":"Rockhaus","offset":2049}]}