{"id":72498,"url":"http://en.wikipedia.org/wiki/Steroid","text":"e=\"preserve\">A steroid is a organic compound, either natural or man-made, which has four cycloalkane rings in its structure. Plants, animals and fungi make hundreds of different natural steroids.\nSteroid hormones are steroids which act as hormones in the body. Natural steroid hormones are usually made from cholesterol in the adrenal glands and gonads. Cholesterol is a plentiful steroid in animal cells: it is important for cell membranes.\nOne review noted: The adrenal gland hormones play a vital role in adapting to \"ever-changing environmental and emergency situations, and help vertebrates in their successful survival\".\nPrednisone is an important man-made steroid medication, used to treat inflammation.\nAbuse.\nCertain anabolic steroids, such as testosterone, are used to help make muscles stronger. Such steroids are used to improve a person's performance, but they are sometimes overused and abused by athletes. The rate of steroid abuse grew greatly in the early 21st century, all over the world. Overuse of anabolic steroids can have bad effects on the human body. They can cripple or kill. Sports organisations now regulate their use.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organic_compound","surface_form":"organic compound","offset":28},{"uri":"Cycloalkane","surface_form":"cycloalkane","offset":89},{"uri":"Fungi","surface_form":"fungi","offset":145},{"uri":"Hormone","surface_form":"hormone","offset":239},{"uri":"Cholesterol","surface_form":"cholesterol","offset":308},{"uri":"Adrenal_gland","surface_form":"adrenal gland","offset":327},{"uri":"Gonad","surface_form":"gonad","offset":346},{"uri":"Cell","surface_form":"cell","offset":399},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":426},{"uri":"Vertebrates","surface_form":"vertebrates","offset":584},{"uri":"Prednisone","surface_form":"Prednisone","offset":627},{"uri":"Inflammation","surface_form":"inflammation","offset":697},{"uri":"Anabolic_steroid","surface_form":"anabolic steroid","offset":726},{"uri":"Muscle","surface_form":"muscle","offset":789},{"uri":"Sportsperson","surface_form":"athletes","offset":911}]}