{"id":725070,"url":"http://en.wikipedia.org/wiki/Jimmy_Nail","text":"James Michael Aloysius Bradford (born 16 March 1954), known as Jimmy Nail, is an English singer-songwriter, actor, film producer, and television writer. He is known for his role as Leonard \"Oz\" Osborne in the hit television show \"Auf Wiedersehen, Pet\", his title role in \"Spender\", and his 1992 number one single, \"Ain't No Doubt\".\nEarly life.\nJames Michael Aloysius Bradford was born in Newcastle upon Tyne. His father is called Jimmy and his mother is Laura. His father was a shipyard worker, an amateur boxer, and professional footballer. His sister, Shelagh, died aged 20 when he was 13. He later spent time drinking and fighting. He was involved in a fight after a football match and was sent to prison. After being released he worked in a glass factory. While opening a crate of glass he stood on a six-inch spike that went through his foot. After this he was called \"Nail\". He later used \"Nail' as his professional surname. At that time he played guitar in a rock band called the King Crabs. His sister, Val McLane, was a successful actress and later became Head of Drama at Sunderland University.\nTelevision.\nNail's partner, Miriam, encouraged him to audition for a television show even though he had no experience as an actor. He won the role of Leonard Jeffrey \"Oz\" Osborne in \"Auf Wiedersehen, Pet\", an ITV comedy drama about construction workers working abroad in Germany. The show made him famous.\nAfter the first two series of \"Auf Wiedersehen, Pet\", Nail created the detective series \"Spender\". He co-wrote it with Ian La Frenais. The show ran for three series from 1990 to 1993.\nIn 1994, Nail created, wrote and starred as songwriter Jed Shepherd in the TV series \"Crocodile Shoes\".\nIn 2000 he began work on reviving the \"Auf Wiedersehen, Pet\" series, this time for the BBC. It was filmed in Middlesbrough and Arizona in 2001. It was shown on TV in 2002 and had 13 million viewers. Another series saw the brickies in Cuba. The final two-hour instalment was set in Laos. It was shown on Christmas 2004 snd had seven million viewers.\nIn 2008, Nail created and starred as Phil Parker in \"Parents of the Band\". The series was shown on BBC1. It revolves around a group of teenagers who form a band just for their own fun, but their parents expect them to be the next Led Zeppelin. Ratings were disappointing, around three million, and there was no second series.\nMusic.\nHis 1992 album \"Growing Up in Public\" featured Gary Moore, David Gilmour, Elliot Randall and George Harrison.\nHis 1994 album \"Crocodile Shoes\" was based on the BBC television series of the same name. The album sold more than one million copies in the UK.\nHis 2001 album \"Big River\" featured guitarist Mark Knopfler. It included cover versions of \"Walking on the Moon\" by the Police, \"Something\" by the Beatles, and \"Overjoyed\" by Stevie Wonder.\nNail sang on the film soundtracks for \"Evita\" and \"Still Crazy\".\nWith Tim Healy, Nail created the Sammy Johnson Memorial Fund, in memory of their friend and colleague, established to help young talent in North East England. To aid this, he participated in the \"Sunday for Sammy\" benefit concerts, until workload forced him to resign from the board. In 2020 it will be the concerts’ 20th anniversary.\nTheatre and film.\nIn 2005, Nail played gamekeeper \"Rabbetts\" in \"Danny, the Champion of the World\", based on the novel of the same name by Roald Dahl.\nIn 2014, Nail came out of retirement to act and sing in \"The Last Ship\", a musical by Sting about the shipbuilders of Newcastle-upon-Tyne, the hometown of both Nail and Sting. Sting grew up in Wallsend, down the street from the shipyards. Nail worked in the shipyards and is the son of a shipyard foreman. The show opened in Chicago. On Broadway, when ticket sales began to drop, Sting replaced Nail to try to save the musical, but it ended after a short run. Nail sang on the Original Broadway Cast Recording and on Sting's album, \"The Last Ship\".\nIn 2016, Nail played Parson Nathaniel in \"War of the Worlds\" alongside David Essex at the Dominion Theatre, London.\nIn 2018, Nail had been due to reprise his role in The Last Ship in the UK. The show's producer Karl Sydow stated: \"After protracted negotiations carried out in good faith, we regret to announce the production's offer of employment to Jimmy Nail has been withdrawn. Joe McGann replaced him. Nail said \"I was very much looking forward to appearing in Sting's The Last Ship, particularly here in my home city, Sadly that's not to be.\"\nLawsuit.\nIn 2004, Nail successfully sued News Group Newspapers and Harper Collins Publishers. The lawsuit concerned false and defamatory allegations made two years before in an article in the \"News of the World\" and \"Nailed\", a biography which was the newspaper's source for the claims. He described reading the article as one of the worst experiences of his life. He received damages of £30,000.\nAwards and honours.\nNail has received five BAFTA nominations. Three for \"Auf Wiedersehen, Pet', one for \"Spender\", and one for \"Crocodile Shoes\". He has received a Golden Globe nomination for Best Original Song – \"Still Crazy\". He has had an Ivor Novello nomination for \"Ain't No Doubt\".\nPersonal life.\nNail married Miriam Jones. They have two boys, Tommy and Freddie, and live in London.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Auf_Wiedersehen%2C_Pet","surface_form":"Auf Wiedersehen, Pet","offset":230},{"uri":"Spender","surface_form":"Spender","offset":272},{"uri":"Ain%27t_No_Doubt","surface_form":"Ain't No Doubt","offset":315},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle upon Tyne","offset":388},{"uri":"Auf_Wiedersehen%2C_Pet","surface_form":"Auf Wiedersehen, Pet","offset":1288},{"uri":"ITV","surface_form":"ITV","offset":1314},{"uri":"Spender","surface_form":"Spender","offset":1500},{"uri":"Ian_La_Frenais","surface_form":"Ian La Frenais","offset":1530},{"uri":"Crocodile_Shoes","surface_form":"Crocodile Shoes","offset":1681},{"uri":"BBC","surface_form":"BBC","offset":1786},{"uri":"Cuba","surface_form":"Cuba","offset":1933},{"uri":"Laos","surface_form":"Laos","offset":1980},{"uri":"BBC1","surface_form":"BBC1","offset":2147},{"uri":"Led_Zeppelin","surface_form":"Led Zeppelin","offset":2278},{"uri":"Growing_Up_in_Public_(Jimmy_Nail_album)","surface_form":"Growing Up in Public","offset":2397},{"uri":"Gary_Moore","surface_form":"Gary Moore","offset":2428},{"uri":"David_Gilmour","surface_form":"David Gilmour","offset":2440},{"uri":"George_Harrison","surface_form":"George Harrison","offset":2474},{"uri":"Crocodile_Shoes_(album)","surface_form":"Crocodile Shoes","offset":2507},{"uri":"Mark_Knopfler","surface_form":"Mark Knopfler","offset":2682},{"uri":"Walking_on_the_Moon","surface_form":"Walking on the Moon","offset":2728},{"uri":"The_Police","surface_form":"the Police","offset":2752},{"uri":"Something","surface_form":"Something","offset":2765},{"uri":"The_Beatles","surface_form":"the Beatles","offset":2779},{"uri":"Overjoyed_(Stevie_Wonder_song)","surface_form":"Overjoyed","offset":2797},{"uri":"Stevie_Wonder","surface_form":"Stevie Wonder","offset":2811},{"uri":"Evita_(soundtrack)","surface_form":"Evita","offset":2865},{"uri":"Still_Crazy_(soundtrack_album)","surface_form":"Still Crazy","offset":2877},{"uri":"Sunday_for_Sammy","surface_form":"Sunday for Sammy","offset":3087},{"uri":"Gamekeeper","surface_form":"gamekeeper","offset":3265},{"uri":"Danny%2C_the_Champion_of_the_World_(film)","surface_form":"Danny, the Champion of the World","offset":3291},{"uri":"Danny%2C_the_Champion_of_the_World","surface_form":"novel of the same name","offset":3339},{"uri":"Roald_Dahl","surface_form":"Roald Dahl","offset":3365},{"uri":"The_Last_Ship_(musical)","surface_form":"The Last Ship","offset":3434},{"uri":"Sting_(musician)","surface_form":"Sting","offset":3463},{"uri":"Newcastle-upon-Tyne","surface_form":"Newcastle-upon-Tyne","offset":3495},{"uri":"Wallsend","surface_form":"Wallsend","offset":3570},{"uri":"The_Last_Ship_(album)","surface_form":"The Last Ship","offset":3910},{"uri":"War_of_the_Worlds","surface_form":"War of the Worlds","offset":3968},{"uri":"David_Essex","surface_form":"David Essex","offset":3997},{"uri":"Dominion_Theatre","surface_form":"Dominion Theatre","offset":4016},{"uri":"Joe_McGann","surface_form":"Joe McGann","offset":4307},{"uri":"Harper_Collins_Publishers","surface_form":"Harper Collins Publishers","offset":4541},{"uri":"Defamation","surface_form":"defamatory","offset":4600},{"uri":"News_of_the_World","surface_form":"News of the World","offset":4667},{"uri":"BAFTA","surface_form":"BAFTA","offset":4914},{"uri":"Golden_Globe","surface_form":"Golden Globe","offset":5035},{"uri":"Still_Crazy","surface_form":"Still Crazy","offset":5085},{"uri":"Ivor_Novello","surface_form":"Ivor Novello","offset":5113}]}