{"id":725088,"url":"http://en.wikipedia.org/wiki/E._E._Evans-Pritchard","text":"Sir Edward Evan Evans-Pritchard was a British anthropologist and ethnographer who is known for studying East African cultures and his early practice of cultural relativism.\nEarly Life.\nEdward Evan Evans-Pritchard was born on September 21st, 1902 in Surrey, England. He was the son of a Reverend. He went to Winchester College in Hampshire, England. After, he went to Exeter College in Oxford for a master’s degree in Modern History. In 1927, he got his PhD from the London School of Economics. Evans-Pritchard married Ioma Nicholls in 1939 and the two of them had three sons and two daughters.\nEducation.\nWhile at the London School of Economics, Evans-Pritchard was taught by the well-known C.G. Seligman and B. Malinowski and influenced by Alfred Radcliffe-Brown all of whom were important anthropologists. Evans-Pritchard, unlike his teachers, saw anthropology as less of a natural science and more about understanding culture and explaining history. Evans-Pritchard soon became known for studying the peoples of Eastern Africa. His PhD thesis was about the Azande people of modern South Sudan. He would continue to study and work with the Azande and other Eastern Africans throughout his life. He spent his time during the Second World War in Sudan and was able to study other East African peoples like the Sansui of Cyrenaica during his military service.\nAzande.\nEvans-Pritchard’s spent much of his early career studying the Azande. He had a specific interest in the Azande idea of witchcraft, which to the Azande was of great importance. Whenever something bad, that was not someone’s fault, happened to a member of the Azande, they would blame witchcraft for the issue. Witchcraft was a common, everyday problem for the Azande and it was a major part of their culture. Tests and trials, often done by oracles, would decide whether accused people were witches or not. It is important to note that the Azande did not always believe witch charges and they often challenged rulings. As Evans-Pritchard found, Azande witchcraft was not an excuse for someone making a mistake. The Azande idea of witchcraft had a logic to it.\nNuer.\nThe Nuer people of people of East Africa were also studied by Evans-Pritchard. He explained in detail how the Nuer thought about laws, politics, and their society. The Nuer did not build courthouses or other political buildings, instead most rules and political beliefs were remembered. The will and the expectation that you would follow these rules only existed a certain distance away from the village that made them. Like with the Azande, Evans-Pritchard went to their lands himself and he would not say something about them without first seeing it or hearing it from a Nuer.\nCultural Relativism.\nEvans-Pritchard is known for being an early supporter for Cultural Relativism. Cultural Relativism is the belief of not judging people's cultures as better or worse compared to your own. A culture is not good or bad, it is just different. While many of Evans-Pritchard's peers considered peoples like the Azande as primitive and lesser, Evans-Pritchard found that they were rational and orderly. He also did not believe that White Europeans were inherently better than other races and this belief can be seen in his writings.\nDeath and Legacy.\nEvans-Pritchard is regarded as an important British Anthropologist and Ethnographer. He believed in the merits of fieldwork and unlike many past anthropologists, spent his time visiting and writing about the Azande and Nuer personally rather than only relying on others and writing from home. He lived among those he studied, which allowed him to gather a very excellent description of who he was living with. He was supportive of future students looking at his work and asking questions, so he tried to publish as much of his own work as he could.\nLater writers would note some flaws. Evans-Pritchard contradicted himself and has faced criticism over his translation skills. Also, some of his writings about parts of the cultures he studied, such as with the Nuer religion, have flaws. Modern critics note that most of his work was done while the people he studied were ruled under the British Empire. Which to the critics, implies his work has a possible moral problem.\nDespite the criticism, today he is thought to have been an excellent writer. Also, he is noted to have been a very capable ethnographer, which is an individual who records aspects of a culture. He is remembered as an influential and well-regarded anthropologist.\nEdward Evan Evans-Pritchard retired in 1970 and was knighted in 1971, a great honor in his native Great Britain. He died in Oxford, England in 1973.\nBibliography.\nBurton, John W. 1992 \"An Introduction to Evans-Pritchard\". Freiburg, Schweiz University. Frieburg, Switzerland.\nDouglas, Mary. 1980 \"Edward Evans-Pritchard\". The Viking Press. New York.\nErickson, Paula A. and Liam D. Murphy. 2017 \"A History of Anthropological Theory\". University of Toronto Press. Ontario, Canada.\nEvans-Pritchard, E.E. 1937 “Witchcraft, Oracles, and Magic Among the Azande.” Clarendon Press. Oxford, England.\nPocock, David F. 1975 “Sir Edward Evans-Pritchard 1902-1973: An appreciation”. Africa. 45(3):327-330","categories":[],"infobox_types":[],"annotations":[]}