{"id":725149,"url":"http://en.wikipedia.org/wiki/Jamie_Vardy","text":"Jamie Richard Vardy (born 11 January 1987) is an English professional footballer who plays for Leicester City as a striker. Considered to be one of the best strikers in Premier league, he won the Premier League title with Leicester in 2016.\nHe has played for the England national team.\nVardy started his footballing career at the age of sixteen, playing for Stockbridge Park Steels youth system. On his debut for Halifax Town in 2010, Vardy scored the winning goal against Buxton. He was their top scorer for the season, with 25 goals in 37 appearances. After leaving Halifax for Fleetwood Town, he became the season's top scorer with 31 league goals.\nIn May 2012, Vardy signed for Championship side Leicester City. In 2013-14 season, Vardy got the Leicester's player of the season award, thanks to his 16 league goals. The following season, Leicester was promoted to the Premier league. Vardy won his first Premier League Player of the Month award for the month of October in 2015 and won it again in November.\nIn what was thought to be the sports' highlight of the year, Leicester won the 2015-16 season of the Premier League, one season after promotion. Vardy won the Premier League Player of the Season award and was one of the four Leicester players selected in the PFA Team of the Year. He scored his first UEFA Champions League goal on 22 February 2017. He is the only player in Premier league history to have scored goals in 11 consecutive (Meaning- one after the other) matches.. On 5 July, 2020, Vardy scored 2 goals against Crystal Palace to complete a century of goals in Premier League.\nInternational career.\nVardy was selected for the England squad for UEFA Euro 2016. He made his international debut for England on 7th June, coming as a substitute for Wayne Rooney against the Republic of Ireland. He scored his first goal for England against Germany on 26 March 2016. He has been selected repetitively in England squad since then. He was also selected in England's squad for the World Cup 2018.\nOn 28 August 2018, Vardy \"stepped aside\" (i.e. discontinued) from the England national team. He told manager Gareth Southgate that he did not want to be considered for selection unless there was an injury crisis.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":49},{"uri":"Leicester_City_F.C.","surface_form":"Leicester City","offset":95},{"uri":"English_Premier_League","surface_form":"Premier league","offset":169},{"uri":"2015%E2%80%9316_Premier_League","surface_form":"Premier League title","offset":196},{"uri":"England_national_football_team","surface_form":"England national team","offset":263},{"uri":"Football_League_Championship","surface_form":"Championship","offset":682},{"uri":"Leicester_City","surface_form":"Leicester City","offset":700},{"uri":"2015%E2%80%9316_Premier_League","surface_form":"2015-16 season of the Premier League","offset":1091},{"uri":"PFA","surface_form":"PFA","offset":1271},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":1313},{"uri":"Crystal_Palace_F.C.","surface_form":"Crystal Palace","offset":1535},{"uri":"Century","surface_form":"century","offset":1564},{"uri":"UEFA_Euro_2016_squads","surface_form":"England squad","offset":1649},{"uri":"UEFA_Euro_2016","surface_form":"UEFA Euro 2016","offset":1667},{"uri":"Wayne_Rooney","surface_form":"Wayne Rooney","offset":1767},{"uri":"Republic_of_Ireland_national_football_team","surface_form":"Republic of Ireland","offset":1792},{"uri":"Germany_national_football_team","surface_form":"Germany","offset":1858},{"uri":"2018_FIFA_World_Cup","surface_form":"World Cup 2018","offset":1995},{"uri":"Gareth_Southgate","surface_form":"Gareth Southgate","offset":2120}]}