{"id":72516,"url":"http://en.wikipedia.org/wiki/Coco_Lee","text":"Coco Lee (; born Ferren Lee, 17 January 1975, Hong Kong) is a Hong Kong-American pop, dance and urban contemporary singer. Her real name is Ferren Lee-Kelly and 李美林 Lǐ Měi Lín in Chinese (although she also uses the stage name 李玟 Lǐ Wen when she writes songs). She sings Cantonese, Mandarin and English.\nBiography.\nCoCo Lee was born in Hong Kong to a Chinese Indonesian father and a Hong Kong Chinese mother. Her father died when she was young, and CoCo moved at age 10 with her mother, and her 2 sisters to California, United States. She went through school while trying out her singing voice and she followed her older sisters in entering many local singing contests. CoCo Lee went to high school in San Francisco, California. CoCo later went for a short time to the University of California, Irvine. CoCo is close to her mother, who has at times managed her career.\nAfter Lee's high school graduation in 1993, she went on holiday in Hong Kong, probably seeing her two sisters Carol and Nancy Lee take part in the Miss Hong Kong Pageant, and while there, she became runner-up in the 12th Annual New Talent Singing Awards. The following day, the local record label Capital artists Records contacted her.\nRecord companies.\nCoCo Lee appeared in some compilations with other singers with Capital artists. Then, in 1994 she worked with Fancy Pie Records and recorded four albums with them. She later signed with another record company in 1996 by Sony Music, who has continued to represent her until 2008. After that, she changed her record company and decided to work with Warner Music (Taiwan).\nWorld fame.\nCoCo sang the song \"A Love Before Time\" for the action-drama movie \"Crouching Tiger, Hidden Dragon\". People around the world could see her when she sang this song live at the 2001 Academy Awards ceremony.\nIn 2002, CoCo was the star singer at a Houston Rockets basketball game. She became the first East Asian singer to ever sing the American National Anthem at a major world sporting event.\nAside from her fame in singing Mandarin music, CoCo's English-language songs have also become famous. Her love song \"Before I Fall In Love\" was included in the soundtrack of the romance movie \"Runaway Bride\".\nWalt Disney Pictures also hired her to sing the title song and be the voice of the heroine Fa Mulan in the Mandarin version of \"Mulan\". She recorded the song \"Reflections\", which she also sang at the 2005 opening of the Hong Kong Disneyland with Lea Salonga. A \"Reflections\" PV was also filmed. She also sang an English version which appears on her maxi single \"Take a chance on love\".\nCoCo has been getting into acting part-time. She co-starred in the Chinese comedy movie \"Master of Everything (Bamboo Shoot)\" with John Lone, which won the Best Foreign Film award at the 2005 Beverly Hills Film Festival. While in character within the movie, she sings one of her own songs, \"Di da di\".\nIn the world of fashion, CoCo was an Omega Global Ambassador in 2004, and Chanel named CoCo its first \"Asian-Pacific Celebrity Ambassadress\" in 2001. She got her nickname \"CoCo\" from being an admirer of CoCo Chanel.\nIn June 2005, CoCo's engagement to Canadian millionaire businessman Bruce Rockowitz was made public, although it seems to have happened some months earlier. Even though Rockowitz is 18 years older than she, her mother approved the marriage.\nCoCo returned to the San Francisco bay area in 2007 for a live concert at the Shoreline Amphitheatre on 22 September 2007 with special guest Alex To. It was her first live performance in her hometown in several years.\nIn 2008, Coco was chosen to sing one of the Olympic songs, \"Forever Friends\", opposite Sun Nan.\nOn July 17 2009, she had a solo concert at Walt Disney Concert Hall in Los Angeles. She's the first Chinese singer to ever performed in this place. She notably sang 3 Michael Jackson's songs \"Gone too soon\", \"Rock with you\" and \"The way you make me feel\" in homage to her idol.\nOn August 14, she released her new Mandarin album \"East to west\" with Warner Music. The main hit singles are \"Party time\", \"Beautiful theme song\" and \"Turn\". It also contains the cover of Jay Sean's \"Maybe\" called \"Love now\" and \"BYOB\", a song to encourage people to bring and recycle their own shopping bags to save the environment.\nShe recorded the song \"Smile Shanghai\" (微笑上海) with other artists including JJ Lin, Andy Lau, Jam Hsiao or Jane Zhang for Shanghai World Expo 2010.\nOn March, 27 2010, Lee began her \"East2West\" World Tour Concert in Taipei at Taipei Arena. She pursued at the Encore Theatre in Wynn Casino in Las Vegas on July 3 and 4, then in Singapore Indoor Stadium in Singapore on October 2 and in Nanning on December 16.\nVoice.\nCoCo Lee's voice has been favourably compared with that of Mariah Carey and other western artistes, due to her tonality, strength and vocal range. Her voice is classified as a mezzo-soprano, with a vocal range of three octaves. Her lowest recorded note is an E3 and highest recorded note is E6. Her highest chest voice note is F6 in the song Before I Fall in Love.\nCurrent career.\nIn March 2011, Lee was one of many artists participating in the recording of \"Artists 311 Love Beyond Borders\" (愛心無國界311燭光晚會) official theme song called \"Succomb not to sorrow\" (不要輸給心痛) in Cantonese version.\nOn April 7, 2011, her song \"Dreams on oriental seas\" (梦在东方的海上) featuring Sun Nan was broadcasted. It has been named as he theme for the 14th FINA world championships, that will take place in Shanghai on July 2011.\nOn June 8, 2011, Lee announced that she recently set up her own studio. That way, she's more free to write and produce music that she loves. Her new album is planned for Summer 2011.\nOn June 25, her song \"Four seas alliance\" (四海盟約), the theme song for the 2011 China television drama \"Water Margin\" (水滸傳), was broadcasted.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":62},{"uri":"United_States","surface_form":"American","offset":72},{"uri":"Pop_music","surface_form":"pop","offset":81},{"uri":"Dance_music","surface_form":"dance","offset":86},{"uri":"Cantonese_language","surface_form":"Cantonese","offset":270},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":281},{"uri":"English_language","surface_form":"English","offset":294},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":335},{"uri":"Chinese_Indonesian","surface_form":"Chinese Indonesian","offset":350},{"uri":"California","surface_form":"California","offset":507},{"uri":"United_States","surface_form":"United States","offset":519},{"uri":"San_Francisco","surface_form":"San Francisco","offset":701},{"uri":"California","surface_form":"California","offset":716},{"uri":"1993","surface_form":"1993","offset":906},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":935},{"uri":"Miss_Hong_Kong","surface_form":"Miss Hong Kong","offset":1015},{"uri":"New_Talent_Singing_Awards","surface_form":"New Talent Singing Awards","offset":1096},{"uri":"1994","surface_form":"1994","offset":1311},{"uri":"1996","surface_form":"1996","offset":1434},{"uri":"Sony_Music","surface_form":"Sony Music","offset":1442},{"uri":"2008","surface_form":"2008","offset":1495},{"uri":"Movie","surface_form":"movie","offset":1665},{"uri":"Crouching_Tiger%2C_Hidden_Dragon","surface_form":"Crouching Tiger, Hidden Dragon","offset":1672},{"uri":"2001","surface_form":"2001","offset":1779},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":1784},{"uri":"2002","surface_form":"2002","offset":1812},{"uri":"Basketball","surface_form":"basketball","offset":1864},{"uri":"Asian","surface_form":"East Asian","offset":1902},{"uri":"Singer","surface_form":"singer","offset":1913},{"uri":"United_States","surface_form":"American","offset":1937},{"uri":"National_Anthem","surface_form":"National Anthem","offset":1946},{"uri":"Mandarin_Chinese","surface_form":"Mandarin","offset":2026},{"uri":"Romance_movie","surface_form":"romance movie","offset":2173},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":2311},{"uri":"Mulan","surface_form":"Mulan","offset":2332},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":2424},{"uri":"Disneyland","surface_form":"Disneyland","offset":2434},{"uri":"Lea_Salonga","surface_form":"Lea Salonga","offset":2450},{"uri":"Music_video","surface_form":"PV","offset":2479},{"uri":"English_language","surface_form":"English","offset":2516},{"uri":"Actress","surface_form":"acting","offset":2617},{"uri":"Comedy","surface_form":"comedy","offset":2665},{"uri":"Movie","surface_form":"movie","offset":2672},{"uri":"John_Lone","surface_form":"John Lone","offset":2721},{"uri":"2005","surface_form":"2005","offset":2777},{"uri":"Fashion","surface_form":"fashion","offset":2908},{"uri":"2004","surface_form":"2004","offset":2956},{"uri":"Chanel","surface_form":"Chanel","offset":2966},{"uri":"2001","surface_form":"2001","offset":3036},{"uri":"June","surface_form":"June","offset":3111},{"uri":"2005","surface_form":"2005","offset":3116},{"uri":"Engagement","surface_form":"engagement","offset":3129},{"uri":"Canadians","surface_form":"Canadian","offset":3143},{"uri":"Millionaire","surface_form":"millionaire","offset":3152},{"uri":"Businessman","surface_form":"businessman","offset":3164},{"uri":"Bruce_Rockowitz","surface_form":"Bruce Rockowitz","offset":3176},{"uri":"Marriage","surface_form":"marriage","offset":3339},{"uri":"San_Francisco","surface_form":"San Francisco","offset":3370},{"uri":"2007","surface_form":"2007","offset":3396},{"uri":"22_September","surface_form":"22 September","offset":3453},{"uri":"2007","surface_form":"2007","offset":3466},{"uri":"Alex_To","surface_form":"Alex To","offset":3490},{"uri":"2008","surface_form":"2008","offset":3570},{"uri":"Walt_Disney_Concert_Hall","surface_form":"Walt Disney Concert Hall","offset":3706},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":3734},{"uri":"Warner_Music","surface_form":"Warner Music","offset":4011},{"uri":"Jay_Sean","surface_form":"Jay Sean","offset":4129},{"uri":"Maybe_(Jay_Sean_song)","surface_form":"Maybe","offset":4141},{"uri":"Sun_Nan","surface_form":"Sun Nan","offset":5351}]}