{"id":725379,"url":"http://en.wikipedia.org/wiki/Needle_felting","text":"Needle felting is a craft artwork created by using a needle and wool fibers. It's a process of changing wool into realistic looking animals, food and many other things.\nHistory.\nNeedle felting goes back to the 1980s. It was created by David & Eleanor Stanwood. They took needles from a wool factory and used them to create tiny pieces of felt without any water or soap. The skills for needle felting were then taught to Ayala Talpai who wrote books and taught others to needle felt. Today, needle felting is still not as popular as wet felting. However, it has a strong following with people who enjoy to do arts and crafts.\nFinger gloves.\nFinger gloves are small leather strips that cover the index finger and thumb in order to prevent the fingers from getting stabbed by the needles. Finger gloves are important for beginners but run the risk of damaging the needles if they are stabbed too often.\nFelting cushion.\nThe cushion is required for felting. This is used so that the felting needle doesn’t get damaged. It can be made out of many materials but commonly will be found as styrofoam, sponge, and other soft materials that can be stabbed by the needle but won't damage the needle.\nFelting needle.\nFelting needles come in many different sizes. Barbs lock the wool fibers in place. Smaller needles have finer barbs and can be used for more detailed work. Larger needles have thick barbs and can create felt faster than other needle sizes. The needle size is measured in gauge<nowiki/>s ranging from 12 to 42. It is a measurement of how many needles fit in a square inch. That means the higher the gauge, the smaller the needle.\nWool.\nThe wool that is typically used for needle felting is called roving. Different kind of wool can be used for felting but roving is preferred.\nProcess.\nNeedle felting starts by placing a cushion on a flat surface. Then a small amount of wool is tightly rolled up into a small bundle. The small wool fibers are rolled into a bundle and stabbed over and over again, creating a firm texture that is called felt. Adding more wool and poking it repeatedly into the felt makes a simple shape.","categories":[],"infobox_types":[],"annotations":[{"uri":"Felt","surface_form":"wool fibers","offset":64},{"uri":"Wool","surface_form":"wool","offset":104},{"uri":"Barbs","surface_form":"barbs","offset":1315},{"uri":"Gauge","surface_form":"gauge","offset":1476},{"uri":"Roving","surface_form":"roving","offset":1701}]}