{"id":725390,"url":"http://en.wikipedia.org/wiki/Thai_street_food","text":"Thai street food is a market place in Thailand where vendors set up stalls to sell food and people buy to enjoy on the go or directly on nearby tables. This event is set up throughout the day with many different Thai cuisines and desserts such as popular dishes like \"Som Tam,\" which is a salad made from shredded green papayas topped with tomatoes, lime, peanuts, garlic, and chili peppers and \"Pad Thai\" which is known as the country’s famous stir-fried noodles with any kind of meat such as pork, beef, chicken, or shrimp. They also have popular desserts such as \"Khao Niao Mamuang\" or mango sticky rice made with a bed of sticky rice at the bottom with a fresh mango cut into slices on top and finished off with a drizzle of sweet coconut milk; these foods are usually served as a small portion, just enough for one at a very low price.\nFoods.\nThere are many Thai cuisines displayed from noodles to curries, soups to salad, and many sweet desserts. One popular noodle soup, \"Guay Teow,\" is made from rice noodles or egg noodles with beef, pork, and chicken stock. Sometimes vendors add wantons, which are small dumplings or meat balls, to the broth. The Thai version of spaghetti and meatballs is called \"Pad See Eiw.\" It's a noodle dish made from wide and thick rice noodles that is stir fried in dark soy sauce with either pork, chicken, or beef and Chinese broccoli or cabbage. It's a great substitute from pad thai because it's not spicy, although some ask for dried chili flakes on the side. Those who enjoy food can also add vinegar to liven the dish. Another unique street food dish is \"Massaman Gai,\" which is a curry that comes from Persia. This dish is flavored with Cinnamon, Tamarind sauce, and sugar, topped with roasted peanuts and bay leaves, it's made with coconut milk, potatoes, and chicken or tofu for vegetarians.\nDesserts.\nThai street also has desserts. These can be wrapped or serve in other unique ways. “Khao Lam” which is Bamboo sticky rice, is served inside a bamboo stick roasted in charcoal. The inside can have white sticky rice or black sticky rice filled with black beans or sesame. The bamboo gives this dessert a unique taste. Diners crack open the top and then pull down each bamboo strip like a flower until the sticky rice is reached. This dessert's price range is from 14 cents (US) to as much as $2. Thai desserts also include ice cream. Being one of the hottest places in the world, there are a lot of stalls that sell many ice cream desserts like “Itim Kati” or coconut ice cream. This dessert is made out of coconut milk with a soft texture, a blend between creamy and icy. It's served in a coconut shell and is as cheap as 57 to 86 cents (US). There is also a unique dessert that can be found in Thai street markets called “Bua Loy Nam King” or Black sesame dumplings in ginger soup. This street dessert is originally from China. It is filled with warm spicy Ginger soup with rice flour dumplings that have black sesame paste on the inside, it’s texture is soft and chewy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thailand","surface_form":"Thailand","offset":38},{"uri":"Papaya","surface_form":"papaya","offset":320},{"uri":"Wantons","surface_form":"wantons","offset":1090},{"uri":"Chinese_broccoli","surface_form":"Chinese broccoli","offset":1356},{"uri":"Iran","surface_form":"Persia","offset":1646},{"uri":"Cinnamon","surface_form":"Cinnamon","offset":1681},{"uri":"Tamarind","surface_form":"Tamarind","offset":1691},{"uri":"Bamboo","surface_form":"Bamboo","offset":1951},{"uri":"Coconut_palm","surface_form":"coconut","offset":2506},{"uri":"Coconut_milk","surface_form":"coconut milk","offset":2553},{"uri":"China","surface_form":"China","offset":2869},{"uri":"Ginger","surface_form":"Ginger","offset":2905}]}