{"id":725315,"url":"http://en.wikipedia.org/wiki/Amir_Farhand","text":"Amir Farhand is an Australian entrepreneur and inventor. He is best known for his work in the field of remote sensing and mapping technology. Farhand is the founder of Soar, an online mapping platform that integrates various imagery feeds from drones, satellites and aerial sensors.\nEarly life and education.\nFarhand was raised in Western Australia and spent most of his childhood in Harvey and Mandurah, finally settling in Perth for his tertiary education. He attended both The University of Western Australia and Murdoch University, graduating with post graduate degrees in Environmental Geomorphology and Remote Sensing. In 2009 he was awarded by the Chinese Academy of Sciences for his research into using synthetic-aperature radar in mapping of densely forested tropical regions.\nCareer.\nFarhand started his career as a Remote Sensing analyst at NGIS Australia in 2004 and from 2006 spent time in Alxa League, Inner Mongolia as part of an Australian Aid project to help manage overgrazing programs.\nIn 2011 Farhand founded Takor Group Ltd, a mapping technology company based in Perth, Western Australia. After 2 years of research and development Farhand's first product Mappt, was an Android based mobile software assisting with offline mapping uses relating to mining and environmental purposes. After the MH370 disaster, Mappt was employed to use its \"object-based image analysis\" software to comb through 437 satellite images containing potential wreckage. By 2017 the product was adapted for defence and security applications by the US Marines in geotagging of photographs for IED discoveries and by big cat NGO, Panthera to help game park rangers protect lions and leopards against poaching in Africa.\nRealising the potential of how mapping technology towards broader user applications, Farhand went onto create the Soar platform in 2018. Focusing on creating an easy to use experience, Soar was launched commercially at the GEOINT Symposium in San Antonio in June 2019 with an initial focus on utilizing blockchain to build a mapping system that gives access to both archival and on-demand satellite and aerial imagery feeds from multiple sources.","categories":[],"infobox_types":[],"annotations":[{"uri":"Entrepreneur","surface_form":"entrepreneur","offset":30},{"uri":"Inventor","surface_form":"inventor","offset":47},{"uri":"Soar_Platform","surface_form":"Soar","offset":168},{"uri":"University_of_Western_Australia","surface_form":"The University of Western Australia","offset":476},{"uri":"Soar_Platform","surface_form":"Soar platform","offset":1827},{"uri":"Blockchain","surface_form":"blockchain","offset":2016}]}