{"id":725375,"url":"http://en.wikipedia.org/wiki/Garfield_Minus_Garfield","text":"\"Garfield Minus Garfield\", also known as \"Jon Arbuckle\", is a comic published on the internet and created by Dan Walsh, a technology manager from Dublin, Ireland, that received notably large attention during 2008. Each comic strip consists of a previous \"Garfield\" comic strip with every character except Garfield's owner Jon Arbuckle removed. Dan Walsh says he was not the first to come up with this idea, but was the first to popularize it.\nPaws, Inc. publishes a similarly named and themed comic strip every Monday, Wednesday and Friday, and later every Tuesday.\nContent.\nBecause Garfield is not present, the comic strips mostly show his owner, Jon Arbuckle, interacting with himself instead of Garfield. The comic strip's website calls this \"a journey deep into the mind of an isolated young everyman as he fights a losing battle against loneliness and depression in a quiet American suburb.\"\nReception.\n\"Garfield\" creator and artist Jim Davis has said he occasionally reads the comic strip, it fascinates him, and he finds it to be an \"inspired thing to do\". Some variations of the idea have also been created, such as a Garfield Minus Jon Tumblr blog.\nPublication.\nOn October 28 2008, Ballantine Books released a \"Garfield Minus Garfield\" book in full color, with the original comics alongside the edited ones. It is credited to Jim Davis, who officially allowed it to be published, with an introduction written by Dan Walsh. However, most of the content inside the book consists of a section with \"Garfield Minus Garfield Strips by Dan\", ending with \"A word from Jim Davis\" and a small section of Jim Davis' own attempts at making \"Garfield Minus Garfield\" comic strips.\nPaws, Inc. published its own \"Garfield Minus Garfield\" from November 3, 2008 to July 21, 2010, and resumed publishing on April 25, 2012. Unlike Dan Walsh's version, Paws, Inc.'s version also includes the original \"Garfield\" comic strip underneath.","categories":[],"infobox_types":[],"annotations":[{"uri":"Webcomic","surface_form":"comic published on the internet","offset":62},{"uri":"Dublin","surface_form":"Dublin","offset":146},{"uri":"Ireland","surface_form":"Ireland","offset":154},{"uri":"Garfield","surface_form":"Garfield","offset":255},{"uri":"Comic_strip","surface_form":"comic strip","offset":265},{"uri":"Garfield_(character)","surface_form":"Garfield","offset":305},{"uri":"Jon_Arbuckle","surface_form":"Jon Arbuckle","offset":322},{"uri":"Paws%2C_Inc.","surface_form":"Paws, Inc.","offset":443},{"uri":"Jim_Davis_(cartoonist)","surface_form":"Jim Davis","offset":938},{"uri":"Ballantine_Books","surface_form":"Ballantine Books","offset":1191}]}