{"id":725378,"url":"http://en.wikipedia.org/wiki/Albany_adder","text":"e=\"preserve\">The Albany adder is a viper that is less than a foot long and is also a highly venomous snake, native to South Africa. It is the most rare and endangered snake in South Africa.. The Albany Adder has a rare brown and red pattern on its scales. It also seems to have horns over its eyebrows. The Adder reaches sexual maturity between 3 and 4 years of age. They can live around 15 years old in the wild\nHistory.\nThis breed was found in the 1990s. There have only been a dozen found, one was found dead. The last was found and recorded in 2007. A group of reptile experts went looking for this hard to find snake and were only able to find two during their first day. In 2014, the Albany Adder was put on the Critically endangered species list as the most endangered reptile. This snake was a month from being extinct due to the rule of a species not being found and recorded in a ten year span. If not recorded in this time frame, it is labeled as extinct.\nHabitat & Habits.\nDue to the loss of the snake's home there have been few sightings of this snake. Scientists are keeping the location of the snake a secret in order to save it. There are now rules for their lands. The snakes reside in small plants and tiny trees. Reptile experts know nearly nothing about the what the Albany Adder eats, how they have babies, and the way they act.\nScientists know what other Adder<nowiki/>s eat, how they have babies, and how they behave. They have reason to believe that these habits are similar to the Albany Adder.\nAdders eat small Mammal<nowiki/>s. small Reptile<nowiki/>s, nesting Bird<nowiki/>s, and Amphibian<nowiki/>s. Scientists think Albany Adders mate nearly the same way as other Adders. Females can produce around 10-12 babies who go off on their own shortly after being born.","categories":[],"infobox_types":[],"annotations":[{"uri":"Viper","surface_form":"viper","offset":35},{"uri":"Venomous_snake","surface_form":"venomous snake","offset":92},{"uri":"South_Africa","surface_form":"South Africa","offset":118},{"uri":"Critically_endangered_species","surface_form":"Critically endangered species","offset":718},{"uri":"Adder","surface_form":"Adder","offset":1377},{"uri":"Mammal","surface_form":"Mammal","offset":1537},{"uri":"Reptile","surface_form":"Reptile","offset":1561},{"uri":"Bird","surface_form":"Bird","offset":1588},{"uri":"Amphibian","surface_form":"Amphibian","offset":1608}]}