{"id":725434,"url":"http://en.wikipedia.org/wiki/Paws%2C_Inc.","text":"Paws, Inc., also known as Paws Incorporated, is an American comic studio and production company owned by the children's cable television network Nickelodeon, a subsidiary fully owned by ViacomCBS. American cartoonist Jim Davis started it to support the \"Garfield\" series, comic strips and its licensing. It is located in Muncie, Indiana. 50 artists and licensing administrators work for Paws, Inc.. The current company building changed positions from Jim Davis's farm to Albany, which was nearby, in 1989.\nIn 1994, the company purchased all rights to the Garfield comic strips from 1978 to 1993 from United Feature Syndicate, except for the original black-and-white daily comic strips and original color Sunday comic strips. Paws owns the copyrights to the full-color daily comic strips and recolored Sunday comic strips because they are called a different product. The comic strip is currently distributed by Universal Uclick, while Paws, Inc. owns the rights to the comic strip.\nIn August 2019, Viacom purchased Paws, Inc., including merchandising around the world and existing licensees, and put it under Nickelodeon. The deal did not include rights to the previous live action and CGI Garfield movies, which Walt Disney Studios owns under 20th Century Fox. Jim Davis will continue to draw the comic strip for newspapers and Universal Uclick.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Comics","surface_form":"comic studio","offset":60},{"uri":"Production_company","surface_form":"production company","offset":77},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":145},{"uri":"ViacomCBS","surface_form":"ViacomCBS","offset":186},{"uri":"Jim_Davis_(cartoonist)","surface_form":"Jim Davis","offset":217},{"uri":"Garfield","surface_form":"Garfield","offset":254},{"uri":"Muncie%2C_Indiana","surface_form":"Muncie, Indiana","offset":321},{"uri":"Albany%2C_Indiana","surface_form":"Albany","offset":471},{"uri":"United_Feature_Syndicate","surface_form":"United Feature Syndicate","offset":600},{"uri":"Universal_Uclick","surface_form":"Universal Uclick","offset":910},{"uri":"Walt_Disney_Studios_(division)","surface_form":"Walt Disney Studios","offset":1212},{"uri":"20th_Century_Fox","surface_form":"20th Century Fox","offset":1243}]}