{"id":725492,"url":"http://en.wikipedia.org/wiki/The_Angriest_Dog_in_the_World","text":"e=\"preserve\">\"The Angriest Dog in the World\" is a comic strip created by film director David Lynch.\nBackground.\nLynch came up with the idea for the comic strip in 1973 during a time when he was feeling very angry. The comic strip was first published in the \"LA Reader\", and ran from 1983 until 1992. The comic strip was also serialized in \"Cheval Noir\".\nEach strip is visually the same. The first three panels are identical, and feature the black dog growling, tied to a post in a yard by a chain. He is between a tree on the left and one wall of a house with a window on the right. The fourth panel is the same as the previous three panels, except it is night time and a circle of light is coming from the house's window.\nA word balloon appears in one or more of the panels, showing one of the members of one of the house's unseen family, either Bill, Sylvia, Pete or Billy, Jr, is speaking. The speech is usually an aphorism or a non-sequitur. Such sayings include: \"If everything is real... then nothing is real as well.\" and \"It doesn't get any better than this.\"\nDavid Lynch has of course used animals within his back catalogue of work before. Dogs for instance feature in nearly every one of his movies usually as a visual prop: who could forget the scene in \"Wild at Heart\" in which our canine friend scampers away with the Bank teller's severed hand? Or the mewling pups in Mary X's living room in \"Eraserhead\"? Indeed a dog, albeit in cartoon form, took centre stage in Lynch's cartoon series for the \"LA Reader\", \"The Angriest Dog in the World\". But it is here on his website that Lynch seems to be opening up more to the wonders of nature: Bees, Coyotes and Dead Mice all have a part to play in various guises and manifestations within www.davidlynch.com, and as part of the pay-per-view series, the Rabbit has been given the starring role.","categories":[],"infobox_types":[],"annotations":[{"uri":"Comic_strip","surface_form":"comic strip","offset":50},{"uri":"David_Lynch","surface_form":"David Lynch","offset":87},{"uri":"Los_Angeles_Reader","surface_form":"LA Reader","offset":258},{"uri":"Cheval_Noir_(comics)","surface_form":"Cheval Noir","offset":340},{"uri":"Aphorism","surface_form":"aphorism","offset":918},{"uri":"Non_sequitur_(absurdism)","surface_form":"non-sequitur","offset":932},{"uri":"Wild_at_Heart_(film)","surface_form":"Wild at Heart","offset":1266},{"uri":"Eraserhead","surface_form":"Eraserhead","offset":1407}]}