{"id":725567,"url":"http://en.wikipedia.org/wiki/PartiallyClips","text":"\"PartiallyClips\" is a comic published on the internet that was created by Rob Balder and ran from 2002 to 2015. At the start of 2010, Balder gave authorship of the comic to Tim Crist, the comedy musician behind Worm Quartet.\nPremise.\n\"PartiallyClips\" is a constrained comic. Each three-panel strip consists of the same clip art image (the comic has no original art) in each panel for the whole strip, with added speech balloons and/or captions to create the joke.\n\"PartiallyClips\" frequently tends to use dark humor because the picture used shows peace, which is common in public-domain clip art, but the added dialogue or captions make it instead not show peace. \"PartiallyClips\" also frequently comments on modern life and culture, especially aspects of Internet culture. No characters or plots often repeat.\nIts name is a derivation from a misinterpreted phrase that results from a mishearing of the name because \"Partially Clips\" sounds similar to \"Partial eclipse\".\nDistribution and reception.\n\"PartiallyClips\" was updated twice every week, on Sundays and Thursdays. The \"partiallyclips.com\" website stopped updating on 17 June 2015. During 2018, the PartiallyClips website went down, and remains unavailable as of August 2019. The archives were available on the Erfworld domain, but are not available there anymore because that domain has largely been taken down due to personal tragedy.\nIn addition to being published online, the strip was also self-licensed to print media, being targeted at alternative weekly newspapers. It appeared in about 25 newspapers and magazines, and was published in a book called \"Suffering For My Clip Art: The Best Of Partially Clips Volume 1\". Material from \"PartiallyClips\" was included in '.\nPartiallyClips was included in a short list of comics published on the internet that was included in an NPR article released in 2009. The article's author, Glen Weldon, called it \"a combination of found art, a finely honed comic sensibility, and awesomeness run rampant.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Webcomic","surface_form":"comic published on the internet","offset":22},{"uri":"Rob_Balder","surface_form":"Rob Balder","offset":74},{"uri":"Timothy_F._Crist","surface_form":"Tim Crist","offset":173},{"uri":"Worm_Quartet","surface_form":"Worm Quartet","offset":211},{"uri":"Constrained_comics","surface_form":"constrained comic","offset":256},{"uri":"Clip_art","surface_form":"clip art","offset":319},{"uri":"Speech_balloon","surface_form":"speech balloon","offset":412},{"uri":"Dark_humor","surface_form":"dark humor","offset":505},{"uri":"Mondegreen","surface_form":"derivation from a misinterpreted phrase that results from a mishearing of the name","offset":825},{"uri":"Eclipse","surface_form":"eclipse","offset":961},{"uri":"Erfworld","surface_form":"Erfworld","offset":1268},{"uri":"Alternative_weekly","surface_form":"alternative weekly","offset":1500},{"uri":"Glen_Weldon","surface_form":"Glen Weldon","offset":1889}]}