{"id":725730,"url":"http://en.wikipedia.org/wiki/Cybiko","text":"The Cybiko is a handheld computer from Russia that was introduced in the United States by David Yang's company Cybiko Inc. in New York to test it in retail in April 2000.. It was released in the rest of the United States in May 2000. It was designed to appeal to teenagers by being able to send text messages two ways using radio. Over 430 \"official\" freeware games and applications were released for the Cybiko. Because it can be used to send text messages, it has a QWERTY keyboard that is used with a stylus. An MP3 player add-on and a SmartMedia card reader were made for the Cybiko. The company stopped manufacturing the Cybiko after two product versions and a few years. Multiple Cybikos can communicate with each other from up to 300 metres (0.19 miles) away. Several Cybikos can be used for chatting with each other in a wireless chatroom. Over 500,000 Cybiko Classics were sold by the end of 2000.\nCybiko Classic.\nThere are two models of the Cybiko Classic. The only difference that can be seen between the two models is the original version has a power switch on the side, and the later version uses the \"escape\" key for power management. Internally, the differences between the two models are in the internal memory, and where the firmware is.\nThe CPU is a Hitachi H8S/2241 running at 11.0592 MHz. The Cybiko Classic also has an Atmel AT90S2313 co-processor running at 4 MHz so it can support RF communications. It comes with 512KB of ROM flash storage and 256KB of RAM. It comes with an add-on slot in the back.\nThe Cybiko Classic came in five colors: blue, purple, neon green, white, and black. The black version has a yellow keypad, instead of the white unit the other Cybikos have.\nThe add-on slot has the same pin arrangement as a PC card, but it is not electrically compatible.\nCybiko Xtreme.\nThe Cybiko Xtreme is the second-generation Cybiko handheld. It has various improvements over the original Cybiko, such as a faster processor, more RAM, more ROM, a new operating system, a new keyboard layout, a new case design, a bigger wireless range, a microphone, improved audio output and a smaller size.\nThe CPU is a Hitachi H8S/2323 running at 18 MHz. Just as with the original version, it also has an Atmel AT90S2313 co-processor running at 4 MHz so it can support RF communications. The Cybiko Extreme comes with 512KB ROM flash storage and 1.5MB RAM. It comes with an add-on slot in the back, but the only hardware released that can be connected to it is an MP3 player.\nTwo variants of the Cybiko Xtreme were released. The US variant (Model No. CY44801), which has a frequency range of 902-928 MHz, and the European variant (Model No. CY44802), which has a frequency range of 868-870 MHz. There are no other functional differences between those variants.\n1MB Expansion Memory.\nIt is a add-on card that gives the Cybiko 1 megabyte of static RAM and 1 megabyte of flash storage. The RAM allows Cybiko programs that need more RAM to run. The flash storage allows more Cybiko programs to be stored. Some Cybiko programs will not run if the 1MB Expansion Memory is not connected to the add-on slot.","categories":[],"infobox_types":["information appliance"],"annotations":[{"uri":"David_Yang_(entrepreneur)","surface_form":"David Yang","offset":90},{"uri":"Test_market","surface_form":"test it in retail","offset":138},{"uri":"Freeware","surface_form":"freeware","offset":351},{"uri":"SmartMedia","surface_form":"SmartMedia","offset":539},{"uri":"Firmware","surface_form":"firmware","offset":1242},{"uri":"Central_processing_unit","surface_form":"CPU","offset":1259},{"uri":"Hitachi","surface_form":"Hitachi","offset":1268},{"uri":"H8_Family","surface_form":"H8","offset":1276},{"uri":"Atmel","surface_form":"Atmel","offset":1340},{"uri":"Co-processor","surface_form":"co-processor","offset":1356},{"uri":"Read-only_memory","surface_form":"ROM","offset":1446},{"uri":"Flash_memory","surface_form":"flash storage","offset":1450},{"uri":"Random_access_memory","surface_form":"RAM","offset":1477},{"uri":"PC_card","surface_form":"PC card","offset":1747},{"uri":"Operating_system","surface_form":"operating system","offset":1978},{"uri":"H8_Family","surface_form":"H8","offset":2140},{"uri":"Flash_memory","surface_form":"flash storage","offset":2341},{"uri":"RAM","surface_form":"RAM","offset":2859}]}