{"id":725748,"url":"http://en.wikipedia.org/wiki/Bayzo","text":"Bayzo (3 April 1947 - 1 February 2018) whose name is Tony Camilleri was a Maltese singer born in St. Paul's Bay. He is known for his unique voice and songs such as \"Qalu li raw\", which was played at the Malta Song Festival in 1986.\nThe Malta Bums.\nDuring his sixty year-long career, he had been one of the main singers of the \"The Malta Bums\". His song \"L-Ewwel Tfajla li ħabbejt\" remains known.\nBayzo, along with Freddie Portelli, Brethren Paul, Mario Perrone, Tony Muscat and Tony Bartolo, were meeting in the fields of St Paul's Bay areas and singing. From there, \"The Malta Bums\", originally known as \"The Bums\", were founded.\nWith The Malta Bums, Bayzo lived and played in Germany for six months, where he started Viva Malta at the end of 1967.\nFestivals.\nAfter having been separated from the Malta Bums, he merged his group \"Bayzo's Clikka\", which was active in many hotels and nightclubs, and took part in numerous festivals and musicals.\nHe went to a tour in Australia, Canada and the United States, where he sang and played for Maltese emigrants.\nHe represented Malta in some contests, in which it took part in Poland and Slovakia.\nFilm.\nBayzo was given a part in the RAI film \"Cristoforo Colombo\" (1984). Parts of the film were filmed in Malta and other parts of the film in the Dominican Republic. Bayzo spent six weeks on this set, along with actors John Suda and Lino Mintoff.\nRock operas.\nHe had taken part in Dream, the first rock opera from Malta, which first played at the Manoel Theatre in 1974.\nIn 1982, he was one of the singers of The Lord, which was a popular rock opera in Malta, and was respected for his unique style, as well as always being patient.\nDeath.\nBayzo died on February 1, 2018 at age 70. Malta's Labour Party considered the death of Bayzo to be a major defeat to the Maltese musical scene because for years, he was known as one of the main people in Maltese music. While they remembered his international performances that promoted Maltese music, they especially referred to Bayzo's performances in rock operas.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"St._Paul%27s_Bay","surface_form":"St. Paul's Bay","offset":97},{"uri":"Malta_Song_Festival","surface_form":"Malta Song Festival","offset":203},{"uri":"Freddie_Portelli","surface_form":"Freddie Portelli","offset":414},{"uri":"Brethren_Paul","surface_form":"Brethren Paul","offset":432},{"uri":"Mario_Perrone","surface_form":"Mario Perrone","offset":447},{"uri":"Tony_Muscat","surface_form":"Tony Muscat","offset":462},{"uri":"Tony_Bartolo","surface_form":"Tony Bartolo","offset":478},{"uri":"John_Suda","surface_form":"John Suda","offset":1362},{"uri":"Lino_Mintoff","surface_form":"Lino Mintoff","offset":1376},{"uri":"Manoel_Theatre","surface_form":"Manoel Theatre","offset":1490},{"uri":"Labour_Party_(Malta)","surface_form":"Labour Party","offset":1733}]}