{"id":726055,"url":"http://en.wikipedia.org/wiki/Dominique_Crenn","text":"Dominique Crenn (born 1965) is a French chef. Crenn is the only woman to have earned 3 Michelin stars at her restaurant. Crenn’s restaurant is called Atelier Crenn, and is located in San Francisco. Dominique Crenn moved from France to the US at around age 20. She already had experience with cooking when she was younger, learning how to bake from her grandmother. One thing she is very famous for is her creative but luxurious food she also likes putting on a show. For example, she likes to cook in front of you, or make the food look really beautiful.\nFeminism.\nIn the first cookbook she wrote called Atelier Crenn, she writes about her struggles and successes.  When she first started working in a restaurant she noticed that there were very very few women. over the course of her career, she had had to deal with male chefs and a lot of discrimination. In an interview with David Green, she says quote “ I will cut them” as a joke. She says that she does not like to fight physically or with violence. She will fight back with words. Another fact about her is that she fully supports the march of dimes.\nWhen she first started working in a restaurant she noticed that there were very very few women. over the course of her career, she had had to deal with male chefs and a lot of discrimination. In an interview with David Green, she says quote “ I will cut them” as a joke. She says that she does not like to fight physically or with violence. She will fight back with words. Another fact about her is that she fully supports the march of dimes.","categories":[],"infobox_types":[],"annotations":[{"uri":"French","surface_form":"French","offset":33},{"uri":"Chef","surface_form":"chef","offset":40},{"uri":"Michelin_star","surface_form":"Michelin star","offset":87},{"uri":"Restaurant","surface_form":"restaurant","offset":109},{"uri":"Atelier_Crenn","surface_form":"Atelier Crenn","offset":150},{"uri":"San_Francisco","surface_form":"San Francisco","offset":183},{"uri":"US","surface_form":"US","offset":239}]}