{"id":726139,"url":"http://en.wikipedia.org/wiki/Catahoula_Leopard_Dog","text":"e=\"preserve\">Catahoula Leopard dog is a medium sized hunting dog also known as the Catahoula cur, Catahoula hog dog, and Catahoula hound. The breed lives about 10 to 14 years. \"Catahoula\" dog has Native American roots and its name means \"scared lake\". Catahoula are from Louisiana and is the state's mascot. These dogs typically are medium-sized with a short coat varying with patterns and eyes that differ in color. Catahoulas were bred through the Blood hound, Spanish mastiff and Greyhound. The Breed is known to the American Kennel Club (AKC). AKC has grouped the breed as a stock service animal.\nTemperament.\nCatahoula is a high energy-level breed that requires a lot of activities such as fetching, walking, running or hiking. Catahoula's need a lot of attention with other dogs and humans.\nDog show qualifications.\nThe Catahoula is recognized by many kennel clubs, which allows the dog to be in dog shows. The two most popular kennel clubs is AKC and UKC. If one wishes to show their Catahoula leopard dog, she must be permanently registered and have a licensing number through the kennel club chosen. Not only should the breed be licensed, they are required to be well-kept, and not be a mixed breed.\nHead requirements.\nThe head of the Catahoula should look strong, the mouth should look nicely even with the head and not deformed. The Leopard dog's head and mouth should be parallel, which sometimes causes wrinkles on the forehead.\nTeeth.\nIn-order to be show ready, the dog must have full white teeth with nice pink gums. A sharp bite is ideal but teeth that may be worn or broken is okay.\nEyes.\nEyes should look medium sized, sort of rounded with varying eye colors or mix of colors. Eyes that may be deformed such as being un-centered; sagging of the eyelids; wired movability of eyelids or eyelashes can be a disqualification.\nEars.\nEars flop to the side with a short to medium triangular shape. The top of the ear should be even to the head. When alert, the tip of the ear lays close to the cheek. No Catahoula for show can have cropped ears.\nBody requirement.\nThe body should look strong with a broad chest. Catahoula's front legs and back legs should be medium length. When feet are being looked at, the dogs paws should be well groomed and have good webbing between toes.","categories":[],"infobox_types":[],"annotations":[]}