{"id":726114,"url":"http://en.wikipedia.org/wiki/Bhupathy%27s_purple_frog","text":"Bhupathy's purple frog (\"Nasikabatrachus bhupathi\") is a frog species belonging to the family Sooglossidae. lives in the Western Ghat mountains in India. It is a purple cave frog that lives underground almost all the time.\nBodies.\nMany species of frog dig underground a little, but Bhupathy's purple frogs live undergound almost all the time. They have front limbs shaped like shovels for digging and long noses so they can stick their tongues aboveground and lick the surface to catch ants to eat. They do not have shoot-and-pull-back tongues like other frogs.\nAdult frogs have purple skins and a thin blue ring around each eye.\nThe frog has one close relative, the purple frog, \"N. sahyadrensis\", which was first found in the Western Ghats in 2003.\nLife cycle.\nThe tadpoles do not swim in ponds or streams. Instead, they grab the stones behind waterfalls, where they spend six months eating algae. Young frogs, called imagos, have brown skin. They turn purple when they are adults.\nAdult frogs only come aboveground when the rain falls at the beginning of the northeast monsoon season, when they find mates.\nDiscovery.\nScientists from Hyderabad's Center for Cellular and Molecular Biology discovered the frog in 2017. They named the frog after scientist Dr. Subramaniam Bhupathy, who died in the Western Ghat Mountains in 2014. They wrote about \"N. bhupathi\" in \"Alytes\", the official magazine of the International Society for the Study and Conservation of Amphibians. They found \"N. bhupathi\" by listening for frog sounds coming up from underground.\n\"This frog lineage is very ancient, and has a very low diversity, so this finding is very special and unusual,\" said Elizabeth Prendini of the American Museum of Natural History, who helped write the scientific paper about the discovery.\nThe scientists did not to say exactly where they found the sample frogs because it was on private property.\nThis discovery was paid for by the Indian government in a project to sample the DNA of every frog in the country.\nOther ideas.\nSome scientists said that because \"N. bhupathy\", which lives in India, has close relatives in the Seychelles, which are close to Africa, it is likely that the Gondwanaland idea of why the continents are where they are is right. This idea says that Africa and India used to be one large continent, called Gondwanaland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ghats","surface_form":"Western Ghat mountains","offset":121},{"uri":"India","surface_form":"India","offset":147},{"uri":"Purple_frog","surface_form":"purple frog","offset":667},{"uri":"Tadpoles","surface_form":"tadpoles","offset":767},{"uri":"Algae","surface_form":"algae","offset":893},{"uri":"Imagos","surface_form":"imagos","offset":920},{"uri":"Monsoon","surface_form":"monsoon","offset":1072},{"uri":"Hyderabad","surface_form":"Hyderabad","offset":1137},{"uri":"American_Museum_of_Natural_History","surface_form":"American Museum of Natural History","offset":1696},{"uri":"DNA","surface_form":"DNA","offset":1979},{"uri":"Seychelles","surface_form":"Seychelles","offset":2124},{"uri":"Africa","surface_form":"Africa","offset":2155},{"uri":"Gondwanaland","surface_form":"Gondwanaland","offset":2185},{"uri":"Continental_drift","surface_form":"idea of why the continents are where they are","offset":2198}]}