{"id":72611,"url":"http://en.wikipedia.org/wiki/Hittites","text":"The Hittites were an ancient people from Anatolia who spoke an Indo-European language. They established a kingdom centered at Hattusha in north-central Anatolia from the 18th century BC.\nAt its peak, the Hittite Empire covered most of modern Turkey and Syria. This was under the reigns of Suppiluliuma I (~1350–1322) and Mursili II (~1321–1295 BC). They had up-and-down relationships with Ancient Egypt to the south, and the Assyrian Empire in Mesopotamia. They were a party to the first known peace treaty, which was made with Ramesses II of Egypt by Hattusili III in 1258 BC.\nAfter 1180 BC, the empire disintegrated into several independent \"Neo-Hittite\" city-states, some surviving until as late as the 8th century BC.\nEmpire of Suppiluliuma and Mursili II.\nThe Hittite Kingdom reached its zenith during the reign of Suppiluliuma I (~1350–1322). The kingdom of Mitanni, wracked by civil war, was unable to withstand the Hittite onslaught. Suppiluliuma swiftly attacked the Mitanni heartland, capturing and plundering the Mitanni capital of Washshuganni. He then turned west, recrossed the Euphrates and captured all the Syrian kingdoms which were vassals to the Mitanni, including Aleppo, Mukish, Niya, Qatna, Upi (Upina), and Kadesh. Other kingdoms such as Ugarit and Amurru (an Egyptian vassal) voluntarily became vassal states of the Hittites.\nWhen hostilities flared up once more with Mitanni, Tulipinu, Suppiluliuma's son and viceroy at Aleppo invaded Carchemish but was unable to take the city. Suppiluliuma met with his son and then invaded Syria himself, laying siege to the city of Carchemish. Suppiluliuma broke the siege on the eighth day, installing his son Piyassili as viceroy of the kingdom. With his sons as viceroys of Aleppo and Carchemish, Suppiluliuma had cemented his rule over Syria and brought the empire of Mitanni to an end. The Mitanni King was assassinated soon after.\nThe murdered prince.\nWhen Tutankhamun, the Egyptian Pharaoh died,his widow asked to marry one of Suppiluliuma's sons. He agreed, and sent his son Zannanza to Egypt to marry the queen. However, Zannanza was assassinated en route to Egypt. Suppiluliuma was furious and blamed the new Egyptian Pharaoh Ay for his son's death. A Hittite army under crown prince Arnuwanda invaded Egyptian territory from Syria, pillaging and taking many prisoners. These prisoners brought with them a plague which ravaged the Hittite Kingdom continuing well into Mursili's reign and may have killed Suppiluliuma himself.\nMursili II.\nMursili II was young and inexperienced, but he proved to be a strong king. In the first years of his reign he carried out punitive campaigns against several kingdoms. In Syria the Nuhashshi king Tette rebelled and was joined by Egyptian troops. Troubles in Syria continued when Mursili's brothers Tulipinu and Piyassili both died. The loss of his Syrian viceroys led to rebellion and even the invasion of Carchemish by Assyria. Leaving his generals to deal with Syria and Haysa, Mursili invaded Carchemish and drove out the Assyrians. Later in his reign Mursili II campaigned against the Kaska once again retaking the Hittite holy city of Niniveh. He also decisively defeating the King of Tummanna.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anatolia","surface_form":"Anatolia","offset":41},{"uri":"Indo-European_language","surface_form":"Indo-European","offset":63},{"uri":"Hattusha","surface_form":"Hattusha","offset":126},{"uri":"Turkey","surface_form":"Turkey","offset":242},{"uri":"Syria","surface_form":"Syria","offset":253},{"uri":"Suppiluliuma_I","surface_form":"Suppiluliuma I","offset":289},{"uri":"Mursili_II","surface_form":"Mursili II","offset":321},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":389},{"uri":"Assyria","surface_form":"Assyrian Empire","offset":425},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":444},{"uri":"Peace_treaty","surface_form":"peace treaty","offset":494},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":528},{"uri":"Hattusili_III","surface_form":"Hattusili III","offset":552},{"uri":"Euphrates","surface_form":"Euphrates","offset":1092},{"uri":"Syria","surface_form":"Syria","offset":1123},{"uri":"Aleppo","surface_form":"Aleppo","offset":1184},{"uri":"Kadesh","surface_form":"Kadesh","offset":1230},{"uri":"Ugarit","surface_form":"Ugarit","offset":1261},{"uri":"Amurru","surface_form":"Amurru","offset":1272},{"uri":"Carchemish","surface_form":"Carchemish","offset":1460},{"uri":"Aleppo","surface_form":"Aleppo","offset":1739},{"uri":"Syria","surface_form":"Syria","offset":1802},{"uri":"Tutankhamun","surface_form":"Tutankhamun","offset":1925},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":1951},{"uri":"Assassination","surface_form":"assassinated","offset":2105},{"uri":"Ay","surface_form":"Ay","offset":2198},{"uri":"Assyria","surface_form":"Assyria","offset":2929}]}