{"id":726226,"url":"http://en.wikipedia.org/wiki/Jim_Cronin_(zookeeper)","text":"James Michael Cronin, MBE (15 November 1951 – 17 March 2007) was the co-founder of Monkey World, a place of refuge for primates that have been treated badly and not taken care of properly, in Dorset, England, in 1987, from the United States. He was widely acknowledged as an international expert in the rescue and rehabilitation of abused primates, and in the enforcement of international treaties aimed at protecting them from illegal trade and experimentation.\nJim Cronin got an honorary MBE from Queen Elizabeth II in 2006 for services to animal welfare.\nEarly life.\nJim Cronin was born in Yonkers, New York, to Italian-Irish parents. He was the son of a union official. He was educated at St Denis School and Lincoln High School. He had a number of jobs after leaving school before becoming a keeper at Bronx Zoo in the 1970s. While he was working there, he realised he wanted to work with animals. He moved to Kent in the UK to work in John Aspinall's zoo in 1980.\nWorking with primates.\nJim Cronin started working with primates by working as a zoo keeper in various zoos. He came to the UK, where he got a job as a zoo keeper at John Aspinall's zoo at Howletts, where he perfected his skills of primate rehabilitation and care, in 1980. John Aspinall had set up a breeding programme for gorillas which were an endangered species. Jim Cronin's passion for working with primates made him quite successful in his career and encouraged him to wish to eventually build a safe haven for primates that were treated badly. During his years working at John Aspinall's Zoo, he gave himself the necessary experience of dealing with apes on a daily basis in his career path of working with them as well as small monkeys and their complex life needs.\nMonkey World.\nThe biggest rescue the centre undertook was that of the 19 retired stump-tailed macaques from a medical research laboratory in the UK; but the rescue mission in 2008, of the 88 capuchin monkeys from a medical research laboratory in Chile, took the record of the largest rescue of primates in the world.\nIn 2006, Cronin was awarded an MBE by Queen Elizabeth II for services to animal welfare he was accompanied by Robert Pitts. Cronin has also received the Jane Goodall Award.\nThe television series \"Monkey Business\" (made by Meridian Broadcasting and shown on ITV Meridian in the UK and on Animal Planet worldwide) has documented the Cronin's frequent rescue missions and undercover investigations throughout Europe and Asia for the past 10 years. Beginning in 2007, \"Monkey Business\" was replaced with \"Monkey Life\", which also documents the goings-on within Monkey World.\nDeath.\nFollowing a brief battle with liver cancer, Cronin died on 17 March 2007 at the Cabrini Medical Center, Manhattan, New York. He was survived by his daughter Eleanor, from his first marriage, and his wife Alison Cronin. Since his death, Monkey World has been run by Alison and his close friend Jeremy Keeling.\nJim Cronin Memorial Fund.\nThe Jim Cronin Memorial Fund for Primate Welfare and Conservation was set up for the purpose of continuing Cronin's legacy and for the support of primate conservation and welfare all over the world. It is a UK-registered charity, number 1126939, and is sponsored by Monkey World.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"MBE","offset":22},{"uri":"Monkey_World","surface_form":"Monkey World","offset":83},{"uri":"Member_of_the_Most_Excellent_Order_of_the_British_Empire","surface_form":"MBE","offset":490},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":499},{"uri":"Animal_welfare","surface_form":"animal welfare","offset":542},{"uri":"Yonkers%2C_New_York","surface_form":"Yonkers, New York","offset":593},{"uri":"Zookeeper","surface_form":"keeper","offset":797},{"uri":"Bronx_Zoo","surface_form":"Bronx Zoo","offset":807},{"uri":"Kent","surface_form":"Kent","offset":915},{"uri":"John_Aspinall_(zoo_owner)","surface_form":"John Aspinall","offset":941},{"uri":"Howletts_Wild_Animal_Park","surface_form":"zoo","offset":957},{"uri":"Howletts_Wild_Animal_Park","surface_form":"Howletts","offset":1158},{"uri":"Stump-tailed_macaque","surface_form":"stump-tailed macaque","offset":1825},{"uri":"Capuchin_monkey","surface_form":"capuchin monkey","offset":1935},{"uri":"Chile","surface_form":"Chile","offset":1990},{"uri":"Member_of_the_Most_Excellent_Order_of_the_British_Empire","surface_form":"MBE","offset":2092},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":2099},{"uri":"Jane_Goodall_Award","surface_form":"Jane Goodall Award","offset":2214},{"uri":"Monkey_Business_(TV_series)","surface_form":"Monkey Business","offset":2257},{"uri":"Meridian_Broadcasting","surface_form":"Meridian Broadcasting","offset":2283},{"uri":"ITV_Network","surface_form":"ITV","offset":2318},{"uri":"Animal_Planet","surface_form":"Animal Planet","offset":2348},{"uri":"Monkey_Life_(TV_series)","surface_form":"Monkey Life","offset":2562},{"uri":"Hepatocellular_carcinoma","surface_form":"liver cancer","offset":2669},{"uri":"Cabrini_Medical_Center","surface_form":"Cabrini Medical Center","offset":2719},{"uri":"Alison_Cronin","surface_form":"Alison Cronin","offset":2843},{"uri":"Jeremy_Keeling","surface_form":"Jeremy Keeling","offset":2932}]}