{"id":72636,"url":"http://en.wikipedia.org/wiki/Huntington%27s_disease","text":"Huntington's disease is a genetic disorder. It affects the brain and gets worse over time. This can lead to problems with moving, memory loss as well as thinking skills. Lastly, it also causes changes in behavior. Chorea is one of the main symptoms of Huntington's disease. On average, the disease leads to death about fifteen years after the first signs of the illness show. It is found in about 6 in 100,000 people. There is a 50% chance of inheriting this disease from the parents.\nHistory.\nThe disease is named after George Huntington. George Huntington specialized in medicine and psychology. In 1872, he was the first to describe the medical condition he was seeing in patients in a paper about science. In an 1908 review, an important scientist who also focused on medicine and psychology, William Osler said about this paper: \"In the history of medicine, there are few instances in which a disease has been more accurately, more graphically or more briefly described.\"\nAccording to Huntington, the disease is characterized by three things: it is inherited; people who have it become cases for psychiatry (insanity and people who kill themselves); and it only occurs in adults. That was the medical understanding at that time. Of these, the last one is wrong: some children also show signs of the disease.\nSymptoms.\nSymptoms of Huntington's disease usually begin between the ages of 35 and 44 years. They can, however, start in any age group from babies to old age. Also, Huntington's disease kills the cells in the body and brain.\nIn fact, children with Huntington's disease are often much sicker. They get worse faster. Instead of having chorea, they usually have rigidity (or stiffness) of their muscles and it is painful. Seizures (uncontrollable movements in the body) are also a common sign in children.\nTreatment and care.\nIn 2015, there is still no treatment for the disease itself. There are medicines available to help with some of the symptoms. Tetrabenazine was approved in 2008 by the FDA. This medicine helps slow some of the restless movements of chorea. Other medicines that can help with psychiatric symptoms and movements are benzodiazepines and anticonvulsants usually taken for seizures.\nClinical trials.\nScience Daily reported on May 6, 2019 that an international clinical trial has found a new drug is safe. It reported that the drug used by UBC researchers successfully lowers levels of Huntingtin protein.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":26},{"uri":"Brain","surface_form":"brain","offset":59},{"uri":"Movement","surface_form":"moving","offset":122},{"uri":"Amnesia","surface_form":"memory loss","offset":130},{"uri":"Behavior","surface_form":"behavior","offset":204},{"uri":"Chorea","surface_form":"Chorea","offset":214},{"uri":"George_Huntington","surface_form":"George Huntington","offset":521},{"uri":"Hereditary_disease","surface_form":"inherited","offset":1054},{"uri":"Psychiatry","surface_form":"psychiatry","offset":1101},{"uri":"Insanity","surface_form":"insanity","offset":1113},{"uri":"Suicide","surface_form":"kill themselves","offset":1137},{"uri":"Chorea","surface_form":"chorea","offset":1647},{"uri":"Seizure","surface_form":"Seizure","offset":1733},{"uri":"Medicine","surface_form":"medicine","offset":1908},{"uri":"Symptoms","surface_form":"symptoms","offset":1953},{"uri":"Tetrabenazine","surface_form":"Tetrabenazine","offset":1963},{"uri":"Food_and_Drug_Administration","surface_form":"FDA","offset":2005},{"uri":"Benzodiazepine","surface_form":"benzodiazepine","offset":2151},{"uri":"Anticonvulsant","surface_form":"anticonvulsant","offset":2171},{"uri":"Seizure","surface_form":"seizure","offset":2205},{"uri":"Science_Daily","surface_form":"Science Daily","offset":2232},{"uri":"Clinical_trial","surface_form":"clinical trial","offset":2292},{"uri":"UBC","surface_form":"UBC","offset":2371},{"uri":"Huntingtin","surface_form":"Huntingtin","offset":2417},{"uri":"Protein","surface_form":"protein","offset":2428}]}