{"id":726368,"url":"http://en.wikipedia.org/wiki/Dip_net","text":"Dip netting is a way to wade through the water and catch fish with a net. This activity is a highlight for Alaskan residents for a chance to camp along the shore and catch enough fish for the entire year.\nHistory of Fish Nets.\nFishing nets are one of the oldest fishing gear used. They are made with all kinds of fabric like nylon, cotton, grass, flax, and tree fibers. Fish nets date back to 8500 BC in Antrea. Native Americans made their nets on the Columbia River from grass, cedar, and spruce root fibers. Dip netting started in 1989 in the Copper River, but the Alaskan board finally made it official for residents in the Spring of 1996.\nSpecies.\nHooligan, king salmon, red salmon, pink salmon, silver salmon, and flounder are fish that are mostly caught while netting. Hooligan, a Chinookan name, is also known to be called a candlefish. This is an important species to eagles, gulls, and bear. This fish is found in the Pacific Northwest of Alaska. The best way to catch them is to dip net them. There is no bag unit limit when catching these fish. Only a valid fishing license will needed and be an official Alaskan resident. Hundreds and thousands of hooligan spawn every year in rivers. Salmon are usually born in freshwater, but slowly swim to the saltwater. They lay their eggs on the gravel and the eggs hatch after a month. These little fish are called fry because they look like long little fries when they swim in water. After they hatch, they swim to saltwater and live up to four to six years then they come back to the river, usually not the same river as they were spawned, but in a river that’s not running fast. This is because hooligans are not strong swimmers.\nKing Salmon, a Chinookan salmon, is a king of all fish species because of how aggressive and large it is. It is 30-40 inches long. They are found in the Southeast of Alaska into Prince William Sound out in the Bristol Bay area. This species is highly fished because they are rich in omega-3 fatty acids which makes a good dinner. Then again they are aggressive because they are strong sport fish.\nSockeye salmon, also named a red salmon, are the most popular among the salmon species because of their bright orange flesh. They are found in the Northern Pacific ocean and rivers. They can grow up to 33 inches long and weigh 4 to 15 pounds. They live to 3-7 years and are eaten by Marine mammals and bears.\nPink Salmon, known as humpy fish are found in Southeast of Alaska into Prince William Sound. Males are easily identified by their large hump on their back while females have a slimmer appearance. This area is home to seabirds that feed on them as well as bears, wolves, otters, and bald eagles. Saltwater pinks are smaller than freshwater and have softer flesh. Regular freshwater are 20-25 inches in length. They run with other fish like kings and silvers. These are especially easy to catch because they're easier to trick with the correct angler method.\nSilver salmon, deep bodied North Pacific salmon with black spots, are found in the Northern Atlantic and Pacific ocean. They grow up to be 30 inches in length and live up to 2-4 years.\nWays to dip net.\nThere are two types of of basic dip netting: stationary and sweeping. There are two stationary techniques. Kick netting is placing a net at the bottom of the river where all of the rocks are and kicking to to get fish. Just be warned that nets are easily damaged this way. The last technique is body rushing which is using a body to catch fish. When a school of fish rush in the water, swing the body from side to side. This should scare the fish and they should get caught in the net. There are three types of sweeping. Sight dipping seeing fish in the water and trying to catch the fish. Scooping is digging between rocks blindly into bushes of weeds or large bushes. The last technique is dredging. The net rubs against the bottom of the river picking up mud, weeds and other debris that can trap fish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Antrea_Net","surface_form":"Antrea","offset":404},{"uri":"Columbia_River","surface_form":"Columbia River","offset":452},{"uri":"Copper_River%2C","surface_form":"Copper River,","offset":545},{"uri":"Hooligan","surface_form":"Hooligan","offset":652},{"uri":"King_salmon","surface_form":"king salmon","offset":662},{"uri":"Red_salmon","surface_form":"red salmon","offset":675}]}