{"id":72650,"url":"http://en.wikipedia.org/wiki/ROT13","text":"ROT13 (or ROT-13) is a very simple form of encryption cipher. It is a variant of a Caesar cipher. In it, the alphabet is written in two lines, of 13 characters each. Encryption, and decryption is done by simply switching the letters that are below each other. That way, \"A\" becomes \"N\", \"B\" becomes \"O\", and so on.\nIt is widely used in USENET forums.\nLetter games and net culture.\nROT13 can also be used for letter games. There are some words, that will produce another existing word, when they are treated with ROT13. The longest example in the English language is the pair of 7-letter words <kbd>abjurer</kbd> and <kbd>nowhere</kbd>; there is also the 7-letter pair <kbd>chechen</kbd> and <kbd>purpura</kbd>. Other examples of words like these are shown in the table.\nThe 1989 International Obfuscated C Code Contest (IOCCC) had an entry by Brian Westley. Westley's computer program can be ROT13'd or reversed and still compiles correctly. Its operation, when executed, is either to perform ROT13 encoding on, or to reverse its input.\nThe newsgroup \"alt.folklore.urban\" made a word—<kbd>furrfu</kbd>. It was the ROT13 encoding of the frequently encoded utterance \"sheesh\". \"<kbd>Furrfu</kbd>\" evolved in mid-1992 as a response to postings repeating urban myths on alt.folklore.urban, after some posters complained that \"Sheesh!\" as a response to newcomers was being overused.","categories":[],"infobox_types":[],"annotations":[{"uri":"Encryption","surface_form":"encryption","offset":43},{"uri":"Cipher","surface_form":"cipher","offset":54},{"uri":"Caesar_cipher","surface_form":"Caesar cipher","offset":83},{"uri":"USENET","surface_form":"USENET","offset":336},{"uri":"Letter_games","surface_form":"letter games","offset":408},{"uri":"English_language","surface_form":"English language","offset":546},{"uri":"Computer_program","surface_form":"computer program","offset":868},{"uri":"Compiler","surface_form":"compiles","offset":922},{"uri":"Newsgroup","surface_form":"newsgroup","offset":1041},{"uri":"Urban_myth","surface_form":"urban myth","offset":1251},{"uri":"Newbie","surface_form":"newcomer","offset":1348}]}