{"id":726602,"url":"http://en.wikipedia.org/wiki/FrogWatch","text":"e=\"preserve\">FrogWatch is a name shared by citizen science programs that do the same thing. In a FrogWatch, people make recordings of frogs and other amphibians that live near them and send the recordings to databases for scientists and other people to hear and study.\nNot all FrogWatch programs are run by the same people. The Association of Zoos and Aquariums runs FrogWatch USA, Nature Canada runs FrogWatch Canada, the India Biodiversity Portal runs the FrogWatch in India, and other organizations run FrogWatches in other countries.\nIn citizen science, scientists ask ordinary people to help with scientific research or other work. Citizen science is one kind of crowdsourcing.\nThe National Geographic Society developed the program that FrogWatch USA volunteers use to add information and that FrogWatch uses to study it. Volunteers record temperature with thermometers and listen for sounds made by specific types of frogs and toads. FrogWatch USA volunteers listen to and record frog habitats for three and a half minutes, starting one half-hour (30 minutes) after the sun goes down.\nScientists have used FrogWatch to study the way frogs and toads change the places they live, which types of frogs are becoming more numerous and which are becoming less numerous, how many different kinds of frogs live in one place, the way they react to changes in how hot or cold it is, and the way they act during different parts of the year.\nHistory.\nThe United States Geological Survey started FrogWatch USA in 1998, but the National Wildlife Federation took over in 2002.\nBetween 1998 and 2005, 1,395 people working with FrogWatch USA visited 1,942 places where frogs live and gave information to FrogWatch. They found 79 different kinds of frogs and toads. This does not count visits, places, or species for FrogWatch Canada or FrogWatches in other countries.\nFrogWatch NT works in northern Australia. It started in 1991 after cane toads came to Australia and caused problems there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Citizen_science","surface_form":"citizen science","offset":43},{"uri":"Frogs","surface_form":"frogs","offset":134},{"uri":"Amphibians","surface_form":"amphibians","offset":150},{"uri":"India","surface_form":"India","offset":471},{"uri":"Crowdsourcing","surface_form":"crowdsourcing","offset":668},{"uri":"National_Geographic_Society","surface_form":"National Geographic Society","offset":687},{"uri":"Species_diversity","surface_form":"how many different kinds of frogs live in one place","offset":1270},{"uri":"United_States_Geological_Survey","surface_form":"United States Geological Survey","offset":1449},{"uri":"National_Wildlife_Federation","surface_form":"National Wildlife Federation","offset":1520},{"uri":"Australia","surface_form":"Australia","offset":1888},{"uri":"Cane_toad","surface_form":"cane toad","offset":1924},{"uri":"Invasive_species","surface_form":"caused problems there","offset":1957}]}