{"id":72675,"url":"http://en.wikipedia.org/wiki/Glissando","text":"e=\"preserve\">In music a glissando is a slide up or down the notes of a scale. The plural is “glissandi”. In written music the instruction to the player is often shortened to “gliss”. The word comes from the French “glisser” = “to slide”.\nWith the singing voice, or with an instrument such as the trombone or a string instrument a glissando is a smooth slide in which the pitch gradually changes, becoming higher and higher. The trombonist can make a glissando by blowing whilst pushing out or pulling in the slide. The violinist can make a glissando by sliding a finger up or down the fingerboard.\nWith instruments such as the piano, xylophone or harp a glissando is a quick slide in which we hear one note after another because the pitches between the notes cannot be played. On the piano there are two ways to play a glissando: either on the white notes or on the black notes. At the end of the piano piece called \"Ondine\" from \"Gaspard de la Nuit\" by Maurice Ravel both these types of glissando can be heard. The pianist has to play a glissando with tips of the fingers or the finger nails. It can be quite painful to practise them a lot. Harpists are very fond of playing glissandi. By changing the position of the harp pedals a harpist can change the scale which will sound when the glissando is played.\nMany modern timpani have pedals which tighten or slacken the drum head. These can be used to make a glissando. The Hungarian composer Béla Bartók often used this effect.\nSome jazz clarinettists manage to play a glissando on the clarinet. They do this by gradually changing the way they blow whilst at the same time gradually lifting all the fingers off the keys. George Gershwin's \"Rhapsody in Blue\" starts with a glissando on the solo clarinet.\nWhen composers write a glissando they write the first and the last note, and then put a long, straight line between the notes, and write the word “glissando” or “gliss”.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scale_(music)","surface_form":"scale","offset":71},{"uri":"Sheet_music","surface_form":"written music","offset":108},{"uri":"Singing","surface_form":"singing","offset":247},{"uri":"Trombone","surface_form":"trombone","offset":296},{"uri":"String_instrument","surface_form":"string instrument","offset":310},{"uri":"Pitch_(music)","surface_form":"pitch","offset":371},{"uri":"Piano","surface_form":"piano","offset":627},{"uri":"Xylophone","surface_form":"xylophone","offset":634},{"uri":"Harp","surface_form":"harp","offset":647},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":954},{"uri":"Timpani","surface_form":"timpani","offset":1321},{"uri":"B%C3%A9la_Bart%C3%B3k","surface_form":"Béla Bartók","offset":1443},{"uri":"Jazz","surface_form":"jazz","offset":1484},{"uri":"Clarinet","surface_form":"clarinet","offset":1537},{"uri":"George_Gershwin","surface_form":"George Gershwin","offset":1672},{"uri":"Rhapsody_in_Blue","surface_form":"Rhapsody in Blue","offset":1691},{"uri":"Note_(music)","surface_form":"note","offset":1822}]}