{"id":726993,"url":"http://en.wikipedia.org/wiki/Car_design","text":"Car design is the process of determining how cars and other motor vehicles like trucks look and feel. Most cars are designed by a large group of people that usually includes artists and engineers.\nDesign process.\nTypically, cars are designed based on many sketches and drawings, along with computer-aided design models. When the design team is satisfied with the basic shape of the car, a life-size model is sculpted from clay. Details are added to the clay model, and its shape may be changed by a small amount.\nThen, the interior design team designs the car's interior, making sure that it fits the needs of the customer. These needs include things like comfort and entertainment systems. High-end cars like luxury cars and supercars have fancy interiors and are designed for an enjoyable driving experience, while utility vehicles like vans have plain, rugged interiors designed to endure various types of cargo.\nOther parts of the car, such as the chassis and engine, are designed primarily by engineers, as it is less important for these parts to look attractive than it is for them to work properly.\nHistory.\nWhile most early cars were designed around usability rather than looks, that began to change when American businessman Alfred P. Sloan came up with the idea of changing a car's styling every year. This was done from the 1920s onward to keep cars looking \"new\" for each year they were sold, leaving customers unhappy with older models of the same car and increasing car sales in the United States. Sloan got this idea from bicycle companies.\nAfter World War I, car companies in European countries focused on luxury, and companies called coachbuilders made bodies for luxury cars. Some of these bodies were customized for especially rich customers.\nAfter World War II, the American economy grew and most American citizens were now able to afford cars. Because cars became more important in the United States, so did their styling, with the most famous American car designer being Harley Earl. The influence of car design would also grow massively in Europe, especially within France, Italy, and Germany.","categories":[],"infobox_types":[],"annotations":[{"uri":"Car","surface_form":"cars","offset":45},{"uri":"Vehicle","surface_form":"motor vehicles","offset":60},{"uri":"Truck","surface_form":"trucks","offset":80},{"uri":"Design","surface_form":"designed","offset":116},{"uri":"Artist","surface_form":"artists","offset":174},{"uri":"Engineer","surface_form":"engineers","offset":186},{"uri":"Sketch","surface_form":"sketches","offset":256},{"uri":"Drawing","surface_form":"drawings","offset":269},{"uri":"Computer-aided_design","surface_form":"computer-aided design","offset":290},{"uri":"Clay","surface_form":"clay","offset":422},{"uri":"Van","surface_form":"vans","offset":839},{"uri":"Cargo","surface_form":"cargo","offset":909},{"uri":"Chassis","surface_form":"chassis","offset":952},{"uri":"Engine","surface_form":"engine","offset":964},{"uri":"Alfred_P._Sloan","surface_form":"Alfred P. Sloan","offset":1234},{"uri":"United_States","surface_form":"United States","offset":1497},{"uri":"Bicycle","surface_form":"bicycle","offset":1537},{"uri":"World_War_I","surface_form":"World War I","offset":1562},{"uri":"Europe","surface_form":"European","offset":1592},{"uri":"World_War_II","surface_form":"World War II","offset":1768},{"uri":"France","surface_form":"France","offset":2089},{"uri":"Italy","surface_form":"Italy","offset":2097},{"uri":"Germany","surface_form":"Germany","offset":2108}]}