{"id":726975,"url":"http://en.wikipedia.org/wiki/Die_Caufner-Schwestern","text":"Die Caufner-Schwestern was a group of three singers founded in East Germany in 1977. The three sisters Juliane Albrecht (née Kaufner), Isa Kaufner and Irina Kaufner were the members of the group. The group mostly played disco music.\nBand history.\nEven as children, the four sisters Iris, Juliane, Isa and Irina Kaufner sang at the same time together in Rostock. Juliane and Isa were taught to have better vocals from 1972 to 1973 and were members of the College Formation. The pieces of music \"Dein und mein\", \"Als ich nachher von dir ging\" and \"Vom Träumen\" with Isa Caufner as solo singer were on the compilation LP \"Examen in Musik\", published in 1973. Juliane Kaufner married the musician and later Amiga music producer Klaus-Peter \"Biene\" Albrecht. In 1976, the four sisters founded the vocal quartet \"Caufner-Collection\". They were on the television show \"Familien-Disko\" in 1977. Iris Kaufner left the group. The band had to name itself \"Caufner-Schwestern\" instead. By 1978, there was five episodes for the \"family disco\". In 1978, their first single \"Komm doch\" was released. The next single, \"Laß dieses „he“\", was also released in 1978. For their tour program \"Drei unterwegs\", they were awarded the sponsorship award by the General Director of the Komitee für Unterhaltungskunst. Die Caufner-Schwestern appeared on the television show Ein Kessel Buntes and also performed concerts abroad.\nIn 1980, Isa Kaufner left the group to perform as Isa Caufner. As well as other things, she played for three months in November 1980 in the play \"Die Menschenfresserin\" by the Bulgarian dramatist Ivan Radojew at the Volksbühne Berlin. In 1982 the musical piece \"Man weiß ja nie\" by Die Caufner-Schwestern and \"Ich bin ich\" by Isa Caufner were released on a compilation LP. Juliane Albrecht and Irina Kaufner performed as a duo until 1987. Irina died of cancer in 2010. In 1989, Juliane Albrecht and her husband and other musicians founded the country band \"Country Delight\", which, as of 2016, they still belong to.","categories":[],"infobox_types":[],"annotations":[{"uri":"East_Germany","surface_form":"East Germany","offset":63},{"uri":"Disco","surface_form":"disco music","offset":220},{"uri":"College_Formation","surface_form":"College Formation","offset":454},{"uri":"Compilation","surface_form":"compilation","offset":603},{"uri":"Amiga_(record_label)","surface_form":"Amiga","offset":703},{"uri":"Music_producer","surface_form":"music producer","offset":709},{"uri":"Komitee_f%C3%BCr_Unterhaltungskunst","surface_form":"Komitee für Unterhaltungskunst","offset":1260},{"uri":"Ein_Kessel_Buntes","surface_form":"Ein Kessel Buntes","offset":1347},{"uri":"Ivan_Radojew","surface_form":"Ivan Radojew","offset":1597},{"uri":"Volksb%C3%BChne_Berlin","surface_form":"Volksbühne Berlin","offset":1617},{"uri":"Country_music","surface_form":"country","offset":1944}]}