{"id":727077,"url":"http://en.wikipedia.org/wiki/Rebecca_Long-Bailey","text":"Rebecca Roseanne Long-Bailey (born 22 September 1979) is a British Labour Party politician. She has been the Member of Parliament (MP) for Salford and Eccles since the 2015 general election.\nShe was the Shadow Secretary of State for Business, Energy and Industrial Strategy in Jeremy Corbyn's Shadow Cabinet from February 2017 to April 2020, losing the position when Keir Starmer became the leader of the party.\nIn January 2020, Long-Bailey announced her candidacy for Leader of the Labour Party in the 2020 leadership election. She came in second place with 135,218 votes, representing 27.6% of the total overall votes. The winner of the election was Keir Starmer.\nLong-Bailey became Shadow Secretary of State for Education in Keir Starmer's Shadow Cabinet in April 2020. Keir Starmer later sacked her from the Shadow Cabinet in June 2020, saying she shared an article containing an anti-Semitic conspiracy theory. The claim came from an article retweeted by Long-Bailey that was an interview with English actress and Labour supporter Maxine Peake in \"The Independent\". In one line of the article Peake said \"The tactics used by the police in America, kneeling on George Floyd's neck, that was learnt from seminars with Israeli secret services.\" Long-Bailey said that she shared the article because of Peake's significant achievements \"and because the thrust of her argument is to stay in the Labour Party\" but she did not endorse \"all aspects of it\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Labour_Party_(UK)","surface_form":"Labour Party","offset":67},{"uri":"Member_of_Parliament_(United_Kingdom)","surface_form":"Member of Parliament","offset":109},{"uri":"Salford_and_Eccles_(UK_Parliament_constituency)","surface_form":"Salford and Eccles","offset":139},{"uri":"2015_United_Kingdom_general_election","surface_form":"2015 general election","offset":168},{"uri":"Shadow_Secretary_of_State_for_Business%2C_Energy_and_Industrial_Strategy","surface_form":"Shadow Secretary of State for Business, Energy and Industrial Strategy","offset":203},{"uri":"Jeremy_Corbyn","surface_form":"Jeremy Corbyn","offset":277},{"uri":"Shadow_Cabinet","surface_form":"Shadow Cabinet","offset":293},{"uri":"Keir_Starmer","surface_form":"Keir Starmer","offset":367},{"uri":"Leader_of_the_Labour_Party_(UK)","surface_form":"Leader of the Labour Party","offset":469},{"uri":"2020_Labour_Party_leadership_election","surface_form":"2020 leadership election","offset":503},{"uri":"Antisemitism","surface_form":"anti-Semitic","offset":884},{"uri":"The_Independent","surface_form":"The Independent","offset":1053},{"uri":"Israel","surface_form":"Israel","offset":1221}]}