{"id":727154,"url":"http://en.wikipedia.org/wiki/Floppotron","text":"The Floppotron is a musical instrument. It was made by Polish engineer Paweł Zadrożniak. It is made of a set of computer hardware that plays music together. The latest version, the Floppotron 2.0, has 64 floppy drives, eight hard drives, and two flatbed scanners.\nFirst version.\nThe first version of the Floppotron was made in 2011. It is made of two floppy drives and an ATMega microcontroller. The sound is made by the magnetic head being moved by its stepper motor. The floppy drive's heads have be moved at the correct speed to make the correct sound.\nThe instrument became well known thanks to a video of the instrument on YouTube playing the Imperial March, which has more than 6 million views.\n2.0 version.\nIn 2016, Paweł Zadrożniak made a better version of the Floppotron, which has 64 floppy drives, 8 hard drives, and two flatbed scanners. Every column of eight floppy drives is controlled by an ATMega16 microcontroller, and the hard drives are controlled by two SMD MOSFETs that push and pull. The flatbed scanner head are controlled by Arduino Uno boards.\nHow it works.\nAny device that has an electric motor can make sound. Scanners and floppy drives use stepper motors to move the head with sensors that scan an image, or read or write, onto a magnetic disk. The faster the motor, the higher the pitch of the sound the motor makes. Hard disks use a magnet and a coil to tilt the head. When voltage is supplied for long enough, the head speeds up and hits the bound, which makes the \"drum hit” sound.\nThe Floppotron makes MIDI music files into commands that tell each device when to buzz, click, or be silent.\nSong covers.\nAs of April 2019, Paweł Zadrożniak's YouTube page shows more than one hundred songs played with the Floppotron. Some of those songs are Queen's \"Bohemian Rapsody\", Nirvana's \"Smells Like Teen Spirit\", White Stripes's \"Seven Nation Army\", Eurythmics' \"Sweet Dreams\" and Michael Jackson's \"Thriller\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Floppy_disk","surface_form":"floppy drives","offset":351},{"uri":"AVR_microcontrollers","surface_form":"ATMega microcontroller","offset":372},{"uri":"YouTube","surface_form":"YouTube","offset":628},{"uri":"Arduino","surface_form":"Arduino","offset":1049},{"uri":"Queen_(band)","surface_form":"Queen","offset":1772},{"uri":"Bohemian_Rapsody","surface_form":"Bohemian Rapsody","offset":1781},{"uri":"Nirvana_(band)","surface_form":"Nirvana","offset":1800},{"uri":"Smells_Like_Teen_Spirit","surface_form":"Smells Like Teen Spirit","offset":1811},{"uri":"White_Stripes","surface_form":"White Stripes","offset":1837},{"uri":"Seven_Nation_Army","surface_form":"Seven Nation Army","offset":1854},{"uri":"Eurythmics","surface_form":"Eurythmics","offset":1874},{"uri":"Sweet_Dreams_(Are_Made_of_This)","surface_form":"Sweet Dreams","offset":1887},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":1905},{"uri":"Thriller_(song)","surface_form":"Thriller","offset":1924}]}