{"id":727188,"url":"http://en.wikipedia.org/wiki/Intellivision_Amico","text":"The Intellivision Amico is a video game console made by Intellivision Entertainment. It will come out in North America, the United Kingdom, the rest of Europe and the MENA region on October 10, 2020, and cost about US$249 at that time. At that time, six games will come inside the console, and 40 more titles will be available for the console.\nConcept.\nMost games will be 2D or 2.5D. Other games will be 3D games the company thinks are easy to play and learn. The company helps studios make games for the console with whatever the studios need. All games will have features they will only have on the console. All games will be rated E (Everyone) or E10+ (Everyone 10+) by the ESRB, or PEGI 3 or PEGI 7 by PEGI. Versions of many popular classic Intellivision games with better graphics and sound will be available. Unlike Intellivision compilations released before them, some of them will be licensed from third-parties, such as '. Updated versions of some classic Atari games, and also games from Imagic and arcade classics such as \"Moon Patrol\" and \"BurgerTime\", are being made. Both downloadable games and games on physical media will be available, with downloadable versions of games costing US$9.99 or less, and special edition releases being available on RFID collectibles for US$30. The Intellivision Amico is supposed to go back to family gaming and co-op with people in the same place because the company thinks modern gaming and web-based multiplayer has gone away from that.\nDevelopment.\nIn May 2018, Tommy Tallarico said he planned to make a new Intellivision console, and made a new company, Intellivision Entertainment, becoming the president of it. Intellivision Productions started to name itself Blue Sky Rangers Inc. instead, and Intellivision Entertainment got the video game things they owned instead.\nAt the Portland Retro Gaming Expo in October 2018, the Intellivision Amico was officially revealed, such as its name, and the fact it would come out on October 10, 2020. Developer kits were expected to go out in Summer 2019.\nIn May 2019, Intellivision Entertainment announced its first major game exclusive to the console, a third official Earthworm Jim game, and that it got ten people who helped to work on the original \"Earthworm Jim\" team to work on it, all for Earthworm Jim's 25th anniversary. In June 2019, the Intellivision Amico could first be used in secret at E3 2019, allowing people with influence in the video game industry to play games in development on consoles, and try using the official mobile app that allowed mobile phones to be controllers for the console.\nAt Gamescom in Cologne, Germany in August 2019, Tommy Tallarico showed a trailer with footage of video games running on the Intellivision Amico to the public for the first time. In October 2019, Tommy Tallarico came to Insomnia Dubai, a gaming convention held in Dubai, United Arab Emirates, to say they set up an office in Dubai to make the Intellivision Amico come out in the MENA region on October 10, 2020, the same day as in North America and Europe.\nConsole.\nThe console has Bluetooth, Wi-Fi, RFID, HDMI out, an SD card slot, and three USB ports. Two of those USB ports can be used for charging, and the remaining USB port allows the console to store more data. There is a LED ambient lighting system built into the body that can change pattern and color in response to gameplay. This system is known as Interactive Guidance Lighting. This feature is intended to make playing games on the console \"fun and memorable\" while also helping guide players in an interactive way.\nController.\nThe Intellivision Amico comes with two controllers. They can charge wirelessly when they are placed into their cradle, which is on top of the console, charge using a wired USB-C connection, or charge in both ways at the same time. They have Bluetooth, Wi-Fi, RFID, speakers, a microphone, an accelerometer, force feedback and a gyroscope. They also have a full-color touch screen, four big shoulder buttons, a home button and a 64-way pressure-sensitive directional disc with a ring of LEDs all around it. The controllers come with wrist straps so they do not fly away during game action if they are not held in a secure way. Up to six more controllers can connect to the Intellivision Amico. A smartphone running a free controller smartphone app can be used instead of an Amico controller.\nGames.\nTommy Tallarico, who is the president of Intellivision Entertainment, has said the games that will be available for the Intellivision Amico will be about 20% updated and re-imagined versions of classic video games, 20% original new games, 20% sports and recreation, 20% board games, dice games, card games, word games and puzzle games, and 20% educational games. All games will be both single player and multiplayer, with some games allowing up to eight players to play the game at the same time using controllers and/or mobile phones. Some games will have motion controls, using the accelerometer and gyroscope of the controller. Some games will have the Karma Gaming Engine, a feature that is intended to give players of all skill levels a fair level of competition against each other by always changing the difficulty for players based on how well they are doing in the game. Five games will come with the Intellivision Amico, and it will have about forty more games available when it comes out. Five of the six included games have been announced to be \"Skiing\", \"Astrosmash\", \"Shark! Shark!\", \"Cornhole\", and \"Farkle\".\n\"[This table is lacking citations for many of its entries]\"\nOperating system.\nThe Intellivision Amico runs an operating system that is based on Android and Linux only made by the company. In an interview with GamesBeat, Tommy Tallarico said the operating system is \"very solid\", but \"very flexible\", saying Linux is the \"flexible\" part and Android is the \"solid\" part.","categories":[],"infobox_types":["information appliance"],"annotations":[{"uri":"Video_game_console","surface_form":"video game console","offset":29},{"uri":"Intellivision","surface_form":"Intellivision Entertainment","offset":56},{"uri":"North_America","surface_form":"North America","offset":105},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":124},{"uri":"Europe","surface_form":"Europe","offset":152},{"uri":"MENA","surface_form":"MENA","offset":167},{"uri":"2D","surface_form":"2D","offset":372},{"uri":"2.5D","surface_form":"2.5D","offset":378},{"uri":"3D","surface_form":"3D","offset":404},{"uri":"Entertainment_Software_Rating_Board","surface_form":"ESRB","offset":677},{"uri":"Pan_European_Game_Information","surface_form":"PEGI","offset":706},{"uri":"Imagic","surface_form":"Imagic","offset":998},{"uri":"Moon_Patrol","surface_form":"Moon Patrol","offset":1034},{"uri":"BurgerTime","surface_form":"BurgerTime","offset":1052},{"uri":"Physical_media","surface_form":"physical media","offset":1118},{"uri":"Cooperative_gameplay","surface_form":"co-op","offset":1358},{"uri":"Tommy_Tallarico","surface_form":"Tommy Tallarico","offset":1512},{"uri":"Earthworm_Jim_(video_game)","surface_form":"Earthworm Jim","offset":2245},{"uri":"Electronic_Entertainment_Expo","surface_form":"E3 2019","offset":2393},{"uri":"Mobile_application","surface_form":"mobile app","offset":2529},{"uri":"Gamescom","surface_form":"Gamescom","offset":2605},{"uri":"Cologne","surface_form":"Cologne","offset":2617},{"uri":"Germany","surface_form":"Germany","offset":2626},{"uri":"Dubai","surface_form":"Dubai","offset":2865},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":2872},{"uri":"Bluetooth","surface_form":"Bluetooth","offset":3083},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":3094},{"uri":"Radio-frequency_identification","surface_form":"RFID","offset":3101},{"uri":"High-Definition_Multimedia_Interface","surface_form":"HDMI","offset":3107},{"uri":"USB","surface_form":"USB","offset":3144},{"uri":"Light-emitting_diode","surface_form":"LED","offset":3281},{"uri":"Rumble","surface_form":"force feedback","offset":3900},{"uri":"Mobile_application","surface_form":"smartphone app","offset":4325},{"uri":"Operating_system","surface_form":"operating system","offset":5624}]}