{"id":727199,"url":"http://en.wikipedia.org/wiki/2b2t","text":"e=\"preserve\">2builders2tools (2b2t) is a \"Minecraft\" multiplayer game server founded in 2010 by an anonymous owner, known online as \"Hausemaster\". 2b2t is the oldest anarchy server in Minecraft. The server is also one of the oldest servers in Minecraft. The server is running on the same map without a single reset since its creation, with its Spawn area being extremely damaged. The server has no rules, cheating and griefing are common, in addition to violence and racism in the game chat. The server became famous among the players of Minecraft thanks to its chaotic nature. According to the owner of 2b2t, as of July 2020, the server is 8,376 gigabytes in size, and had over 510,000 players visiting at least once. The server is also a viral topic on YouTube, with videos about it reaching millions of views on that website.\nHistory.\nThe \"Minecraft\" server 2b2t.org was founded in 2010 by an anonymous owner, known online as \"Hausemaster\". It was advertised on 4chan and Reddit. Members from different forums launched raids against each other and their work. YouTuber TheCampingRusher uploaded a YouTube video on June 1, 2016, where he played on 2b2t. This caused a conflict on the server known as \"The Rusher War\". A queue to enter the server was soon added due to the massive influx of new players caused by the video's popularity. Players can also pay $20 to access a separate priority queue for a month.\nSince its creation, the server gained attention from news media. Articles were created about 2b2t on \"Kotaku, Vice, IGN, Newsweek\" and \"The Independent\". In addition, the server was featured in a book. In \"Master Builder 3.0 Advanced\", published in April 2015, 2b2t was described as crazy, stating that it can get \"outright wild,\" and that the server is a \"nightmare wasteland.\" The book also stated that the server is known as \"online royalty\" among \"Minecraft\" servers.\nIn 2019, the term \"The Oldest Anarchy Server in Minecraft\" became synonymous with 2b2t and helped the server getting featured on several Meme compilation videos on YouTube. Several groups were created in-game by the community, such as the Facepunch Republic, Team Veteran, Team Rusher (started by YouTuber \"TheCampingRusher\"), The Emperium, The Vortex Coalition, and Armorsmith's Followers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Minecraft","surface_form":"Minecraft","offset":42},{"uri":"Multiplayer_online_game","surface_form":"multiplayer game server","offset":53},{"uri":"Violence","surface_form":"violence","offset":454},{"uri":"Racism","surface_form":"racism","offset":467},{"uri":"Gigabyte","surface_form":"gigabyte","offset":647},{"uri":"YouTube","surface_form":"YouTube","offset":755},{"uri":"4chan","surface_form":"4chan","offset":965},{"uri":"Reddit","surface_form":"Reddit","offset":975},{"uri":"YouTube","surface_form":"YouTube","offset":1063},{"uri":"News","surface_form":"news media","offset":1465},{"uri":"Kotaku","surface_form":"Kotaku","offset":1514},{"uri":"Vice_News","surface_form":"Vice","offset":1522},{"uri":"IGN","surface_form":"IGN","offset":1528},{"uri":"Newsweek","surface_form":"Newsweek","offset":1533},{"uri":"The_Independent","surface_form":"The Independent","offset":1548},{"uri":"Meme","surface_form":"Meme","offset":2021}]}