{"id":727233,"url":"http://en.wikipedia.org/wiki/Hallo_aus_Berlin","text":"Hallo aus Berlin (English: Hello from Berlin) is a British educational television miniseries made by the BBC and the Goethe-Institut working together. It is used in German lessons in the United Kingdom, United States, Sweden, Hungary, Poland, the Netherlands and Australia. The 10 episodes in the series were shown on BBC Schools TV from 19 September 1996. It shows things that have happened, people are asked questions about themselves, energetic music, and animated parts, all like how a magazine would do so. The series is designed for people who are anywhere from 11 years old to 14 years old who are beginning to learn German.\nThe main characters are Marko, Jessica, Daniel, Esther, Thomas and Miriam. They are young people who say what life is like in Berlin for them every day. Every episode has an animated sketch and song the host characters, Rolli and Rita, perform.\nThe episodes can be watched on YouTube or the [http://www.bbc.co.uk/programmes/b007885s/clips BBC website].\nEpisode 1 - \"Wir\".\nThe characters of the series talk about themselves for the first time. This includes what they look like, their heights and their ages. Rolli and Rita appear for the first time. The Rolli and Rita sketch shows a hall of mirrors in a fairground and talks about colours and parts of the face in German. Thomas talks about his enjoying of cycling, Daniel shows his cartoons, and Jessica goes shopping. Marko talks about his guinea pig, and Miriam talks about her pet dog. Esther is seen doing athletics and talks about what she does. Rolli and Rita perform the song 'Hallo aus Berlin'.\nEpisode 2 - \"Familie\".\nDaniel and his family come to see his grandparents. The other characters talk about their brothers, sisters and pets for the first time. Some people who live in Berlin are asked questions about themselves. Thomas visits the Berlin Zoo and talks about the different animals that are seen there for the first time. The Rolli and Rita sketch shows Rita with a snake at Rolli's house that can solve problems using mathematics. The snake becomes confused and wrecks the room after Rolli asks it a question it finds hard to solve. Rolli and Rita then try to put the broken family portraits together again, incorrectly matching pieces with different family members. Nada, a 17-year-old who lives without his parents in a flat with other young people, talks about himself for the first time, and he talks about the chores and jobs he does when he is there. Rolli and Rita perform the song 'Meine Familie'.\nEpisode 3 - \"Zu Hause\".\nMarko talks about what his house is like. Miriam has breakfast with her family and talks about food that is usually eaten in a meal of breakfast. Some people who live in Berlin are asked questions about themselves. Rolli shows the order in which he does things to get ready in the morning and does not remember to finish doing his chores before his mother comes back to his home. Marko talks about his wardrobe and some of his clothes, and leaves his home to go to school. The different types of houses in Berlin are talked about, and Jessica and Daniel talk about their addresses. Some homeless people are seen being given food in a small restaurant in central Berlin. After that, Esther goes to Jessica's house. When they're there, they talk about Take That and listen to CDs. Rolli and Rita perform the song 'Wo Wohnst Du'.\nEpisode 4 - \"In der Stadt\".\nWolfgang, Jessica's cousin, is shown going on an ICE train and going to Jessica's house. He talks with Jessica and her mother on a payphone for a brief amount of time, then goes on the U-Bahn. Thomas meets someone who also enjoys Star Trek at a shop, and they leave the shop together. Wolfgang cannot find the correct way and asks someone who also lives in Berlin for help, only to get a long set of directions. The Rolli and Rita sketch shows Rita trying to talk to Rolli using a mobile phone multiple times and giving him directions that conflict with previous directions, until he accidentally finds out he is on top of a building that's being made. Thomas and his friend buy food, and Daniel, Miriam, Marko and Esther are asked how to find the correct way in Berlin. Wolfgang still cannot find his way and calls Jessica again, and she comes to meet him. Rolli and Rita perform the song \"Ist eine Post hier?\". Thomas, his friend, Jessica and Wolfgang are seen at the Cup Final match.\nEpisode 5 - \"Essen und Trinken\".\nThomas goes to a grocery shop to buy things for his favourite aunt. At the same time, Miriam and Jessica plan to go to McDonald's. Thomas and his aunt go to a cafe to get an ice cream and cake. Rolli and Rita try to make food at home. This goes wrong when Rita covers the room with whipped cream. A Turkish market and some traditional Turkish food are seen. Rolli and Rita perform the song \"Eis, bitte\".\nEpisode 6 - \"Schule\".\nJessica and Marko talk about their schools, and multiple lessons can be seen. Things that are being done when it is lunch break are shown. Arno is found out to be smoking at too early of an age and is sent to the headteacher's office. Because of this, Arno is made to clean for the school as a punishment. At the same time, an English lesson is seen. The Rolli and Rita sketch shows Rolli not doing his homework. Rita appears on a computer screen that is near to him to help him, but both of them run away after he chooses all of the wrong answers. Some students say to Esther, who is the person who represents the class, say they do not want as much German homework. Esther talks about the issue with their German teacher. Jessica talks about the after-school clubs (Arbeitsgemeinschaften). A montage is seen of multiple after school activities. After that, Rolli and Rita perform 'Was ist dein Lieblingsfach?'.\nEpisode 7 - \"Freizeit\".\nSome students talk about their weekend plans. Miriam talks about her horse and how she rides and cares for it. Arno is seen sleeping. At the same time, Daniel, Thomas and Esther meet in a shop that sells music. Jessica is seen doing ballet. The Rolli and Rita sketch shows them making bad things happen in a music shop with musical instruments that cost a lot of money. A traditional Turkish festival is seen, and the main characters dance in a disco. Rolli and Rita perform \"Was machst du am Wochenende?\".\nEpisode 8 - \"Gesundheit\".\nMarko plays volleyball and hurts himself. At the same time, Esther gets ready to play sports by playing sports, and plays sports. Foods and activities that are healthy or not healthy are talked about. Marko sees a doctor because he has been hurt, and the doctor sees what should be done about that. In the Rolli and Rita sketch, Rolli and Rita choose to go bowling, which goes wrong. Jessica, Marko, and Esther talk about their favourite sports. Karate lessons are seen, and Thomas, Daniel and Miriam talk about their favourite activities. Some children in wheelchairs are seen playing basketball. Rolli and Rita perform 'Ich habe zehn Finger'. The characters are then seen at an indoor water park.\nEpisode 9 - \"Ferien und Feste\".\nDaniel's mother reserves hotel rooms at a hotel near the Ostsee, where the family is going on holiday. A Turkish festival is seen, and Jessica has her Confirmation at the church. Miriam celebraties her 14th birthday with her family, Thomas, and Jessica. In the Rolli and Rita sketch, Rolli and Rita are on holiday, and do not know a storm is coming before being struck by lightning. Daniel is with his family on the Ostseeküste (Baltic Sea Coast), and they ride a boat. Rolli and Rita perform 'Wann hast du Geburtstag?'.\nEpisode 10 - \"Unser Berlin\".\nThe last episode of the series shows much of the culture in Berlin. Jessica goes around the shops of Berlin and the KaDeWe. Thomas talks about the history of the Kaiser Wilhelm Memorial Church, a reminder of World War 2, and Daniel eats in a restaurant that is in Berlin. Esther talks about where she lives, Kreuzberg, and looks around its shops and restaurants. Marko talks about the history of the Berlin Wall, and talks about the plans for Potsdamer Platz to be constructed on that were new at the time. The characters say goodbye in a theme park. Rolli and Rita perform the song 'Das ist unser Berlin', which ends the series.\nRolli and Rita.\nRolli and Rita are two characters who are teenagers and are animated using computers. In every episode of the series, they appear in a sketch and perform a song.\nThe characters were said to be the most advanced ones when the series was first shown in 1996. Baxter Hobbins Slides, which was independent, used 3D motion-capture suits with motion sensors to make animated 3D models so the characters could make the same movements as the actors. These 3D models were wireframe models at first, then skin and clothes were added to them. The lip movements of the characters were done by using the real lip movements of the actors filmed behind a blue screen.\nThe voices in the sketches were later replaced with a version in French for Quinze Minutes Plus (Juju et Juliette), and a version in Spanish for Revista (Julio y Julia).\nThe characters (mostly Rolli) and the music videos for 'Wann Hast Du Geburtstag?' and ‘Was Ist Dein Lieblingsfach?’ later became a small meme, due to Rolli's dance movements being very big.\nRolli was voiced by Frido Ruth. Rita was voiced by Nina Hamm, except for the singing parts, which were voiced by Christina Fry, a professional actress, singer, voice-over artist, comedienne, writer, presenter and cabaretist.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"English_language","surface_form":"English","offset":18},{"uri":"Educational_television","surface_form":"educational television","offset":59},{"uri":"BBC","surface_form":"BBC","offset":105},{"uri":"Goethe-Institut","surface_form":"Goethe-Institut","offset":117},{"uri":"German_language","surface_form":"German","offset":165},{"uri":"German_language","surface_form":"German","offset":624},{"uri":"Take_That","surface_form":"Take That","offset":3282},{"uri":"Berlin_U-Bahn","surface_form":"U-Bahn","offset":3572},{"uri":"McDonald%27s","surface_form":"McDonald's","offset":4526},{"uri":"Ostsee","surface_form":"Ostsee","offset":7091},{"uri":"Confirmation","surface_form":"Confirmation","offset":7185},{"uri":"KaDaWe","surface_form":"KaDeWe","offset":7700},{"uri":"Kaiser_Wilhelm_Memorial_Church","surface_form":"Kaiser Wilhelm Memorial Church","offset":7746},{"uri":"Kreuzberg","surface_form":"Kreuzberg","offset":7892},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":7984},{"uri":"Potsdamer_Platz","surface_form":"Potsdamer Platz","offset":8027},{"uri":"Computer_animation","surface_form":"animated using computers","offset":8290},{"uri":"Motion_capture","surface_form":"motion-capture","offset":8541},{"uri":"Chroma_key","surface_form":"blue screen","offset":8870},{"uri":"Frido_Ruth","surface_form":"Frido Ruth","offset":9263},{"uri":"Nina_Hamm","surface_form":"Nina Hamm","offset":9294},{"uri":"Christina_Fry","surface_form":"Christina Fry","offset":9356},{"uri":"Comedian","surface_form":"comedienne","offset":9422},{"uri":"Caberet","surface_form":"cabaretist","offset":9456}]}