{"id":727564,"url":"http://en.wikipedia.org/wiki/Dwarf_Fortress","text":"\"Dwarf Fortress\" (also known as \"Slaves to Armok: God of Blood Chapter II: Dwarf Fortress\") is an indie game created by Tarn and Zach Adams. It has three modes, each providing a different experience but all sharing a fantasy setting. It is currently in Alpha, and has been in development since 2002. The game has simple text-based graphics inspired by classic roguelikes. There is no way to win, but various ways of losing an in-game fortress or adventurer. A popular meme within the game's fanbase is \"Losing is fun!\"\nGameplay.\nBefore the game can be played, a world must be generated. The player can choose the size, number of civilizations, and various other aspects of the world. After this, they are presented with a world made to their liking and can accept it or generate another.\nIn \"Fortress Mode\", the player manages a fortress of dwarves. Among other things, the player is able to construct buildings, create a military, and designate areas for mining. Their dwarves must be fed, entertained, and protected from hazards to survive. Hazards include flooding, sieges, magma, and a variety of hostile creatures.\nIn \"Adventure Mode\", the player explores the world as their own character. Through exploration, they can gather information on characters and places across the map. Quests can be discovered by listening to friendly NPCs. Most quests focus around killing villains or monsters, and reward fame. Some friendly NPCs can be made into companions, who will aid the player in their travels. The player character has the same needs as the dwarves, including hydration and rest. This mode features a deeper combat system where body parts can be targeted.\nIn \"Legends Mode\", the player can read the generated history of their world. Historical figures, artifacts, and battles are described. A historical map of the world is included.\nHistory.\nIn their youth, the Adams brothers were avid fans of sci-fi and fantasy games. They became curious about computer game development and Tarn worked to learn programming. The two programmed various computer games including \"Slaves to Armok: God of Blood\", a role-playing game focused around killing goblins. Using much of the system created for \"Armok\" and inspiration from their mining game \"Mutant Miner\", they began work on \"Dwarf Fortress\" in 2002. The game has been in development since 2006, with frequent updates on progress and planned features. The game is free to download and its development is funded through PayPal donations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fantasy","surface_form":"fantasy","offset":217},{"uri":"Roguelike","surface_form":"roguelikes","offset":360},{"uri":"Meme","surface_form":"meme","offset":468},{"uri":"Civilization","surface_form":"civilizations","offset":629},{"uri":"Dwarf_(mythology)","surface_form":"dwarves","offset":841},{"uri":"Non-player_character","surface_form":"NPCs","offset":1335},{"uri":"Hydration","surface_form":"hydration","offset":1569},{"uri":"Artifact_(archaeology)","surface_form":"artifacts","offset":1762},{"uri":"Science_fiction","surface_form":"sci-fi","offset":1905},{"uri":"PayPal","surface_form":"PayPal","offset":2471}]}