{"id":727993,"url":"http://en.wikipedia.org/wiki/White_Christmas_(movie)","text":"\"White Christmas\" is a 1954 American musical movie starring Bing Crosby, Danny Kaye, Rosemary Clooney, and Vera-Ellen. It was directed by Michael Curtiz. It was filmed in VistaVision and Technicolor. It has songs by Irving Berlin, including the title song, \"White Christmas\". This was a new version of the song sung by Crosby in the 1942 film \"Holiday Inn\".\nThe movie was produced and distributed by Paramount Pictures. It is notable for being the first to be released in VistaVision. This is a widescreen process developed by Paramount. It used twice the surface area of the then standard 35mm film. This large-area negative was used to yield finer-grained standard-sized 35mm prints.\nThe word \"film\" is sometimes used instead of \"movie\". They are the same thing.\nPlot.\nThe movie starts on Christmas Eve, 1944, somewhere in Europe. It is World War II. Crosby and Kaye play two U.S. Army soldiers. Crosby plays Captain Bob Wallace and Kaye plays Private First Class Phil Davis. Bob is a Broadway entertainer, Phil wants to be a professional entertainer. They perform \"White Christmas\". Their commanding officer, Major General Thomas F. Waverly is being relieved of his command. He arrives for the end of the show and says goodbye.\nAfter the performance everyone is forced to take cover from an aerial bombing. A bomb knocks over a Wwall. Bob is too busy shouting orders to notice. Phil pushes him out of the way and injurs his arm. Bob later visits Phil at a field hospital and thanks him for saving his life. Phil shows Bob a duet he wrote and asks to perform with him back in New York City. Feeling obligated by Phil's heroism, Bob agrees.\nAfter the war, Bob and Phil make it big in nightclubs, radio, and then on Broadway, eventually becoming successful producers. They mount their newest hit musical titled \"Playing Around\". The same day they receive a letter from \"Freckle-Faced Haynes, the dog-faced boy,\" their mess sergeant from the war, asking them to look at an act that his two sisters are doing.\nThey go to the club to watch the \"Sisters\" act. Phil notices that Bob likes Betty, played by Rosemary Clooney. Phil likes her sister Judy, played by Vera-Ellen. Betty and Judy join Bob and Phil at their table. Phil dances with Judy. Phil and Judy hit it off. Bob and Betty do not get on. They have a minor argument about how Bob thinks that everyone has an \"angle\" in show business.\nJudy and Betty are headed for the Columbia Inn in Pine Tree, Vermont, where they are booked to perform over the holidays. Due to a disagreement with their landlord the girls have to leave. Phil gives the sisters his and Bob's sleeping-room on the train. They delay the sheriff by imitating the girls' and sing their song, \"Sisters\". Bob and Phil board later and Bob is extremely upset that they have to stay up all night in the club car on their way to NYC. They are joined by Betty and Judy, who thank them profusely for the tickets and convince them to come with them to Pine Tree.\nWhen the train arrives in Pine Tree, there isn't any snow. Bob and Phil discover that the inn is run by their former commanding officer, General Waverly. Waverly has invested all of his savings into the lodge. It is failing because there's no snow and no guests. To bring business to the inn, Bob and Phil bring the entire cast and crew of their musical \"Playing Around\". They add in Betty and Judy to the rehearsals. Bob and Betty's relationship blooms and they spend a good deal of time together.\nBob discovers the General's request to rejoin the army has been rejected. Bob calls Ed Harrison an old army buddy. Ed is now a successful variety show host. They arrange a televised invitation to all the men formerly under the command of the General to come to the inn on Christmas Eve as a surprise. Harrison suggests they put the show on national television to generate free advertising for Wallace and Davis. Bob insists that it must have nothing to do with their business.\nNosy housekeeper Emma Allen has been listening, but she has only heard the part about free advertising, not Bob's rejection of the idea. She thinks that her boss will be seen as a pitiable figure on TV and tells Betty. Betty is shocked. The misunderstanding causes Betty to ignore a baffled Bob. While this is happening, Judy becomes convinced that Betty will never take on a serious relationship until Judy is engaged or married. She pressures a reluctant Phil to announce a phony engagement, but the plan backfires when Betty abruptly departs for New York City to take a job offer.\nAfter rehearsals are complete, Phil and Judy reveal to Bob that the engagement was phony. Bob still doesn't know the real reason Betty left. He goes to New York for \"The Ed Harrison Show\". He tries to convince Betty to come back. Bob sees Betty's new act and tells her the truth about the engagement. He is called away by Ed Harrison before he finds out what is really bothering her.\nBack at the Inn, Phil fakes an injury to distract the General so he won't see the broadcast of Bob's announcement. In the broadcast, Bob invites veterans of the 151st Division to come to Pine Tree, Vermont, on Christmas Eve. Betty sees it on TV and realizes she was wrong. She returns to Pine Tree in time for the Christmas Eve show, but only tells Judy. The whole division comes into Pine Tree secretly. When the General enters the lodge, he is greeted by his former division, who sing a rousing chorus of \"The Old Man\". Just as the following song ends, the snow starts to fall.\nIn the finale, Bob and Betty declare their love for one another. So do Phil and Judy. The background of the set is removed to show the snow falling. Bob, Betty, Phil and Judy perform \"White Christmas\". Everyone raises a glass, and toasts, \"May your days be merry and bright; and may all your Christmases be white.\"\nSongs.\nAll songs were written by Irving Berlin. The centerpiece of the film is the title song. This was first used in \"Holiday Inn\" where it won an Oscar for Best Original Song in 1942.\n\"Count Your Blessings\" earned an Oscar nomination for Best Original Song.\nThe song \"Snow\" was originally written for \"Call Me Madam\" with the title \"Free\". The melody was kept but the lyrics were changed to be more appropriate for a Christmas movie.\nThe song \"What Can You Do with a General?\" was originally written for an un-produced project called \"Stars on My Shoulders\".\nIt was not possible to issue an \"original soundtrack album\" of the film, because Decca Records controlled the soundtrack rights, but Clooney was under exclusive contract with Columbia Records. Consequently, each company issued a separate \"soundtrack recording\": Decca issuing \"Selections from Irving Berlin's White Christmas,\" while Columbia issued \"Irving Berlin's White Christmas.\" On the former, the song \"Sisters\" and all of Clooney's vocal parts were recorded by Peggy Lee. On the latter, the song was sung by Rosemary Clooney and her own sister, Betty.\nCrosby and Kaye recorded another Berlin song (\"Santa Claus\") for the opening WWII Christmas Eve show scene, but it was not used in the final film. Their recording of the song survives and can be found on the Bear Family Records 7-CD set called \"Come On-A My House\".\nCasting.\n\"White Christmas\" was intended to reunite Crosby and Fred Astaire for their third Irving Berlin showcase musical. Crosby and Astaire had previously co-starred in \"Holiday Inn\" (1942) – where the song \"White Christmas\" first appeared – and \"Blue Skies\" (1946). Astaire declined the project after reading the script and asked to be released from his contract with Paramount. Crosby also left the project shortly thereafter, to spend more time with his sons after the death of his wife, Dixie Lee. Near the end of January 1953, Crosby returned to the project, and Donald O'Connor was signed to replace Astaire. Just before shooting was to begin, O'Connor had to drop out due to illness and was replaced by Danny Kaye, who asked for and received a salary of $200,000 and 10% of the gross. Financially, the film was a partnership between Crosby and Irving Berlin, who shared half the profits, and Paramount, which got the other half.\nA scene from the film featuring Crosby and Kaye was broadcast the year after the film's release, on Christmas Day 1955, in the final episode of the NBC TV show \"Colgate Comedy Hour\" (1950–1955).\nProduction.\nBerlin suggested a movie based on his song in 1948. Paramount put up the $2 million budget and only took 30% of the proceeds.\nPrincipal photography took place between September and December 1953. The film was the first to be shot using Paramount's new VistaVision process, with color by Technicolor. It was one of the first to feature the Perspecta directional sound system at limited engagements.\nRelease and reception.\nBosley Crowther of \"The New York Times\" was not impressed: \"...the use of VistaVision, which is another process of projecting on a wide, flat screen, has made it possible to endow \"White Christmas\" with a fine pictorial quality. The colors on the big screen are rich and luminous, the images are clear and sharp, and rapid movements are got without blurring—or very little—such as sometimes is seen on other large screens. Director Michael Curtiz has made his picture look good. It is too bad that it doesn't hit the eardrums and the funnybone with equal force.\"\n\"Variety\" liked it: \"White Christmas\" should be a natural at the box office, introducing as it does Paramount's new VistaVision system with such a hot combination as Bing Crosby, Danny Kaye and an Irving Berlin score...Crosby and Kaye, along with VV, keep the entertainment going in this fancifully staged Robert Emmett Dolan production, clicking so well the teaming should call for a repeat...Certainly he \"(Crosby)\" has never had a more facile partner than Kaye against whom to bounce his misleading nonchalance.\"\n\"White Christmas\" was enormously popular with audiences, earning $12 million in theatrical rentals – equal to $ today – making it the top moneymaker of 1954 by a wide margin and the highest-grossing musical film of all-time. Overall, the film grossed $30 million at the domestic box office.\nThere was a US theatrical re-release by Paramount in 1961.\nHome video.\n\"White Christmas\" was released in the US on VHS in 1986 and again in 1997. The first US DVD release was in 2000. It was re-released in 2009, with a Blu-ray in 2010. There was a US issue 4-disc \"Diamond Anniversary Edition\" in 2014. This collection contains a Blu-ray with extras, two DVDs with the film and extras, and a fourth disc of Christmas songs on CD. These songs are performed individually by Crosby, Clooney, and Kaye.\nStage adaptation.\nA stage adaptation of the musical, titled \"Irving Berlin's White Christmas\" premiered in San Francisco in 2004 and has played in various venues in the US, such as Boston, Buffalo, Los Angeles, Detroit and Louisville.\nThe musical played a limited engagement on Broadway at the Marquis Theatre, from November 14, 2008 until January 4, 2009. The musical also toured the United Kingdom in 2006 - 2008. It headed to the Sunderland Empire in Sunderland from November 2010 to January 2011 after a successful earlier run in Manchester and has continued in various cities with a London West End run at the end of 2014.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Musical_movie","surface_form":"musical movie","offset":37},{"uri":"Bing_Crosby","surface_form":"Bing Crosby","offset":60},{"uri":"Danny_Kaye","surface_form":"Danny Kaye","offset":73},{"uri":"Rosemary_Clooney","surface_form":"Rosemary Clooney","offset":85},{"uri":"Vera-Ellen","surface_form":"Vera-Ellen","offset":107},{"uri":"Michael_Curtiz","surface_form":"Michael Curtiz","offset":138},{"uri":"VistaVision","surface_form":"VistaVision","offset":171},{"uri":"Technicolor","surface_form":"Technicolor","offset":187},{"uri":"Irving_Berlin","surface_form":"Irving Berlin","offset":216},{"uri":"White_Christmas_(song)","surface_form":"White Christmas","offset":258},{"uri":"Holiday_Inn_(film)","surface_form":"Holiday Inn","offset":344},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":400},{"uri":"VistaVision","surface_form":"VistaVision","offset":472},{"uri":"Christmas_Eve","surface_form":"Christmas Eve","offset":791},{"uri":"World_War_II","surface_form":"World War II","offset":839},{"uri":"U.S._Army","surface_form":"U.S. Army","offset":878},{"uri":"Broadway_theatre","surface_form":"Broadway","offset":987},{"uri":"Major_General_(United_States)","surface_form":"Major General","offset":1112},{"uri":"Rosemary_Clooney","surface_form":"Rosemary Clooney","offset":2101},{"uri":"Vera-Ellen","surface_form":"Vera-Ellen","offset":2157},{"uri":"Vermont","surface_form":"Vermont","offset":2452},{"uri":"Irving_Berlin","surface_form":"Irving Berlin","offset":5847},{"uri":"White_Christmas_(song)","surface_form":"title song","offset":5897},{"uri":"Holiday_Inn_(film)","surface_form":"\"Holiday Inn\"","offset":5932},{"uri":"Academy_Awards","surface_form":"Oscar","offset":5962},{"uri":"Count_Your_Blessings_(Irving_Berlin_song)","surface_form":"Count Your Blessings","offset":6001},{"uri":"Call_Me_Madam","surface_form":"Call Me Madam","offset":6118},{"uri":"Decca_Records","surface_form":"Decca Records","offset":6456},{"uri":"Columbia_Records","surface_form":"Columbia Records","offset":6550},{"uri":"Selections_from_Irving_Berlin%27s_White_Christmas","surface_form":"Selections from Irving Berlin's White Christmas","offset":6652},{"uri":"Irving_Berlin%27s_White_Christmas","surface_form":"Irving Berlin's White Christmas","offset":6725},{"uri":"Peggy_Lee","surface_form":"Peggy Lee","offset":6843},{"uri":"Rosemary_Clooney","surface_form":"Rosemary Clooney","offset":6890},{"uri":"Betty_Clooney","surface_form":"Betty","offset":6927},{"uri":"Bear_Family_Records","surface_form":"Bear Family Records","offset":7142},{"uri":"Fred_Astaire","surface_form":"Fred Astaire","offset":7262},{"uri":"Irving_Berlin","surface_form":"Irving Berlin","offset":7291},{"uri":"Holiday_Inn_(film)","surface_form":"Holiday Inn","offset":7372},{"uri":"Blue_Skies_(1946_film)","surface_form":"Blue Skies","offset":7449},{"uri":"Dixie_Lee","surface_form":"Dixie Lee","offset":7693},{"uri":"Donald_O%27Connor","surface_form":"Donald O'Connor","offset":7770},{"uri":"Danny_Kaye","surface_form":"Danny Kaye","offset":7912},{"uri":"Christmas_Day","surface_form":"Christmas Day","offset":8238},{"uri":"NBC","surface_form":"NBC","offset":8286},{"uri":"Colgate_Comedy_Hour","surface_form":"Colgate Comedy Hour","offset":8299},{"uri":"Principal_photography","surface_form":"Principal photography","offset":8471},{"uri":"VistaVision","surface_form":"VistaVision","offset":8597},{"uri":"Technicolor","surface_form":"Technicolor","offset":8632},{"uri":"Perspecta","surface_form":"Perspecta","offset":8684},{"uri":"Bosley_Crowther","surface_form":"Bosley Crowther","offset":8766},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":8786},{"uri":"Variety_(magazine)","surface_form":"\"Variety\"","offset":9329},{"uri":"Gross_rental","surface_form":"theatrical rentals","offset":9925},{"uri":"1954_in_film","surface_form":"top moneymaker of 1954","offset":9979},{"uri":"VHS","surface_form":"VHS","offset":10251},{"uri":"DVD","surface_form":"DVD","offset":10295},{"uri":"Blu-ray","surface_form":"Blu-ray","offset":10355},{"uri":"San_Francisco","surface_form":"San Francisco","offset":10742},{"uri":"Boston","surface_form":"Boston","offset":10816},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo","offset":10824},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":10833},{"uri":"Detroit","surface_form":"Detroit","offset":10846},{"uri":"Louisville%2C_Kentucky","surface_form":"Louisville","offset":10858},{"uri":"Broadway_theatre","surface_form":"Broadway","offset":10913},{"uri":"Marquis_Theatre","surface_form":"Marquis Theatre","offset":10929},{"uri":"Sunderland_Empire","surface_form":"Sunderland Empire","offset":11068},{"uri":"Sunderland%2C_Tyne_and_Wear","surface_form":"Sunderland","offset":11089},{"uri":"Manchester","surface_form":"Manchester","offset":11169}]}