{"id":728484,"url":"http://en.wikipedia.org/wiki/Diet_of_Worms","text":"e=\"preserve\">The Diet of Worms was a council of the Holy Roman Empire in the city of Worms. The council was held because of Martin Luther and the Protestant Reformation. It lasted for five months in early 1521. The Emperor, Charles V led the council. Other councils (called Imperial Diets) were held in Worms in the years 829, 926, 1076, 1122, 1495, and 1545, but the most important Diet of Worms was in 1521.\nBackground.\nIn June 1520, Pope Leo X wrote the Papal bull Exsurge Domine (\"Arise, O Lord\"), in which he talked about 41 problems he saw in Martin Luther's Ninety-five Theses and his other works. Because of this, the Holy Roman Emperor told Martin Luther to come to the diet. He promised that he would give Luther safe passage to and from it. The Diet started on 23 January 1521. Martin Luther was told that he had to either take back what he had said or defend it.\nEvents of the Diet.\nMost of the important things in the Diet happened between 16-18 April. On 16 April, Martin Luther got to the city of Worms. He was told to come to the Diet at 4 p.m. on the 17th, and given a lawyer. After a day of arguing about his works, he was told that he was acting like a heretic. On the 18th of April, he went home. But Frederick III, Elector of Saxony thought that someone might kill him, so he faked a highway ambush and used this as a reason to hide Luther in one of his castles.\nThe Edict of Worms.\nAfter that, he ended the Diet of Worms.\nHowever, because Luther was hidden in Wartburg Castle, nothing ever happened to him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":52},{"uri":"Worms%2C_Germany","surface_form":"Worms","offset":85},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":124},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":146},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles V","offset":224},{"uri":"Pope_Leo_X","surface_form":"Pope Leo X","offset":436},{"uri":"Papal_bull","surface_form":"Papal bull","offset":457},{"uri":"Exsurge_Domine","surface_form":"Exsurge Domine","offset":468},{"uri":"Ninety-five_Theses","surface_form":"Ninety-five Theses","offset":565},{"uri":"Frederick_III%2C_Elector_of_Saxony","surface_form":"Frederick III, Elector of Saxony","offset":1221}]}