{"id":72847,"url":"http://en.wikipedia.org/wiki/Double_stopping","text":"e=\"preserve\">Double stopping means playing two notes at once on a bowed string instrument by drawing the bow across two strings at once while \"stopping\" two notes by pressing the fingers down on the fingerboard: one finger on each of the two strings being played.\nOn instruments such as the violin the player is mostly playing one note at a time. It is not difficult to play two open strings at once, but fingering two strings at once can be very difficult, so double stopping is an advanced technique. Sometimes triple or quadruple stopping is needed. This is sometimes called multiple stopping. It is not really possible to play three or four notes at the same time on a violin. The bridge is curved so that the player can bow on one string without hitting the others by accident. Multiple stopping is done by playing first two strings and then, while still letting the sound from these two ring, quickly playing the other two strings.\nMultiple stopping was used a lot in Renaissance music when playing the viol. Baroque composers such as Johann Sebastian Bach in Germany or Arcangelo Corelli in Italy often require double stopping when writing for solo string instruments. It is also used a lot in virtuoso music of composers in the Romantic period such as Niccolò Paganini.","categories":[],"infobox_types":[],"annotations":[{"uri":"Note_(music)","surface_form":"notes","offset":47},{"uri":"Bow_(music)","surface_form":"bowed","offset":66},{"uri":"String_instrument","surface_form":"string instrument","offset":72},{"uri":"Violin","surface_form":"violin","offset":291},{"uri":"Bridge_(instrument)","surface_form":"bridge","offset":685},{"uri":"Renaissance_music","surface_form":"Renaissance music","offset":974},{"uri":"Viol","surface_form":"viol","offset":1009},{"uri":"Baroque_music","surface_form":"Baroque","offset":1015},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":1041},{"uri":"Germany","surface_form":"Germany","offset":1066},{"uri":"Arcangelo_Corelli","surface_form":"Arcangelo Corelli","offset":1077},{"uri":"Italy","surface_form":"Italy","offset":1098},{"uri":"Virtuoso","surface_form":"virtuoso","offset":1201},{"uri":"Romantic_music","surface_form":"Romantic","offset":1236},{"uri":"Niccol%C3%B2_Paganini","surface_form":"Niccolò Paganini","offset":1260}]}