{"id":72851,"url":"http://en.wikipedia.org/wiki/Law_of_large_numbers","text":"e=\"preserve\">The law of large numbers, or LLN for short, is a theorem from statistics. It states that if a random process is repeatedly observed, then the average of the observed values will be stable in the long run. This means that as the number of observations increases, the average of the observed values will get closer and closer to the expected value.\nThe following graph shows the results of an experiment of rolls of a die. In this experiment, it can be seen that the average of die rolls varies wildly at first, but as predicted by the LLN, the average stabilizes around the expected value of 3.5 as the number of observations become large.\nHistory.\nJacob Bernoulli first described the LLN. He says it was so simple that even the stupidest man instinctively knows it is true. Despite this, it took him over 20 years to develop a good mathematical proof. Once he had found it, he published the proof in \"Ars Conjectandi\" (The Art of Conjecturing) in 1713. He named this his \"golden theorem\". It became generally known as \"Bernoulli's theorem\" (not to be confused with the law in physics with the same name). In 1835, S.D. Poisson further described it under the name \"la loi des grands nombres\" (the law of large numbers). Thereafter, it was known under both names, but the \"law of large numbers\" is most frequently used.\nOther mathematicians also contributed to make the law better. Some of them were Chebyshev (who proved a more general version of the law for averages), Markov, Borel, Cantelli and Kolmogorov. After these studies, there are now two different forms of the law: One is called the \"weak\" law, and the other the \"strong\" law. These forms do not describe different laws. They have different ways to describe the convergence of the observed or measured probability to the actual probability. The strong form of the law implies the weak one.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theorem","surface_form":"theorem","offset":62},{"uri":"Statistics","surface_form":"statistics","offset":75},{"uri":"Average","surface_form":"average","offset":155},{"uri":"Expected_value","surface_form":"expected value","offset":344},{"uri":"Jacob_Bernoulli","surface_form":"Jacob Bernoulli","offset":661},{"uri":"Physics","surface_form":"physics","offset":1089},{"uri":"Sim%C3%A9on_Denis_Poisson","surface_form":"S.D. Poisson","offset":1127},{"uri":"Pafnuty_Chebyshev","surface_form":"Chebyshev","offset":1411},{"uri":"Andrey_Markov","surface_form":"Markov","offset":1482},{"uri":"%C3%89mile_Borel","surface_form":"Borel","offset":1490},{"uri":"Francesco_Paolo_Cantelli","surface_form":"Cantelli","offset":1497},{"uri":"Andrey_Kolmogorov","surface_form":"Kolmogorov","offset":1510},{"uri":"Convergence","surface_form":"convergence","offset":1736}]}