{"id":72884,"url":"http://en.wikipedia.org/wiki/Titan_A.E.","text":"\"Titan A.E.\" is a 2000 animated science fiction movie from Fox Animation Studios and Twentieth Century Fox. The name of the movie comes from the fictional spacecraft that is a main part of the plot. The \"A.E.\" meaning \"After Earth.\" The movie was created using both hand-drawn animation and computer generated imagery.\n\"Titan A.E.\" did not make much money in theaters. It made only $9,376,845 during its opening weekend, and a total of $22,753,426 in theaters.\nPlot.\nIn 3028 A.D., Earth is attacked by pure energy aliens called the Drej. Its spacecraft uses the energy beam to destroy Earth, while hundreds of space vehicles leave the planet with the last of mankind on them. The secret \"Titan\" ship with Professor Sam Tucker aboard leaves at the same time, but not with the other vessels. One of the others escape the planet, including Sam's son Cale, who keeps a ring from his father.\nFifteen years later, Cale works on a salvage station. Humans have become outer space drifters. They are constantly treated by other races. A human captain named Joseph Korso and his pilot Akima seek out Cale. They tell him that he must help them find the \"Titan\". They say that the ship has machinery that will create a new Earth, in order to save humanity. The Drej want to find the \"Titan\" so that they can destroy it. With Korso's help, Cale learns that the ring his father gave to him can help him find the \"Titan\". Before long, Cale and Akima find out that Korso is looking for the \"Titan\" in order to hand it over to the Drej. They escape from him but become stranded on a drifter colony. Cale and Akima repair one of the wrecked spacecraft at the colony. They use it to go to where the \"Titan\" has been hidden.\nInside the \"Titan\", Cale and Akima learn that Professor Tucker had been one of the main people who designed the craft. The designers felt that the destruction of Earth would happen. Because of this, they gave the \"Titan\" the ability to create a new planet. They loaded it with the DNA of every living Earth plant and animal so they could repopulate the new world. However, the ship lost the energy and cannot recreate the planet. Korso finds and boards the \"Titan\". He attacks Cale and Akima, but one of his men attacks him. Korso kills the man by breaking his neck, then fights with Cale. During the fight, Korso falls over a railing. Cale trying to save him but Korso slips from Cale's grip and falls to his apparent death. Akima, Cale and others from Korso's ship work together to defend the \"Titan\" against the Drej attack. Cale thinks that the energy that makes up the Drej and their ships may be used to power up the \"Titans systems. Korso shows up again, but sacrifices himself repair a circuit breaker just as the Drej ship shoots an energy beam at the \"Titan\". Using the power of the beam, the \"Titan\" powers up and takes all the Drej energy. The Drej are destroyed while the ship creates a new planet. The movie ends with Akima and Cale standing on their new world. Akima wants to name the planet \"New Earth,\" while Cale wants to name it \"Bob\" and all the human coming to the planet named \"New Earth [Planet Bob].\"\nPrequels.\nTwo books were served as a prequel story before the movie. The other one follows Sam Tucker hiding the ship published by Dark Horse Comics.\nDigital screening.\n\"Titan A.E.\" became the first major movie using digital screen. On June 6, 2000, before it was shown in theaters, the movie was in Atlanta, Georgia and Los Angeles. It was sent to both screens from 20th Century Fox using a private internet LAN line. This was the first time a major movie had been created and distributed.","categories":[],"infobox_types":[],"annotations":[{"uri":"2000","surface_form":"2000","offset":18},{"uri":"Animated","surface_form":"animated","offset":23},{"uri":"Science_fiction","surface_form":"science fiction","offset":32},{"uri":"Movie","surface_form":"movie","offset":48},{"uri":"Fox_Animation_Studios","surface_form":"Fox Animation Studios","offset":59},{"uri":"Twentieth_Century_Fox","surface_form":"Twentieth Century Fox","offset":85},{"uri":"Fiction","surface_form":"fiction","offset":145},{"uri":"Spacecraft","surface_form":"spacecraft","offset":155},{"uri":"Earth","surface_form":"Earth","offset":225},{"uri":"Computer_generated_imagery","surface_form":"computer generated imagery","offset":291},{"uri":"Money","surface_form":"money","offset":350},{"uri":"Movie_theatre","surface_form":"theaters","offset":359},{"uri":"Attack","surface_form":"attacked","offset":490},{"uri":"Energy","surface_form":"energy","offset":507},{"uri":"Extraterrestrial_life","surface_form":"aliens","offset":514},{"uri":"Spacecraft","surface_form":"spacecraft","offset":542},{"uri":"Planet","surface_form":"planet","offset":635},{"uri":"Human_race","surface_form":"mankind","offset":659},{"uri":"Vessel","surface_form":"vessel","offset":781},{"uri":"Ring","surface_form":"ring","offset":865},{"uri":"Salvage","surface_form":"salvage","offset":924},{"uri":"Human","surface_form":"Human","offset":941},{"uri":"Outer_space","surface_form":"outer space","offset":960},{"uri":"Captain","surface_form":"captain","offset":1034},{"uri":"Pilot","surface_form":"pilot","offset":1069},{"uri":"Machine","surface_form":"machine","offset":1178},{"uri":"Earth","surface_form":"Earth","offset":1211},{"uri":"Colony","surface_form":"colony","offset":1574},{"uri":"Design","surface_form":"design","offset":1804},{"uri":"Earth","surface_form":"Earth","offset":1867},{"uri":"DNA","surface_form":"DNA","offset":1986},{"uri":"Earth","surface_form":"Earth","offset":2006},{"uri":"Plant","surface_form":"plant","offset":2012},{"uri":"Animal","surface_form":"animal","offset":2022},{"uri":"Population","surface_form":"repopulate","offset":2043},{"uri":"Neck","surface_form":"neck","offset":2266},{"uri":"Railing","surface_form":"railing","offset":2332},{"uri":"Sacrifice","surface_form":"sacrifice","offset":2671},{"uri":"Book","surface_form":"book","offset":3144},{"uri":"Dark_Horse_Comics","surface_form":"Dark Horse Comics","offset":3261},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":3430},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":3451},{"uri":"Movie_screen","surface_form":"screens","offset":3484},{"uri":"20th_Century_Fox","surface_form":"20th Century Fox","offset":3497},{"uri":"Internet","surface_form":"internet","offset":3530},{"uri":"LAN","surface_form":"LAN","offset":3539},{"uri":"Distribution","surface_form":"distributed","offset":3608}]}