{"id":729041,"url":"http://en.wikipedia.org/wiki/Black_Panther_(movie)","text":"e=\"preserve\">\"Black Panther\" is a 2018 superhero movie set in the Marvel Cinematic Universe and starring Chadwick Boseman as T’challa and Michael B. Jordan as the supervillain Killmonger.\nPlot.\nThousands of years ago an asteroid crashes into an African country called Wakanda containing an alien metal called vibranium which absorbs vibrations and is the world’s strongest metal as a result. The tribes of Wakanda went to war for the vibranium but then decided to unite under the leadership of a king called the Black Panther. Only one tribe goes into exile in the mountains of Wakanda so that they do not have to be ruled by the Black Panther. Because of using vibranium to make weapons the Wakandans managed to stop anyone else from ever conquering their country and as a result they became the world’s most technologically advanced nation but kept that a secret from everyone else by creating a giant force field around the country and having no relationship with the outside world. Then in the late 20th century T’chaka, King of Wakanda finds out that his brother who is an undercover spy in the United States is secretly smuggling vibranium to the US to help oppressed black people to overthrow the white man. T’chaka then kills his brother and leaves his body unburied to return to Wakanda. T’chaka’s brother’s son finds his father’s body dead and swears to get revenge. Then in 2018, T’chaka’s son T’challa comes back to Wakanda to become the new king following T’chaka’s murder in the movie. M’baku comes from the mountains and challenges T’challa to a fight to become Black Panther. T’challa wins and convinces M’Baku to surrender so that he doesn’t have to kill him. T’challa’s cousin turns out to have joined the American army and worked as an assassin for the CIA known as Killmonger. He since left the CIA and hired a supervillain named Klaue to help him rob the British Museum of its Wakandan artifacts and then murder everyone there. T’challa finds out that Klaue is in South Korea and goes there as the Black Panther to try and capture him only to find himself fighting the CIA. Klaue is captured by CIA agent Everett Ross with T’challa’s help and Klaue tells Ross that Wakanda is actually a rich country. Klaue escapes with Killmonger’s help and Ross is hurt. T’challa takes Ross to Wakanda so that his doctors can fix him. Killmonger then gets Klaue to take him to Wakanda only to reveal to Klaue that he is actually a Wakandan prince and kills Klaue. He then delivers Klaue’s body to Wakanda in exchange for an audience with T’challa and demand the throne. Killmonger and T’challa fight to the death and Killmonger wins. Killmonger becomes King of Wakanda and then wants to use the Wakandan military to conquer all white people in the world and punish them for their crimes against black people. T’challa’s family reaches out to M’baku and asks him to fight Killmonger. M’baku reveals that T’challa survived the fight without having surrendered and that he rescued an injured T’challa to repay him for having spared his life. T’challa is healed by M’baku and T’challa confronts Killmonger. Killmonger has no plan to fight T’challa since he believes that now that he is king there is no need for violence. T’challa tries to get the throne back by fighting to the death against Killmonger and wins. T’challa then decides to share Wakanda’s technology with the world.\nReception.\nThe Black Panther movie was generally praised by the critics and was actually nominated for an Oscar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Superhero_movie","surface_form":"superhero movie","offset":39},{"uri":"Marvel_Cinematic_Universe","surface_form":"Marvel Cinematic Universe","offset":66},{"uri":"Chadwick_Boseman","surface_form":"Chadwick Boseman","offset":105},{"uri":"Michael_B._Jordan","surface_form":"Michael B. Jordan","offset":138},{"uri":"Supervillain","surface_form":"supervillain","offset":163},{"uri":"Asteroid","surface_form":"asteroid","offset":220},{"uri":"Metal","surface_form":"metal","offset":296},{"uri":"Metal","surface_form":"metal","offset":373},{"uri":"War","surface_form":"war","offset":422},{"uri":"King","surface_form":"king","offset":496},{"uri":"Weapons","surface_form":"weapons","offset":680},{"uri":"Country","surface_form":"country","offset":757},{"uri":"Force_field","surface_form":"force field","offset":904},{"uri":"Spy","surface_form":"spy","offset":1089},{"uri":"United_States","surface_form":"United States","offset":1100},{"uri":"Kill","surface_form":"kill","offset":1228},{"uri":"Revenge","surface_form":"revenge","offset":1368},{"uri":"Murder","surface_form":"murder","offset":1479},{"uri":"Fight","surface_form":"fight","offset":1561},{"uri":"Assassin","surface_form":"assassin","offset":1755},{"uri":"CIA","surface_form":"CIA","offset":1772},{"uri":"Supervillain","surface_form":"supervillain","offset":1831},{"uri":"British_Museum","surface_form":"British Museum","offset":1876},{"uri":"Murder","surface_form":"murder","offset":1926},{"uri":"South_Korea","surface_form":"South Korea","offset":1985},{"uri":"Doctor","surface_form":"doctor","offset":2320},{"uri":"Prince","surface_form":"prince","offset":2446},{"uri":"Fight","surface_form":"fight","offset":2600},{"uri":"Death","surface_form":"death","offset":2613},{"uri":"Military","surface_form":"military","offset":2710},{"uri":"Fight","surface_form":"fight","offset":2871},{"uri":"Violence","surface_form":"violence","offset":3214},{"uri":"Technology","surface_form":"technology","offset":3357},{"uri":"Oscar","surface_form":"Oscar","offset":3490}]}