{"id":72930,"url":"http://en.wikipedia.org/wiki/Quasar","text":"Quasars or quasi-stellar radio sources are the most energetic and distant active galactic nuclei (AGN).\nThey are quite small in comparison with the energy they put out. Quasars are not much larger than the Solar System. The mechanism of brightness changes probably involves relativistic beaming of jets pointed nearly directly toward us. The highest redshift quasar known () has a redshift of 7.085, which means it is about 29 billion light-years from Earth. This estimate is made using the concept of comoving distance.\nScientists now agree that a quasar is a compact region in the center of a massive galaxy surrounding a central supermassive black hole. Its size is 10–10,000 times the Schwarzschild radius of the black hole. The energy emitted by a quasar is gravitational energy, created from mass falling onto the accretion disc around the black hole.\nQuasars are extremely luminous. They were first identified as being high redshift sources of electromagnetic radiation, including radio waves and visible light. The light (and other energy) appeared to be similar to stars, rather than large sources like galaxies. On the other hand, their spectra had very broad emission lines, unlike any known from stars, hence \"quasi-stellar\". Their luminosity can be 100 times greater than that of the Milky Way.\nThe accretion discs of central supermassive black holes can convert about 10% of the mass of an object into energy.\nThis mechanism explains why quasars were more common in the early universe, as this energy production ends when the supermassive black hole consumes all of the gas and dust near it.\nThis means that most galaxies, including our own Milky Way, may have gone through an active stage as a quasar or some other class of active galaxy. They are now dormant because they lack a supply of matter to feed into their central black holes to generate radiation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Active_galactic_nucleus","surface_form":"active galactic nuclei","offset":74},{"uri":"Solar_System","surface_form":"Solar System","offset":206},{"uri":"Relativistic_beaming","surface_form":"relativistic beaming","offset":274},{"uri":"Redshift","surface_form":"redshift","offset":350},{"uri":"Redshift","surface_form":"redshift","offset":381},{"uri":"Light-year","surface_form":"light-year","offset":435},{"uri":"Comoving_distance","surface_form":"comoving distance","offset":502},{"uri":"Supermassive_black_hole","surface_form":"supermassive black hole","offset":632},{"uri":"Schwarzschild_radius","surface_form":"Schwarzschild radius","offset":689},{"uri":"Black_hole","surface_form":"black hole","offset":717},{"uri":"Gravitational_energy","surface_form":"gravitational energy","offset":763},{"uri":"Mass","surface_form":"mass","offset":798},{"uri":"Accretion_disc","surface_form":"accretion disc","offset":820},{"uri":"Redshift","surface_form":"redshift","offset":931},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":951},{"uri":"Radio_frequency","surface_form":"radio waves","offset":988},{"uri":"Visible_spectrum","surface_form":"visible light","offset":1004},{"uri":"Star","surface_form":"star","offset":1074},{"uri":"Galaxy","surface_form":"galaxies","offset":1112},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1655}]}