{"id":729482,"url":"http://en.wikipedia.org/wiki/Arawanna","text":"e=\"preserve\">Arawanna,Ara-Wanna(I҆rwnt). The Hittite-Luwian city-state and historical region of the same name in the south-west of the Armenian Highlands(near modern town of Elbistan, Ablasta in Armenian: Աբլաստա), which existed in the Bronze Age and was mentioned by king Mursili II in his annals, where he writes that when Šuppiluliuma I was king of the Hittites, the Aravanians invaded the land of Kaskians near «Sammahi». Some translators believe that this may be a Late-Hittite pronunciation of «Samuha», comparing Šuppiluliuma of the mid-14th century BC, who managed to subdue Arawanna and other city-states, which had rebelled against his father, with king Šuppiluliuma of the late 13th century BC. However, in other places of the annals Arawanna and Cascia are not connected with Samuha. King Mursili himself in the fifth year of his reign - c. 1317 BC - moved to the city of Zulila in the vicinity of Sammahi to save the Cascians from invasions near Samuha.\nArawanna took part in the coalition of states that rebelled against the Hittite king Tudhaliya III and were supported by the king of Mitanni Shuttarna II.\nArawanna(I҆rwnt) at the Battle of Kadesh.\nArawanna(I҆rwnt) was one of the allies states who fought on the side of the Hittite empire against Egypt at the Battle of Kadesh\nSuccession of Arawanna.\nArawanna(I҆rwnt) was a homeland and personal land domain of the first historically known Armenian royal dynasty Eruandid(Yervanduni,Orontid dynasty).","categories":[],"infobox_types":[],"annotations":[{"uri":"Hittite","surface_form":"Hittite","offset":45},{"uri":"Luwian","surface_form":"Luwian","offset":53},{"uri":"Armenian_Highlands","surface_form":"Armenian Highlands","offset":135},{"uri":"Elbistan","surface_form":"Elbistan","offset":174},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":236},{"uri":"Battle_of_Kadesh","surface_form":"Battle of Kadesh","offset":1146},{"uri":"Hittite_empire","surface_form":"Hittite empire","offset":1240},{"uri":"Orontid_dynasty","surface_form":"Orontid dynasty","offset":1449}]}