{"id":72947,"url":"http://en.wikipedia.org/wiki/Anton_Webern","text":"Anton Webern (born Vienna 3 December 1883; died Mitterill 15 September 1945) was an Austrian composer. Webern and Alban Berg were the most famous pupils of Arnold Schoenberg, the composer who had invented the twelve tone system. This style of composition is often called the “Second Viennese School”. Webern was probably Schoenberg’s first pupil, and Berg joined them a few weeks later. Webern used the rules of the twelve tone system very strictly in his music. His compositions had a lot of influence on composers of the mid-20th century who were interested in serialism, especially Karlheinz Stockhausen and Pierre Boulez. Most of Webern’s compositions are very short.\nEarly years.\nAnton was born Anton von Webern. Webern’s father was a mining engineer who later got an important government job. The family had belonged to the nobility which is why they had “von” before the family name. In 1918 a law was made in Austria to stop people from using “von” as part of their name, and so from then onwards he was always known as “Anton Webern”. Anton learned to play the cello and the piano. They had a country house where the family spent the summer, and the young boy spent a lot of time composing, especially songs to the poems of famous German poets such as Stefan George and Richard Dehmel. Together with his friend and cousin Ernst he read the philosophical books of Friedrich Nietzsche, studied modern paintings and listened to the music of Richard Wagner. His father took him to the Bayreuth Festival.\nHe went to study at the University of Vienna where he continued to compose a lot of music. By 1906 he had been given a doctorate for writing about the composer Heinrich Isaac.\nInfluence of Schoenberg.\nWhen Webern became a pupil of Schoenberg he was joining a small group of musicians who were to be lifelong friends. Alban Berg was a member of this group. The music these people were writing sounded very modern at the time and they had to face a lot of criticism. Berg and Webern were official pupils of Schoenberg only for two years, but they continued to work with him, often copying out music for him. They also helped him financially and, when Schoenberg moved to Berlin, Webern moved there to be near him.\nMid career.\nWebern composed more twelve-tone music during these years. He also worked as a conductor to earn some money. He was only interested in music by German and Austrian composers. He tried to get several teaching jobs, but the only one he managed to get was at the Israel Institute for the Blind in Vienna, where he taught for six years.\nLater years.\nDuring the 1930s Webern faced many difficulties. He did not have much money, Schoenberg went to live in France and then the United States because of the political situation in Europe. Alban Berg died in 1935 and his own conducting career came to an end. When the Nazis came to power in Austria they banned Webern’s music because they thought it was bad (they called it “degenerate art”). His son was killed fighting in World War II. Four months after the war had ended he was sitting on the veranda of his daughter’s house smoking a cigar after dinner when he was shot dead by one of the occupying troops. He should have been inside because there was a curfew on. His son-in-law had just been arrested for selling things on the black market.\nHis music.\nWebern’s early music was in the style of expressionism. Later he wrote using the twelve tone system. He liked using very high and very low notes, as well as silences in his music. Although most of his pieces were very short, every note was carefully planned. Officially he composed 31 works, and these fit onto 6 CDs. A lot of his music still sounds very modern to us today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vienna","surface_form":"Vienna","offset":19},{"uri":"Austria","surface_form":"Austria","offset":84},{"uri":"Composer","surface_form":"composer","offset":93},{"uri":"Alban_Berg","surface_form":"Alban Berg","offset":114},{"uri":"Arnold_Schoenberg","surface_form":"Arnold Schoenberg","offset":156},{"uri":"Twelve_tone_system","surface_form":"twelve tone system","offset":209},{"uri":"Influence","surface_form":"influence","offset":493},{"uri":"20th_century","surface_form":"20th century","offset":527},{"uri":"Serialism","surface_form":"serialism","offset":563},{"uri":"Karlheinz_Stockhausen","surface_form":"Karlheinz Stockhausen","offset":585},{"uri":"Pierre_Boulez","surface_form":"Pierre Boulez","offset":611},{"uri":"Mining","surface_form":"mining","offset":740},{"uri":"Engineer","surface_form":"engineer","offset":747},{"uri":"Government","surface_form":"government","offset":783},{"uri":"Nobility","surface_form":"nobility","offset":830},{"uri":"Cello","surface_form":"cello","offset":1070},{"uri":"Piano","surface_form":"piano","offset":1084},{"uri":"Song","surface_form":"song","offset":1211},{"uri":"Poem","surface_form":"poem","offset":1224},{"uri":"Germany","surface_form":"German","offset":1240},{"uri":"Stefan_George","surface_form":"Stefan George","offset":1261},{"uri":"Richard_Dehmel","surface_form":"Richard Dehmel","offset":1279},{"uri":"Philosophy","surface_form":"philosophical","offset":1349},{"uri":"Friedrich_Nietzsche","surface_form":"Friedrich Nietzsche","offset":1372},{"uri":"Painting","surface_form":"painting","offset":1408},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":1447},{"uri":"Bayreuth_Festival","surface_form":"Bayreuth Festival","offset":1490},{"uri":"Vienna","surface_form":"Vienna","offset":1547},{"uri":"Doctorate","surface_form":"doctorate","offset":1628},{"uri":"Heinrich_Isaac","surface_form":"Heinrich Isaac","offset":1669},{"uri":"Criticism","surface_form":"criticism","offset":1963},{"uri":"France","surface_form":"France","offset":2683},{"uri":"United_States","surface_form":"United States","offset":2703},{"uri":"Nazi","surface_form":"Nazi","offset":2842},{"uri":"World_War_II","surface_form":"World War II","offset":2998},{"uri":"Veranda","surface_form":"veranda","offset":3070},{"uri":"Cigar","surface_form":"cigar","offset":3112},{"uri":"Curfew","surface_form":"curfew","offset":3232},{"uri":"Black_market","surface_form":"black market","offset":3307},{"uri":"Expressionism","surface_form":"expressionism","offset":3373},{"uri":"Note_(music)","surface_form":"note","offset":3563},{"uri":"Compact_disc","surface_form":"CDs","offset":3645}]}