{"id":72950,"url":"http://en.wikipedia.org/wiki/Seanad_%C3%89ireann","text":"e=\"preserve\">Seanad Éireann (; \"Senate of Ireland\") is the second house of the Irish parliament, the Oireachtas.\nFunction.\nSeanad Éireann's main business is the revising of legislation sent to it by Dáil Éireann.\nIt can initiate (start) and revise legislation, except bills for raising tax and spending money (Money Bills). Financial legislation must start in Dáil Éireann, and the Seannad can only suggest changes, it cannot force the changes to be accepted.\nSeanad Éireann slows Dáil Éireann. All bills must be looked at by the Seannad, so it is a safeguard against laws being passed too quickly.\nSeanad Éireann also debates important issues. Also, Seanad Éireann can debate these issues with more freedom because the fate of the Government will not be at stake. If the government loses a vote in Seanad Éireann it could be embarrassing, but under the constitution if the Government loses a vote in Dáil Éireann they might have to call new elections.\nElection day\nMembers of Dáil Éireann are members from the first meeting of Dáil Éireann after a general election until the Dáil is dissolved. Members of Seanad Éireann are members from the first meeting until the day before the next general election of the Seanad.\nElections for Dáil Éireann must be within 30 days of being dissolved. Elections for the Seanad must be within 90 days of Dáil Éireann's dissolution. The Seanad must be elected after the Dáil, because new TDs are allowed to vote in a Seanad election.\nElected Senators.\nAt least 5 senators must be elected from each panel, but no more than 11 from any one panel.\nThe senators from the Universities are elected by any Irish citizen with a degree from that university.\nThe university seats shows how much Éamon de Valera, who wrote the Constitution of Ireland was influenced by the British Parliament. At the time it was written the universities of Oxford and Cambridge had their own MPs in the House of Commons. Graduates of those universities voted for these MPs as well as for the MP were they lived.","categories":[],"infobox_types":[],"annotations":[{"uri":"Senate","surface_form":"Senate","offset":32},{"uri":"Republic_of_Ireland","surface_form":"Irish","offset":79},{"uri":"Oireachtas","surface_form":"Oireachtas","offset":101},{"uri":"D%C3%A1il_%C3%89ireann","surface_form":"Dáil Éireann","offset":199},{"uri":"Election_day","surface_form":"Election day","offset":953},{"uri":"Constitution_of_Ireland","surface_form":"Constitution of Ireland","offset":1750},{"uri":"Oxford","surface_form":"Oxford","offset":1863},{"uri":"Cambridge","surface_form":"Cambridge","offset":1874},{"uri":"Member_of_Parliament","surface_form":"MPs","offset":1898}]}