{"id":729673,"url":"http://en.wikipedia.org/wiki/Stilton_cheese","text":"Stilton is an English cheese, made in two types: Blue, and White. Blue stilton has \"Penicillium roqueforti\" added. This gives it a characteristic smell and taste. White is the same cheese without having the penicillium added. Both have been given the status of a protected designation of origin (PDO) by the European Commission. This means that the cheese must be made to a strict code in one of the three counties of Derbyshire, Leicestershire or Nottinghamshire.\nCheese made in the village of Stilton, which is now in Cambridgeshire can not be sold as \"Stilton\".\nHistory.\nFrances Pawlett (or Paulet), a cheese maker of Wymondham, Leicestershire, has been credited as the person who set modern Stilton cheese's shape and style characteristics in the 1720s,\nbut others have also been named.\nA recipe for a Stilton cheese was published in 1721 by Richard Bradley.\nThe Stilton Cheesemaker's Association say the first person to market Blue Stilton cheese was Cooper Thornhill. He was the owner of the Bell Inn on the Great North Road, in the village of Stilton, Huntingdonshire. Huntingdonshire is now a district in modern Cambridgeshire. The story is that in 1730, Thornhill discovered a distinctive blue cheese while visiting a small farm near Melton Mowbray in rural Leicestershire — possibly in Wymondham. He fell in love with the cheese and made a business arrangement that gave the Bell Inn exclusive marketing rights to Blue Stilton. The Great North Road, a main stagecoach route from London to Northern England, passed through the village of Stilton. So he was able to promote the sale of Stilton cheese.\nIn 1936 the Stilton Cheesemakers' Association (SCMA) was formed. They wanted to get legal protection for the quality and origin of the cheese. In 1966, Stilton was granted legal protection via a certification trade mark, the only British cheese to have received this status.\nManufacture and PDO status.\nBlue Stilton's blue veins are created by piercing the crust of the cheese with stainless steel needles. This allows air into the core. The cheese is then ripened for nine to twelve weeks.\nFor cheese to use the name \"Stilton\", it must be made in one of the three counties of Derbyshire, Leicestershire and Nottinghamshire, and must use pasteurised local milk. The manufacturers of Stilton cheese in these counties applied for and received protection under European Law (PDO = protected designation of origin) in 1996.\nStichelton is made in the same way as Stilton cheese and uses cows' milk from Nottinghamshire, but the milk is unpasteurised and so under the PDO it cannot be designated as true Stilton.\njust six dairies are licensed to make Stilton (three in Leicestershire, two in Nottinghamshire and one in Derbyshire). Each dairy is checked by an independent inspection agency accredited to European Standard EN 45011. Four of the licensed dairies are based in the Vale of Belvoir, which straddles the Nottinghamshire-Leicestershire border. This area is seen to be the heartland of Stilton production. Dairies are located in the town of Melton Mowbray and the villages of Colston Bassett, Cropwell Bishop, Long Clawson and Saxelbye.\nAnother Leicestershire dairy was located in the grounds of Quenby Hall near the village of Hungarton. There had been a dairy there in the 18th century. Quenby Hall restarted Stilton production in a new dairy in August 2005 but the business closed in 2011.\nThe former Dairy Crest-owned licensed dairy that produced Stilton at Hartington in Derbyshire was acquired by the Long Clawson dairy in 2008 and closed in 2009, with production transferred to Leicestershire. Two former employees set up the Hartington Creamery at Pikehall in Hartington parish which was licensed in 2014.\nStilton cheese cannot be produced in the village that gave the cheese its name. Stilton village is not in the three permitted counties; it is in the historic county of Huntingdonshire in Cambridgeshire. The Original Cheese Company applied to Defra to amend the Stilton PDO to include the village but the application was rejected in 2013.\nStilton cheese was also manufactured in Staffordshire. The Nuttall family of Beeby, Leicestershire opened a Stilton cheese factory in Uttoxeter in 1892 to take advantage of the local milk and good transport links.\nCharacteristics.\nStilton has a typical fat content of approximately 35%, and protein content of approximately 23%.\nSimilar cheeses.\nA number of blue cheeses are made in a similar way to Blue Stilton. These cheeses get their blue veins and distinct flavour from the use of one or more saprotrophic fungi, such as \"Penicillium roqueforti\" and \"Penicillium glaucum\". Since the PDO came into effect, some British supermarkets have stocked a generic \"British Blue cheese\". Other makers have adopted their own names and styles. Other typical British blue cheeses are Oxford Blue and Shropshire Blue.\nMany countries make blue cheeses. Italy has Gorgonzola cheese, a greenish-blue cheese made from cows' milk. France has Fourme d'Ambert made in Auvergne with cows' milk and Roquefort, made with ewes' milk. Denmark makes Danish Blue Cheese. The Netherlands makes Ruscello.\nHow to eat.\nBlue Stilton is often eaten with celery or pears. It can also be added as a flavouring to vegetable soup, such as cream of celery or broccoli.\nIt is often eaten with crackers, biscuits or bread. It can also be used to make a blue cheese sauce served over a steak. It can be crumbled over a salad. The cheese is traditionally eaten at Christmas. The edible rind of the cheese forms naturally during the aging process.\nWhite Stilton is the same cheese but has not had the \"Penicillium roqueforti\" mould introduced into it. It is a crumbly, creamy, open textured cheese.\nDreams.\nA 2005 survey by the British Cheese Board reported that Stilton seemed to cause unusual dreams, with 75% of men and 85% of women experiencing \"odd and vivid\" dreams after eating a 20-gram serving of the cheese half an hour prior to sleeping.\nCultural influence.\nGeorge Orwell wrote an essay, \"In Defence of English Cooking\", first published in the \"Evening Standard\" on 15 December 1945. While enumerating the high points of British cuisine, he touches on Stilton: \"Then there are the English cheeses. There are not many of them, but I fancy that Stilton is the best cheese of its type in the world, with Wensleydale not far behind.\"\nThe Stilton Cheese Makers Association produced a fragrance called \"Eau de Stilton\", which was \"very different to the very sweet perfumes you smell wafting down the street as someone walks past you.\"\nThe search for an unpasteurised Stilton cheese was a plot element of a \"Chef!\" episode titled \"The Big Cheese\", aired on BBC1 on 25 February 1993.\nA character named G. D'Arcy \"Stilton\" Cheesewright appears in several of the Jeeves novels of P. G. Wodehouse.","categories":[],"infobox_types":["cheese"],"annotations":[{"uri":"England","surface_form":"English","offset":14},{"uri":"Cheese","surface_form":"cheese","offset":22},{"uri":"Blue_cheese","surface_form":"Blue","offset":49},{"uri":"Penicillium_roqueforti","surface_form":"Penicillium roqueforti","offset":84},{"uri":"European_Commission","surface_form":"European Commission","offset":308},{"uri":"Derbyshire","surface_form":"Derbyshire","offset":418},{"uri":"Leicestershire","surface_form":"Leicestershire","offset":430},{"uri":"Nottinghamshire","surface_form":"Nottinghamshire","offset":448},{"uri":"Stilton","surface_form":"Stilton","offset":495},{"uri":"Cambridgeshire","surface_form":"Cambridgeshire","offset":520},{"uri":"Wymondham%2C_Leicestershire","surface_form":"Wymondham, Leicestershire","offset":621},{"uri":"Richard_Bradley_(botanist)","surface_form":"Richard Bradley","offset":846},{"uri":"Great_North_Road_(Great_Britain)","surface_form":"Great North Road","offset":1014},{"uri":"Stilton","surface_form":"Stilton","offset":1050},{"uri":"Huntingdonshire","surface_form":"Huntingdonshire","offset":1059},{"uri":"Cambridgeshire","surface_form":"Cambridgeshire","offset":1120},{"uri":"Melton_Mowbray","surface_form":"Melton Mowbray","offset":1243},{"uri":"Stagecoach","surface_form":"stagecoach","offset":1467},{"uri":"Northern_England","surface_form":"Northern England","offset":1499},{"uri":"United_Kingdom_trade_mark_law","surface_form":"trade mark","offset":1819},{"uri":"List_of_British_cheeses","surface_form":"British cheese","offset":1840},{"uri":"Ceremonial_counties_of_England","surface_form":"counties","offset":2175},{"uri":"Derbyshire","surface_form":"Derbyshire","offset":2187},{"uri":"Leicestershire","surface_form":"Leicestershire","offset":2199},{"uri":"Nottinghamshire","surface_form":"Nottinghamshire","offset":2218},{"uri":"Pasteurization","surface_form":"pasteurised","offset":2248},{"uri":"Geographical_indications_and_traditional_specialities_in_the_European_Union","surface_form":"protection under European Law (PDO = protected designation of origin)","offset":2351},{"uri":"Stichelton","surface_form":"Stichelton","offset":2430},{"uri":"Raw_milk","surface_form":"unpasteurised","offset":2541},{"uri":"Dairy","surface_form":"dairies","offset":2626},{"uri":"Vale_of_Belvoir","surface_form":"Vale of Belvoir","offset":2882},{"uri":"Melton_Mowbray","surface_form":"Melton Mowbray","offset":3054},{"uri":"Colston_Bassett","surface_form":"Colston Bassett","offset":3089},{"uri":"Cropwell_Bishop","surface_form":"Cropwell Bishop","offset":3106},{"uri":"Long_Clawson","surface_form":"Long Clawson","offset":3123},{"uri":"Saxelbye","surface_form":"Saxelbye","offset":3140},{"uri":"Quenby_Hall","surface_form":"Quenby Hall","offset":3209},{"uri":"Hungarton","surface_form":"Hungarton","offset":3241},{"uri":"Hartington%2C_Derbyshire","surface_form":"Hartington","offset":3475},{"uri":"Pikehall","surface_form":"Pikehall","offset":3669},{"uri":"Huntingdonshire","surface_form":"Huntingdonshire","offset":3895},{"uri":"Cambridgeshire","surface_form":"Cambridgeshire","offset":3914},{"uri":"Staffordshire","surface_form":"Staffordshire","offset":4105},{"uri":"Beeby","surface_form":"Beeby","offset":4142},{"uri":"Uttoxeter","surface_form":"Uttoxeter","offset":4199},{"uri":"Blue_cheese","surface_form":"blue cheese","offset":4423},{"uri":"Saprotrophic_nutrition","surface_form":"saprotrophic","offset":4563},{"uri":"Fungus","surface_form":"fungi","offset":4576},{"uri":"Penicillium_roqueforti","surface_form":"Penicillium roqueforti","offset":4592},{"uri":"Penicillium_glaucum","surface_form":"Penicillium glaucum","offset":4621},{"uri":"Oxford_Blue_(cheese)","surface_form":"Oxford Blue","offset":4840},{"uri":"Shropshire_Blue","surface_form":"Shropshire Blue","offset":4856},{"uri":"Gorgonzola","surface_form":"Gorgonzola","offset":4917},{"uri":"Fourme_d%27Ambert","surface_form":"Fourme d'Ambert","offset":4992},{"uri":"Auvergne","surface_form":"Auvergne","offset":5016},{"uri":"Roquefort","surface_form":"Roquefort","offset":5045},{"uri":"Sheep","surface_form":"ewes'","offset":5066},{"uri":"Danish_Blue_Cheese","surface_form":"Danish Blue Cheese","offset":5092},{"uri":"Ruscello","surface_form":"Ruscello","offset":5134},{"uri":"Celery","surface_form":"celery","offset":5189},{"uri":"Soup","surface_form":"soup","offset":5256},{"uri":"Broccoli","surface_form":"broccoli","offset":5289},{"uri":"Penicillium_roqueforti","surface_form":"Penicillium roqueforti","offset":5627},{"uri":"British_Cheese_Board","surface_form":"British Cheese Board","offset":5753},{"uri":"George_Orwell","surface_form":"George Orwell","offset":5994},{"uri":"Evening_Standard","surface_form":"Evening Standard","offset":6081},{"uri":"British_cuisine","surface_form":"British cuisine","offset":6157},{"uri":"Wensleydale_cheese","surface_form":"Wensleydale","offset":6337},{"uri":"BBC_One","surface_form":"BBC1","offset":6686},{"uri":"P._G._Wodehouse","surface_form":"P. G. Wodehouse","offset":6806}]}