{"id":729782,"url":"http://en.wikipedia.org/wiki/Darchula","text":"Darchula District (, a part of Sudurpashchim Pradesh, is one of the seventy-seven districts of Nepal. The district, with Khalanga, Mahakali (today part of Mahakali Municipality) as its district headquarters, covers an area of and has a population (2011) of 133,274. The number of male 63,609 and female 69,855. Decadal Change(%) 9.40, Annual Growth Rate(%) 0.90, Sex Ratio(males per 100 females) 91, Absent (abroad) Population Total 6,867, where number of male 5,880 and female 987. Total Number of House 22,948. Total Number of Household 25,802. Average Household Size 5.17. Population Density. The town has an Indian counterpart to its northwest, named Dharchula. The split between the two towns is just virtual as the traditions, culture, and lifestyle of the people living across both the regions are quite similar.\nDarchula Lies in the west-north corner of the country. Darchula made of two words Dhar (ne:दार) and Chula (ne:चुला). Dhar means edge in Nepali and Chula means fire pace,thus the district derives it name today, legends say that in ancient time Hermit Byas cooked rice on the top of two peaks. Byas RIshi HImal is the famous peak here. It covers area of 1867 square km. The major rivers are Mahakali, Chalune, Tinkar, Nampa and Kalagad. The district's boundary is connected with India and china also.Tropical,Subtropical,cool temperate,mild temperate, alpine types of climate are found here. Temperature lies from 18 to minus 7 degree centigrade and rainfall is up to 143 mil-liter. Nepali,Byasi, Gurung, Bhote, Doteli are the dominant language and culture here.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sudurpashchim_Pradesh","surface_form":"Sudurpashchim Pradesh","offset":31},{"uri":"Districts_of_Nepal","surface_form":"districts","offset":82},{"uri":"Nepal","surface_form":"Nepal","offset":95},{"uri":"Khalanga%2C_Mahakali","surface_form":"Khalanga, Mahakali","offset":121},{"uri":"Mahakali%2C_Darchula","surface_form":"Mahakali Municipality","offset":155},{"uri":"Dharchula","surface_form":"Dharchula","offset":655},{"uri":"Mahakali_river","surface_form":"Mahakali","offset":1209},{"uri":"Gurung_people","surface_form":"Gurung","offset":1515}]}