{"id":73019,"url":"http://en.wikipedia.org/wiki/Waterworld","text":"\"Waterworld\" is a 1995 American science fiction action movie. The movie stars Kevin Costner who also produced it. \"Waterworld\" was released in the United States on July 28, 1995.\nProblems during the making of the movie caused it to cost much more than expected. It was the most expensive movie ever made at the time. With a budget of $175 million, the movie earned $88 million at U.S. theaters. However, the movie was successful in other countries. It made more than a $100 million profit.\nPlot.\nSome time in the future, after global warming, the polar icecaps have melted. The Earth is almost entirely covered with water. The humans that are still alive have forgotten the past. Most people believe the world was created in a flood. It is blasphemy to believe anything else. There is, however, a belief of many peoples that dry land exists.\nThe main character in the movie is a drifter (Kevin Costner). For most of the movie, he has no name. People call him \"the Mariner.\" He is a genetic mutant, with webbed feet and gills. He also appears to have very good reflexes.\nThe Atollers offer a trade with the Mariner: if he will stay with them long enough to get one of their women pregnant they will give him all the supplies he needs. The Mariner does not accept their offer. He does not like being around many people. The Atoll's leaders are mad about this. They have him arrested. During the fight to capture him, they learn that he is a mutant. They fear him and plan to \"recycle\" him in the Atoll's old dump for domestic waste.\nAs they get ready to \"recycle\" the Mariner, the Smokers attack. Their leader is the Deacon. He is the \"captain\" of an old oil tanker, the \"Exxon Valdez\" (\"the 'Deez\"). They are looking for a young girl named Enola. She has a map to Dryland tattooed on her back. One of their spies told them that she was there. Enola lives with her guardian, Helen, a woman in her twenties or thirties. Helen and Enola plan to escape with Gregor (the Atoll's astrologer/engineer) in search of Dryland. Like the Mariner, they do not fit in with the other people.\nGregor's escape balloon is accidentally let loose too early (with him on it). This leaves Helen and Enola on the Atoll as the Smokers attack it. They free the Mariner after he says he will take them with him. They all escape on his ship.\nHelen learns that the Mariner knows where Dryland is and wants to see it. The Mariner puts her in a diving bell made out of plastic and swims down to a sunken city (actually the city of Denver) to show her. While they are looking at the sunken city, the Smokers find the Mariner's vessel and take control of it. Enola hides on the ship. When the Mariner and Helen return to the surface, the Smokers capture them. The Deacon wants the Mariner and Helen to tell him where Enola is, but they will not help him find her. The Deacon pretends to kill the Mariner and Helen by firing a gun into the sky. This scares Enola out of hiding and she is captured by the Smokers. The Deacon has his crew burn the Mariner's vessel and shoot at them, but they escape by diving deeper underwater than the bullets can reach. Since the Mariner can breathe underwater, he \"breathes\" for both of them using a kiss.\nGregor soon appears in his flying machine. He tells them that it was \"good thinking\" to burn the boat. Gregor then takes them to where a new Atoll is being built. The Mariner tells everyone that he is going to rescue Enola. No one else will help him.\nThe Mariner goes after the \"Exxon Valdez\" on a stolen jetski. The Deacon and his crew are celebrating finding \"the map to Dryland\". Unfortunately, neither the Deacon nor his crew has any idea how to \"read\" the map. Based on the shape of the area of Dryland, the Deacon believes that the area must be Japan. The crew begins to row the large ship with huge oars, in the style of a Viking longship.\nThe Mariner walks out onto the empty deck of the ship and threatens to throw a flare down into the oil holds unless the Deacon returns Enola. The Deacon does not believe Enola's warning that the Mariner never bluffs. He refuses and tells the Mariner that he would be crazy to blow up the ship. The Mariner drops the flare into the oil hold. The flare causes the oil catch on fire. This destroys the 'Deez in a large explosion.\nThe Mariner frees Enola and escapes the ship. They float at sea for a while and then have one last battle with the Deacon (who survived the blast) before being rescued by Gregor. Gregor understands the map and leads them in the direction of what does, in fact, turn out to be Dryland: Mount Everest. Gregor, Enola, Helen and the others start to rebuild civilization on the island. The Mariner builds a boat and sails away, back to his old life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cinema_of_the_United_States","surface_form":"American","offset":23},{"uri":"Science_fiction","surface_form":"science fiction","offset":32},{"uri":"Action_movie","surface_form":"action movie","offset":48},{"uri":"Kevin_Costner","surface_form":"Kevin Costner","offset":78},{"uri":"Producer","surface_form":"produced","offset":101},{"uri":"United_States","surface_form":"United States","offset":147},{"uri":"Budget","surface_form":"budget","offset":324},{"uri":"US_dollar","surface_form":"$","offset":334},{"uri":"Movie_theatre","surface_form":"theaters","offset":385},{"uri":"Country","surface_form":"countries","offset":438},{"uri":"Future","surface_form":"future","offset":513},{"uri":"Global_warming","surface_form":"global warming","offset":527},{"uri":"North_pole","surface_form":"polar","offset":547},{"uri":"Ice","surface_form":"ice","offset":553},{"uri":"Earth","surface_form":"Earth","offset":578},{"uri":"Water","surface_form":"water","offset":616},{"uri":"Flood","surface_form":"flood","offset":727},{"uri":"Blasphemy","surface_form":"blasphemy","offset":740},{"uri":"Fictional_character","surface_form":"character","offset":851},{"uri":"Drifter","surface_form":"drifter","offset":879},{"uri":"Mutation","surface_form":"genetic mutant","offset":982},{"uri":"Syndactyly","surface_form":"webbed feet","offset":1003},{"uri":"Gills","surface_form":"gills","offset":1019},{"uri":"Pregnant","surface_form":"pregnant","offset":1179},{"uri":"Arrest","surface_form":"arrest","offset":1372},{"uri":"Oil_tanker","surface_form":"oil tanker","offset":1653},{"uri":"Exxon_Valdez","surface_form":"Exxon Valdez","offset":1670},{"uri":"Tattoo","surface_form":"tattoo","offset":1771},{"uri":"Spy","surface_form":"spies","offset":1806},{"uri":"Guardian","surface_form":"guardian","offset":1863},{"uri":"Astrologer","surface_form":"astrologer","offset":1973},{"uri":"Engineer","surface_form":"engineer","offset":1984},{"uri":"Balloon","surface_form":"balloon","offset":2092},{"uri":"Accident","surface_form":"accident","offset":2103},{"uri":"Diving_bell","surface_form":"diving bell","offset":2414},{"uri":"Plastic","surface_form":"plastic","offset":2438},{"uri":"City","surface_form":"city","offset":2473},{"uri":"Denver","surface_form":"Denver","offset":2500},{"uri":"Kill","surface_form":"kill","offset":2854},{"uri":"Gun","surface_form":"gun","offset":2893},{"uri":"Sky","surface_form":"sky","offset":2906},{"uri":"Vessel","surface_form":"vessel","offset":3022},{"uri":"Bullet","surface_form":"bullet","offset":3101},{"uri":"Kiss","surface_form":"kiss","offset":3201},{"uri":"Fly","surface_form":"fly","offset":3234},{"uri":"Machine","surface_form":"machine","offset":3241},{"uri":"Jetski","surface_form":"jetski","offset":3512},{"uri":"Celebration","surface_form":"celebrating","offset":3548},{"uri":"Japan","surface_form":"Japan","offset":3758},{"uri":"Oar","surface_form":"oar","offset":3813},{"uri":"Viking","surface_form":"Viking","offset":3837},{"uri":"Longship","surface_form":"longship","offset":3844},{"uri":"Deck","surface_form":"deck","offset":3891},{"uri":"Fire","surface_form":"flare","offset":3933},{"uri":"Bluff","surface_form":"bluff","offset":4063},{"uri":"Insanity","surface_form":"crazy","offset":4121},{"uri":"Explosion","surface_form":"explosion","offset":4270},{"uri":"Battle","surface_form":"battle","offset":4380},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":4566},{"uri":"Civilization","surface_form":"civilization","offset":4634},{"uri":"Island","surface_form":"island","offset":4654}]}