{"id":73027,"url":"http://en.wikipedia.org/wiki/Douglas_Hyde","text":"Douglas Hyde (or Dubhghlas de hÍde, born January 17, 1860, died July 12, 1949) was the first President of Ireland from 1938 to 1945. He founded the Gaelic League, one of the most influential cultural organisations in Ireland. He promoted use of the Irish language, using the Irish spelling of his name and the pseudonym \"An Craoibhin Aoibhinn\"\nBackground.\nHyde was born at Longford House in Castlerea in County Roscommon, while his mother was on a short visit there. His father, Arthur Hyde, was a Church of Ireland rector. He became fascinated with hearing the old people in the locality speak the Irish language. At the time the Irish language was looked down on seen as backward and old-fashioned.\nHe founded the Gaelic League, or in Irish, \"Conradh na Gaeilge\", in the hope of saving it from extinction in 1893.\nConradh na Gaeilge.\nThe league was set up to encourage the Irish culture, music, dances, and language. Many of the new generation of Irish leaders who played a central role in the fight for Irish independence in the early twentieth century, including Patrick Pearse, Éamon de Valera (who married his Irish teacher Sinéad Flanagan), Michael Collins, and Ernest Blythe first became passionate about Irish independence through their involvement in Conradh na Gaeilge or \"(Gaelic League)\".\nHyde himself was uncomfortable at the league becoming political instead of cultural and resigned as its president in 1915. He was replaced by the radical political activist and Irish-language teacher, Patrick Pearse (1879-1916). Pearse led the Easter Rising, and his election showed that the league had been infiltrated by the Irish Republican Brotherhood, just like the Irish Volunteers and the Gaelic Athletic Association\nSenator.\nHyde had no association with Sinn Féin or the Independence movement. But he did accept an appointment to the senate, part of the Irish Free State parliament.\nIn November 1925 he lost the election to the senate because of lies about his support for divorce (in fact he was anti-divorce) and his Protestantism.\nHe became Professor of Irish at University College Dublin, where one of his students was future Attorney-General and President of Ireland, Cearbhall Ó Dálaigh.\nPresident of Ireland.\nIn April 1938 he was retired, but Taoiseach Éamon de Valera appointed him to Seanad Éireann. He was not a Senator for very long, because he was chosen to be first President of Ireland.\nHyde was inaugurated as the first President of Ireland in June 1938 and moved into the old \"Vice Regal Lodge\", the old home of the British Lords Lieutenant of Ireland. The lodge was also used by Governors General of the Irish Free State. Hyde renamed it the House of the President or Áras an Uachtaráin.\nHyde said the Presidential oath of office in Irish. The recording of his Roscommon dialect is one of the few recordings of the dialect, which has now died out.\n\"Fine and scholarly old gentleman\" says F.D.R..\nHyde was a popular president. United States President Franklin D. Roosevelt called him a \"fine and scholarly old gentleman\". President Hyde and King George VI corresponded about stamp collecting. (George VI was legally King of Ireland until 1 April 1949)\nHowever, in April 1940 he suffered a massive stroke. Plans were made for his lying-in-state and state funeral, but to the surprise of everyone he survived, albeit paralysed and having to use a wheelchair.\nPresident Hyde twice asked the Supreme Court, if a bill was Constitutional (so that the Bill in question can be signed into law).\nOn the first occasion, the court held that the Bill referred - Offences Against the State (Amendment) Bill, 1940- was Constitutional.\nThe second reference, the Court decided that the particular provision referred - section 4 of the School Attendance Bill, 1942 - was \"repugnant to the Constitution\". and told the Dáil he was refusing to sign it.\nRetirement and death.\nHyde left office on 25 June 1945. Due to his ill-health he did not return to his Roscommon home Ratra. Instead he was moved into the former Secretary to the Lord Lieutenant's residence in the grounds of Áras an Uachtaráin, which he renamed \"Little Ratra\" and where he lived out the remaining four years of his life. He died quietly at 10pm on 12 July 1949, aged 89.\nState funeral.\nAs a former President of Ireland he was given a state funeral. As an Anglican his funeral service took place in Dublin's Church of Ireland St. Patrick's Cathedral. But the Catholic Church did not let Roman Catholics attend services in Anglican churches. As a result, all but one member of the Catholic cabinet, Dr. Noel Browne, remained outside the cathedral while Hyde's funeral took place. They then joined the cortège when his coffin left the cathedral. Éamon de Valera, by now Leader of the Opposition, was represented by a senior Fianna Fáil figure who was a member of the Church of Ireland, Erskine Childers, a future President of Ireland himself. Hyde was buried in County Roscommon, where he had spent most of his childhood life.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_Ireland","surface_form":"President of Ireland","offset":93},{"uri":"Gaelic_League","surface_form":"Gaelic League","offset":148},{"uri":"Castlerea","surface_form":"Castlerea","offset":391},{"uri":"County_Roscommon","surface_form":"County Roscommon","offset":404},{"uri":"Church_of_Ireland","surface_form":"Church of Ireland","offset":498},{"uri":"Rector","surface_form":"rector","offset":516},{"uri":"Irish_language","surface_form":"Irish language","offset":599},{"uri":"Gaelic_League","surface_form":"Gaelic League","offset":716},{"uri":"Patrick_Pearse","surface_form":"Patrick Pearse","offset":1067},{"uri":"%C3%89amon_de_Valera","surface_form":"Éamon de Valera","offset":1083},{"uri":"Sin%C3%A9ad_de_Valera","surface_form":"Sinéad Flanagan","offset":1130},{"uri":"Michael_Collins_(Irish_leader)","surface_form":"Michael Collins","offset":1148},{"uri":"Ernest_Blythe","surface_form":"Ernest Blythe","offset":1169},{"uri":"Patrick_Pearse","surface_form":"Patrick Pearse","offset":1503},{"uri":"Easter_Rising","surface_form":"Easter Rising","offset":1546},{"uri":"Irish_Republican_Brotherhood","surface_form":"Irish Republican Brotherhood","offset":1629},{"uri":"Irish_Volunteers","surface_form":"Irish Volunteers","offset":1673},{"uri":"Gaelic_Athletic_Association","surface_form":"Gaelic Athletic Association","offset":1698},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":1764},{"uri":"Seanad_%C3%89ireann","surface_form":"the senate","offset":1840},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":1864},{"uri":"Protestantism","surface_form":"Protestantism","offset":2029},{"uri":"University_College_Dublin","surface_form":"University College Dublin","offset":2076},{"uri":"President_of_Ireland","surface_form":"President of Ireland","offset":2161},{"uri":"Cearbhall_%C3%93_D%C3%A1laigh","surface_form":"Cearbhall Ó Dálaigh","offset":2183},{"uri":"Taoiseach","surface_form":"Taoiseach","offset":2260},{"uri":"%C3%89amon_de_Valera","surface_form":"Éamon de Valera","offset":2270},{"uri":"Seanad_%C3%89ireann","surface_form":"Seanad Éireann","offset":2303},{"uri":"President_of_Ireland","surface_form":"President of Ireland","offset":2389},{"uri":"%C3%81ras_an_Uachtar%C3%A1in","surface_form":"Áras an Uachtaráin","offset":2695},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":2977},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"George VI","offset":3072},{"uri":"Supreme_Court_(Ireland)","surface_form":"Supreme Court","offset":3414},{"uri":"Little_Ratra","surface_form":"Little Ratra","offset":4122},{"uri":"Church_of_Ireland","surface_form":"Church of Ireland","offset":4383},{"uri":"St._Patrick%27s_Cathedral%2C_Dublin","surface_form":"St. Patrick's Cathedral","offset":4401},{"uri":"Noel_Browne","surface_form":"Noel Browne","offset":4577},{"uri":"Fianna_F%C3%A1il","surface_form":"Fianna Fáil","offset":4797},{"uri":"Erskine_Hamilton_Childers","surface_form":"Erskine Childers","offset":4859}]}