{"id":730203,"url":"http://en.wikipedia.org/wiki/Nute_Gunray","text":"e=\"preserve\">Nute Gunray is a fictional character in the Star Wars Universe. Gunray was a neimoidian politician who served as the Viceroy of the Trade Federation during their invasion of Naboo and later served as a prominent Separatist leader during the conflict known as the Clone Wars. Gunray appears in Episode 1, Episode 2 and Episode 3 of the Star Wars Prequels Trilogy as well as in other media such as the Animated Television series.\nThe Invasion of Naboo.\nThe Invasion of Naboo was an event that took place 32 years before the events of. The Invasion began as a blockade around the planet, with Nute Gunray taking charge of the fleet, this blockade was set up in order to protest the taxation of trade routes by the new republic, however the real intention of the blockade was to stage a droid invasion of the planet so that Senator Palpatine (who was secretly controlling Nute Gunray as Darth Sidious) could gain sympathy in the Galactic Senate. After the Blockade was set up, the trade federation began sending Battle Droids down to the planets surface. This event was seen throughout.\nNegotiations.\nThe Republic sent Jedi Master Qui-Gon Jinn and his Padawan Obi-Wan Kenobi to negotiate with the Viceroy, Gunray assumed they had arrived to force a negotiation so, after consulting Darth Sidious, ordered their death. Droideka's were sent but the two Jedi were able to escape to the planet below were they witnesses the invasion first hand. Nute Gunray would later descend to the planet below of Naboo in an attempt to force the planet's queen Padmé Amidala into a deal, he would eventually be stopped.\nThe Senate.\nNute Gunray argues that everything he does is legal and he also states that he would not do anything without the approval of the senate, when saying this he is talking about the trade blockade, not the invasion. If proof could be shown to the senate that the trade federation had began an invasion of the planet, the republic would intervene, but the senate could not be convinced. Gunray and the trade federation had a presence in the senate and were even accused of taking part in bureaucracy.\nRelationship with the Sith.\nNute Gunray was under direct command of the Sith Lord Darth Sidious. This was the Sith alias of Senator Palpatine. Sidious commanded Gunray to invade Naboo. By creating an artificial conflict, Palpatine could gain sympathy for Naboo in the senate. He could use this sympathy along with the Republic's lack of action to achieve the political position of Supreme Chancellor. Nute Gunray was just a pawn in Palpatine's plan to achieve the position of supreme chancellor. By working as the necessary opposition, Gunray was not aware that this was his purpose but despite this Palpatine was able to ascend to Supreme Chancellor and he would not be able to do this without Nute Gunray.\nNute Gunray was not fond of his Sith overlords. When Darth Sidious introduced Darth Maul in a hologram to Gunray, Gunray was not pleased and when the communication ended exclaimed \"This is getting out of hand, now there are two of them!\" referring to the two Sith. It is likely that Gunray disliked the Sith as he feared their power and they could threaten his position. Gunray also feared they could be too controlling.\nNute Gunray also knew the Sith Lord Darth Tyrannus was Sidious's second apprentice and played a large part in the separatist rebellion along with Gunray. They were seen together on Geonosis.\nSeparatist.\nAfter the conflict on Naboo Nute Gunray along with others from the Trade Federation, Banking Clan, Techno Union and others form the Confederacy of Independent Systems (C.I.S.) the C.I.S. would be what fought against the Republic During the conflict known as The Clone Wars.\nSeparatist Council.\nGunray was the chairman of the separatist council and sat on it alongside others such as Count Dooku, the Corporate Alliance’s Passel Argente, the InterGalactic Banking Clan’s San Hill, the Commerce Guild’s Shu Mai, the Techno Union’s Wat Tambor, Poggle the Lesser of Geonosis, and Senators Po Nudo and Tikkes.\nDeath.\nNute Gunray was killed by Darth Vader under the orders of his new master Darth Sidious on Mustafar after Darth Sidious ordered the Separatist council move there as Sidious promised the war would soon be at an end.\nQuotes.\n\"This is getting out of hand, now there are two of them!\"\n\"What about the Senator from Naboo? Is she dead yet? I am not signing your treaty until I have her head on my desk!\"\n\"She can't do that! Shoot her, or something!\"\n\"She has disappeared, my lord. One Naboo cruiser got past the blockade.\"\n\"My lord, it's impossible to locate the ship. It's out of our range.\"\n\"Yes, of course. As you know, our blockade is perfectly legal and we'd be happy to receive the ambassadors.\"\n\"No need to report that to him until we have something to report!\"\n\"The war is over. Lord Sidious promised us peace. We only want...\"\n\"Safe? Hum. Chancellor Palpatine managed to escape, General. Without Count Dooku, I have doubts about your ability to keep us safe.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Star_Wars","surface_form":"Star Wars","offset":57},{"uri":"Viceroy","surface_form":"Viceroy","offset":130},{"uri":"Naboo","surface_form":"Naboo","offset":187},{"uri":"Clone_Wars","surface_form":"Clone Wars","offset":276},{"uri":"The_Phantom_Menace","surface_form":"Episode 1","offset":306},{"uri":"Attack_of_the_Clones","surface_form":"Episode 2","offset":317},{"uri":"Revenge_of_the_Sith","surface_form":"Episode 3","offset":331},{"uri":"Star_Wars_prequel_trilogy","surface_form":"Star Wars Prequels Trilogy","offset":348},{"uri":"Palpatine","surface_form":"Palpatine","offset":841},{"uri":"Darth_Sidious","surface_form":"Darth Sidious","offset":896},{"uri":"Senate","surface_form":"Senate","offset":947},{"uri":"Battle_droid","surface_form":"Battle Droids","offset":1021},{"uri":"Qui-Gon_Jinn","surface_form":"Qui-Gon Jinn","offset":1140},{"uri":"Obi-Wan_Kenobi","surface_form":"Obi-Wan Kenobi","offset":1169},{"uri":"Darth_Sidious","surface_form":"Darth Sidious","offset":1291},{"uri":"Padm%C3%A9_Amidala","surface_form":"Padmé Amidala","offset":1553},{"uri":"Sith","surface_form":"Sith","offset":2142},{"uri":"Darth_Sidious","surface_form":"Darth Sidious","offset":2202},{"uri":"Sith","surface_form":"Sith","offset":2230},{"uri":"Palpatine","surface_form":"Palpatine","offset":2252},{"uri":"Darth_Sidious","surface_form":"Darth Sidious","offset":2881},{"uri":"Darth_Maul","surface_form":"Darth Maul","offset":2906},{"uri":"Hologram","surface_form":"hologram","offset":2922},{"uri":"Darth_Tyrannus","surface_form":"Darth Tyrannus","offset":3285},{"uri":"Confederacy_of_Independent_Systems","surface_form":"Confederacy of Independent Systems","offset":3584},{"uri":"Clone_Wars","surface_form":"Clone Wars","offset":3714},{"uri":"Darth_Sidious","surface_form":"Darth Sidious","offset":4137},{"uri":"Darth_Sidious","surface_form":"Darth Sidious","offset":4169},{"uri":"Clone_Wars","surface_form":"war","offset":4249}]}