{"id":73044,"url":"http://en.wikipedia.org/wiki/Gene_expression","text":"Gene expression is the process by which the heritable information in a gene, the sequence of DNA base pairs, is made into a functional gene product, such as protein or RNA. The basic idea is that DNA is transcribed into RNA, which is then translated into proteins. Proteins make many of the structures and all the enzymes in a cell or organism.\nSeveral steps in the gene expression process may be modulated (tuned). This includes both the transcription and translation stages, and the final folded state of a protein. Gene regulation switches genes on and off, and so controls cell differentiation, and morphogenesis. Gene regulation may also serve as a basis for evolutionary change: control of the timing, location, and amount of gene expression can have a profound effect on the development of the organism.\nThe expression of a gene may vary a lot in different tissues. This is called pleiotropism, a widespread phenomenon in genetics.\nEpigenetics.\nIn biology, epigenetics is the study of inherited changes in phenotype (appearance) or gene expression caused by mechanisms other than changes in the underlying DNA sequence.\nThese changes may remain through cell divisions for the remainder of the individual's life and may also last for multiple generations. However, \"there is no change in the underlying DNA sequence of the organism\". Instead, non-genetic factors cause the organism's genes to behave (express themselves) differently.\nThe best example of epigenetic changes in eukaryote biology is the process of cellular differentiation. During morphogenesis, totipotent stem cells become the various cell lines of the embryo, which in turn become fully differentiated cells. In other words, a single fertilized egg cell – the zygote – divides and develops. The daughter cells change into the many cell types of the mature embryo. These include neurones, muscle cells, epithelium, blood vessels an so on. This happens by activating some genes while inhibiting others.\nEpigenetic changes are long-term, and usually survive the process of cell division (mitosis). Changes occur in the chromatin, which is a combination of the DNA and its surrounding histone proteins in the chromosome. The details of how this happens are still being worked out, but it is fairly certain that the wrapping of the DNA and histone is a key feature.\nUp-regulation and down-regulation.\nUp-regulation increases the expression of one or more genes and as a result the protein(s) encoded by those genes. Down-regulation is a process resulting in decreased gene and protein expression.\nRegulatory RNAs.\nThere are a number of RNAs which regulate genes, that is, they regulate the rate at which genes are transcribed or translated. The following are two important examples\nmiRNA.\nMicro RNAs (miRNA) act by joining an enzyme and blocking mRNA (messenger RNA), or speeding its breakdown. This is called RNA interference.\nsiRNA.\nSmall interfering RNAs (sometimes called silencing RNAs) interfere with the expression of a specific gene. They are quite small (20/25 nucleotides) double-stranded molecules. Their discovery has caused a surge in biomedical research and drug development.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heritable","surface_form":"heritable","offset":44},{"uri":"Gene","surface_form":"gene","offset":71},{"uri":"DNA","surface_form":"DNA","offset":93},{"uri":"Product_(chemistry)","surface_form":"product","offset":140},{"uri":"Protein","surface_form":"protein","offset":157},{"uri":"RNA","surface_form":"RNA","offset":168},{"uri":"Transcription_(genetics)","surface_form":"transcribed","offset":203},{"uri":"Translation_(genetics)","surface_form":"translated","offset":239},{"uri":"Enzyme","surface_form":"enzyme","offset":314},{"uri":"Cell_(biology)","surface_form":"cell","offset":327},{"uri":"Organism","surface_form":"organism","offset":335},{"uri":"Cell_differentiation","surface_form":"cell differentiation","offset":577},{"uri":"Morphogenesis","surface_form":"morphogenesis","offset":603},{"uri":"Pleiotropism","surface_form":"pleiotropism","offset":888},{"uri":"Genetics","surface_form":"genetics","offset":929},{"uri":"Biology","surface_form":"biology","offset":955},{"uri":"Epigenetics","surface_form":"epigenetics","offset":964},{"uri":"Heredity","surface_form":"inherited","offset":992},{"uri":"Phenotype","surface_form":"phenotype","offset":1013},{"uri":"DNA","surface_form":"DNA","offset":1113},{"uri":"Cell_(biology)","surface_form":"cell","offset":1160},{"uri":"Mitosis","surface_form":"division","offset":1165},{"uri":"Eukaryote","surface_form":"eukaryote","offset":1482},{"uri":"Cellular_differentiation","surface_form":"cellular differentiation","offset":1518},{"uri":"Morphogenesis","surface_form":"morphogenesis","offset":1551},{"uri":"Stem_cells","surface_form":"stem cells","offset":1577},{"uri":"Embryo","surface_form":"embryo","offset":1625},{"uri":"Zygote","surface_form":"zygote","offset":1733},{"uri":"Mitosis","surface_form":"divide","offset":1742},{"uri":"Embryo","surface_form":"embryo","offset":1829},{"uri":"Neurone","surface_form":"neurone","offset":1851},{"uri":"Muscle","surface_form":"muscle","offset":1861},{"uri":"Epithelium","surface_form":"epithelium","offset":1875},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":1887},{"uri":"Mitosis","surface_form":"mitosis","offset":2058},{"uri":"Chromatin","surface_form":"chromatin","offset":2089},{"uri":"Histone","surface_form":"histone","offset":2154},{"uri":"Chromosome","surface_form":"chromosome","offset":2178},{"uri":"RNA_interference","surface_form":"RNA interference","offset":2878}]}