{"id":73043,"url":"http://en.wikipedia.org/wiki/Translation_(genetics)","text":"Translation is the second part of protein biosynthesis (the making of proteins). It is part of the process of gene expression.\nIn eukaryotes, translation happens on the ribosomes in the cytoplasm and in the endoplasmic reticulum. In bacteria, translation happens in the cell cytoplasm: they have no nucleus.\nRibosomes are made of a small part and a large part which surround the mRNA (messenger RNA). In translation, mRNA has the base sequence to make a specific polypeptide. This sequence is originally specified by the DNA, and copied by the mRNA. The polypeptide can be a whole protein. Or, it can be just a part, waiting to be combined with other polypeptides so it can make a whole protein. The polypeptide also has to be folded before it works as a protein.\nAmino acids are carried by specific tRNAs with anticodons to connect with mRNA's matching codons. Each tRNA has its own anticodon and carries an amino acid. An anticodon is always together with the same amino acid.\nWhen the tRNA matches with the mRNA, the amino acid that is connected to the tRNA is unconnected from the tRNA and gets connected to the amino acid brought by the previous tRNA.\nSo, a ribosome works a lot like a stock ticker and ticker tape. Many ribosomes, together with mRNA, will attach themselves to the outer membrane of the rough endoplasmic reticulum. Any proteins that those ribosomes make go into the inside of the endoplasmic reticulum, where it will probably go into a vesicle later. The vesicles will then bring the proteins to other organelles or even the outside of the cell.\nFour stages.\nTranslation happens in four stages: activation (make ready), initiation (start), elongation (make longer) and termination (stop). These terms describe the growth of the amino acid chain (polypeptide).\nSome antibiotics work by keeping translation from happening. Prokaryotic ribosomes are different from eukaryotic ribosomes. So antibiotics can kill bacteria without hurting the eukaryotic host. For example, antibiotics taken by a human might kill the bacteria that is making the human sick but wouldn't hurt the human.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protein_biosynthesis","surface_form":"protein biosynthesis","offset":34},{"uri":"Gene_expression","surface_form":"gene expression","offset":110},{"uri":"Eukaryote","surface_form":"eukaryote","offset":130},{"uri":"Ribosome","surface_form":"ribosome","offset":169},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":186},{"uri":"Endoplasmic_reticulum","surface_form":"endoplasmic reticulum","offset":207},{"uri":"Bacteria","surface_form":"bacteria","offset":233},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":275},{"uri":"Cell_nucleus","surface_form":"nucleus","offset":299},{"uri":"MRNA","surface_form":"mRNA","offset":379},{"uri":"Polypeptide","surface_form":"polypeptide","offset":463},{"uri":"DNA","surface_form":"DNA","offset":521},{"uri":"Protein","surface_form":"protein","offset":581},{"uri":"Amino_acid","surface_form":"Amino acid","offset":764},{"uri":"TRNA","surface_form":"tRNA","offset":800},{"uri":"Anticodon","surface_form":"anticodon","offset":811},{"uri":"Codon","surface_form":"codon","offset":854},{"uri":"Cell_membrane","surface_form":"membrane","offset":1293},{"uri":"Endoplasmic_reticulum","surface_form":"endoplasmic reticulum","offset":1315},{"uri":"Vesicle","surface_form":"vesicle","offset":1459},{"uri":"Organelle","surface_form":"organelle","offset":1525},{"uri":"Antibiotics","surface_form":"antibiotics","offset":1788},{"uri":"Prokaryote","surface_form":"Prokaryotic","offset":1844},{"uri":"Ribosome","surface_form":"ribosome","offset":1896}]}