{"id":730992,"url":"http://en.wikipedia.org/wiki/Lawrence_v._Texas","text":"\"Lawrence v. Texas\", 539 US 558 (2003), is the primary piece of case law which ultimately decriminalized sodomy in the United States. Ruled upon by the United States Supreme Court in 2003, Lawrence v. Texas concerned a Texas law that criminalized consensual, adult homosexual intercourse which was found unconstitutional under the Due Process clause of the Fourteenth Amendment.\nBackground of the case.\nHouston Police were tipped off to a weapons disturbance purportedly from the residence of John Lawrence. Upon entering the apartment, police found Lawrence and Tyron Garner engaging in sexual intercourse. At the time, a statute was in place which banned such homosexual sex acts and further deemed homosexuality a \"deviance.\" Both Lawrence and Garner were arrested and convicted under this statute.\nUpon appeal, the Texas State Court of Appeals affirmed the men's convictions citing [https://www.oyez.org/cases/1985/85-140 \"Bowers v. Hardwick\", 478 US 186 (1986)], as the controlling case.\nLawrence filed for certiorari to the Supreme Court which was granted in 2003.\nRuling.\nIn a 6-3 decision, the Supreme Court voted to overturn Lawrence's conviction and declared the Texas anti-sodomy statute unconstitutional. The decision hinged on the right of Lawrence and Garner to engage in private conduct under the Due Process Clause. Justice Anthony Kennedy, writing the majority opinion, stated \"[Lawrence and Garner's] right to liberty under the Due Process Clause gives them the full right to engage in their conduct without intervention of the government.\"\nFurther reading.\nCarpenter, Dale. (2012). \"Flagrant Conduct: The Story of Lawrence V. Texas\". New York, NY: W.W. Norton & Co. Inc.","categories":[],"infobox_types":[],"annotations":[{"uri":"Case_law","surface_form":"case law","offset":64},{"uri":"Sodomy","surface_form":"sodomy","offset":105},{"uri":"United_States","surface_form":"United States","offset":119},{"uri":"Supreme_Court_of_the_United_States","surface_form":"United States Supreme Court","offset":152},{"uri":"Texas","surface_form":"Texas","offset":219},{"uri":"Due_process","surface_form":"Due Process","offset":331},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment","offset":357},{"uri":"Houston","surface_form":"Houston","offset":403},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":588},{"uri":"Statute","surface_form":"statute","offset":623},{"uri":"Writ","surface_form":"certiorari","offset":1012},{"uri":"Anthony_Kennedy","surface_form":"Justice Anthony Kennedy","offset":1332}]}