{"id":73109,"url":"http://en.wikipedia.org/wiki/Angular_frequency","text":"e=\"preserve\">In physics, angular frequency. ω. (also called the angular speed, radial frequency, and radian frequency) is a measure of rotation rate. A high rate of angular frequency means something is turning very fast. The angular frequency is the magnitude of the vector quantity \"angular velocity\" which is also known as the angular frequency vector formula_1.\nIt is useful in many areas of maths and science as it allows understanding of many properties of physical objects in our world. In SI units, angular frequency is measured in radians per second, with dimensions t−1 since radians are dimensionless.\nTheory.\nAngular freqency is often given in radians per second (formula_1) as it is easier to work with. In this way, the angular frequency is given by,\nformula_1\nwhere formula_1 is the time (period) of a single rotation(revolution) and formula_1 is the frequency.\nIf a wheel turns by an angle formula_1 in a time formula_1 then the angular frequency at any moment is given by,\nformula_1\nIf the rotation speed is constant, this becomes,\nformula_1\nand so it is similar to a speed.\nFor objects which are going in circles, the angular frequency may also be given as (in radians),\nformula_1\nwhere formula_1 is the speed and formula_1 is the distance from the middle of the circle.\nExamples.\nThe angular frequency is important in determining whether an object can stay above the ground against gravity, or whether a spinning top can stay standing. It also is important in creating the frequency of mains electricity supplies and reducing the heat due to friction in engines.\nSatellites.\nObjects are pulled towards the earth because of gravity. To oppose this, a satellite must go fast enough it misses the ground. For the forces to equal each other,\nformula_1\nwhere formula_1 is the mass of the larger body and formula_1 is the Gravitational constant. To make a circle, the angular frequency must be equal to,\nformula_1\nwhich leads to one of Johannes Kepler's Laws.\nMains Supplies.\nGenerators in power stations rotate at some frequency. The speed at which these turn gives us the frequency that our electricity supplies are at. These can be slowed by large brakes or big heavy wheels which stop the generators from turning too quickly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":16},{"uri":"Magnitude_(mathematics)","surface_form":"magnitude","offset":250},{"uri":"Angular_velocity","surface_form":"angular velocity","offset":284},{"uri":"SI","surface_form":"SI","offset":496},{"uri":"Radian","surface_form":"radian","offset":539},{"uri":"Second","surface_form":"second","offset":551},{"uri":"Mass","surface_form":"mass","offset":1789},{"uri":"Gravitational_constant","surface_form":"Gravitational constant","offset":1834},{"uri":"Johannes_Kepler","surface_form":"Johannes Kepler","offset":1948}]}