{"id":731069,"url":"http://en.wikipedia.org/wiki/2020_Republican_National_Convention","text":"The 2020 Republican National Convention was an event in which delegates of the United States Republican Party selected the party's nominees for president and vice president in the 2020 United States presidential election.\nPlans to hold a traditional large-scale convention were canceled a few weeks before the convention, due to the 2020 coronavirus (COVID-19) pandemic in the United States.\nThe convention was held from August 24 to 27, 2020. The convention renominated Donald Trump for president and Mike Pence for vice president.\nThe convention was originally scheduled to be held at the Spectrum Center in Charlotte, North Carolina, but on June 2, 2020, Trump and the Republican National Committee pulled the event from Charlotte, the North Carolina state government declined to agree to Trump's demand to allow the convention to take place with a full crowd and without public health measures to prevent the spread of the COVID-19 pandemic. Trump then announced that the convention would be moved to Jacksonville, Florida, before canceling Jacksonville convention plans on July 23. Some convention proceedings, albeit dramatically reduced in scale, were held in Charlotte.\nIn August 2020, Trump said he would accept the Republican nomination live from the White House. Over 1500 gathered in front of the White House to watch. People were seated close together, so it did not follow social distancing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Republican_Party_(United_States)","surface_form":"United States Republican Party","offset":79},{"uri":"President_of_the_United_States","surface_form":"president","offset":144},{"uri":"Vice_President_of_the_United_States","surface_form":"vice president","offset":158},{"uri":"2020_United_States_presidential_election","surface_form":"2020 United States presidential election","offset":180},{"uri":"COVID-19_pandemic_in_the_United_States","surface_form":"2020 coronavirus (COVID-19) pandemic in the United States","offset":333},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":471},{"uri":"Mike_Pence","surface_form":"Mike Pence","offset":502},{"uri":"Spectrum_Center_(arena)","surface_form":"Spectrum Center","offset":591},{"uri":"Charlotte%2C_North_Carolina","surface_form":"Charlotte, North Carolina","offset":610},{"uri":"Republican_National_Committee","surface_form":"Republican National Committee","offset":672},{"uri":"North_Carolina","surface_form":"North Carolina","offset":739},{"uri":"Jacksonville%2C_Florida","surface_form":"Jacksonville, Florida","offset":1005},{"uri":"White_House","surface_form":"White House","offset":1261},{"uri":"Social_distancing","surface_form":"social distancing","offset":1387}]}