{"id":73126,"url":"http://en.wikipedia.org/wiki/Irish_Republic","text":"The Irish Republic (Irish: \"Saorstát Éireann\") was a declared independent state of the United Kingdom in the Easter Rising of 1916 and established in 1919 by the First Dáil. It only existed during the Irish War of Independence of 1919-1922 between the Irish Republican Army and the forces of the United Kingdom.\nIt formally ceased to exist in 1922 with the ratification of the Anglo-Irish Treaty that ended the war, when 26 of the country's 32 counties became the Irish Free State and the other six remained within the United Kingdom as Northern Ireland. Sinn Féin refused to accept the treaty, said that the Irish Republic existed, even if it did not control any territory. This is why elected Sinn Féin TDs never took their seats in the parliaments of the Irish Free State or the United Kingdom\nName.\n\"Saorstát Éireann\" was also the official Irish title of the Irish Free State.\nLegislature.\nThis was Dáil Éireann. It was made up of the majority of Irish Members of Parliament elected in the 1918 general election. Two further general elections called by the Lord Lieutenant of Ireland, the head of the British administration in Dublin Castle, were treated by nationalists as elections to the Dáil. The Second Dáil's members were elected in the 1921 elections for the Parliaments of Northern Ireland and Southern Ireland; the Third Dáil was elected in 1922 as the provisional parliament of Southern Ireland, as provided for by the Anglo-Irish Treaty.\nAt its first meeting the Dáil adopted the Dáil Constitution. It also passed a Declaration of Independence.\nMinisters.\nIn April 1919, the ministry was increased in size to not more than nine ministers. In August 1921 it underwent a final overhaul when the post of president was created. The six ministers were\nA number of previous cabinet ministers, notably Constance Markiewicz, were demoted to under-secretary level. Countess Markiewicz was the first women elected to the British House of Commons. She never took her seat, but instead she sat as a member of the first Dáil\nThe Aireacht met as often as secrecy and safety allowed.\nThe Anglo-Irish Treaty.\nHouse of Commons of Southern Ireland and Dáil Éireann were the same people, except for 4 pro-British members of the House of Commons.","categories":[],"infobox_types":["Former Country"],"annotations":[{"uri":"Irish_language","surface_form":"Irish","offset":20},{"uri":"Easter_Rising","surface_form":"Easter Rising","offset":109},{"uri":"First_D%C3%A1il","surface_form":"First Dáil","offset":162},{"uri":"Anglo-Irish_War","surface_form":"Irish War of Independence","offset":201},{"uri":"Irish_Republican_Army","surface_form":"Irish Republican Army","offset":252},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":296},{"uri":"Anglo-Irish_Treaty","surface_form":"Anglo-Irish Treaty","offset":377},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":464},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":537},{"uri":"TD","surface_form":"TD","offset":705},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":758},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":782},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":863},{"uri":"Member_of_Parliament","surface_form":"Members of Parliament","offset":957},{"uri":"Lord_Lieutenant_of_Ireland","surface_form":"Lord Lieutenant of Ireland","offset":1061},{"uri":"Parliament_of_Northern_Ireland","surface_form":"Northern Ireland","offset":1285},{"uri":"Parliament_of_Southern_Ireland","surface_form":"Southern Ireland","offset":1306},{"uri":"Southern_Ireland","surface_form":"Southern Ireland","offset":1392},{"uri":"Anglo-Irish_Treaty","surface_form":"Anglo-Irish Treaty","offset":1433},{"uri":"D%C3%A1il_Constitution","surface_form":"Dáil Constitution","offset":1495},{"uri":"Constance_Georgine%2C_Countess_Markiewicz","surface_form":"Constance Markiewicz","offset":1810}]}