{"id":73175,"url":"http://en.wikipedia.org/wiki/Kingston_upon_Hull","text":"Kingston upon Hull, often shortened to Hull, is a city and unitary authority independent of a county in the region of Yorkshire and the Humber, in the Ceremonial county of East Riding of Yorkshire, England. It is on both sides of the River Hull where it meets the Humber Estuary on the north bank estuary, near England's east coast, from the North Sea.\nHull has been a market town, military supply port, trading centre, fishing and whaling port, and industrial giant. Hull was also an early battleground in the English Civil Wars, and was the backdrop to events leading to the abolition of the slave trade in Britain. Hull was heavily damaged during the Second World War, and after a period of decline, when many factories closed; the city has started to regenerate.\nThe Port of Hull is one of the UK's largest goods and passenger ports.\nHistory.\nMeaux Abbey was founded between 1150 and 1179. This is the earliest date people are known to have lived in the area.\nEdward I used the port to help supply his troops when he was fighting the Scots. as a site from which to supply his troops as they engaged their northern foes\nThe king granted a royal charter, dated April 1, 1299, that renamed the settlement of Wyke to \"King's town upon Hull\", or Kingston upon Hull. The charter remains preserved in the archives of the city's Guildhall.\nIn 1440, a new charter allowed the town to choose a mayor, a sheriff, and twelve aldermen to run its own affairs. The charter also said that the aldermen also be justices of the peace (that is, judges) for the town and its county.\nHull's port grew busier in the Middle Ages, sending wool, cloth, and leather to north Germany, towns on the Baltic Sea, and the Low Countries, bringing back timber, wine, furs, and dyes.\nSir William de la Pole was the town's first mayor.\nThe town grew rich during the 16th and early 17th centuries. At this time Wilberforce House was built. It is now a museum about William Wilberforce. who campaigned to abolish the slave trade.\nIn 1642 Hull decided to support for Parliament and refused to let Charles I enter the town. This meant the king could not have Hull's arsenal. Named a traitor, Hotham was eventually executed, in spite of a pardon issued by Parliament. Charles I besieged the town, that is he ordered his army to surround the town and force Hull to surrender. This siege helped start the fighting in the Civil War.\nHull became a city in 1897 This was then time when the city was the richest it had ever been. Catching whales and fishing were very important. Whaling is now banned, and fishing is limited by EU rules. But Hull is still a major port sending bulk goods and commercial road traffic by RORO ferry to and from the Dutch ports of Rotterdam and Zeebrugge and on to Europe. Hull is also an important centre of food-processing for the United Kingdom.\nIn the Second World War much of the city centre was completely destroyed. Hull was the most severely-bombed city or town apart from London during World War II, with 95% of houses being damaged or destroyed.\nHull was hit hard by the June 2007 floods. There was standing water over a wide area affecting 20% of the city's housing and damaging 90 out of its 105 schools. But the flooding was not as dramatic as the localised flooding in Sheffield and Doncaster. Newspapers and television reported about other areas, and Hull Council leader Carl Minns said Hull was the \"forgotten city\" of the floods.\nDamage to schools alone has been estimated at £100 million.\nGeography.\nKingston upon Hull's city centre is close to the Humber. The city is surrounded by the rural East Riding of Yorkshire, isolating it from the rest of the United Kingdom.\nMuch of Hull is on reclaimed land at or below sea level. The Hull Tidal Surge Barrier is where the River Hull joins the Humber Estuary and is lowered at times when unusually high tides are expected. It is used between 8 and 12 times per year and protects about 10,000 people from flooding.\nDue to its low level, Hull is expected to be at increasing levels of risk from flooding due to global warming.\nThe city is quite small, but there are many villages in the metropolitan area. The largest of these suburbs is Cottingham.\nGovernment.\nHull was a county borough in the East Riding of Yorkshire from 1889 to 1974. Then it became a non-metropolitan district of the new Humberside county. When that county was abolished in 1996 it was made a unitary authority.\nThe governing body of the city is now Hull City Council, based in the Guildhall in the city centre.\nThe council has adopted the \"leader and cabinet\" model. This means that most decision are made by the leader of the council and a \"Cabinet\"\nThe council was the UK's worst council in both 2004 and 2005, but is now rated as a two star \"improving adequate\" council after its recent \"corporate performance assessment\".\nCities and towns linked to Hull.\nHull, Massachusetts in the USA is named after this city, as is Hull, Quebec, which is part of Canada's national capital region.\nTelephone system.\nHull is the only city in the UK with its own independent telephone network company, now called KCom. On 24 May 2007, the council sold their remaining stake in the company for over £107 million.","categories":[],"infobox_types":[],"annotations":[{"uri":"City_status_in_the_United_Kingdom","surface_form":"city","offset":50},{"uri":"Unitary_authority","surface_form":"unitary authority","offset":59},{"uri":"East_Riding_of_Yorkshire","surface_form":"East Riding of Yorkshire","offset":172},{"uri":"England","surface_form":"England","offset":198},{"uri":"River_Hull","surface_form":"River Hull","offset":234},{"uri":"Humber_Estuary","surface_form":"Humber Estuary","offset":264},{"uri":"Estuary","surface_form":"estuary","offset":297},{"uri":"North_Sea","surface_form":"North Sea","offset":342},{"uri":"First_English_Civil_War","surface_form":"English Civil Wars","offset":511},{"uri":"William_Wilberforce","surface_form":"abolition of the slave trade in Britain","offset":577},{"uri":"World_War_II","surface_form":"Second World War","offset":654},{"uri":"Port_of_Hull","surface_form":"Port of Hull","offset":771},{"uri":"Meaux_Abbey","surface_form":"Meaux Abbey","offset":847},{"uri":"Edward_I_of_England","surface_form":"Edward I","offset":964},{"uri":"Scotland","surface_form":"Scots","offset":1038},{"uri":"Royal_charter","surface_form":"royal charter","offset":1142},{"uri":"April_1","surface_form":"April 1","offset":1163},{"uri":"1299","surface_form":"1299","offset":1172},{"uri":"Germany","surface_form":"Germany","offset":1653},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":1675},{"uri":"Low_Countries","surface_form":"Low Countries","offset":1695},{"uri":"Lumber","surface_form":"timber","offset":1724},{"uri":"Wine","surface_form":"wine","offset":1732},{"uri":"Fur","surface_form":"fur","offset":1738},{"uri":"Dye","surface_form":"dye","offset":1748},{"uri":"William_de_la_Pole","surface_form":"William de la Pole","offset":1758},{"uri":"William_Wilberforce","surface_form":"William Wilberforce","offset":1933},{"uri":"Slave_trade","surface_form":"slave trade","offset":1984},{"uri":"Roundhead","surface_form":"Parliament","offset":2033},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":2063},{"uri":"Arsenal","surface_form":"arsenal","offset":2131},{"uri":"English_Civil_War","surface_form":"Civil War","offset":2383},{"uri":"EU","surface_form":"EU","offset":2586},{"uri":"RORO_ferry","surface_form":"RORO ferry","offset":2677},{"uri":"Netherlands","surface_form":"Dutch","offset":2704},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":2719},{"uri":"Zeebrugge","surface_form":"Zeebrugge","offset":2733},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2821},{"uri":"Second_World_War","surface_form":"Second World War","offset":2844},{"uri":"Sheffield","surface_form":"Sheffield","offset":3271},{"uri":"Doncaster","surface_form":"Doncaster","offset":3285},{"uri":"Carl_Minns","surface_form":"Carl Minns","offset":3374},{"uri":"East_Riding_of_Yorkshire","surface_form":"East Riding of Yorkshire","offset":3599},{"uri":"Metropolitan_area","surface_form":"metropolitan area","offset":4136},{"uri":"Cottingham%2C_East_Riding_of_Yorkshire","surface_form":"Cottingham","offset":4187},{"uri":"County_borough","surface_form":"county borough","offset":4222},{"uri":"Humberside","surface_form":"Humberside","offset":4342},{"uri":"Hull_City_Council","surface_form":"Hull City Council","offset":4471},{"uri":"Hull%2C_Massachusetts","surface_form":"Hull, Massachusetts","offset":4881},{"uri":"Hull%2C_Quebec","surface_form":"Hull, Quebec","offset":4944},{"uri":"Canada","surface_form":"Canada","offset":4975},{"uri":"Telephone","surface_form":"telephone","offset":5084},{"uri":"KCom","surface_form":"KCom","offset":5122}]}