{"id":731978,"url":"http://en.wikipedia.org/wiki/Vita_Kin","text":"Vita Kin (; 25 November 1969) is a Ukrainian fashion designer and photographer. Author of embroidered dresses, founder of the \"Vita Kin\" brand.\nBiography.\nVita Kin was born in Kyiv, Ukraine.\nShe has been engaged in advertising and fashion photography since 2010. Her work has often been seen in fashion magazines in Ukraine.\nIn 2008, Kin launched her own clothing brand \"Vita Kin for Kindom\", which specialized in dresses for the 70s. This brand worked until 2013.\nIn 2013, the designer created the \"Vyshyvanka by Vita Kin\" brand, which is based on outfits inspired by the Ukrainian national costume, Vyshyvanka. The first collections were released under the motto \"Chic Nationale\".\nDuring Paris Fashion Week 2015, Ukrainian fashion designer Vita Kin was featured in \"Vogue\" magazine and in \"Harper's Bazaar\" for introducing vyshyvankas as modern Bohemian style designs\nIn April 2015, a Vita Kin collection of embroidered dresses was noted by The Guardian, which quotes the designer as saying that \"she can’t stand politics, and she doesn’t want her clothing in any way associated with it\".\nAlso in 2015, \"The Wall Street Journal\" named embroidered shirts from Vita kin the most popular summer dresses of 2015. In September, Vita became \"The Best Newscomer of 2015\" of the \"Best Fashion Awards\". In November 2015, Kin became “The Best Womenswear Designer in Ukraine” of the \"Elle Style Awards\".\nIn February 2018, Vita Kin was included in the Top 20 Ukrainian innovators according to \"Focus magazine\".\nIn the spring of 2018, Vita Kin presented a joint collection with the \"Eres\" brand. In 2019, Vita presented a new collection of dresses.\nIn December 2019, Vita Kin collaborated with Amanda Brooks to create a collection of table linens.\nPersonal life.\nSince 1999, Vita Kin is married to Roman Kindrachuk, co-owner of \"Radioaktive Film\" production.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ukrainians","surface_form":"Ukrainian","offset":35},{"uri":"Vyshyvanka","surface_form":"embroidered dresses","offset":90},{"uri":"Kyiv","surface_form":"Kyiv","offset":176},{"uri":"Ukraine","surface_form":"Ukraine","offset":182},{"uri":"Ukraine","surface_form":"Ukraine","offset":316},{"uri":"Vyshyvanka","surface_form":"Ukrainian national costume","offset":573},{"uri":"Paris_Fashion_Week","surface_form":"Paris Fashion Week","offset":690},{"uri":"Vogue_(magazine)","surface_form":"Vogue","offset":768},{"uri":"Harper%27s_Bazaar","surface_form":"Harper's Bazaar","offset":792},{"uri":"Bohemian_Style","surface_form":"Bohemian style","offset":847},{"uri":"The_Guardian","surface_form":"The Guardian","offset":943},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":1106},{"uri":"Elle_Style_Awards","surface_form":"Elle Style Awards","offset":1375},{"uri":"Focus_(Ukrainian_magazine)","surface_form":"Focus magazine","offset":1484},{"uri":"Amanda_Brooks","surface_form":"Amanda Brooks","offset":1683}]}