{"id":731932,"url":"http://en.wikipedia.org/wiki/Impeachment_trial_of_Donald_Trump","text":"The impeachment trial of President Donald Trump in the United States Senate began on January 16, 2020, and ended on February 5, 2020.\nIt took place following President Trump's impeachment by the U.S. House of Representatives on December 18, 2019, after a two-month inquiry stage which lasted from September to November 2019. The House passed two articles of impeachment which charged him with abuse of power and obstruction of Congress. If Trump had been found guilty, he would have been removed from the presidency. On February 5, the Senate voted to acquit President Donald Trump (decide that he was not guilty), for both charges.\nJanuary 2020.\nSpeaker Nancy Pelosi refused to send the articles of impeachment to the Senate after the House approved it. Senator Lindsey Graham proposed that he and Senator Mitch McConnell \"change the rules of the Senate so we could start the trial without [Pelosi], if necessary\".\nOn January 9, 2020, Pelosi said she would deliver the articles soon, but continued to cite a need for Republican transparency in the Senate; the same day, McConnell informed members of his caucus that he expected the trial to begin next week, and Senator Josh Hawley announced that McConnell had signed on as a co-sponsor to his resolution to dismiss articles of impeachment not sent to the Senate within 25 days.\nOn January 10, Pelosi announced that she had \"asked Judiciary Committee Chairman Jerry Nadler to be prepared to bring to the Floor next week a resolution to appoint managers and transmit articles of impeachment to the Senate\".\nAt the end of the January 21 session, the Senate voted along party lines to pass Mitch McConnell's proposed trial rules and reject 11 amendments proposed by Democrats. The prosecution's opening arguments and presentation of evidence took place between January 22–24. Trump's defense presentation began on January 25. The primary arguments were a lack of direct evidence of wrongdoing, and that Democrats were attempting to use the impeachment to steal the 2020 election. Under the U.S. Constitution, a two-thirds majority of the Senate is required to convict the president.\nThe presiding judge.\nThe only mention of the chief justice in the entire constitution is that he is the presiding officer in the impeachment trial of the president. Under senate rules adopted in 1998, he also exercises this function in the trial of a vice president.\nAttorneys for the defense.\nThe White House has formally announced its Senate trial counsel as being led by White House Counsel Pat Cipollone and Jay Sekulow, alongside Ken Starr, Alan Dershowitz, Pam Bondi, Jane Raskin, Eric Herschmann, and Robert Ray. Additionally, Michael Purpura and Patrick Philbin will participate in the trial.\nOn January 20, the White House named eight House Republicans to serve on Trump's defense team: Doug Collins, Mike Johnson, Jim Jordan, Debbie Lesko, Mark Meadows, John Ratcliffe, Elise Stefanik, and Lee Zeldin.\nWitness hearings.\nThere were many witnesses who wished to testify before the Senate. The Senate voted on whether or not to allow witnesses to testify. Fifty-one votes were required to allow witnesses. There were 47 Democrats* and 53 Republicans in the Senate. All the Democrats* voted to allow witnesses to testify. Of the Republicans, Mitt Romney from Utah and Susan Collins of Maine voted to allow witnesses. This did not meet the required number of votes, and so no witnesses were allowed to testify.\nSenate verdict.\nOn February 5, 2020 the Senate acquitted Trump on both charges. The votes were 52-48 to acquit on the first count and 53-47 to acquit on the second count. All Democrats, both independents, and only one Republican, Mitt Romney, voted to convict. The remaining Republicans all voted to acquit.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Senate","surface_form":"United States Senate","offset":55},{"uri":"Donald_Trump","surface_form":"Trump's","offset":168},{"uri":"Impeachment_of_Donald_Trump","surface_form":"impeachment","offset":176},{"uri":"U.S._House_of_Representatives","surface_form":"U.S. House of Representatives","offset":195},{"uri":"Impeachment_inquiry_against_Donald_Trump","surface_form":"inquiry stage","offset":265},{"uri":"Abuse_of_power","surface_form":"abuse of power","offset":393},{"uri":"Obstruction_of_justice","surface_form":"obstruction","offset":412},{"uri":"United_States_Congress","surface_form":"Congress","offset":427},{"uri":"Guilt_(law)","surface_form":"guilty","offset":461},{"uri":"Acquit","surface_form":"acquit","offset":552},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":569},{"uri":"Nancy_Pelosi","surface_form":"Nancy Pelosi","offset":655},{"uri":"Lindsey_Graham","surface_form":"Lindsey Graham","offset":763},{"uri":"Mitch_McConnell","surface_form":"Mitch McConnell","offset":807},{"uri":"Josh_Hawley","surface_form":"Josh Hawley","offset":1171},{"uri":"Mitch_McConnell","surface_form":"Mitch McConnell","offset":1638},{"uri":"White_House","surface_form":"White House","offset":2429},{"uri":"White_House_Counsel","surface_form":"White House Counsel","offset":2505},{"uri":"Pat_Cipollone","surface_form":"Pat Cipollone","offset":2525},{"uri":"Jay_Sekulow","surface_form":"Jay Sekulow","offset":2543},{"uri":"Ken_Starr","surface_form":"Ken Starr","offset":2566},{"uri":"Alan_Dershowitz","surface_form":"Alan Dershowitz","offset":2577},{"uri":"Pam_Bondi","surface_form":"Pam Bondi","offset":2594},{"uri":"Jane_Raskin","surface_form":"Jane Raskin","offset":2605},{"uri":"Robert_Ray_(prosecutor)","surface_form":"Robert Ray","offset":2639},{"uri":"Patrick_F._Philbin","surface_form":"Patrick Philbin","offset":2685},{"uri":"Doug_Collins_(politician)","surface_form":"Doug Collins","offset":2827},{"uri":"Mike_Johnson_(Louisiana_politician)","surface_form":"Mike Johnson","offset":2841},{"uri":"Jim_Jordan_(American_politician)","surface_form":"Jim Jordan","offset":2855},{"uri":"Debbie_Lesko","surface_form":"Debbie Lesko","offset":2867},{"uri":"Mark_Meadows_(North_Carolina_politician)","surface_form":"Mark Meadows","offset":2881},{"uri":"John_Ratcliffe_(American_politician)","surface_form":"John Ratcliffe","offset":2895},{"uri":"Elise_Stefanik","surface_form":"Elise Stefanik","offset":2911},{"uri":"Lee_Zeldin","surface_form":"Lee Zeldin","offset":2931},{"uri":"Witness","surface_form":"witnesses","offset":2977},{"uri":"Mitt_Romney","surface_form":"Mitt Romney","offset":3279},{"uri":"Utah","surface_form":"Utah","offset":3296},{"uri":"Susan_Collins","surface_form":"Susan Collins","offset":3305},{"uri":"Maine","surface_form":"Maine","offset":3322}]}