{"id":73209,"url":"http://en.wikipedia.org/wiki/2006_Pacific_hurricane_season","text":"The 2006 Pacific hurricane season was an above normal hurricane season with 19 named storms of 11 which were hurricanes and 6 were major hurricanes it was the most active season since 2000 Pacific hurricane season It officially began May 15, 2006 in the eastern Pacific, designated as the area east of 140°W, and began on June 1 2006 in the central Pacific, which is between the International Date Line and 140°W. Both seasons officially ended on November 30, 2006. These dates conventionally delimit the period of each year when most tropical cyclones form in the eastern Pacific basin.\nTropical Storm Aletta.\nOn May 27 Tropical Depression One-E formed. It became Tropical Storm Aletta later on. Aletta stalled offshore Mexico causing minor damage. Tropical Storm Aletta weakened to a tropical depression and died on May 30.\nTropical Depression Two-E.\nTwo-E formed off shore Mexico on June 3. It died 2 days later. Two-E produced 15 inches of rain in Mexico before it died.\nHurricane Bud.\nBud was a Category 3 storm. It rapidly strengthened and then weakened just as fast.\nHurricane Carlota.\nCarlota caused light rain in Mexico but no damage was reported. It was a Category 1 storm.\nHurricane Daniel.\nDaniel was a long lived Major hurricane that Affected Hawaii with some rain. It peaked as a Category 4. It was the second strongest storm this year.\nTropical Storm Emilia.\nIt caused some rain in Mexico, causing minor damage.\nTropical Storm Fabio.\nFabio caused heavy rainfall in Hawaii.\nTropical Storm Gilma.\nGilma produced light rain in Mexico. It was also the weakest storm so far.\nHurricane Hector.\nHector was a Category 2 hurricane. It made it to the Central Pacific.\nHurricane Ioke.\nIoke was the strongest hurricane ever in the Central Pacific that threated the Johnson Atoll and Wake Island. It formed on august 20. Ioke rapidly became a major hurricane 36 hours later. Ioke went extratropical on September 6. Damage was nearly $100 million. Ioke was retired at the end of the year. It also caused heavy rain in Alaska. Ioke is the most intense storm ever in the central Pacific and the only Category 5 storm that formed in the basin.\nHurricane Illena.\nIllena killed one person in Mexico. It peaked as a Cateogory 3 storm.\nHurricane John.\nJohn started as Tropical Depression Eleven-E and later on became a tropical storm and then a hurricane. The hurricane peaked as a Category 4. John killed 5 when it hit Baja California as a Category 2 storm on September 1. Hurricane John died on September 4.\nHurricane Kristy.\nKristy was a Category 1 hurricane that was outflowed by Hurricane John.\nHurricane Lane.\nLane caused severe damage in Mexico, when it hit there as a Category 3 major hurricane. Lane killed 4 people and left $203 million in damage.\nTropical Depression Three-C.\nThree-C was a short lived tropical depression that started several hundred miles southwest of Hawaii. It died the next day while no where near any land.\nTropical Storm Norman.\nNorman struck Mexico as a tropical depression, causing minor damage.\nTropical Depression Four-C.\nFour-C was a short lived tropical depression. It formed on October 13 and died the next day. The remaims of Four-C caused heavy rain in Hawaii.\nHurricane Paul.\nPaul was a Cateogory 2 hurricane that killed 4 in Mexico.\nTropical Storm Rosa.\nRosa produced light rain to Mexico in November.\nTropical Depression Twenty-E.\nTropical Depression Twenty-E formed and died on the same day, November 11. Twenty-E did not affect any land.\nHurricane Sergio.\nSergio was also a Cateogory 2 storm. It was also the strongest November storm.\nStorm names.\nThe following names were used for named storms that formed in the northeast Pacific in 2006. This is the same list that was used in the 2000 season. There were no names retired from the northeast Pacific list. Therefore, the same list was reused in the 2012 season.\nFor storms that form in the Central Pacific Hurricane Center's area of responsibility, encompassing the area between 140 degrees west and the International Date Line, all names are used in a series of four rotating lists. The next four names that were slated for use in 2006 are shown below, however only the name Ioke was used.\nRetirement.\nThe name \"Ioke\" was retired from the north-central Pacific list by the World Meteorological Organization in the spring of 2007 and replaced with \"Iopa\". During the 61st Interdepartmental Hurricane Conference, the Hawaii State Civil Defense requested the retirement of the name \"Daniel\", citing that the storm had become memorable due to threat of damage. However, the request was denied, as the name remains on the tropical cyclone naming list.\nSeason effects.\nThis is a table of all the storms that formed in the 2006 Pacific hurricane season. It includes their duration, names, landfall(s), denoted in parentheses, damages, and death totals. Deaths in parentheses are additional and indirect (an example of an indirect death would be a traffic accident), but were still related to that storm. Damage and deaths include totals while the storm was extratropical, a wave, or a low, and all the damage figures are in 2006 USD.","categories":[],"infobox_types":["hurricane season","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"2000_Pacific_hurricane_season","surface_form":"2000 Pacific hurricane season","offset":184},{"uri":"May_15","surface_form":"May 15","offset":234},{"uri":"2006","surface_form":"2006","offset":242},{"uri":"June_1","surface_form":"June 1","offset":322},{"uri":"2006","surface_form":"2006","offset":329},{"uri":"International_Date_Line","surface_form":"International Date Line","offset":379},{"uri":"November_30","surface_form":"November 30","offset":447},{"uri":"2006","surface_form":"2006","offset":460},{"uri":"Pacific_Ocean","surface_form":"Pacific basin","offset":573},{"uri":"Mexico","surface_form":"Mexico","offset":721},{"uri":"Mexico","surface_form":"Mexico","offset":876},{"uri":"Hawaii","surface_form":"Hawaii","offset":1480},{"uri":"Johnson_Atoll","surface_form":"Johnson Atoll","offset":1768},{"uri":"Wake_Island","surface_form":"Wake Island","offset":1786},{"uri":"August_20","surface_form":"august 20","offset":1812},{"uri":"September_6","surface_form":"September 6","offset":1904},{"uri":"Alaska","surface_form":"Alaska","offset":2019},{"uri":"Baja_California_Peninsula","surface_form":"Baja California","offset":2414},{"uri":"September_1","surface_form":"September 1","offset":2455},{"uri":"September_4","surface_form":"September 4","offset":2491},{"uri":"October_13","surface_form":"October 13","offset":3113},{"uri":"Hawaii","surface_form":"Hawaii","offset":3190},{"uri":"2000_Pacific_hurricane_season","surface_form":"2000 season","offset":3726},{"uri":"2012_Pacific_hurricane_season","surface_form":"2012 season","offset":3843},{"uri":"Central_Pacific_Hurricane_Center","surface_form":"Central Pacific Hurricane Center","offset":3884},{"uri":"140th_meridian_west","surface_form":"140 degrees west","offset":3973},{"uri":"International_Date_Line","surface_form":"International Date Line","offset":3998},{"uri":"Hurricane_Ioke","surface_form":"Ioke","offset":4170},{"uri":"List_of_retired_Pacific_hurricane_names","surface_form":"retired","offset":4217},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":4268}]}