{"id":73254,"url":"http://en.wikipedia.org/wiki/Team_Fortress_2","text":"\"Team Fortress 2\" is a free-to-play multiplayer first-person shooter video game made by a company called Valve Corporation.\nThe game has nine characters, called classes, and two teams that battle each other in many different ways, like Payload, which has one team pushing a cart along a track while the other team tries to stop them, and a twist on capture the flag where instead of a flag players must capture a briefcase with important papers. The game is set in 1968, in an alternate history. The game is also inspired from many famous Spy Movies and TV shows, taking elements from James Bond, The Man from U.N.C.L.E, and Get Smart.\nThe game was first released in October of 2007 in \"The Orange Box\", a package with \"Half Life 2\", \"Portal\" and \"Team Fortress 2\". It was later released separately for the Playstation 3, Xbox 360, Microsoft Windows, Linux and Mac computers. It became free to play on June 23, 2011.\nClasses.\n\"Team Fortress 2\" has nine classes. The classes are split into groups of three, which are offense, defense and support. Each class has its own strengths and weaknesses, causing the classes to rely on each other to win, promoting teamwork. Also, each class can change their weapons to different ones that they find over time or make from scrap metal. For example, the Soldier could change his normal rocket launcher into 'The Direct Hit.' It shoots faster, stronger rockets at the cost of having a smaller explosion size. In general, the different weapons are not upgrades, but rather 'side-grades.' They are better at certain times, while worse at other times.\nOffense.\nThe offensive classes are the \"Scout\", the \"Soldier\", and the \"Pyro\". These classes have abilities that make them best suited for attacking the other team, but also easy to kill.\nScout.\n\"The Scout\" is a young man from Boston with an interest in baseball. He is the fastest runner in the game, making him a good class to use in capture the flag, as he can run in, grab the enemy team's briefcase, and run out. Also, he captures control points at twice the speed of any other class. However, he also is tied for the lowest health of any class. His default weapons include a scattergun, a pistol, and a baseball bat. He is excellent at killing Medics and Demomen.\nSoldier.\n\"The Soldier\" is a middle-aged man from the American midwest. His main weapon is a rocket launcher which he can use to blow up enemies, or, if fired at his own feet, can be used to make him jump very high. This is called 'rocket jumping.' Rocket jumping will hurt the Soldier, though, and if he is low on health, it could kill him. Rocket jumping can also make the Soldier move forward very fast, sometimes even faster than the Scout. Soldier also uses shotguns and shovels to attack. The Soldier is a good offensive class but he cannot move very fast and is easy to hit. The Soldier has a large amount of health, the second highest of all the classes.\nPyro.\n\"The Pyro\" is a character wearing a full-body rubber suit and gas mask, so nobody knows their race, age, or gender. They also speak in a muffled voice so nobody knows what they're really saying. Pyro's main weapon is a flamethrower, used to set enemies on fire. Once an enemy is set on fire, they will burn for several seconds, meaning they can die even if they have killed the Pyro that set them on fire. This is called \"Afterburn\". For backup, they have a shotgun and a fire axe. The Pyro is good for checking for Spies using their flamethrower. This is called \"Spy-checking\". Pyros can help against Übercharged players by pushing them back with an \"Air blast\" or \"Compression blast\". The air blast can also reflect projectiles, such as grenades or rockets, back at the enemy team, which will inflict bonus damage. They are weak at long range. The Pyro has a good amount of both health and speed.\nDefense.\nThe defensive classes are the \"Demoman\", the \"Heavy Weapons Guy\", and the \"Engineer\". The abilities of these classes make them best for defending things their team needs, such as control points, briefcases, and carts.\nDemoman.\n\"The Demoman\", short for Demolition Man, is a black Scotsman with an eyepatch. His main weapons are a grenade launcher and sticky bombs. Grenades will explode immediately if you hit a player before the grenade hits the ground, or a few seconds after being shot if they do not hit anything. Sticky bombs can stick to walls and then be set off by the Demoman when an enemy gets close. The Demoman can also replace his sticky launcher for a shield. The shield lets the Demoman charge forward at high speeds, and do more damage with his close-ranged weapon. His close-range weapon is a bottle of whiskey. The Demoman is a very strong class. His sticky bombs do great damage, and can be used to 'sticky jump' much like how a Soldier can rocket jump. Also like the Soldier, the Demoman is good in most situations. He is an easy target for Scouts, however.\nHeavy Weapons Guy (Heavy).\n\"The Heavy Weapons Guy\", also known as the Heavy, is a middle-aged man from the Soviet Union who is built like a tank. Because of his large size, he has the highest health of all the classes. Also because of his size, he is the slowest runner. His main weapon is a minigun which he named Sasha and treats like a person. The minigun does by far the most damage at close range of any gun in the game, due to its high fire rate and damage. It uses a lot of ammunition very quickly, so if he runs out, he can use his shotgun or his fists to punch enemies to death. The Heavy is great at close range or in small, cramped places. Spies and Snipers are useful for killing Heavies because they are capable of doing high damage instantly with backstabs (Spy) and headshots (Sniper). At close range, the Heavy will usually win one-on-one fights unless he is surprised.\nEngineer.\n\"The Engineer\" is a middle-aged man from Bee Cave, Texas with 11 Ph.D.s. His main use is to make buildings. His first building, the Sentry Gun, is a non-moving gun that targets enemies and shoots automatically. It can be improved to have more health and firepower. His next building is the Dispenser, which gives his nearby friends health and ammo. Finally, he can also build teleporters, which can move his friends closer to the fight. The Engineer also has a shotgun, pistol, and a wrench to defend himself. His Sentries are great for stopping anything short of an Übercharged player. The Engineer himself is weak, and poorly placed Sentries can be blown up by smart Soldiers and Demomen. Spies also ruin the Engineer's day.\nSupport.\nFinally, the supporting classes are the \"Medic\", the \"Sniper\", and the \"Spy\". Their abilities are there to help the team, so they do not typically engage in direct combat, but can if they must.\nMedic.\n\"The Medic\" is an older man from Stuttgart, Germany. His main duty is healing the other classes. He has a machine called the Medigun which, when pointed at a teammate, slowly restores their health. He can also 'overheal' players, which gives them more health than they can normally have. This overheal slowly fades over time. After healing for a few minutes, the Medic is able to use an Übercharge, which makes him and his heal target invincible for a few seconds. For defense, the Medic has a bone saw and a gun that shoots syringes. The Medic is a very powerful teammate, but is easy to kill at the same time. Since he loses almost every direct fight, he usually stays with a teammate who he heals, called a 'Medic Buddy' or 'Pocket.' This Pocket player's job is to keep the Medic safe. The Pocket is usually a Heavy, Soldier, or Demoman due to their large health and firepower.\nSniper.\n\"The Sniper\" is Australian. His main weapon is a sniper rifle. He often stays in one area away from the main battlefield and shoots enemies from a distance using careful aim. He also has a sword and a sub-machine gun he can use in close combat. The Sniper is very good at killing the enemy Medics, Heavies, and Engineers. An uncharged shot to the head does 150 damage. Only Pyros, Demomen, Soldiers, and Heavies can survive this without an overheal. A fully charged shot to the head deals 450 damage, enough to kill even an overhealed Heavy.\nSpy.\n\"The Spy\" is a French man. His main asset is stealth. He has a watch which makes him invisible for short periods of time, and a cigarette case with disguises in it. He can disguise as any member of the other team to trick them into not hurting him. This disguise also tricks Sentry Guns built by Engineers. The Spy can also place 'sappers' on enemy buildings, hurting them and turning them off until an Engineer can remove the sapper. For fighting, he has a revolver and a knife. The knife allows the Spy to kill an enemy instantly if he stabs them in the back. He is useful for killing Medics, Heavies, Engineers, and Snipers. The Pyro is able to easily stop him, as even when he turns invisible or is disguised, players can still see the fire on him. The Spy is considered a \"pick class\", meaning he is very dispensable but also very useful to get certain kills.\nGame modes.\nThere are several different ways the game can be played, each with different goals for the two opposing teams. For all games, players are split into the RED and BLU teams. RED stands for Reliable Excavation and Demolition. Players on this team have red uniforms. Buildings owned by the RED team are also usually red and made of wood. BLU stands for Builders League United. Players on this team wear blue uniforms. Buildings owned by the BLU team are usually blue and made of concrete.\nPayload.\nThe Payload game mode has the offensive team pushing a cart with a bomb on it along a track while the defending team tries to stop them. If the offensive team cannot get the cart to the end of the track before the time limit runs out, they lose. If they are successful, the defending team's base is blown up. Along the track are Checkpoints. Each Checkpoint the offensive team pushes the cart over will give them extra time to get the cart to the end of the track.\nPayload Race.\nValve later added a race mode to Payload maps, where both teams push a cart along a track to the other team's base. The team that gets the cart to the other team's base first wins.\nControl Points.\nControl Point maps involve both teams attacking and defending the opposing team's Control Points. A Control Point is a circle on the ground that glows the color of the team that has captured it. Control Points are captured by standing on them for a certain length of time. There are three kinds of Control Point maps.\nStandard Control Points.\nStandard Control Point, or Linear Control Point, maps play symmetrically. Both teams start with two controlled points, and a central point starts out neutral. The team that captures all control points wins. Traditional Control Point maps will go into Sudden Death (or Stalemate) if no team captures all the control points before times runs out. Control points closer to a team's spawn point are captured more quickly by the enemy team.\nAttack/Defend.\nAttack/Defend maps play asymmetrically. RED begins with all the points in their control. BLU wins if it captures all of RED's points, but RED wins if the timer runs out before BLU can capture them all. Points may only be captured in a set order (though some maps, such as Gravel Pit and Steel, may make exceptions). RED wins if it prevents BLU from capturing all points before the timer expires. Points captured by BLU are typically locked and cannot be captured again by RED.\nTerritorial Control.\nIn Territorial Control, the goal is to take over the entire map by capturing \"territories\". Each game is randomly selected from the six available layouts in a 'point against point' game where both teams must capture the opposite point while defending their own. After a team successfully captures the opposite point, the next round takes place in a different area of the map which is also randomly selected. After a team captures all four territories, that team must capture the enemy team's base. If the base point is captured (in Hydro, the Radar Dish for RED, the Power Plant for BLU), the attacking team wins the game. When the next round begins, territories are reset and a new random layout is selected. The Territorial Control game mode is not very popular amongst players.\nDomination Control Point.\nIn Domination Control Point, maps play symmetrically. Both teams start with no controlled points, and all points start out neutral. The team that captures all control points wins. Traditional Control Point maps will go into Sudden Death (or Stalemate) if no team captures all the control points before times runs out. Unlike Standard Control Point, once a team has all three points they win regardless of how much capture progress the other team has. There is currently only one\nCapture the Flag.\nIn Capture the Flag mode, the map is split into two nearly identical bases; one for each team. Both bases have a briefcase in them. The goal is for one team to grab the other team's briefcase and bring it back to their own base, while defending their own briefcase. You must capture the enemy intelligence 3 times in order to win the game, but server modifications can alter the number. When a player carrying the briefcase is killed, the intelligence is on the ground and returns to its base after a 60 second time period. The player who dropped the intelligence or his team can pick up the briefcase before it returns and still capture it. If a player drops the intelligence by falling into a bottomless pit, it automatically returns to its base. The briefcase can also be manually dropped.\nKing of the Hill.\nIn King of the Hill mode, two teams fight to gain control over one point which is in the center of the map. When one team captures the point, they must defend it for three minutes to win. During this time, the enemy team can attack and capture the point too. This happens over and over again until one team successfully holds the point for three minutes in total. It is not needed to hold the point for three minutes at one time.\nArena.\nIn Arena mode, two teams fight to the death. Once a team is completely wiped out, the other team wins. There is no respawning in Arena mode. Another way to win is to capture the control point that activates until one minute in the match. Once this point is captured by a team, that team wins.\nMedieval Mode.\nMedieval Mode is just like Attack/Defend except that there are no guns allowed in Medieval mode. Players can use melee weapons and weapons that don't have firepower but cannot use guns, rocket launchers, flame throwers, stickybomb launchers, or grenade launchers. So far, there is only one official Medieval Mode map, which is DeGroot Keep.\nSpecial Delivery.\nSpecial Delivery is a Game Mode released as part of the Pyromania Update. In this game mode, an initially neutral briefcase of Australium must be transported to Poopy Joe's rocket before the opposing team can do the same. If a player picks up the Australium and is killed while holding it, only players from the same team as the dead briefcase carrier can pick it up again. If the team fails to do so within a few seconds, the briefcase is sent back to its original position. The player who has hold of the Australium must be on the platform that is raised to the compartment at the head of the rocket and must stay on the platform as the Australium is placed into the compartment, launching the rocket and winning the round. There is currently only one official Special Delivery map, and that is Doomsday.\nMann vs. Machine.\nIn Mann vs. Machine (commonly abbreviated as MvM), a team of six players (all wearing RED uniforms) must stop hordes of robots divided into waves from deploying a portable bomb into their base. When a robot is destroyed, it drops an in-game currency known as \"credits.\" Players can pick up these credits before they disappear and use them to buy upgrades for their weapons and themselves. Some weapon upgrades include more damage, faster firing speed, more ammo, etc. Some player upgrades include faster speed, higher jump height, health regeneration, etc. There are different kinds of robots with different weapons and abilities. Some robots are known as \"Giants.\" A giant normally has far better weapons and abilities than their normal counterparts.\nMann Up.\nThere is a special type of MvM known as \"Mann Up\" mode. In Mann Up mode, players complete \"Tours\" using \"Tour of Duty Tickets\" or \"Squad Surplus Vouchers\" they have bought from the online store, known as the Mann Co. Store. Each \"Operation\" has a specific number of Tours in them. Finish all the waves in a Tour and all the Tours to complete the Operation. Different Tours are for different skill levels and have different robots. Completing Tours and Operations will give the players \"loot\" or special in-game cosmetic items players use to customize their character. In Mann Up mode, the gameplay (upgrades, maps, robots) are the same in standard MvM.\nPromotional Videos.\nValve Corporation posted several animations using their Source Film Maker (commonly abbreviated as SFM) program from 2009 to 2012. Each one of these videos are short skits using humorous depictions of the 9 Team Fortress 2 classes in their real lives, and out in battle. Some of these videos have been viewed many times with, \"Meet The Medic\", at 57 Million views. And, \"Meet The Spy\", at 30 Million views, and more.","categories":[],"infobox_types":[],"annotations":[{"uri":"Multiplayer","surface_form":"multiplayer","offset":36},{"uri":"First-person_shooter","surface_form":"first-person shooter","offset":48},{"uri":"Video_game","surface_form":"video game","offset":69},{"uri":"Valve_Corporation","surface_form":"Valve Corporation","offset":105},{"uri":"Battle","surface_form":"battle","offset":189},{"uri":"Capture_the_flag","surface_form":"capture the flag","offset":349},{"uri":"James_Bond","surface_form":"James Bond","offset":585},{"uri":"The_Orange_Box","surface_form":"The Orange Box","offset":687},{"uri":"Half_Life_2","surface_form":"Half Life 2","offset":720},{"uri":"Portal_(video_game)","surface_form":"Portal","offset":735},{"uri":"Playstation_3","surface_form":"Playstation 3","offset":807},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":822},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":832},{"uri":"Linux","surface_form":"Linux","offset":851},{"uri":"Apple_Macintosh","surface_form":"Mac computers","offset":861},{"uri":"Offense","surface_form":"offense","offset":1016},{"uri":"Defense","surface_form":"defense","offset":1025},{"uri":"Support","surface_form":"support","offset":1037},{"uri":"Boston","surface_form":"Boston","offset":1814},{"uri":"Baseball","surface_form":"baseball","offset":1841},{"uri":"Shotgun","surface_form":"scattergun","offset":2168},{"uri":"Pistol","surface_form":"pistol","offset":2182},{"uri":"Baseball_bat","surface_form":"baseball bat","offset":2196},{"uri":"Rocket-propelled_grenade","surface_form":"rocket launcher","offset":2349},{"uri":"Shotgun","surface_form":"shotgun","offset":2719},{"uri":"Shovel","surface_form":"shovel","offset":2732},{"uri":"Gas_mask","surface_form":"gas mask","offset":2987},{"uri":"Race_(biology)","surface_form":"race","offset":3019},{"uri":"Gender","surface_form":"gender","offset":3033},{"uri":"Axe","surface_form":"fire axe","offset":3397},{"uri":"Demolition","surface_form":"Demolition","offset":4085},{"uri":"Black_(race)","surface_form":"black","offset":4106},{"uri":"Scottish_people","surface_form":"Scotsman","offset":4112},{"uri":"Eyepatch","surface_form":"eyepatch","offset":4129},{"uri":"Grenade_launcher","surface_form":"grenade launcher","offset":4162},{"uri":"Bomb","surface_form":"bombs","offset":4190},{"uri":"Grenade","surface_form":"Grenades","offset":4197},{"uri":"Whiskey","surface_form":"whiskey","offset":4652},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5017},{"uri":"Minigun","surface_form":"minigun","offset":5202},{"uri":"Texas","surface_form":"Texas","offset":5857},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":5871},{"uri":"Ammunition","surface_form":"ammo","offset":6149},{"uri":"Germany","surface_form":"Germany","offset":6787},{"uri":"Invincible","surface_form":"invincible","offset":7178},{"uri":"Saw","surface_form":"bone saw","offset":7237},{"uri":"Syringe","surface_form":"syringes","offset":7268},{"uri":"Australian_peoples","surface_form":"Australian","offset":7648},{"uri":"Sniper_rifle","surface_form":"sniper rifle","offset":7681},{"uri":"Sub-machine_gun","surface_form":"sub-machine gun","offset":7833},{"uri":"French_people","surface_form":"French","offset":8194},{"uri":"Stealth","surface_form":"stealth","offset":8224},{"uri":"Invisible","surface_form":"invisible","offset":8264},{"uri":"Disguise","surface_form":"disguises","offset":8327},{"uri":"Revolver","surface_form":"revolver","offset":8637},{"uri":"Acronym","surface_form":"stands for","offset":9232},{"uri":"Red","surface_form":"red","offset":9305},{"uri":"Blue","surface_form":"blue","offset":9455},{"uri":"Concrete","surface_form":"concrete","offset":9531},{"uri":"Briefcase","surface_form":"briefcase","offset":12935}]}