{"id":73251,"url":"http://en.wikipedia.org/wiki/Endorphins","text":"Endorphins are natural chemicals in the body that fight pain. Endorphins are released when a person gets hurt, but also during exercise, laughter or sex. In addition to blocking pain, endorphins can make people happy.\nEndorphins resemble drugs like morphine, so when scientists first discovered these chemicals in the 1970s, they called them \"endogenous morphine\". Since then, scientists have identified and named five different types of endorphins, all of which occur naturally in the body. Endorphins can also be found in most animals.\nThey are produced by the central nervous system and the pituitary gland. Their name has two parts: \"endo-\" and \"-orphin\"; these are short forms of the words \"endogenous\" and \"morphine\". They mean \"a morphine-like substance from within the body\". Endorphins are three compounds which bind to receptors. The main function of endorphins is to inhibit the communication of pain signals. They may also produce a feeling of euphoria very similar to that produced by other opioids.\nTypes.\nFour types of endorphins are created in the human body. They are named \"alpha\" (α), \"beta\" (β), \"gamma\" (γ) and \"sigma\" (σ) endorphins. The four types have different numbers and types of amino acids in their molecules; they have between 16 and 31 amino acids in each molecule.\nBeta-endorphins (β-endorphins) are the most powerful endorphins in the body. They are usually in the hypothalamus and pituitary gland. More endorphins are released in the pituitary gland during times of pain or stress. Exercise increases the endorphin release too. For the same reason, exercise results in a better mood.\nMet-enkephalin and leu-enkephalin are in the brain stem and spinal cord; they are the pain killers of the spinal cord. Both of them have 16- 31 amino acids in their structure; the first four are similar, but the last one is different.\nAction.\nAll of the endorphins bind to the opioid receptors in the brain. Many of the analgesic (pain killer) drugs have a similar action in the brain. The main difference between the natural endorphins and the analgesic drugs is that natural endorphins are cleared from the blood very quickly. Endorphins are also involved in the release of sex hormones in the pituitary gland. Also, scientists think that acupuncture results in the release of more endorphins. Endorphins may have a role in obesity, diabetes and psychiatric diseases too.\nEndorphin rush.\nThe term 'endorphin rush' is sometimes used in normal speech to refer to a feeling of wellness caused by exercise, danger or stress. However, it is not a medical term, and it is not proven that higher endorphin production after exercise really has a role in the wellness feeling.\nAnother term which is commonly used is 'runner's high'. It refers to the feeling being \"high\" (full of energy and wellness) after exercise. It is commonly said that the \"high\" is a result of the release of bigger amounts of endorphins in the body during the exercise. However, some scientists think this feeling is caused by the challenge, and is not related to endorphin release.\nFor example, in some studies a drug was given to people which blocked the effect of endorphins. These people still felt the runner's high; it means this feeling is not caused by the release of endorphins in the blood. Another study was performed in 2004, which showed this feeling is related to a different body chemical named \"anandamide\". Anandamide is not an endorphine but is an endocannabinoid, similar to one of the chemicals in marijuana and chocolate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_substance","surface_form":"chemicals","offset":23},{"uri":"Pain","surface_form":"pain","offset":56},{"uri":"Physical_exercise","surface_form":"exercise","offset":127},{"uri":"Laugh","surface_form":"laugh","offset":137},{"uri":"Sexual_intercourse","surface_form":"sex","offset":149},{"uri":"Morphine","surface_form":"morphine","offset":249},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":563},{"uri":"Pituitary_gland","surface_form":"pituitary gland","offset":594},{"uri":"Morphine","surface_form":"morphine","offset":737},{"uri":"Pain","surface_form":"pain","offset":907},{"uri":"Euphoria","surface_form":"euphoria","offset":956},{"uri":"Opioids","surface_form":"opioids","offset":1004},{"uri":"Amino_acid","surface_form":"amino acid","offset":1207},{"uri":"Hypothalamus","surface_form":"hypothalamus","offset":1398},{"uri":"Pituitary_gland","surface_form":"pituitary gland","offset":1415},{"uri":"Brain_stem","surface_form":"brain stem","offset":1663},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":1678},{"uri":"Amino_acid","surface_form":"amino acid","offset":1762},{"uri":"Opioid","surface_form":"opioid","offset":1895},{"uri":"Receptor","surface_form":"receptor","offset":1902},{"uri":"Analgesic","surface_form":"analgesic","offset":1938},{"uri":"Acupuncture","surface_form":"acupuncture","offset":2259},{"uri":"Obesity","surface_form":"obesity","offset":2344},{"uri":"Diabetes_mellitus","surface_form":"diabetes","offset":2353},{"uri":"Psychiatry","surface_form":"psychiatric diseases","offset":2366},{"uri":"Challenge","surface_form":"challenge","offset":3017},{"uri":"Anandamide","surface_form":"Anandamide","offset":3410},{"uri":"Marijuana","surface_form":"marijuana","offset":3504},{"uri":"Chocolate","surface_form":"chocolate","offset":3518}]}