{"id":732595,"url":"http://en.wikipedia.org/wiki/Dean_Kamen","text":"Dean Lawrence Kamen (born April 5, 1951) is an American engineer, inventor, and businessman. He is known for inventing the Segway and founding the non-profit organization FIRST with Woodie Flowers.\nInventions.\nKamen is best known for inventing the product that eventually became known as the Segway PT. It is an electric, self-balancing vehicle. The device is balanced on two parallel wheels and is controlled by moving body weight. The machine had a lot of attention after parts of a book quoting Steve Jobs and other notable IT inventors talking about its revolutionary potential were leaked in December 2001.\nKamen was already a successful inventor: his company \"Auto Syringe\" manufactures and markets the first drug infusion pump. His company DEKA also holds patents for the technology used in portable dialysis machines, an insulin pump (based on the drug infusion pump technology), and an all-terrain electric wheelchair known as the iBOT, using many of the same balancing technologies that were later used on the Segway.\nKamen has worked a lot on a project involving Stirling engine designs. It tries to create two machines: one that would generate power, and the Slingshot that would be a water purification system. He hopes the project will help improve living standards in developing countries. Kamen has a patent on his water purifier, and other patents pending. In 2014, the film \"SlingShot\" was released, which showed Kamen's quest to use his machine to fix the world's water crisis.\nKamen is also the co-inventor of a compressed air device that would launch a human into the air. This would be used to quickly launch SWAT teams or other emergency workers to the roofs of tall, hard-to-reach buildings.\nIn 2009 Kamen stated that his company DEKA was now working on solar powered inventions.\nKamen and DEKA also made the DEKA Arm System or \"Luke\", a prosthetic arm replacement that gives much more fine motor control than other prosthetic limbs. It was approved for use by the U.S. Food and Drug Administration (FDA) in May 2014, and DEKA is looking for partners to mass-produce the prosthesis.\nFIRST.\nIn 1989, Kamen founded FIRST (For Inspiration and Recognition of Science and Technology), a program for students to get people interested in science, technology, engineering, and mathematics (STEM). One competition started and run by FIRST is the FRC or FIRST Robotics Competition. In 2017, FIRST chose to host two international competitions, one in St. Louis, Missouri, and another in Houston, Texas, each a week apart. From 2018 to 2020, it will be held in Detroit, Michigan, instead of St. Louis, Missouri.\nFIRST has many robotics programs for students in grades K-12, including FLL JR. (FIRST Lego League Jr.) for younger elementary school students, FLL (FIRST Lego League) for older elementary school and middle school students, FTC (FIRST Tech Challenge) for middle and high school students, and FRC (FIRST Robotics Competition) for high school students. In 2017, FIRST held the inaugural event of its first olympics-style competition – FGC (FIRST Global Challenge) – in Washington, D.C.\nKamen says that FIRST is the invention he is most proud of. He predicts that the 1 million students who have taken part in the contests so far will create important inventions in the future.","categories":[],"infobox_types":[],"annotations":[{"uri":"Segway_PT","surface_form":"Segway","offset":123},{"uri":"FIRST","surface_form":"FIRST","offset":171},{"uri":"Woodie_Flowers","surface_form":"Woodie Flowers","offset":182},{"uri":"Segway_PT","surface_form":"Segway PT","offset":292},{"uri":"Steve_Jobs","surface_form":"Steve Jobs","offset":498},{"uri":"Information_technology","surface_form":"IT","offset":527},{"uri":"Infusion_pump","surface_form":"infusion pump","offset":720},{"uri":"Dialysis","surface_form":"dialysis","offset":807},{"uri":"Wheelchair","surface_form":"wheelchair","offset":916},{"uri":"IBOT","surface_form":"iBOT","offset":940},{"uri":"Stirling_engine","surface_form":"Stirling engine","offset":1074},{"uri":"Slingshot_(water_vapor_distillation_system)","surface_form":"Slingshot","offset":1171},{"uri":"Water_purification","surface_form":"water purification","offset":1197},{"uri":"Patent","surface_form":"patent","offset":1317},{"uri":"Pneumatics","surface_form":"compressed air","offset":1532},{"uri":"SWAT","surface_form":"SWAT","offset":1631},{"uri":"DEKA_(company)","surface_form":"DEKA","offset":1754},{"uri":"Solar_power","surface_form":"solar power","offset":1778},{"uri":"Luke_Arm","surface_form":"Luke","offset":1853},{"uri":"Prosthetic","surface_form":"prosthetic","offset":1862},{"uri":"Food_and_Drug_Administration","surface_form":"Food and Drug Administration","offset":1994},{"uri":"FIRST","surface_form":"FIRST","offset":2137},{"uri":"Science%2C_technology%2C_engineering%2C_and_mathematics","surface_form":"STEM","offset":2306},{"uri":"St._Louis","surface_form":"St. Louis, Missouri","offset":2464},{"uri":"Houston","surface_form":"Houston, Texas","offset":2500},{"uri":"Detroit","surface_form":"Detroit, Michigan","offset":2573},{"uri":"St._Louis","surface_form":"St. Louis, Missouri","offset":2603},{"uri":"FIRST_Lego_League_Jr.","surface_form":"FIRST Lego League Jr.","offset":2705},{"uri":"FIRST_Lego_League","surface_form":"FIRST Lego League","offset":2773},{"uri":"FIRST_Tech_Challenge","surface_form":"FIRST Tech Challenge","offset":2853},{"uri":"FIRST_Robotics_Competition","surface_form":"FIRST Robotics Competition","offset":2921}]}