{"id":732763,"url":"http://en.wikipedia.org/wiki/Ryukyuan_people","text":"The Ryukyuan people (琉球民族, Okinawan: \"Ruuchuu minzuku\"; Japanese: \"Ryuukyuu minzoku\") are the natives of the Ryūkyū Islands, a collection of islands located in Japan.\nHistory.\nThe Ryukyuans descend from the Jōmon and Yayoi peoples.\nBy the 14th century, numerous chiefs ruled the Ryukyu Islands. In Okinawa, a new chief named Tamagusuku was unpopular among local lords, causing the island to be split into three kingdoms (Chūzan, Nanzan and Hokuzan). By the 15th century, the island was re-united, causing the Ryukyu Kingdom to be born. In the following centuries, the Ryukyu Kingdom would expand its rule over the Amami, Miyako and Yaeyama islands. They would also become a vassal state of China.\nIn 1609, the Japanese domain of Satsuma took over the Ryukyu Kingdom. The Amami Islands were then ruled by Satsuma, whereas the rest of the Ryukyu Kingdom was turned into a vassal.\nIn 1872, the Ryukyu Kingdom became the Ryūkyū Domain. In 1879, the Japanese Empire took control of the country.\nAfter Japanese annexation happened, the local cultures and languages of Ryukyu were suppressed. Children who spoke the native Ryukyuan languages at school were punished with dialect cards.\nDuring the Battle of Okinawa (World War II), between 40,000 to 150,000 Okinawans were killed. After World War II ended, the Ryukyu Islands were placed under American administration. The Amami Islands were returned to Japan in 1953, whereas the ofher island groups were returned in 1972.\nIdentity.\nMany Ryukyuans (especially the diaspora communities in Hawaii and Brazil) consider themselves to be different from the Japanese, who mainly inhabit the mainland (Honshū, Kyūshū, Shikoku and Hokkaidō).\nOn the other hand, a lot of other Ryukyuans identify as “Japanese”, which is the result of assimilation that dates back to the Meiji Era.\nLanguage.\nHistorically, the Ryukyuans spoke the Ryukyuan languages. Because Japan suppressed them in the past, they are all endangered, with most speakers being elderly. A Japanese speaker wouldn’t be able to understand any of the six Ryukyuan languages without any knowledge out of it. Despite this, the Japanese government calls the Ryukyuan languages ”Japanese dialects” for political reasons. Most linguists on the other hand refer to the Ryukyuan languages as separate languages.\nReligion.\nThe native religion of the Ryukyuans is the Ryukyuan religion, an animistic faith that believes in ancestor worship. Other religions practiced in Ryukyu include Shintoism, Buddhism and Christianity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Okinawan_language","surface_form":"Okinawan","offset":27},{"uri":"Japanese_language","surface_form":"Japanese","offset":56},{"uri":"Ry%C5%ABky%C5%AB_Islands","surface_form":"Ryūkyū Islands","offset":109},{"uri":"Japan","surface_form":"Japan","offset":160},{"uri":"J%C5%8Dmon_people","surface_form":"Jōmon","offset":207},{"uri":"Yayoi_people","surface_form":"Yayoi","offset":217},{"uri":"Ch%C5%ABzan","surface_form":"Chūzan","offset":421},{"uri":"Nanzan","surface_form":"Nanzan","offset":429},{"uri":"Hokuzan","surface_form":"Hokuzan","offset":440},{"uri":"Ryukyu_Kingdom","surface_form":"Ryukyu Kingdom","offset":509},{"uri":"Amami_Islands","surface_form":"Amami","offset":614},{"uri":"Miyako_Islands","surface_form":"Miyako","offset":621},{"uri":"Yaeyama_Islands","surface_form":"Yaeyama","offset":632},{"uri":"Ming_dynasty","surface_form":"China","offset":690},{"uri":"Satsuma_Domain","surface_form":"Satsuma","offset":729},{"uri":"Ry%C5%ABky%C5%AB_Domain","surface_form":"Ryūkyū Domain","offset":917},{"uri":"Empire_of_Japan","surface_form":"Japanese Empire","offset":945},{"uri":"Ryukyuan_languages","surface_form":"Ryukyuan languages","offset":1116},{"uri":"Battle_of_Okinawa","surface_form":"Battle of Okinawa","offset":1190},{"uri":"World_War_II","surface_form":"World War II","offset":1209},{"uri":"Hawaii","surface_form":"Hawaii","offset":1531},{"uri":"Brazil","surface_form":"Brazil","offset":1542},{"uri":"Honsh%C5%AB","surface_form":"Honshū","offset":1638},{"uri":"Ky%C5%ABsh%C5%AB","surface_form":"Kyūshū","offset":1646},{"uri":"Shikoku","surface_form":"Shikoku","offset":1654},{"uri":"Hokkaid%C5%8D","surface_form":"Hokkaidō","offset":1666},{"uri":"Meiji_Era","surface_form":"Meiji Era","offset":1804},{"uri":"Ryukyuan_languages","surface_form":"Ryukyuan languages","offset":1863},{"uri":"Ryukyuan_religion","surface_form":"Ryukyuan religion","offset":2354},{"uri":"Shintoism","surface_form":"Shintoism","offset":2471},{"uri":"Buddhism","surface_form":"Buddhism","offset":2482},{"uri":"Christianity","surface_form":"Christianity","offset":2495}]}