{"id":732783,"url":"http://en.wikipedia.org/wiki/Fiestas_de_San_Blas_y_Santa_%C3%81gueda_(Mequinenza)","text":"e=\"preserve\">Fiestas de San Blas and Santa Águeda is a celebration of the municipality of Mequinenza in the province of Zaragoza, an autonomous community of Aragon that consists of a holiday that is part of the historical tradition of the town due to its age and continuity through time and for the originality and diversity of its acts, becoming a tourist phenomenon with great attraction of visitors. There is evidence of more than 300 years of celebration, with an active participation of the local population in both religious and festive celebrations. These parties include unique events such as the delivery of the baton, costume contests (both children and adults) as well as the elaboration of \"coca\" and \"pa beneït\". They take place during the first half of February, they are considered as the winter celebrations of the town and since 2018 they have been recognized as a Festival of Tourist Interest in Aragon.\nOrigin and history.\nIt exists proof of at least three centuries of celebration of Saint Blas and Saint Águeda in Mequinenza, a tradition that stressed when, with the construction of the reservoir of Riba-red in the years 70, the Old Village remained under the river Ebro and the urban core of the place had to move to his current location to few kilometres water up, to river banks Segre. Historically, the procession of Saint Blas ran to charge of the men and the one of Saint Águeda to the women, but the natural evolution of the tradition has comported that in the actuality the Commissions of Saint Blas and Santa Águeda are exclusively formed by women that purchase a special leadership during the days of celebration. Saint Blas and Santa Águeda took importance during the Franco regime, since although it was forbidden to disguise, Mequinenza continued challenging the prohibition imposed by the authorities, a fact that boosted even more the popular rooting and the singular character of the tradition.\nFestivity.\nThe festivity initiates with the delivery of the Clave of Control to the Commissions of Saint Blas and Santa Águeda, to continue the day 3 February with the religious celebrations of Saint Blas and the day 5 with the ones of Santa Águeda. The day concludes with the known contests of costumes artesanales for small and greater, at the same time that diverse and colourful rúas visit the population accompanied of music in direct. During the celebrations elaborate “cokes”, a sweet typical traditional to base of oil, flour and water, to which adds a secret ingredient that knows only each Commission. The process of preparation of “cokes” transmits of generation in generation through the members of the Commission of Saint Blas and Santa Águeda.\nTradition, party and colour join during the parties, filling the population during these days of national visitors and foreigners attracted by the big espectacularidad of the handmade costumes. The groups parade by the streets of the place disguised with attires of historical characters, imaginary or of fiction to rhythm of musics varied. The works of preparation of the costumes initiate months before the festivity with an intense work done entirely manually, fruit of the creativity and the wit in which it involves all the population. The festivity of Saint Blas and Santa Águeda is the expression of the collective effort and the artistic expression of all the population of Mequinenza, as well as a signal of identity and referent in all the Region of the Low/Baix Cinca.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ebro","surface_form":"river Ebro","offset":1182},{"uri":"Walking_stick","surface_form":"Clave of Control","offset":1993},{"uri":"February_3","surface_form":"3 February","offset":2081}]}