{"id":73277,"url":"http://en.wikipedia.org/wiki/Rugrats","text":"\"Rugrats\" was an American animated children's adventure sitcom. It was created by Arlene Klasky, Gábor Csupó, and Paul Germain for Nickelodeon. The series originally aired from August 11, 1991 to 22 May, 1994 as Nickelodeon only ordered 61 episodes for the show (With an extra episode \"Passover\" which aired on 13, April 1995) but the show was so successful in ratings for its reruns that it began a new run that lasted from 6 December, 1996 through August 1, 2004. The show centers around four babies and their adventures. It was the first Nicktoon, and it also aired on Nick Jr. in 1996.\nCharacters.\nThe series' main character is Tommy Pickles. He was a filmmaker since he was a baby. His group of friends are the other characters. Chuckie Finster (2-3 years old) is Tommy's best friend. He has red hair and wears glasses. Phil and Lil DeVille are twins. They love digging for insects and earthworms. Tommy, Phil and Lil appeared in the pilot episode. Spike Pickles is the Pickles family's dog.\nTommy's baby brother is Dil. He was born in \"The Rugrats Movie\". Angelica Pickles is Tommy's older cousin. She is the main antagonist of the program. Kimi is Chuckie's playful stepsister. She first appeared in \"Rugrats in Paris: The Movie\". Susie Carmichael is Angelica's schoolmate and best friend.\nThe other characters include the babies' parents. The parents are easily distracted. This lets the children get away and explore.\nIn the pilot, Phil was Tommy's best friend.\nAngelica (voiced by Cheryl Chase) and Prudence (voiced by Stacy Ann \"Fergie\" Ferguson Duhamel) are bullies.\nKimi first appeared in \"Rugrats in Paris: The Movie\" and is of Asian and European descent like Tommy.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Sitcom","surface_form":"sitcom","offset":56},{"uri":"Arlene_Klasky","surface_form":"Arlene Klasky","offset":82},{"uri":"G%C3%A1bor_Csup%C3%B3","surface_form":"Gábor Csupó","offset":97},{"uri":"Paul_Germain","surface_form":"Paul Germain","offset":114},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":131},{"uri":"Baby","surface_form":"babies","offset":495},{"uri":"Nicktoons","surface_form":"Nicktoon","offset":541},{"uri":"Nick_Jr.","surface_form":"Nick Jr.","offset":572},{"uri":"Insect","surface_form":"insect","offset":879},{"uri":"Earthworm","surface_form":"earthworm","offset":891},{"uri":"The_Rugrats_Movie","surface_form":"The Rugrats Movie","offset":1042},{"uri":"Cheryl_Chase","surface_form":"Cheryl Chase","offset":1491},{"uri":"Fergie","surface_form":"Fergie","offset":1540}]}