{"id":732740,"url":"http://en.wikipedia.org/wiki/Intense_X","text":"Intense X, previously known as Intense AI or Intense Dialogues, is a 3D computer game plug-in for the 3D Game Studio Engine.\nIntense X allows game designers to create the games they want without programming, whether they have programming experience or not.\nHistory.\nIntense X was started by two independent game developers in 2003 and was originally going to be sold as separate products, depending on what the client needed. The first product released, which was created using the A4 Game Studio Engine, was Intense Dialogues. Intense Dialogues was revolutionary for its time because it could be used to add dialogue to games with little programming. Shortly after that, Intense Path Finding, a freeware path finding solution, was released to the Game Studio community.\nDevelopment of Intense AI, an artificial intelligence plug-in to make NPCs in games more realistic, began in 2004. During development, a new idea formed. The idea was to make a complete plug-in for the 3D Game Studio Engine that allowed game developers to make the games they want without having to do any programming.\nIntense X Beta was released in 2007. Shortly after release, the next generation Game Studio engine came out and Intense X was created all over again. Intense X Copper was released for Presale in May 2008.\nInternal Engines.\nIntense X has three main engines that make it not like any other non-programming solution.\nThe Integrated Panel Engine.\nThe new Panel Engine is the newest feature for Intense X. This panel system allows Intense X to be combined directly with the Level editor.\nThe Intense AI Engine.\nAt the core of Intense X is the Intense AI engine. This AI system creates intelligent enemies that can act in group behaviors, and do any type of attack.\nThe AI also allows the NPCs to move their way around any type of level, whether or not it was created with Intense X in mind.\nThe Editions.\nIntense Illusions offers one edition of Intense X right now. Three more editions of Intense X are currently being made. Intense Illusions also offers a freeware path finding solution.\nIntense X Copper.\nIntense X Copper is the first edition of Intense X to be released.\nIntense Pathfinding.\nIntense Pathfinding is a freeware solution that can add path-finding capabilities to levels created in Game Studio.\nIntense Model Packs.\nIntense Illusions offers animated models that can be used directly with Intense X, or used alone.","categories":[],"infobox_types":[],"annotations":[{"uri":"3D","surface_form":"3D","offset":69},{"uri":"Video_game","surface_form":"computer game","offset":72},{"uri":"3D_Game_Studio","surface_form":"3D Game Studio Engine","offset":102},{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":801},{"uri":"Non-player_character","surface_form":"NPCs","offset":841},{"uri":"3D_Game_Studio","surface_form":"3D Game Studio Engine","offset":973},{"uri":"Lite-c","surface_form":"programming","offset":1077},{"uri":"Solution","surface_form":"solution","offset":2214}]}