{"id":73284,"url":"http://en.wikipedia.org/wiki/Copp%C3%A9lia","text":"\"Coppélia ou La fille aux yeux d'email\" () is probably the best-known and most performed comedy ballet in the world. Arthur Saint-Léon and Charles Nuitter based the ballet on E. T. A. Hoffmann's 1816 fairy tale \"Der Sandmann\" (). Léo Delibes wrote the music. Saint-Léon choreographed the ballet.\nThe ballet is set in a Polish village long ago. Swanhilda and Frantz are sweethearts. Swanhilda thinks Frantz is in love with Coppélia, a strange girl in the house of a dollmaker named Dr. Coppélius. Swanhilda discovers Coppélia is a doll. Dr. Coppélius tries to bring the doll to life using Frantz's life force. Swanhilda saves her sweetheart's life, and the two live happily ever after.\n\"Coppélia\" was in rehearsal for three years. It had many troubles. One was finding just the right dancer to portray Swanhilda. Sixteen-year-old Giuseppina Bozzacchi was finally chosen. Frantz was played by Eugenie Fiocre. The ballet was first performed on 25 May 1870 at the Théâtre Impérial de l´Opéra in Paris. \"Coppélia\" was a great success. It has been performed around the world.\nStory of the ballet.\nAct I. Coppélia is set in a small village in Poland at the end of the 18th century. Swanhilda and Frantz are young peasants. They are sweethearts. Frantz however is flirting with Coppélia, a strange girl in the dark house of a dollmaker named Dr. Coppélius. Swanhilda is upset with her sweetheart's behavior.\nOne evening, Dr. Coppélius leaves home. He drops his key in the street. Swanhilda finds the key. She opens his door and goes into the house with her girlfriends. Frantz enters the street quietly. He puts a ladder against a window of the house. Coppelius returns and chases Frantz away.\nAct II. Swanhilda and her girlfriends explore Dr. Coppélius's workroom. It is filled with life-size dolls. Swanhilda discovers Coppélia is also a doll. Coppélius enters and chases the girls away. Swanhilda hides. Frantz climbs through the window. Coppélius welcomes him. He needs a human sacrifice to bring Coppélia to life.\nCoppélius give Frantz a glass of wine. The boy falls asleep. The dollmaker performs a magic spell. He tries to bring Coppélia to life using Frantz's life force. Swanhilda pretends to be Coppélia. She destroys the workroom, and saves Frantz's life. Coppélius faints as the sweethearts run away.\nAct III. A new church bell is blessed. Swanhilda and Frantz (and other couples) are going to be married. They have all been given dowries by the Lord of the Manor. Dr. Coppélius enters. He is angry. He wants to be paid for the damage done to his workroom. Swanhilda offers her dowry.\nThe Lord of the Manor allows Swanhilda to keep her dowry. He agrees to pay for the damages. The couples enter the chapel. The celebrations start with the \"Dance of the Hours\". Dawn, Day, the Hour of Prayer, and other dances are performed. The married couples return. All rejoice.\nFairy tale to ballet.\nSeveral changes were made to Hoffmann's dark fairy tale when it was adapted to the bright and gay \"Coppélia\". In Hoffmann's fairy tale, for example, the doll comes to life through the hero's life force. In the ballet though, the doll remains a doll. Coppélius's attempt to bring it to life is thwarted by Swanhilda.\nIn another example, Hoffmann's hero sees the doll in a vision. He then falls from a tower to his death. The hero of \"Coppélia\" however is saved by his sweetheart. A happy ending replaces a tragic ending.\nThe designers of the ballet chose only Dr. Coppélius, the life-sized doll, and the young man torn between his attraction to the doll and his love for a human sweetheart for their adaptation. They set the story in a simple country village. Hoffmann set his story in \"the philosophically oriented bourgeois society\" of the early 19th century.\nThe spirit of \"Coppélia\" is lighthearted and gay. The story of the ballet is simple. Its fantastic touches such as the dollmaker and his workshop make \"Coppélia\", according to Lincoln Kirstein, \"a trifle presumed especially appealing to children.\"\nDevelopment of the ballet.\n\"Coppélia\" is one of many (if not the first) ballet about bringing a doll to life. Charles Nuitter started work on the libretto in late 1866 or early 1867. He had a young dancer named Léontine Beaugrand in mind for the part of Swanhilda. Delibes set to work writing the music.\nRehearsals started. The director of the Opéra wanted a star with a well known name to portray the ballet's heroine, Swanhilda. Beaugrand was a lovely young dancer, but her career was just starting. She had yet to have the sort of name that would draw ballet-goers to the theatre.\nAdèle Grantzow, a German ballerina dancing at the Bolshoi Theatre in Moscow, was hired to play Swanhilda. Saint-Léon was working between France and Russia at this time. He could not completely devote himself to \"Coppélia\". Consequently, the ballet was rehearsed over a three-year period.\n\"Coppélia\" lost its star when Grantzow was injured. She went back to Russia. Beaugrand was again passed over for the part of Swanhilda. Giuseppina Bozzacchi was a sixteen-year-old dancer in the company. It was she who was chosen to play Swanhilda.\nFirst performance.\n\"Coppélia\" was first performed on 25 May 1870 at the Théâtre Impérial de l'Opéra. Giuseppina Bozzacchi played Swanhilda. Eugénie Fiocre played Frantz. Francois-Édouard Dauty portrayed Dr. Coppélius. A real mechanical doll was used as Coppélia. Because a woman played Frantz, a \"pas de deux\" for Swanhilda and Frantz was not possible. Nonetheless, the ballet was a great success.\nBozzacchi danced eighteen performances of the ballet before the theatre closed because of the Franco-Prussian War. She died of a fever during the Siege of Paris on her seventeenth birthday, 23 November 1870.\nWhen the theatres reopened in 1871, Beaugrand played Swanhilda with great success. The part of Frantz was again played by a woman in men's clothing. Frantz would be a travesty role at the Paris Opéra until the 1950s.\nMusic.\n\"Coppélia\" was the first ballet score written completely by Delibes. He studied with Adolphe Adam. Adam was the composer of the enduring romantic ballet, \"Giselle\", and the first to use leitmotifs in ballet. Delibes, like his teacher, used leitmotifs to identify persons and places in \"Coppelia\". Swanhilda has a waltz, and Frantz has two leitmotifs. Coppélius has a dry-sounding motif and the doll has an odd-sounding little motif. Bustling, lively music identifies the village square. Sinister music identifies Coppélius's workshop.\nDelibes appreciated the folk music of eastern Europe. He wrote both a Polish dance called the mazurka, and an Hungarian dance called the czardas for the ballet. Delibes's czardas was the first written for a ballet. Other ethnic music in the ballet include a Spanish bolero and a Scottish jig. Frantz has no solo dance in the original ballet because a woman played the part. A pas de deux for Frantz and Swanhilda was not possible for the same reason. The pas de deux now in the ballet was the addition of Marius Petipa. He put a pas de deux in the ballet when he rearranged the music for his 1884 St Petersburg production.\nLincoln Kirstein describes the music as \"sprightly\" and the \"most durable since Adam's \"Giselle\". Dance music had become the \"miserable servant\" of the dance, Kirstein points out, until Delibes's colorful, rhythmically varied, and richly orchestrated \"Coppélia\". While the music did little to change dance design itself, he writes, it did provide a criterion for future ballet music.\nReviews.\nThe critic of \"Le Figaro\" wrote on 28 May 1870, \"M. Léo Delibes has composed for the three scenes of \"Coppélia\" a distinguished, piquant, and colorful score, excellently orchestrated... It is very difficult to write for legs with a little artistry, taste, and style. For instance, ballets such as \"Giselle\" are not improvised by the dozen. M. Delibes has avoided the commonplace in a piece where it has every right to succeed.\"\nThe critic of \"Le Ménestrel\" wrote about Bozzacchi on 29 May 1870, \"The title of child prodigy should be devised for her had it had not been abused in so many other cases; although scarcely fifteen years old she is already a very skillful dancer, what is better still in our opinion, she is a graceful and a witty actress; add to that a well-proportioned, dainty little body, and that she bids fair to have the prettiest features in the world. If she fulfills all her first promises, she will be a power in her profession.\"\nFrance.\n\"Coppelia\" was, and still is, very popular. The Paris Opéra Ballet has performed \"Coppelia\" 711 times over 90 years. In 1996, Patrice Bart created a new version of the ballet. He went back to Hoffmann's fairy tale. In the process, he brought some psychological depth to the ballet's characters. He even put one of Hoffmann's original characters, Professor Spalanzani, into his new version. Bart also used music from Delibes's operas \"Le Roi l'a dit\" and \"Lakmé\".\nEngland.\n\"Coppélia\" was first performed in England at the Empire Theatre in London on 14 May 1906. Adeline Genée danced Swanhilda. The Royal Ballet first staged \"Coppélia\" in 1933. This staging was Nicholas Sergeyev's version based on the 19th century revision by Lev Ivanov and Enrico Cecchetti. Dame Ninette de Valois danced Swanilda in Sergeyev's 1933 version. In 1954, de Valois created her own version based on the Russian versions of \"Coppélia\".\nRussia.\n\"Coppélia\" was first performed in Russia in 1884. Marius Petipa adapted the original choreography for this production. In 2009, Sergei Vikharev reconstructed \"Coppélia\" for the Bolshoi Ballet from the Mariinsky Theatre records of 1894. This version featured new designs and 24 dancers in the \"Dance of the Hours\". Vikharev's version was staged in London in 2010 as part of the Bolshoi's summer tour.\nUnited States.\n\"Coppélia\" was first performed in the United States by the American Opera Company at the Metropolitan Opera in New York City on 11 March 1887. Marie Giuri danced Swanhilda and Felicita Carossa danced Frantz. Anna Pavlova made her American debut in the role of Swanhilda at the Metropolitan Opera on 28 February 1910. George Balanchine and Alexandra Danilova choreographed a version of \"Coppélia\" in 1974. Their production used the traditional story in the first two scenes, but dropped the third scene's \"Dance of the Hours\" for a general celebration of ballet.\nAustralia.\n\"Coppelia\" was first performed in Australia in Melbourne in 1913. Adeline Gennée and members of the Imperial Russian Ballet performed the ballet on the opening night of their Australian tour. This version was produced by Alexandre Volonine, and was supplemented with music by C. J. M. Glaser.\nThe first Australian production premiered in 1931 in Sydney, Australia. This production was designed and staged by Louise Lightfoot and performed by the First Australian Ballet. Australian ballet lovers then saw selections from the ballet as well as complete, full length productions by both Australian and foreign companies in the following decades.\nChina.\nA version of \"Coppélia\" was staged by the National Ballet of China in Beijing in 2002. The dances for this production were designed by Par Isberg. The production opened at the Tianqiao Theatre on 1 May 2002. Wang Qiming played Coppélia. The production stayed close to the original, but the story was simplified and made modern. Costumes included jeans for men and short, tight skirts for women. Some of the women danced on roller skates.","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Perform","surface_form":"performed","offset":79},{"uri":"Comedy","surface_form":"comedy","offset":89},{"uri":"Ballet","surface_form":"ballet","offset":96},{"uri":"Arthur_Saint-L%C3%A9on","surface_form":"Arthur Saint-Léon","offset":117},{"uri":"Charles_Nuitter","surface_form":"Charles Nuitter","offset":139},{"uri":"E._T._A._Hoffmann","surface_form":"E. T. A. Hoffmann","offset":175},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":200},{"uri":"L%C3%A9o_Delibes","surface_form":"Léo Delibes","offset":230},{"uri":"Choreography","surface_form":"choreograph","offset":270},{"uri":"Giuseppina_Bozzacchi","surface_form":"Giuseppina Bozzacchi","offset":829},{"uri":"Paris_Op%C3%A9ra","surface_form":"Théâtre Impérial de l´Opéra","offset":960},{"uri":"Paris","surface_form":"Paris","offset":991},{"uri":"Thwart","surface_form":"thwarted","offset":3184},{"uri":"Vision","surface_form":"vision","offset":3262},{"uri":"Charles_Nuitter","surface_form":"Charles Nuitter","offset":4110},{"uri":"Moscow","surface_form":"Moscow","offset":4653},{"uri":"Giuseppina_Bozzacchi","surface_form":"Giuseppina Bozzacchi","offset":5221},{"uri":"Pas_de_deux","surface_form":"pas de deux","offset":5417},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":5612},{"uri":"Travesty_role","surface_form":"travesty role","offset":5893},{"uri":"Adolphe_Adam","surface_form":"Adolphe Adam","offset":6035},{"uri":"Romantic_ballet","surface_form":"romantic ballet","offset":6087},{"uri":"Giselle","surface_form":"Giselle","offset":6105},{"uri":"Leitmotif","surface_form":"leitmotif","offset":6136},{"uri":"Leitmotif","surface_form":"leitmotif","offset":6190},{"uri":"Waltz","surface_form":"waltz","offset":6263},{"uri":"Folk_music","surface_form":"folk music","offset":6509},{"uri":"Eastern_Europe","surface_form":"eastern Europe","offset":6523},{"uri":"Poland","surface_form":"Polish","offset":6555},{"uri":"Mazurka","surface_form":"mazurka","offset":6579},{"uri":"Hungary","surface_form":"Hungarian","offset":6595},{"uri":"Czardas","surface_form":"czardas","offset":6622},{"uri":"Ethnic","surface_form":"ethnic","offset":6706},{"uri":"Spain","surface_form":"Spanish","offset":6743},{"uri":"Bolero","surface_form":"bolero","offset":6751},{"uri":"Scotland","surface_form":"Scottish","offset":6764},{"uri":"Jig","surface_form":"jig","offset":6773},{"uri":"Pas_de_deux","surface_form":"pas de deux","offset":6861},{"uri":"Marius_Petipa","surface_form":"Marius Petipa","offset":6990},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":7082},{"uri":"Adolphe_Adam","surface_form":"Adam","offset":7188},{"uri":"Giselle","surface_form":"Giselle","offset":7196},{"uri":"Child_prodigy","surface_form":"child prodigy","offset":8010},{"uri":"England","surface_form":"England","offset":8967},{"uri":"London","surface_form":"London","offset":9000},{"uri":"The_Royal_Ballet","surface_form":"The Royal Ballet","offset":9055},{"uri":"Lev_Ivanov","surface_form":"Lev Ivanov","offset":9188},{"uri":"Ninette_de_Valois","surface_form":"Ninette de Valois","offset":9226},{"uri":"Marius_Petipa","surface_form":"Marius Petipa","offset":9434},{"uri":"Bolshoi_Ballet","surface_form":"Bolshoi Ballet","offset":9561},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":9585},{"uri":"Metropolitan_Opera","surface_form":"Metropolitan Opera","offset":9888},{"uri":"New_York_City","surface_form":"New York City","offset":9910},{"uri":"Anna_Pavlova","surface_form":"Anna Pavlova","offset":10007},{"uri":"George_Balanchine","surface_form":"George Balanchine","offset":10116},{"uri":"Australia","surface_form":"Australia","offset":10406},{"uri":"Melbourne","surface_form":"Melbourne","offset":10419},{"uri":"Sydney%2C_Australia","surface_form":"Sydney, Australia","offset":10718}]}