{"id":7328,"url":"http://en.wikipedia.org/wiki/Enid_Blyton","text":"e=\"preserve\">Enid Blyton (11 August 1897 – 28 November 1968) was an English author. She was born in Dulwich, South London, England. She was one of the world's most famous children's writers. She is also one of the most prolific authors of all time. (This means that she wrote a great number of books.) Her most famous stories are the Famous Five stories, about a group of four children (Dick, Julian, Anne, and Georgina, who wanted to be called George) and their dog (Timmy) who have many adventures, and her Noddy books for small children.\nHer parents wanted her to become a concert pianist (someone who plays the piano), but Enid wanted to be a teacher. Her parents agreed to let her train as a teacher. She began teaching in 1919 in Kent, not far from where she grew up in Beckenham.\nAs a child and teenager her main interest had been writing poems, stories and other items. She had sent many of them to magazines but had never had any published. As she worked as a teacher she began to have her articles, about children and education printed in a magazine called \"Teachers' World\". Her first book, called \"Child Whispers\" came out in 1922. It was a book of her poems with illustrations (drawings).\nShe was married soon after. She left teaching and began to have more success with her books. She wrote in and was the editor of magazine for children called \"Sunny Stories\". The stories she wrote for this magazine were so popular that the magazine was then called \"Enid Blyton's Sunny Stories\". The magazine came out every two weeks. Many of Enid's most famous books were first printed in this magazine in parts.\nEnid Blyton has been in \"The Guinness Book of Records\" as one of the world's biggest selling writers. She is also included because she wrote more books than almost any other writer (about 700). Her books were published in many different languages. She said that she found writing them easy. In the last few years of her life she had a disease which damaged her mind, called \"presenile dementia\". Her books still sell in large numbers, and used to be owned by her family. A few years ago her family sold them, and now her works belong to a private company.\nEnid Blyton did a lot of work for charity and had a club for children which helped them to give money to charity. She was married twice and had two daughters. She died of Alzheimer's disease in Hampstead, London.\nBooks: \"Enid Blyton: a biography\" (1974). The official biography, telling the story of Enid Blyton's life","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":68},{"uri":"Author","surface_form":"author","offset":76},{"uri":"Dulwich","surface_form":"Dulwich","offset":100},{"uri":"England","surface_form":"England","offset":123},{"uri":"Earth","surface_form":"world's","offset":151},{"uri":"Celebrity","surface_form":"famous","offset":164},{"uri":"Children%27s_literature","surface_form":"children's writers","offset":171},{"uri":"Author","surface_form":"author","offset":228},{"uri":"Book","surface_form":"book","offset":294},{"uri":"Famous_Five","surface_form":"Famous Five","offset":334},{"uri":"Dog","surface_form":"dog","offset":463},{"uri":"Adventure","surface_form":"adventure","offset":489},{"uri":"Noddy","surface_form":"Noddy","offset":509},{"uri":"Concert","surface_form":"concert","offset":576},{"uri":"Piano","surface_form":"piano","offset":615},{"uri":"Teach","surface_form":"teach","offset":647},{"uri":"Teaching","surface_form":"train","offset":686},{"uri":"Kent","surface_form":"Kent","offset":736},{"uri":"Beckenham","surface_form":"Beckenham","offset":776},{"uri":"Teenager","surface_form":"teenager","offset":802},{"uri":"Writing","surface_form":"writing","offset":838},{"uri":"Poem","surface_form":"poem","offset":846},{"uri":"Magazine","surface_form":"magazine","offset":907},{"uri":"Publishing","surface_form":"publish","offset":939},{"uri":"Education","surface_form":"education","offset":1028},{"uri":"Marriage","surface_form":"married","offset":1210},{"uri":"Edit","surface_form":"edit","offset":1320},{"uri":"Popularity","surface_form":"popular","offset":1424},{"uri":"Guinness_Book_of_Records","surface_form":"Guinness Book of Records","offset":1644},{"uri":"Language","surface_form":"language","offset":1852},{"uri":"Disease","surface_form":"disease","offset":1950},{"uri":"Charity_(practice)","surface_form":"charity","offset":2205},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":2342},{"uri":"Hampstead","surface_form":"Hampstead","offset":2365},{"uri":"Biography","surface_form":"biography","offset":2407}]}