{"id":73283,"url":"http://en.wikipedia.org/wiki/Receptor_(cell_biology)","text":"In cell biology, a receptor is a special structure that can be found in cell membranes. These are made of protein molecules such as glycoproteins. Receptors bind (attach) to specialised molecules. If the receptor has this molecule, it is activated, but if it does not it is deactivated. Depending on its state, a change inside the cell happens.\nCell surface receptors (membrane receptors, transmembrane receptors) take part in communication between the cell and the outside world. Extracellular signalling molecules (usually hormones, neurotransmitters, cytokines, growth factors or cell recognition molecules) attach to the receptor. This triggers changes in the function of the cell. The process is called signal transduction: The binding starts a chemical change on the inside of the membrane.\nReceptors work like locks and keys. With the key, the lock can be locked or unlocked. If it is unlocked, the door belonging to it can be opened.\nStructure.\nPart of the receptor sticks out of the cell membrane. The same applies to the membranes of cell organelles. A receptor's main function is to recognize and respond to a specific ligand, for example, a neurotransmitter or hormone. Some receptors respond to changes in 'transmembrane potential' (the difference in electric potential between the inside and the outside of a cell).\nThe middle part, inside the membrane itself, is a protein-lined pore through the membrane, or 'ion channel'. When the ligand binds to the surface, the pore becomes accessible to ions, which then pass through. In other cases, where differences in electric potential occur, the receptor changes in shape, which causes change inside the cell.\nThe inside (or cytoplasmic) part of the receptor interacts with the inside of the cell or organelle. There are several different kinds of receptor, each of which acts in a different way.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cell_biology","surface_form":"cell biology","offset":3},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":72},{"uri":"Protein","surface_form":"protein","offset":106},{"uri":"Glycoprotein","surface_form":"glycoprotein","offset":132},{"uri":"Molecule","surface_form":"molecule","offset":186},{"uri":"Hormones","surface_form":"hormones","offset":525},{"uri":"Neurotransmitter","surface_form":"neurotransmitter","offset":535},{"uri":"Cytokine","surface_form":"cytokine","offset":554},{"uri":"Growth_factor","surface_form":"growth factor","offset":565},{"uri":"Signal_transduction","surface_form":"signal transduction","offset":708},{"uri":"Lock","surface_form":"lock","offset":817},{"uri":"Key","surface_form":"key","offset":827},{"uri":"Organelles","surface_form":"organelles","offset":1049},{"uri":"Ligand","surface_form":"ligand","offset":1130},{"uri":"Electric_potential","surface_form":"electric potential","offset":1264},{"uri":"Ion","surface_form":"ion","offset":1425},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":1685}]}