{"id":732999,"url":"http://en.wikipedia.org/wiki/Realism_theory","text":"Realism theory is a way of thinking about politics and world history, that focuses on being realistic. It is one of the main styles of international relations theory. It gives the theoretic background to Realpolitik statesmanship of early modern Europe. According to Realism, world politics is always and necessarily a field of conflict among actors who want power. The theories of realism are contrasted by the cooperative ideals of liberalism.\nDepending on what they see as the cause of the conflict between states, realists can be divided into three classes: Classical realists believe it follows from human nature; neorealists attribute it to the dynamics of the anarchic state system; neoclassical realists believe it results from both, in combination with domestic politics. Neorealists are also divided between defensive and offensive realism. Realists trace the history of their ideas back through classical antiquity, beginning with Thucydides.\nRealism is often associated with Realpolitik, as both deal with the pursuit, possession, and application of power. Realpolitik, however, is an older prescriptive guideline limited to policy-making, while realism is a wider theoretical and methodological paradigm to describe, explain, and predict events in international relations. As an academic pursuit, realism is not tied to ideology; it does not favor any particular moral philosophy, nor does it consider ideology to be a major factor in the behavior of nations. Priorities of realists have been described as Machiavellian, single-mindedly seeking the power of one's own nation over others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Politics","surface_form":"politics","offset":42},{"uri":"World_history","surface_form":"world history","offset":55},{"uri":"Realistic","surface_form":"realistic","offset":92},{"uri":"International_relations","surface_form":"international relations theory","offset":135},{"uri":"Realpolitik","surface_form":"Realpolitik","offset":204},{"uri":"Diplomat","surface_form":"statesmanship","offset":216},{"uri":"Early_modern_Europe","surface_form":"early modern Europe","offset":233},{"uri":"Liberalism_(international_relations)","surface_form":"liberalism","offset":434},{"uri":"Classical_realism_(international_relations)","surface_form":"Classical realists","offset":562},{"uri":"Neorealism_(international_relations)","surface_form":"neorealists","offset":619},{"uri":"Anarchy","surface_form":"anarchic","offset":667},{"uri":"Neoclassical_realism","surface_form":"neoclassical realists","offset":690},{"uri":"Defensive_realism","surface_form":"defensive","offset":818},{"uri":"Offensive_realism","surface_form":"offensive realism","offset":832},{"uri":"Classical_antiquity","surface_form":"classical antiquity","offset":906},{"uri":"Thucydides","surface_form":"Thucydides","offset":942},{"uri":"Realpolitik","surface_form":"Realpolitik","offset":987},{"uri":"Paradigm","surface_form":"paradigm","offset":1208},{"uri":"Machiavelli","surface_form":"Machiavellian","offset":1519}]}