{"id":732973,"url":"http://en.wikipedia.org/wiki/Paola_Santana","text":"e=\"preserve\">Paola Santana is a Dominican entrepreneur, lawyer and faculty at Singularity University. She is best known for establishing the first constitutional court in the Dominican Republic and founding a drone based logistics company, Matternet that first drone delivery platform authorized for permanent operations in any city. Santana has also founded Social Glass, a software product for the government system.\nEducation.\nSantana got her Bachelor's degree in Law from the Pontificia Universidad Católica Madre y Maestra in 2009. She enrolled at Ecole nationale d'administration for a Master of Public Administration and thereafter completed a program in the Foundations of American Law and Legal Education from the Georgetown University. In 2012, she completed an LLM from The George Washington University and also enrolled for a program in Policy, Law and Ethics of Exponential Technologies from Singularity University.\nCareer.\nIn 2011, Santana was appointed as the Chief of Staff and Strategic Technical Advisor at Tribunal Constitucional de la República Dominicana, where she co-led to establish the first constitutional court in the Dominican Republic. She has worked as a legal consultant at The Organisation for Economic Co-operation & Development (OECD) and The World Bank. Santana co-founded Matternet, a drone delivery platform which received an FAA regulatory waiver to operate in the United States.\nSantana has also worked with NASA to work on the UAS Traffic Management Software System for low-altitude airspace operations under Matternet’s partnership program. Since then she has co-led several advisory committees for drone including the Federal Drone Advisory Committee, Unmanned Aircraft Systems Advisory Group and F38 Subcommittee on Markings for Small UAS. Santana also co-drafted the public-private partnership for Hyperloop Transportation Technologies, to enable a multi-state Hyperloop system in the United States. In 2017, she founded a software company, Social Glass that builds an artificial intelligence based software to help the government with automation of processes and help in the decision making.","categories":[],"infobox_types":[],"annotations":[{"uri":"Singularity_University","surface_form":"Singularity University","offset":78},{"uri":"Constitutional_court","surface_form":"constitutional court","offset":147},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":175},{"uri":"Master_of_Public_Administration","surface_form":"Master of Public Administration","offset":592},{"uri":"Georgetown_University","surface_form":"Georgetown University","offset":723},{"uri":"NASA","surface_form":"NASA","offset":1447}]}