{"id":732926,"url":"http://en.wikipedia.org/wiki/Mini%C3%A9_ball","text":"The Minié ball, or Minni ball, is a type of muzzle-loading spin-stabilized bullet for rifled muskets named after its developer, Claude-Étienne Minié, inventor of the French Minié rifle. It came to prominence in the Crimean War and American Civil War.\nRifling, the addition of spiral grooves inside a gun barrel, givesa spin to a bullet, greatly increasing the range and accuracy of a gun. Before the Minié ball, balls had to be jammed down the rifle barrel, sometimes with a mallet, and after a relatively small number of shots, gunpowder leftovers built up in the spiral grooves, which then had to be cleaned out. The development of the Minié ball was significant, because it was the first projectile that was small enough to be easily put down the barrel of a rifled long gun. Both the American Springfield Model 1861 and the British Pattern 1853 Enfield rifled muskets, the most common weapons used during the American Civil War, used the Minié ball.\nThe Minié ball did a lot if damage in the American Civil War. It made it really hard for surgeons to treat wounded soldiers because Minié balls shattered bones often.","categories":[],"infobox_types":[],"annotations":[{"uri":"Muzzleloader","surface_form":"muzzle-loading","offset":44},{"uri":"Bullet","surface_form":"bullet","offset":75},{"uri":"Musket","surface_form":"musket","offset":93},{"uri":"Claude-%C3%89tienne_Mini%C3%A9","surface_form":"Claude-Étienne Minié","offset":128},{"uri":"Mini%C3%A9_rifle","surface_form":"Minié rifle","offset":173},{"uri":"Crimean_War","surface_form":"Crimean War","offset":215},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":231},{"uri":"Rifling","surface_form":"Rifling","offset":251},{"uri":"Mallet","surface_form":"mallet","offset":475},{"uri":"Gunpowder","surface_form":"gunpowder","offset":529},{"uri":"Springfield_Model_1861","surface_form":"Springfield Model 1861","offset":797},{"uri":"Pattern_1853_Enfield","surface_form":"Pattern 1853 Enfield","offset":836}]}