{"id":733341,"url":"http://en.wikipedia.org/wiki/Public","text":"In communication science and public relations, \"public\" mostly means people. The meaning of this is different than other ideas, such as gatherings in social life to talk about people (public sphere). The meaning of this is also talked about in the learning of government (political science), the learning of how humans think (psychology), and the learning of giving things to people (marketing). This word's meaning is very hard to make, as people think that public has different meanings.\nHow the word is created.\nThe word \"public\" comes from the Latin \"publicus\", or \"of the people\".\nDifferent meanings.\nIn the learning of government (politics), \"public\" means a group of people who are related to government (leader group). In psychology and public relations, public has even more different meanings.\nMeaning in psychology.\nIn the year of 1929, John Dewey had the meaning of \"public\" as a group of people who answer the same problem. This means that this meaning is about problems (situational). This definition of \"public\" with \"problem\" is so misunderstood that people made a whole new learning place, called as \"the idea of the public being about problems\" (situational theory of publics) created by James E Gruning, who was so into \"the idea of the public being about problems” that he also thought of “the idea of the public \"not\" being about problems\", and so made sets that put the ideas of the meaning of public in order. This includes \"the idea of a public without a problem\" (nonpublics), \"the idea of public with a problem\" (latent publics), and \"the idea of public who know they have a problem\" (active publics).\nMeaning in public relations.\nIn this meaning, the meaning of “public” is not someone who likes business (stakeholder) or a system of getting and giving things for money (market). This meaning of \"public\" here is that it is a part of a group of multiple people who like business (stakeholder) who all need to solve a problem. This is not a market because it does not have any money moving system (exchange system), and that a \"public\" is created by itself (self-forming) and puts itself in order by itself (self-organizing). The people who are in public relations do things for the \"public\". People who are needed to make a group's dreams come true are named as \"target publics\", and people that help the target publics are named as \"influentials\". Influentials are important, because they give answers to the target public's problems. The \"target publics\" are also important, because their answers to the government problems (like electoral votes) are very important.\nThe public also has rules of being in the public (\"social norms\"), that play a major role in how information is moved.\nSituational or non-situational meaning.\nPublic relations theory shows that the meaning of publics is situational, according to John Dewey and James E. Gruning, and is simply a group of people. According to Gabriel M. Vasquez, a public has people that all know about their common problem and all try to solve that problem (“homo narrans” [Latin for \"storytelling human\"]), and create a list of problems to be solved (agenda-building). For example, Schools are commonly talked about for their agenda-building, on whether they should teach about religion or not (secular). Some people think publics are about the government (political) and last forever.\nBut, other people think that the meaning of public is non-situational. Kirk Hallahan, professor at Colorado State University, thinks that the meaning of public is about another organization, and has public as that it is people who are about (relate) to an organization, who show different amounts of activity—passivity (getting information without giving it), and who might (or might not) talk with others about their relationship with the group.\nSocial publics.\nSocial publics are people who like the same ideas or hobbies.\nNetworked publics.\nNetworked publics are social publics who are organized by the new technology. Because of this, networked publics are the result of technologies that connect people (networked technologies, like social media), and the whole result from a combination of the people in the networked public, their technologies, and their ideas.\nPublics and problems.\nThe situational theory of publics, is about the idea that publics can be used and organized by how much they know (are aware of) their common problem, and how much action the group has taken to resolve that problem. This theory shows when people communicate ideas and when the ideas are about the people who are important in solving the common problem. This theory is almost the same as John Dewey's theory of publics and Blumer's theory of publics.\nHistory.\nThis theory comes from James E. Grunig's writing, \"The Role of Information in Economic Decision Making\" in 1966. This writing was the beginning of the situational theory of publics, as it had the first key idea, problem recognition, in the writing. Then, when he wrote about the decisions of people who own land in Columbia to become a professor, he also wrote about the second key idea, constraint recognition. He then added Herbert Krugman's idea of the third key idea, level of involvement, to explain the difference between the fourth and fifth key ideas, information seeking and information processing. After that, he wrote a book in 1984 which was named \"Managing Public Relations\", which further made the situational theory of publics make more sense, based on John Dewey's book, which was named \"The Public and Its Problems\".\nDevelopment.\nPeople who use the theory created equations which used the theory to organize the different types of publics, and the most real effects of communication for each public. Because these math rules were created, it made the theory more understandable and became used in a more common way in learning the theory (academic studies) and in some professional learning. This theory is like the learning of the actions of people buy things (consumer behavior), health communication, how media works (media exposure), and the communication of government related ideas (political communication), which are common in other parts of the learning of communication (communication research). But, this theory has more common key ideas and a more developed system of learning and analysis because of the equations. Because of this, it can become more common (popular) and include other smaller less common theories inside it (subsume).\nExtension.\nEven though the theory is well developed, it develops even more common. The theory has been used to show why people join groups who really want things to happen (activist groups), to organize the external (real, actual) and internal (perceived) parts (dimensions) of problem recognition, and to learn whether information that is used in information processing (processed information) can create publics. Also, some more research was done on the internal and external dimensions of problem recognition, constraint recognition, and level of involvement (Grunig & Hon, 1988; Grunig, 1997). The research is about whether the ideas are internal or external. The research shows that if the concepts are internal, they can be changed by communication, and that if they are external, then the holdable things that are around the person need to be changed in order for the person's concept of the variables to change (Grunig, 1997, p. 25). But, there is a small amount of research on the internal and external dimensions of the three key concepts, so there can be more studies on these concepts (Grunig, 1997). Then, in 2011, Jeong-Nam Kim and Grunig extended the theory to the situational theory of problem solving.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":548},{"uri":"Colorado_State_University","surface_form":"Colorado State University","offset":3465},{"uri":"Problem","surface_form":"problem","offset":4399},{"uri":"Situational_theory_of_problem_solving","surface_form":"situational theory of problem solving","offset":7662}]}