{"id":73361,"url":"http://en.wikipedia.org/wiki/%C3%89amon_de_Valera","text":"Éamon de Valera (born with the name Edward George de Valera,) (14 October 1882–) was one of the dominant political figures in 20th century Ireland. Co-owner of one of the Irish Press Newspapers, he served in public office from 1917 to 1973. Several times he was either head of state or head of government in Ireland.\nDe Valera was a leader of Ireland's struggle for independence from the United Kingdom of Great Britain and Ireland. He also led opposition to the anti-Treaty in the Irish Civil War. De Valera was the author of the Constitution of Ireland.\nHis family.\nDe Valera was born in the New York Nursery and Child's Hospital in New York City in 1882 to an Irish mother; he said that his parents were Catherine Coll Wheelwright, an immigrant from Bruree, County Limerick, and Juan Vivion de Valera, a Spanish-Cuban settler and sculptor, and that they were married in 1881 in New York.\nIn 1885, after his father's death, de Valera was taken to Ireland by his Uncle Ned. He was brought up by his grandmother Elizabeth Coll, her son Patrick and her daughter Hannie, in County Limerick. At the age of sixteen, he won a scholarship to Blackrock College, County Dublin. In his first year in Blackrock College he was Student of the Year. In 1903 was became mathematics teacher at Rockwell College, County Tipperary. When he graduated in mathematics from the Royal University of Ireland he went back to Blackrock College He taught in many other colleges, including Belvedere college where he taught Kevin Barry, the young Irish republican hanged by the British during the Irish War of Independence.\nEarly political activity.\nDe Valera was an active \"gaeilgeoir\" (Irish language enthusiast). In 1908 he joined the Conradh na Gaeilge (the Gaelic League), where he met Dubhghlas de hÍde, later first President of Ireland, and also Sinéad Flanagan, another teacher who he married on 8 January 1910 at St Paul's Church, Arran Quay, Dublin.\nEaster Rising.\nOn 25 November 1913 he joined the Irish Volunteers. He was soon elected captain of the Donnybrook company, then commandant of the Third Battalion and adjutant of the Dublin Brigade. He also joined the Irish Republican Brotherhood, which secretly controlled the central executive of the Volunteers.\nOn 24 April 1916 the Easter Rising began. De Valera occupied Boland's Mills, Grand Canal Street in Dublin. After the fighting de Valera was court-martialled, convicted, and sentenced to death, but the sentence was changed to for life imprisonment. This was because he was not kept in Kilmainham Jail with the first prisoners executed. The delay meant British authorities started to check if he really was an American citizen, and wonder how the United States would react to the execution of one of its citizens.\nDe Valera's supporters say he showed leadership skills and a great ability for planning. His enemies claim he suffered a nervous breakdown during the Rising.\nAfter imprisonment in Dartmoor, Maidstone and Lewes prisons in England, de Valera and other prisoners were released under an amnesty in June 1917. On 10 July 1917 he was elected member of the British House of Commons for East Clare (the constituency which he represented in Dail Eireann until 1959) in a by-election after MP Willie Redmond died fighting in World War I.\nPresident of Sinn Féin.\nBritish newspapers and picture postcards often called the Easter Rising the Sinn Féin rebellion. From 1917 de Valera was president of Sinn Féin. He and the other survivors of the Rising took over Sinn Féin and then turned into a republican party. Arthur Griffith, had wanted an Anglo-Irish \"dual monarchy\", with an independent Ireland governed separately from Britain, their only link being a shared monarch, like Canada and Britain today.\nThat had been the way Ireland was governed with the so-called Constitution of 1782 under Henry Grattan, until Ireland joined with Great Britain to form the United Kingdom of Great Britain and Ireland in 1801.\nPresident of Dáil Éireann.\nSinn Féin won 73 out of 104 Irish seats in the 1918 general election. A lot more people wanted an independent Ireland after the leaders of the Easter Rising were executed of the 1916 leaders and the threat of conscription. In January 1919, these Sinn Féin MPs, or \"TD\"s, met in the Mansion House (City Hall), Dublin and formed the First Dáil Éireann ().\nDe Valera was not at this meeting because he had been arrested. He escaped from Lincoln Prison in February 1919, and when he got back to Dublin he replaced Cathal Brugha as Prime Minister. The Dáil Constitution passed by the Dáil said that the Príomh Aire was prime minister not head of state.\nIn September 1919 the British authorities said that The Dáil was illegal. The fighting against Britain escalated into the Irish War of Independence (also called the 'Anglo-Irish War').\nPresident of the Republic.\nIn January 1921, he got back from the United States with a loan of $5,500,000 This made him very popular.\nIn August 1921 de Valera had Dáil Éireann change the 1919 Dáil Constitution to upgrade his title from prime minister to President of the Republic. He said that as Irish head of state he would not go to the Treaty Negotiations of October–December 1921 because the British head of state, King George V would not be there either.\nThe Treaty.\nThe Treaty replaced the Republic by a dominion of the British Commonwealth with the King represented by a Governor-General of the Irish Free State. This was just how Canada was governed. Treaty was finally signed on 6 December 1921.\nDe Valera's opponents said that he did not join the negotiations because he knew that the British would only allow an Irish dominion, not a republic, and did not want to be blamed for giving up the idea of a republic. De Valera said he was angry because the delegates working out the treaty had not asked him before signing the treaty. But at a secret session of the Dáil during the Treaty Debates and publicised in January 1922, his ideas for a treaty included dominion status, the 'Treaty Ports', a veto by the parliament in Belfast, and the king as head of the Commonwealth. Ireland's would pay a share of the imperial debt.\nWhen the Treaty was accepted by 64 votes to 57, de Valera and a large minority of Sinn Féin TDs left Dáil Éireann. He resigned and Arthur Griffith was elected President of Dáil Éireann in his place.\nIn March 1922, de Valera made an angry speech saying that, if the Treaty was accepted, it might be necessary to \"wade through Irish blood\" to achieve Irish freedom. Later he said that de Valera's enemies said that this was encouraging civil war.\nCivil War broke out in late June 1922.\nCivil War.\nFighting in the Irish Civil War started on 28 June 1922 and ended in May 1923 when the pro-treaty Free State forces beat the anti-Treaty IRA.\nDe Valera was supposed to be the head of the anti-Treatyites, but he had little power. Usually he had little influence with the IRA Chief of Staff, Liam Lynch. De Valera formed a republican government on 25 October 1922 but it had no real authority and was never like the Dáil governments of 1919–21, which was an alternative government to the British, even running their own courts.\nWhen the IRA's new Chief of Staff called a ceasefire Frank Aiken on 30 May 1923 the government had won. Many republicans were arrested when they came out of hiding and returned home. De Valera was arrested in County Clare and interned until 1924.\nThe 'empty formula'.\nDe Valera resigned from the presidency of Sinn Féin after losing a vote to accept the Free State Constitution (if the Oath of Allegiance was dropped). In March 1926 he formed a new party, Fianna Fáil (Soldiers of Destiny). Fianna Fáil was successful in elections, but for over a year a it did not take its seats in the Dáil. When a new law made candidates promise to take the oath if elected, de Valera and his TDs took the Oath of Allegiance in 1927. They said the oath was \"an empty formula\" that is, just words they had to say, they did not have to believe them.\nBack in Power.\nSix years after it was founded Fianna Fáil won 72 seats in the 1932 general election, and had a \"plurality\" in the Dáil. That is, it was the largest party but had less than half of all of the seats, which would be a \"majority\". On 9 March Governor-General James McNeill appointed de Valera President of the Executive Council. He abolished the oath and stopped paying money owed to Britain.\nDe Valera called a general election in January 1933 and won 77 seats, giving him an overall majority. Under his leadership, Fianna Fáil won further general elections in 1937, 1938, 1943 and 1944.\nDe Valera was his own Minister for External Affairs. He attended meetings of the League of Nations, and was president of the Council of the League on his first appearance at Geneva in 1932. In 1934, he supported the admission of the Soviet Union into the League. In September 1938 he was elected nineteenth president of the Assembly of the League, a tribute to the international recognition he had won by his independent stance on world questions.\nDe Valera's new constitution – Bunreacht na hÉireann.\nDuring the 1930s, de Valera changed a lot of the Irish Free State constitution.\nThe Governor-General of the Irish Free State could \"reserve\" or \"deny\" the Royal Assent to any changes after being advised (ordered) by \"His Majesty's Government in London\". After a legal argument with the British Government the power this was changed to \"His Majesty's Government in the Irish Free State\"\nThat meant that de Valera was the only person who could stop a bill becoming law.\nWhen King Edward VIII abdicted (resigned) as \"King of Ireland\" de Valera passed two Bills;\nIn July 1936, de Valera wrote to King Edward in London saying that he planned to introduce a new constitution. This was only a little different from the \"Bunreacht na hÉireann\" (meaning literally the Constitution of Ireland).\nThe new constitution was not an act of the Dáil but was voted for in a referendum, because de Valera wanted a new start for the new country he was setting up.\nNeutrality in World War II.\nIreland stayed neutral in World War II, which was called The Emergency in Ireland. Both the possibility of a German invasion and a British invasion were discussed in the Dáil.\nIn May 1945, de Valera visited the German minister in Dublin, to express sympathy over the death of the Führer. Along with President Douglas Hyde, de Valera was the only head of government to do this. De Valera did not visit the American embassy following the death of Roosevelt, as David Gray, the American Ambassador said he would not receive de Valera. All flags were flown at half-mast on Roosevelt's death on de Valera's instructions\nPost–war period.\nAfter sixteen years in power, Fianna Fáil lost the 1948 election. John A. Costello was Taoiseach of a coalition Government. It was Costello who declared Ireland a republic, making de Valera's friend President Ó Ceallaigh Ireland's head of state. In 1951 de Valera was returned to power but without an overall majority. Many people thought this was his worst government. He spent several months in the Netherlands where he had six operations on his eyes.\nFianna Fáil was defeated again in the 1954 general election, but in 1957 de Valera, won a majority of nine seats. This was the beginning of another sixteen year period in office for Fianna Fáil. But de Valera was only Taoiseach for two years.\nIn 1959 he was elected President of Ireland, as which he served until 1973. At his retirement at the age of 90, he was the oldest Head of State in the world.\nÉamon de Valera died in Linden Convalescent Home, Blackrock, County Dublin on 29 August 1975 aged 92. His wife, Sinéad de Valera, four years his senior, had died the previous January, on the eve of their 65th wedding anniversary. He is buried in Dublin's Glasnevin Cemetery.\nOverview.\nIn his recent controversial biography by Tim Pat Coogan says that his failures are more than his achievements, and that de Valera's popularity fell as Michael Collins's rose.\nGarret Fitzgerald summarised his last term as Taoiseach;\n\"Total economic stagnation marked de Valera's last seven years as leader of his party - because all of the chickens of his disastrous commitment to an inward-looking policy of self sufficiency were coming home to roost.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Ireland","surface_form":"Ireland","offset":139},{"uri":"Irish_Press","surface_form":"Irish Press Newspapers","offset":171},{"uri":"Ireland","surface_form":"Ireland","offset":343},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"United Kingdom of Great Britain and Ireland","offset":388},{"uri":"Anglo-Irish_Treaty","surface_form":"anti-Treaty","offset":463},{"uri":"Irish_Civil_War","surface_form":"Irish Civil War","offset":482},{"uri":"Bunreacht_na_h%C3%89ireann","surface_form":"Constitution of Ireland","offset":531},{"uri":"New_York_City","surface_form":"New York City","offset":635},{"uri":"Catherine_Coll_Wheelwright","surface_form":"Catherine Coll Wheelwright","offset":707},{"uri":"Limerick_(county)","surface_form":"County Limerick","offset":761},{"uri":"Juan_Vivion_de_Valera","surface_form":"Juan Vivion de Valera","offset":782},{"uri":"Spain","surface_form":"Spanish","offset":807},{"uri":"Cuba","surface_form":"Cuba","offset":815},{"uri":"Blackrock_College","surface_form":"Blackrock College","offset":1136},{"uri":"Dublin_(county)","surface_form":"County Dublin","offset":1155},{"uri":"Blackrock_College","surface_form":"Blackrock College","offset":1191},{"uri":"Rockwell_College","surface_form":"Rockwell College","offset":1279},{"uri":"Tipperary_(county)","surface_form":"County Tipperary","offset":1297},{"uri":"Blackrock_College","surface_form":"Blackrock College","offset":1401},{"uri":"Kevin_Barry","surface_form":"Kevin Barry","offset":1497},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":1570},{"uri":"Irish_language","surface_form":"Irish language","offset":1661},{"uri":"Gaelic_League","surface_form":"Conradh na Gaeilge","offset":1711},{"uri":"Dubhghlas_de_h%C3%8Dde","surface_form":"Dubhghlas de hÍde","offset":1764},{"uri":"President_of_Ireland","surface_form":"President of Ireland","offset":1795},{"uri":"Sin%C3%A9ad_Flanagan","surface_form":"Sinéad Flanagan","offset":1826},{"uri":"Dublin","surface_form":"Dublin","offset":1925},{"uri":"Irish_Volunteers","surface_form":"Irish Volunteers","offset":1982},{"uri":"Donnybrook%2C_Dublin","surface_form":"Donnybrook","offset":2035},{"uri":"Irish_Republican_Brotherhood","surface_form":"Irish Republican Brotherhood","offset":2149},{"uri":"Easter_Rising","surface_form":"Easter Rising","offset":2267},{"uri":"Dublin","surface_form":"Dublin","offset":2345},{"uri":"Kilmainham_Jail","surface_form":"Kilmainham Jail","offset":2530},{"uri":"United_States","surface_form":"American","offset":2654},{"uri":"Nervous_breakdown","surface_form":"nervous breakdown","offset":2879},{"uri":"Dartmoor","surface_form":"Dartmoor","offset":2938},{"uri":"Maidstone","surface_form":"Maidstone","offset":2948},{"uri":"Lewes","surface_form":"Lewes","offset":2962},{"uri":"Amnesty","surface_form":"amnesty","offset":3041},{"uri":"British_House_of_Commons","surface_form":"British House of Commons","offset":3108},{"uri":"Dail_Eireann","surface_form":"Dail Eireann","offset":3190},{"uri":"By-election","surface_form":"by-election","offset":3220},{"uri":"William_Hoey_Kearney_Redmond","surface_form":"Willie Redmond","offset":3241},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":3444},{"uri":"Republic","surface_form":"republic","offset":3539},{"uri":"Arthur_Griffith","surface_form":"Arthur Griffith","offset":3557},{"uri":"Constitution_of_1782","surface_form":"Constitution of 1782","offset":3812},{"uri":"Henry_Grattan","surface_form":"Henry Grattan","offset":3839},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"United Kingdom of Great Britain and Ireland","offset":3906},{"uri":"Conscription","surface_form":"conscription","offset":4195},{"uri":"TD","surface_form":"TD","offset":4251},{"uri":"D%C3%A1il_%C3%89ireann","surface_form":"Dáil Éireann","offset":4323},{"uri":"D%C3%A1il_Constitution","surface_form":"Dáil Constitution","offset":4533},{"uri":"Prime_minister","surface_form":"prime minister","offset":4600},{"uri":"Head_of_state","surface_form":"head of state","offset":4619},{"uri":"British_government","surface_form":"British authorities","offset":4656},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":4756},{"uri":"Constitution","surface_form":"Constitution","offset":5015},{"uri":"President_of_the_Irish_Republic","surface_form":"President of the Republic","offset":5072},{"uri":"Anglo-Irish_Treaty","surface_form":"Treaty Negotiations","offset":5158},{"uri":"George_V_of_the_United_Kingdom","surface_form":"King George V","offset":5238},{"uri":"Dominion","surface_form":"dominion","offset":5329},{"uri":"Commonwealth_of_Nations","surface_form":"British Commonwealth","offset":5345},{"uri":"Governor-General_of_the_Irish_Free_State","surface_form":"Governor-General of the Irish Free State","offset":5397},{"uri":"TD","surface_form":"TD","offset":6244},{"uri":"President_of_D%C3%A1il_%C3%89ireann","surface_form":"President of Dáil Éireann","offset":6311},{"uri":"Irish_Civil_War","surface_form":"Irish Civil War","offset":6663},{"uri":"IRA","surface_form":"IRA","offset":6784},{"uri":"Liam_Lynch_(general)","surface_form":"Liam Lynch","offset":6937},{"uri":"Frank_Aiken","surface_form":"Frank Aiken","offset":7226},{"uri":"Clare_(county)","surface_form":"County Clare","offset":7382},{"uri":"Internment","surface_form":"interned","offset":7399},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":7483},{"uri":"Fianna_F%C3%A1il","surface_form":"Fianna Fáil","offset":7629},{"uri":"Fianna_F%C3%A1il","surface_form":"Fianna Fáil","offset":8053},{"uri":"James_McNeill","surface_form":"James McNeill","offset":8278},{"uri":"President_of_the_Executive_Council_of_the_Irish_Free_State","surface_form":"President of the Executive Council","offset":8312},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":8689},{"uri":"Geneva_City","surface_form":"Geneva","offset":8782},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":8841},{"uri":"Royal_Assent","surface_form":"Royal Assent","offset":9265},{"uri":"Duke_of_Windsor","surface_form":"Edward VIII","offset":9588},{"uri":"Bunreacht_na_h%C3%89ireann","surface_form":"Bunreacht na hÉireann","offset":9823},{"uri":"Ireland","surface_form":"Ireland","offset":10082},{"uri":"World_War_II","surface_form":"World War II","offset":10108},{"uri":"The_Emergency","surface_form":"The Emergency","offset":10139},{"uri":"D%C3%A1il","surface_form":"Dáil","offset":10252},{"uri":"F%C3%BChrer","surface_form":"Führer","offset":10362},{"uri":"Douglas_Hyde","surface_form":"Douglas Hyde","offset":10391},{"uri":"Half-mast","surface_form":"half-mast","offset":10638},{"uri":"John_A._Costello","surface_form":"John A. Costello","offset":10780},{"uri":"Taoiseach","surface_form":"Taoiseach","offset":10801},{"uri":"Se%C3%A1n_T_%C3%93_Ceallaigh","surface_form":"President Ó Ceallaigh","offset":10913},{"uri":"Netherlands","surface_form":"Netherlands","offset":11115},{"uri":"President_of_Ireland","surface_form":"President of Ireland","offset":11434},{"uri":"Blackrock","surface_form":"Blackrock","offset":11619},{"uri":"County_Dublin","surface_form":"County Dublin","offset":11630},{"uri":"Sin%C3%A9ad_de_Valera","surface_form":"Sinéad de Valera","offset":11681},{"uri":"Glasnevin_Cemetery","surface_form":"Glasnevin Cemetery","offset":11824},{"uri":"Tim_Pat_Coogan","surface_form":"Tim Pat Coogan","offset":11895},{"uri":"Michael_Collins_(Irish_leader)","surface_form":"Michael Collins","offset":12005},{"uri":"Garret_Fitzgerald","surface_form":"Garret Fitzgerald","offset":12029}]}