{"id":73378,"url":"http://en.wikipedia.org/wiki/Irish_War_of_Independence","text":"The Irish War of Independence was fought by the Irish Republican Army (IRA) against the British soldiers (known as the Black and Tans because of the colour of their uniform) who were trying to keep Ireland under British control.\nThe war was fought between 1919 and July 1921. The fighting stopped while a peace treaty was worked out.\nIt began because of the 1916 Easter Rising. The Irish Republican Brotherhood (IRB) men who fought the British soldiers that day wanted Ireland to be its own country and wanted Britain to move its army out of Ireland.\n82 IRB members were killed including 16 who were executed. These executions angered the Irish people and caused many people to become \"Republicans\". Republicans lived mostly in the south of Ireland. Ulster was considered to be the most unionist part of Ireland. This was caused by the Ulster Plantations. The Unionists wanted to stay under control of the British Government.\nIn 1917 the IRB was renamed the IRA and in 1919, the fighting started. By 1921, the IRA had beaten the Royal Irish Constabulary (RIC) and Ireland had no police forces. In London, the British government began to debate about Ireland's rule. The war went on until 1922 when Irish Sinn Féin leaders and British MPs made a peace treaty (called the Anglo-Irish Treaty). This treaty created the Irish Free State this meant that Ireland was made its own independent country. The treaty gave all the same rights to the Irish government as that of the Canadian government\nIt handed power of 26 of the 32 counties to the Irish Government. The 6 counties that were kept by the British Government were all in Ulster (mostly Unionist) and now form Northern Ireland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Irish_Republican_Army","surface_form":"Irish Republican Army","offset":48},{"uri":"United_Kingdom","surface_form":"British","offset":88},{"uri":"Military","surface_form":"soldiers","offset":96},{"uri":"Black_and_Tans","surface_form":"Black and Tans","offset":119},{"uri":"Ireland","surface_form":"Ireland","offset":198},{"uri":"1919","surface_form":"1919","offset":256},{"uri":"1921","surface_form":"1921","offset":270},{"uri":"Peace","surface_form":"peace","offset":305},{"uri":"Treaty","surface_form":"treaty","offset":311},{"uri":"Easter_Rising","surface_form":"1916 Easter Rising","offset":358},{"uri":"Country","surface_form":"country","offset":491},{"uri":"Army","surface_form":"army","offset":530},{"uri":"Plantation_of_Ulster","surface_form":"Ulster Plantations","offset":836},{"uri":"Royal_Irish_Constabulary","surface_form":"Royal Irish Constabulary","offset":1029},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":1204},{"uri":"Anglo-Irish_Treaty","surface_form":"Anglo-Irish Treaty","offset":1270},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":1315},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1661}]}