{"id":733830,"url":"http://en.wikipedia.org/wiki/Sans-culottes","text":"The \"sans-culottes\" (, which means \"without breeches\") were the lower classes in late 18th century France. Lots of sans-culottes became radical supporters and fighters for the French Revolution. This was because of their poor quality of life under the \"Ancien Régime\". The word sans-culotte, which is the opposite of aristocrat, was said for the first time on 28 February 1791 by officer Jean-Bernard Gauthier de Murnan in a bad way. He was talking about a \"sans-culottes army\" - an army of peasants. The word became popular during the demonstrations of June 1792.\nThe name, though it is about clothing, is actually a way to talk about the sans-culottes' social status. \"Culottes\" were the fashionable silk knee-breeches of the 18th-century nobility and bourgeoisie. The working class \"sans-culottes\" wore \"pantaloons\", or trousers, instead. The \"sans-culottes\", most of them urban labourers, were the force behind the French Revolution. The other members of the revolution thought that they were \"radicals\" because they wanted a direct democracy. This would mean that the people would vote on laws themselves, and that there would be no legislature. Though they had bad clothes and equipment, and got little or no support from the rich, they were most of the Revolutionary army and executed many people during the early years of the French Revolutionary Wars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Culottes","surface_form":"breeches","offset":44},{"uri":"French_Revolution","surface_form":"French Revolution","offset":176},{"uri":"Kingdom_of_France","surface_form":"Ancien Régime","offset":253},{"uri":"Aristocrat","surface_form":"aristocrat","offset":317},{"uri":"Breeches","surface_form":"knee-breeches","offset":707},{"uri":"French_nobility","surface_form":"nobility","offset":741},{"uri":"Working_class","surface_form":"working class","offset":771},{"uri":"French_Revolution","surface_form":"French Revolution","offset":919},{"uri":"Direct_democracy","surface_form":"direct democracy","offset":1030},{"uri":"French_Revolutionary_Army","surface_form":"Revolutionary army","offset":1260},{"uri":"French_Revolutionary_Wars","surface_form":"French Revolutionary Wars","offset":1334}]}