{"id":733905,"url":"http://en.wikipedia.org/wiki/Everyday_(video)","text":"\"Noah Takes a Photo of Himself Every Day for 6 Years\" (as it is called on YouTube), or \"Everyday\" (as it is called on the title card), is a viral video made by Noah Kalina, a photographer from New York. It features thousands of pictures of Kalina from a period of six years, all played fast, and in time order.\nVideo.\nKalina started to take a photo of himself every day on January 11, 2000, when he was 19 years old. The video \"Everyday\" shows the photos in time order, six per second, with original music played on piano by his ex-girlfriend Carly Comando also playing. In the whole video, Kalina's face in the center of the frame, and does not show any emotion. Kalina uploaded the video to Vimeo on August 8, 2006, and on YouTube on August 27, 2006. \"Everyday\" was featured on an episode of VH1's \"Web Junk 20\", and on commercials for Time Warner Cable's Roadrunner service. In a \"New York Times\" article, it was said William A. Ewing, director of the Musée de l'Élysée, said \"Noah’s video represents a phenomenal amplification not just in what he produced and how he did it, but how many people the piece touched in such a short period of time. There is nothing comparable in the history of photography.\", \"Everyday\" has more than 26.4 million views on YouTube.\nKalina originally intended \"Everyday\" to be a photo project, but was encouraged to make a film after seeing a video by Ahree Lee, which featured time lapse portraits of the artist. He put his photographs into a video and released it on YouTube.\nIn December 2006, because \"Everyday\" was so popular, VH1 asked Kalina to take photographs of himself in the same pose used in \"Everyday\", but with some celebrities, including Paris Hilton, Lance Bass, David Hasselhoff, Jenna Jameson, will.i.am, Flavor Flav, lonelygirl15 and \"Weird Al\" Yankovic. The photographs were taken backstage at the VH1 Big in '06 Awards. In the ceremony, which was shown on television, several of the pictures were shown before and after commercial breaks. Kalina also posted the photographs on Flickr.\nOn July 16, 2012, Kalina announced an extended version of his \"Everyday\" video on his website. The extended video, which came out on YouTube on September 4, 2012m shows 12 years and 5 months of his self-portraits with a run time of 7:41 (10 frames per second, or 1 month every 3 seconds).\nOn January 14, 2020, Kalina released \"Noah takes a photo of himself every day for 20 years\" on YouTube. This video shows 20 years of his self-portraits with a run time of 8:17 (15 frames per second, or 1 month every 2 seconds).\nNoah Kalina.\nKalina, who was born on July 4, 1980, lives in Williamsburg, Brooklyn, New York. He grew up in Centerport, New York, and went to Harborfields High School. He graduated from the School of Visual Arts.\nIn popular culture.\n\"The Simpsons\" episode \"Eternal Moonshine of the Simpson Mind\" includes a version of Kalina's video, in which 39 years of Homer Simpson's life flash before him with the same music playing in the background.\n\"Family Guy\" has also done a parody of the video, in which Peter takes a picture of himself every day in the same fashion as Noah, except it is set to the song \"Hey There Delilah\" by the Plain White T's.\nThe National Basketball Association (NBA) used the piano version of this video during the \"Where Amazing Happens\" ad campaign from 2007 to 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"YouTube","surface_form":"YouTube","offset":74},{"uri":"Title_card","surface_form":"title card","offset":122},{"uri":"Viral_video","surface_form":"viral video","offset":140},{"uri":"Carly_Comando","surface_form":"Carly Comando","offset":543},{"uri":"Vimeo","surface_form":"Vimeo","offset":693},{"uri":"YouTube","surface_form":"YouTube","offset":725},{"uri":"Web_Junk_20","surface_form":"Web Junk 20","offset":801},{"uri":"The_New_York_Times","surface_form":"New York Times","offset":884},{"uri":"Mus%C3%A9e_de_l%27%C3%89lys%C3%A9e","surface_form":"Musée de l'Élysée","offset":955},{"uri":"VH1","surface_form":"VH1","offset":1564},{"uri":"Paris_Hilton","surface_form":"Paris Hilton","offset":1686},{"uri":"Lance_Bass","surface_form":"Lance Bass","offset":1700},{"uri":"David_Hasselhoff","surface_form":"David Hasselhoff","offset":1712},{"uri":"Jenna_Jameson","surface_form":"Jenna Jameson","offset":1730},{"uri":"Will.i.am","surface_form":"will.i.am","offset":1745},{"uri":"Flavor_Flav","surface_form":"Flavor Flav","offset":1756},{"uri":"Lonelygirl15","surface_form":"lonelygirl15","offset":1769},{"uri":"%26quot%3BWeird_Al%26quot%3B_Yankovic","surface_form":"\"Weird Al\" Yankovic","offset":1786},{"uri":"VH1_Big_in_%2706_Awards","surface_form":"VH1 Big in '06 Awards","offset":1851},{"uri":"Flickr","surface_form":"Flickr","offset":2031},{"uri":"Williamsburg%2C_Brooklyn","surface_form":"Williamsburg, Brooklyn","offset":2616},{"uri":"New_York_(state)","surface_form":"New York","offset":2640},{"uri":"Centerport%2C_New_York","surface_form":"Centerport, New York","offset":2664},{"uri":"Harborfields_High_School","surface_form":"Harborfields High School","offset":2698},{"uri":"School_of_Visual_Arts","surface_form":"School of Visual Arts","offset":2746},{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":2790},{"uri":"Eternal_Moonshine_of_the_Simpson_Mind","surface_form":"Eternal Moonshine of the Simpson Mind","offset":2813},{"uri":"Homer_Simpson","surface_form":"Homer Simpson","offset":2911},{"uri":"Family_Guy","surface_form":"Family Guy","offset":2997},{"uri":"Hey_There_Delilah","surface_form":"Hey There Delilah","offset":3157},{"uri":"Plain_White_T%27s","surface_form":"Plain White T's","offset":3183},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":3204},{"uri":"2007%E2%80%9308_NBA_season","surface_form":"2007","offset":3331},{"uri":"2011%E2%80%9312_NBA_season","surface_form":"2012","offset":3339}]}