{"id":733962,"url":"http://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus_2","text":"SARS coronavirus 2 (SARS-CoV-2) is a positive-sense, single-stranded RNA coronavirus which causes the disease COVID-19.It used to be known as 2019 novel coronavirus (2019-nCoV) by the World Health Organization (WHO).\nThe virus started the 2019–20 coronavirus outbreak. The first suspected cases were reported to the WHO on December 31, 2019.\nMany early cases of this new coronavirus were linked to Huanan Seafood Wholesale Market, a large seafood and animal market in Wuhan, China. The virus may have come from infected animals. It is not certain that this place was the source of the pandemic.\nOrigins.\nThe genetic material of this virus showed many similarities to SARS-CoV (79.5%) and bat coronaviruses (96%). This means the virus may have originally come from bats. Scientists did more experiments that showed the virus probably went from bats to an intermediate host, meaning another animal in between bats and humans. The viruses in that other animal changed over time until they could infect humans. Scientists are close to sure that the original animal was a bat but not sure what the intermediate animal was. Some scientists think it could have been a pangolin because there are coronaviruses that live in pangolins even though they are not exactly the same as SARS-CoV-2 or the ones in bats. Pangolins are an endangered species and buying, selling or moving them from place to place is illegal in China and many other countries. But their scales are an ingredient in many traditional Chinese medicines, so they are often sold on the black market.\nAlthough SARS-CoV-2 began in bats, scientists noticed that the bats do not get sick and die from it. They think this is because the bats have very careful immune systems that fight the virus without causing inflammation. Scientists are studying bats because of this.\nName.\nIn early February 2020, the International Committee on the Taxonomy of Viruses' Coronavirus Study Group gave SARS-CoV-2 its official name, for sudden acute respiratory syndrome coronavirus number two. Before that, people called the virus \"2019-nCoV,\" for \"novel (new) coronavirus that appeared in 2019.\" The study group chose this name because the new virus was so similar to another virus that was already called SARS-CoV with no number.\nHow the virus causes disease.\nFirst, the virus has to enter a cell. The virus has a protein called a spike protein on its surface. The spike protein sticks to a spot on a human cell called a \"receptor.\" This receptor is called angiotensin-converting enzyme 2 (ACE2)\".\" ACE2 is found on the cells of the lungs, kidneys, and intestines. After the spike protein sticks to the ACE2 receptor, the virus and cell membranes merge together. In October 2020, scientists said they had seen SARS-CoV-2 use another receptor, neuropilin-1, to enter cells.\nSARS-CoV-2 can infect many kinds of cells, but it mostly infects cells in the respiratory system, such as the cells inside the nose and lungs. Because it is in cells inside the nose, it can spread into the air when people breathe out through their noses or speak.\nThe expanding part of the lungs, pulmonary alveoli, have two main types of cells. One cell, type I, absorbs oxygen from the air, i.e. gas exchange. The other, type II, produces surfactants, that help keep the lungs fluid, clean, infection free, etc. COVID-19 finds a way into a surfactant producing type II cell, and smothers it by reproducing COVID-19 virus within it. Each type II cell which is killed by the virus causes an extreme reaction in the lungs. Fluids, pus, and dead cell material flood the lung, causing the coronavirus pulmonary disease.\nLung damage.\nScientists looked at the lungs from people who died of COVID-19. They compared them to lungs from people who died of influenza A and to lungs from people who died but not from any problem with their lungs. They saw the cells that made up the skins of the blood vessels in the lungs were more badly damaged in the lungs from COVID-19 patients, and there was more blood clotting. The most important difference the scientists saw was that the lungs had begun to grow new blood vessels.\nCOVID-19.\nIn February 2020, the World Health Organization announced they had chosen a name for the disease caused by SARS-CoV-2: COVID-19. \"Covi\" for \"coronavirus,\" \"D\" for \"disease,\" and \"19\" for the year 2019. They said they did not want the name to have any person, place, or animal in it, like \"Wuhan,\" or “pangolin,” because then people might blame the disease on that place, person, or animal. They also wanted the name to be easy to say out loud.\nSymptoms.\nAccording to the United States Centers for Disease Control and Prevention, COVID-19 makes people feel sick in different ways, but it usually affects the lungs. People usually cough and have difficulty breathing. They often also have a fever, chills, headache, pain in their muscles, or trouble tasting or smelling things.\nAccording to an April 2020 study by the American Gastroenterological Association, COVID-19 can make sick people vomit or have diarrhea but this is rare. They said about 7.7% of COVID-19 patients threw up, about 7.8% had diarrhea and about 3.6% had pain in their stomachs.\nPainkilling.\nA study from the University of Arizona found that SARS-CoV-2 can prevent an infected person from feeling pain. It does this by giving off vascular endothelial growth factor-A, which binds to the human body's neuropilin receptor. This way, sick people do not feel pain, do not know they are sick, and spread the virus more than if they could feel pain.\nShape.\nThe SARS-CoV-2 virus looks like a round ball with spikes all around it. There are four parts to the virus: the spikes, a membrane, an envelope, and the virus' genetic material, or ribonucleic acid (RNA) Each of these four parts is a different protein molecule. The spikes, membrane, and envelope are together called the \"viral envelope\", or outer layer, of the virus.\nSARS-CoV-2 is a \"positive-strand\" RNA virus, meaning that it uses ribonucleic acid (RNA) to hold the patterns to make the proteins it needs instead of using DNA the way humans and other multicellular living things do.\nConspiracy theories.\nIn early 2020, some people began to think that the SARS-CoV-2 may have been made on purpose in a laboratory at the Wuhan Institute of Virology and released in Wuhan like a weapon. When the leader of Iran, Ayatollah Khamenei, said that he did not want the United States to help his country against coronavirus, he named the idea that Americans had made the virus on purpose to harm Iranains as one of his reasons: \"I do not know how real this accusation is but when it exists, who in their right mind would trust you to bring them medication?\" said Khamenei.\nOne survey by Pew Research showed 29% of Americans who answered thought SARS-CoV-2 could have been made in a lab on purpose and 23% thought it could have been made in a lab by accident. A survey of people in the United Kingdom showed many of them thought COVID-19 was caused by 5G wireless networks.\nOn March 17, 2020, scientists from Columbia University and other places published a paper in \"Nature Medicine\" showing that SARS-CoV-2 was almost surely not made by humans in a laboratory. They did this by comparing the genomes of different viruses to each other. The scientists saw that SARS-CoV-2 did not match any of the viral backbones that already exist for virologists to use. The paper in \"Nature Medicine\" soon became one of the most cited scientific papers of all time.\nMedicines.\nIn April 2020, scientists from the University of Pittsburgh said they had made a vaccine, called PittCoVacc and tested it in mice.\nAnother team of scientists led by Dr. Josef Penninger of the University of British Columbia invented a medicine called APN01 and tested it in engineered human tissue, meaning human cells put together in a lab to look and act like they were inside a body. The scientists learned that adding human soluble recombinant angiotensin converting enzyme 2 (ACE2) to these tissues infected with SARS-CoV-2 made it harder for the virus to reproduce.\nIn late April 2020, a team from Oxford University announced that they had developed a COVID-19 vaccine. The United States National Institutes of health tested it in rhesus monkeys, and it worked. The Oxford scientists said because they had already been working on a vaccine against a different coronavirus, they had a head start working on one for SARS-CoV-2. The scientists said they would try to test their vaccine on 6000 people by the end of May 2020, and that their vaccine could be ready for people to use in September 2020.\nIn mid-May 2020, a company called Moderna said they tested their mRNA vaccine in forty-five people and eight of them produced antibodiesbut they did not publish the specific data or publish an article in a scientific journal. Anna Durbin of Johns Hopkins University said it was too soon to tell if people would keep the antibodies long enough for the vaccine to work. The United States Food and Drug Administration gave Moderna permission to test the vaccine again in more people. Moderna's chief medical officer said the vaccine could be ready in January 2021.\nHydroxychloroquine.\nSome people think hydroxychloroquine, a medicine given to people with malaria, lupus, and arthritis, could work against COVID-19 and some do not. One study from China showed that COVID-19 patients who took hydroxychloroquine got better faster, but the study was not peer reviewed. Other studies in France and China seemed to show hydroxychloroquine helped, but the studies did not include control groups, meaning the doctors did not compare patients who took hydroxychloroquine to patients who did not, so they could not be sure it was the hydroxychloroquine that was helping them or whether it was something else. In March, the United States Food and Drug Administration gave doctors permission to give hydroxychloroquine to COVID-19 patients.\nUnited States President Donald Trump suggested the malaria drug hydroxychloroquine could help cure COVID-19, but Dr. Anthony Fauci, who is part of the White House's official coronavirus team said no one could know if hydroxychloroquine worked against SARS-CoV-2. In early April, the \"New York Times\" reported that President Trump has \"a small personal financial interest\" in Sanofi, one of the companies that makes hydroxychloroquine, meaning that if the company sold more hydroxychloroquine, he would have more wealth.\nIn early April, Fauci said, \"The data are really just at best suggestive. There have been cases that show there may be an effect and there are others to show there's no effect.\" Dr. Megan L. Ranney of Brown University said that hydroxychloroquine can cause heart attacks and other problems. Other doctors worry that if people take hydroxychloroquine for COVID-19, there will not be enough left for people with malaria, lupus, and arthritis. Still, some hospitals have given hydroxychloroquine to COVID-19 patients who are very sick because the doctors think it is worth the risk.\nScientists in France and China performed more studies on larger groups of patients taking hydroxychloroquine. They watched patients who were taking the medicine and other treatment together and at patients who were only taking the other threatment. Both studies showed that hydroxychloroquine did not help and did cause side effects. Both studies were published in May 2020.\nRemdesivir.\nSome scientists thought the drug remdesivir, which was invented as a medicine for Ebola, could work against SARS-CoV-2. Remdesivir works against some viruses. Remdesivir had already been tested in humans, so the doctors already knew it would not hurt the patients even if it did not make them better. Because scientists already knew remdesivir was safe, they were able to start testing it in humans right away.\nIn one study, doctors gave a drug called remdesivir to 61 COVID-19 patients on a compassionate basis, meaning they gave them the drug because there was no other treatment available. Scientists studied 53 of these patients and found that 68% of the patients got better, 13% died, and 25% had serious side effects. But because the study had no control group, meaning these patients were not compared to other COVID-19 patients who were not taking remdesivir, and because only 53 people were in the experiment, scientists must run more studies before they can be sure remdesivir works.\nThe chairman and CEO of the company that makes remdesivir, David O'Day, said that remdesivir might work better in some patients than in others and asked scientists to perform many different kinds of studies.\nIn October 2020, the National Institutes of Health told the world the results of its tests: They studied 11,000 people and found that remdesivir did not help keep COVID-19 patients alive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Positive-sense_single-stranded_RNA_virus","surface_form":"positive-sense","offset":37},{"uri":"RNA","surface_form":"RNA","offset":69},{"uri":"Coronavirus","surface_form":"coronavirus","offset":73},{"uri":"COVID-19","surface_form":"COVID-19","offset":110},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":184},{"uri":"2019%E2%80%9320_coronavirus_outbreak","surface_form":"2019–20 coronavirus outbreak","offset":239},{"uri":"Wuhan","surface_form":"Wuhan","offset":468},{"uri":"Pandemic","surface_form":"pandemic","offset":585},{"uri":"SARS-CoV","surface_form":"SARS-CoV","offset":667},{"uri":"Zoonosis","surface_form":"come from bats","offset":754},{"uri":"Horseshoe_bat","surface_form":"bats","offset":843},{"uri":"Intermediate_host","surface_form":"intermediate host","offset":854},{"uri":"Pangolin","surface_form":"pangolin","offset":1161},{"uri":"Endangered_species","surface_form":"endangered species","offset":1319},{"uri":"Traditional_Chinese_medicine","surface_form":"traditional Chinese medicines","offset":1482},{"uri":"Black_market","surface_form":"black market","offset":1543},{"uri":"Inflammation","surface_form":"inflammation","offset":1764},{"uri":"Neuropilin-1","surface_form":"neuropilin-1","offset":2782},{"uri":"Pulmonary_alveolus","surface_form":"pulmonary alveoli","offset":3109},{"uri":"Gas_exchange","surface_form":"gas exchange","offset":3210},{"uri":"Surfactant","surface_form":"surfactant","offset":3253},{"uri":"Influenza_A","surface_form":"influenza A","offset":3759},{"uri":"Epithelial_cells","surface_form":"skins of the blood vessels","offset":3884},{"uri":"Angiogenesis","surface_form":"grow new blood vessels","offset":4101},{"uri":"University_of_Arizona","surface_form":"University of Arizona","offset":5213},{"uri":"Neuropilin","surface_form":"neuropilin","offset":5404},{"uri":"Cell_receptor","surface_form":"receptor","offset":5415},{"uri":"Ribonucleic_acid","surface_form":"ribonucleic acid","offset":5735},{"uri":"Ribonucleic_acid","surface_form":"ribonucleic acid","offset":5989},{"uri":"Laboratory","surface_form":"laboratory","offset":6259},{"uri":"Wuhan_Institute_of_Virology","surface_form":"Wuhan Institute of Virology","offset":6277},{"uri":"Iran","surface_form":"Iran","offset":6361},{"uri":"Ayatollah_Khamenei","surface_form":"Ayatollah Khamenei","offset":6367},{"uri":"United_States","surface_form":"United States","offset":6417},{"uri":"5G","surface_form":"5G","offset":6998},{"uri":"Columbia_University","surface_form":"Columbia University","offset":7055},{"uri":"PittCoVacc","surface_form":"PittCoVacc","offset":7607},{"uri":"University_of_British_Columbia","surface_form":"University of British Columbia","offset":7702},{"uri":"Oxford_University","surface_form":"Oxford University","offset":8113},{"uri":"MRNA_vaccine","surface_form":"mRNA vaccine","offset":8677},{"uri":"Hydroxychloroquine","surface_form":"hydroxychloroquine","offset":9212},{"uri":"Peer_review","surface_form":"peer reviewed","offset":9460},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":9963},{"uri":"Anthony_Fauci","surface_form":"Anthony Fauci","offset":10056},{"uri":"White_House","surface_form":"White House","offset":10090},{"uri":"Brown_University","surface_form":"Brown University","offset":10660},{"uri":"Ebola","surface_form":"Ebola","offset":11508}]}