{"id":73401,"url":"http://en.wikipedia.org/wiki/South_Atlantic_tropical_cyclone","text":"A South Atlantic tropical cyclone is an unusual form of weather event. Usually, strong wind shear is the biggest problem why tropical cyclones do not normally form in the southern Atlantic Ocean. If there was ever a \"hurricane season\" in the south Atlantic, it would most likely happen during the opposite of the north Atlantic season, from December to May with mid-March being the peak when the oceans are warmest in the Southern Hemisphere.\nCyclone Catarina.\nCyclone (or Hurricane) Catarina was an extraordinarily rare tropical cyclone, forming in the southern Atlantic Ocean in March 2004. Just after becoming a hurricane, it hit the southern coast of Brazil in the state of Santa Catarina on the evening of March 28, with winds estimated near 180 h (112 mph), making it a Category 2 storm on the Saffir-Simpson Hurricane Scale. The cyclone killed 3-10 people and caused millions of dollars in damage in Brazil.\nThis event is thought to be a nearly once-in-a-lifetime event by meteorologists.\nAngola tropical cyclone of 1991.\nOn April 10, 1991, what was either a strong tropical depression or a weak tropical storm formed in the eastern South Atlantic, recorded by weather satellites off the coast of Angola. It reached a peak on the 13th, and dissipated two days later, drifting west-southwestward from where it formed. Of the few South Atlantic tropical cyclones that have existed, this was the only one in the eastern Atlantic. This was also the first South Atlantic tropical cyclone ever observed.\nTropical cyclone of January 2004.\nA small area of convection developed on a trough of low pressure in mid-January off Brazil. It organized and appeared to become a tropical depression on January 18. The next morning, it had a small amounts of convection near the center and well-defined bands, and the system, either a weak tropical storm or a strong tropical depression, likely reached its peak. Located 150 n miles southeast of Salvador, Brazil, it weakened as upper level shear, normal for the basin, prevailed. The depression moved inland on the 20th as a circulation with no convection, and dissipated the next day over Brazil, where it caused heavy rains and flooding. This would mark the first time in recorded history that two tropical cyclones (Catarina and the January storm) have been seen during the same year in the South Atlantic, and may be considered to make up the 2003-04 South Atlantic hurricane season.\nTropical cyclone of February 2006 / 90L Invest (South Atlantic).\nA small area of convection 600 miles southeast of Rio de Janeiro moved into an area of low wind shear and barely 26°C warm waters on February 23, 2006. The wave had deep convection, was able to form a closed LLC and had 35 mi/h (56 km/h) winds as measured by Quikscat on February 24, 2006. These characteristics were operationally recognized for three hours before high shear began to tear the system apart, just short of the six hours required to be officially declared a tropical depression. It is possible that the system maintained these features longer and may have briefly been a tropical depression. While under study, the system was referred to as 90L Invest. The shear would eventually cause the system to dissipate later that night. [http://www.wunderground.com/hurricane/history/satl_tc.jpg Picture]","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":17},{"uri":"Weather","surface_form":"weather","offset":56},{"uri":"Wind_shear","surface_form":"wind shear","offset":87},{"uri":"South","surface_form":"south","offset":171},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":180},{"uri":"December","surface_form":"December","offset":341},{"uri":"May","surface_form":"May","offset":353},{"uri":"March","surface_form":"March","offset":366},{"uri":"Southern_Hemisphere","surface_form":"Southern Hemisphere","offset":422},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":563},{"uri":"Brazil","surface_form":"Brazil","offset":655},{"uri":"Santa_Catarina_(state)","surface_form":"Santa Catarina","offset":678},{"uri":"H","surface_form":"h","offset":751},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":800},{"uri":"Meteorology","surface_form":"meteorologists","offset":980},{"uri":"Angola","surface_form":"Angola","offset":1204},{"uri":"Convection","surface_form":"convection","offset":1555},{"uri":"January","surface_form":"January","offset":1611},{"uri":"Brazil","surface_form":"Brazil","offset":1623},{"uri":"Salvador%2C_Brazil","surface_form":"Salvador","offset":1935},{"uri":"Brazil","surface_form":"Brazil","offset":1945},{"uri":"Convection","surface_form":"convection","offset":2509},{"uri":"Southeast","surface_form":"southeast","offset":2530},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":2543},{"uri":"Wind_shear","surface_form":"wind shear","offset":2584}]}