{"id":7341,"url":"http://en.wikipedia.org/wiki/Sherlock_Holmes","text":"Sherlock Holmes is a character from books written by Sir Arthur Conan Doyle. His most famous story was \"The Hound of the Baskervilles\".\nMany of the stories were made into movies and television dramas. He is a detective who tries to find out who committed crimes. There is a monument in London dedicated to him. He has a sharp mind and solves even the most difficult and strange cases. He works with his friend Dr Watson, a retired army officer. Holmes plays the violin and smokes a pipe. Sometimes when he has not got any cases to solve, he uses drugs. He is very smart. He first appeared in 1887 and is known for his detective skills. Sometimes he takes cocaine and morphine.\nSherlock Holmes was \"born\" on 6th January 1861, and for more than 100 years his name has been known in every country of the world; and not only his name, but his appearance too. The hawk-like features and piercing eyes; the dressing-gown and pipe; the unusual cap and magnifying glass - these details are so familiar that if he were to appear amongst us today we should know him at once.\nThe science of deduction.\nIn the story \"The Sign of Four\", the first part is titled \"The Science of Deduction\". Dr. Watson admires Sherlock Holmes attention to detail and Holmes explains the importance of details that appear unimportant but can be crucial in solving a mystery.\nIn the second part of the story \"A Study in Scarlet\", Sherlock Holmes's method is explained in detail. He is the only Consulting Detective in the world and his \"science of detection\" is based on analysis and deduction, figuring things out from things he already knows. He is especially good at backwards reasoning (inference or abduction). From the scratches around on an old watch, he decides the man drinks a lot; in another case seeing the man's clothes are respectable but worn, he thinks the man was once successful, but has fallen on hard times and taken to drink.\nSherlock Holmes does not know a lot about literature, philosophy, astronomy and politics but his knowledge of chemistry is great and he seems to know every detail of every horror that took place in the 19th century.\nSherlock Holmes' brother.\nMycroft Holmes is Sherlock Holmes' brother. He works for the government and according to Sherlock, his brother Mycroft's powers of deduction are even better than his own, and often Mycroft's word has decided national policy. Sometimes, Sherlock goes to his brother to ask for advice on some little problem. In Sherlock's own words, Mycroft is the British government.\nSherlock Holmes' arch enemy.\nProfessor James Moriarty is Sherlock Holmes' arch enemy (chief enemy). Moriarty commits many crimes. He is a mathematical genius and worked at a small English university, before he quit and moved to London. There he became the center of organized crime (the mob) and the object of Sherlock Holmes's investigative power who considered the professor his intellectual equal. Sherlock Holmes vs (against) Moriarty represents one of the greatest battles of wits (shrewdness, intelligence, smartness) in the history of the world. Holmes spoke often of Moriarty's genius in admiration in spite of (not considering) the horror of the crimes. He spoke well of Moriarty without taking into consideration the evil side of his nature. Among Holmes other foes is Moriarty's Chief assassin Colonel Sebastian Moran [\"The Adventure of the Empty House']; Dr Grimesby Roylott; [\"The Adventure of the Speckled Band\"]; Roger Baskerville aka Jack Stapleton [\"The Hound of the Baskervilles\"]; Charles Augustus Milverton [\"The Adventure of Charles Augustus Milverton\"]; John Clay [\"The Adventure of the Red headed League\"] and Irene Adler [\"A Scandal in Bohemia\"]\nThe women in his life.\nHis landlady Mrs. Hudson who was genuinely fond of him.\nHe showed his attentiveness to Violet Hunter. He was courteous and considerate to all women.\nHe posed as a plumber in his wooing (courtship) of Charles Augustus Milverton's housemaid.\nHe was never really involved emotionally with a woman. In his own words, \"I have never loved...\"\nIn \"A Scandal in Bohemia\", the only case in which he fails, appears the only woman he considered his equal intellectually and the only woman who ever defeated him. Her name is Irene Adler. She was born in New Jersey and was an opera singer. She had a love affair (romance) with the king of Bohemia.\nHonors.\nWith the exception of stories published by his assistant Dr John H Watson, Holmes' name rarely appears in newspapers in connection with a case [i.e. A Study in Scarlet being the exception]. He has however accepted several honors during his lifetime. A received a Legion of Honor decoration from the French Government for capturing an assassin. From Queen Victoria he declined a knighthood but accepted an emerald tiepin. From the Hereditory King of Bohemia he received an antique gold snuffbox. From the royal family of the Netherlands he received an expensive ring.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sir_Arthur_Conan_Doyle","surface_form":"Sir Arthur Conan Doyle","offset":53},{"uri":"The_Hound_of_the_Baskervilles","surface_form":"The Hound of the Baskervilles","offset":104},{"uri":"Movie","surface_form":"movie","offset":171},{"uri":"Television","surface_form":"television","offset":182},{"uri":"Drama","surface_form":"drama","offset":193},{"uri":"Detective","surface_form":"detective","offset":209},{"uri":"Crime","surface_form":"crime","offset":255},{"uri":"Retired","surface_form":"retired","offset":423},{"uri":"Army_officer","surface_form":"army officer","offset":431},{"uri":"Illegal_drugs","surface_form":"drugs","offset":546},{"uri":"Cocaine","surface_form":"cocaine","offset":655},{"uri":"Morphine","surface_form":"morphine","offset":667},{"uri":"Appearance","surface_form":"appearance","offset":839},{"uri":"Pipe","surface_form":"pipe","offset":919},{"uri":"Magnifying_glass","surface_form":"magnifying glass","offset":945},{"uri":"Science","surface_form":"Science","offset":1154},{"uri":"Deductive_reasoning","surface_form":"Deduction","offset":1165},{"uri":"Analysis","surface_form":"analysis","offset":1538},{"uri":"Deductive_reasoning","surface_form":"deduction","offset":1551},{"uri":"Inference_(statistics)","surface_form":"inference","offset":1658},{"uri":"Alcoholism","surface_form":"taken to drink.","offset":1898},{"uri":"Literature","surface_form":"literature","offset":1956},{"uri":"Philosophy","surface_form":"philosophy","offset":1968},{"uri":"Astronomy","surface_form":"astronomy","offset":1980},{"uri":"Politics","surface_form":"politics","offset":1994},{"uri":"Chemistry","surface_form":"chemistry","offset":2024},{"uri":"Government","surface_form":"government","offset":2217},{"uri":"National","surface_form":"national","offset":2364},{"uri":"Advice_(opinion)","surface_form":"advice","offset":2432},{"uri":"British_government","surface_form":"British government","offset":2503},{"uri":"Professor","surface_form":"Professor","offset":2552},{"uri":"James_Moriarty","surface_form":"James Moriarty","offset":2562},{"uri":"Mathematical","surface_form":"mathematical","offset":2661},{"uri":"Genius","surface_form":"genius","offset":2674},{"uri":"University","surface_form":"university","offset":2711},{"uri":"London","surface_form":"London","offset":2751},{"uri":"Organized_crime","surface_form":"organized crime","offset":2789},{"uri":"Assassin","surface_form":"assassin","offset":3319},{"uri":"Courtship","surface_form":"courtship","offset":3902},{"uri":"Housemaid","surface_form":"housemaid","offset":3945},{"uri":"New_Jersey","surface_form":"New Jersey","offset":4258},{"uri":"Opera","surface_form":"opera","offset":4280},{"uri":"Singer","surface_form":"singer","offset":4286},{"uri":"Love","surface_form":"romance","offset":4317},{"uri":"Legion_of_Honor","surface_form":"Legion of Honor","offset":4623}]}