{"id":73486,"url":"http://en.wikipedia.org/wiki/Really_Simple_Syndication","text":"e=\"preserve\">RSS is a family of Web feed formats used to publish often updated content such as blog entries, news headlines or podcasts. An RSS document, which is called a \"feed,\" \"web feed,\" or \"channel,\" contains either a summary of content from an associated web site or the full text. RSS makes it possible for people to keep up with their favorite web sites without having to check them manually. This flow of content between websites and users is called \"web syndication\".\nRSS content can be read using software called an \"RSS reader,\" \"feed reader\" or an \"aggregator.\" The user subscribes to a feed by entering the feed's link into the reader or by clicking an RSS icon in a browser that begins the subscription process. The reader checks the user's subscribed feeds often for new content, downloading any updates that it finds. This content is stored in an standard XML file that many different computers and programs can understand. This file tells the programs how to show the content to the user.\nRSS is used also on exchanges. An example of using RSS, is Carbon Place, which uses it to show orders to the public.\nHistory.\nThere were other similar formats before RSS that were not as popular. The first one was the Meta Content Framework made in 1995 by Ramanathan V. Guha and others at Apple Computers.\nThe first version of RSS was called RDF Site Summary. It was made by Dan Libby and Ramanathan V. Guha at Netscape and made public in March 1999. This became RSS 0.9. In July 1999, RSS 0.91 was created by Dan Libby, which got rid of some features that weren't useful. It also added elements from Dave Winer's news syndication format. Libby renamed the format from RDF to RSS Rich Site Summary and planned how it should be made better in the future.\nIn 2001, the company was restructured by their owner, AOL, and no longer supported RSS. After that, the format was being developed by the RSS-DEV Working Group and Dave Winer. Winer was the first to write programs that could read and write RSS and were not made by Netscape.\nRSS 1.0 was produced in December 2000 by the RSS-DEV team, which included representatives of O'Reilly Media and Moreover Technologies. This version added support for XML namespaces and RDF, which was previously removed in RSS 0.91. This version also changed the name back to \"RDF Site Summary\" and added new elements that help describe content, such as Dublin Core.\nAlso in December 2000, Dave Winer released RSS 0.92. It added the enclosure element, which could be used to include sound in RSS feeds. This feature is one of the origins of Podcasting. Winer also made drafts of RSS 0.93, which allowed many enclosure elements per an item element, along with RSS 0.94, but those versions were cancelled after being released.\nTo make sure that old programs which only support RSS 0.92 still work with RSS 2.0, namespace support only applies to other content within the feed, not the elements themselves. Other formats such as Atom tried to remove this limitation, however it never caught on.","categories":[],"infobox_types":[],"annotations":[{"uri":"Web_feed","surface_form":"Web feed","offset":32},{"uri":"Blog","surface_form":"blog","offset":95},{"uri":"Podcasts","surface_form":"podcasts","offset":127},{"uri":"Software","surface_form":"software","offset":509},{"uri":"Aggregator","surface_form":"aggregator","offset":563},{"uri":"XML","surface_form":"XML","offset":874},{"uri":"Apple_Inc.","surface_form":"Apple Computers","offset":1298},{"uri":"AOL","surface_form":"AOL","offset":1817},{"uri":"Dublin_Core","surface_form":"Dublin Core","offset":2391},{"uri":"Podcasting","surface_form":"Podcasting","offset":2578},{"uri":"Atom_(feed)","surface_form":"Atom","offset":2962}]}