{"id":73497,"url":"http://en.wikipedia.org/wiki/European_Union_member_state","text":"A European Union member state is any one of the twenty-seven countries that have joined the European Union (EU) since it was found in 1958 as the European Economic Community (EEC). From an original membership of six states, there have been five successive enlargements. The largest happened on 1 May 2004, when ten member states joined.\nFollowing the addition of Croatia in 2013, the EU's membership now stands at twenty-eight. Negotiations are also under way with other states. The process of enlargement is sometimes referred to as European integration. However, this term is also used to refer to the intensification of cooperation between EU member states as national governments allow for the gradual centralising of power within European institutions. Before being allowed to join the European Union, a state must fulfill the economic and political conditions generally known as the Copenhagen criteria: these basically require that a candidate member state must enjoy a secular, democratic system of government, together with the corresponding freedoms and institutions, and respect the rule of law. Under the terms of the Treaty on European Union, enlargement of the Union is conditional upon the agreement of each existing member state as well as approval by the European Parliament.\nBulgaria and Romania make up the second part of the EU's fifth enlargement, and joined the EU on 1 January 2007. This date was agreed upon at the Thessaloniki Summit in 2003, confirmed at Brussels on 18 June 2004, and affirmed by the country reports of October 2004 and the final report delivered on 26 September 2006. Bulgaria and Romania signed their Treaty of Accession on 25 April 2005 at a ceremony held at Neumünster Abbey in Luxembourg.\nThe United Kingdom was a former EU member state. It joined the European Economic Community on 1 January 1973. On 23 June 2016, 51.9% of voters chose to leave the EU. The country formally withdrew from the EU on 31 January 2020. This means there are 27 member states are left in the EU.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"countries","offset":61},{"uri":"European_Union","surface_form":"European Union","offset":92},{"uri":"European_Economic_Community","surface_form":"European Economic Community","offset":146},{"uri":"Croatia","surface_form":"Croatia","offset":363},{"uri":"European_integration","surface_form":"European integration","offset":534},{"uri":"Copenhagen_criteria","surface_form":"Copenhagen criteria","offset":889},{"uri":"Treaty_on_European_Union","surface_form":"Treaty on European Union","offset":1130},{"uri":"European_Parliament","surface_form":"European Parliament","offset":1272},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":1293},{"uri":"Romania","surface_form":"Romania","offset":1306},{"uri":"Thessaloniki%2C_Greece","surface_form":"Thessaloniki","offset":1439},{"uri":"Treaty_of_Accession_2005","surface_form":"Treaty of Accession","offset":1646},{"uri":"Neum%C3%BCnster_Abbey","surface_form":"Neumünster Abbey","offset":1705},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":1725}]}