{"id":735092,"url":"http://en.wikipedia.org/wiki/Draize_test","text":"e=\"preserve\">The Draize test is a test, to see if a substance is toxic. John H. Draize and Jacob M. Spines first used the test in 1944. The test was first used for cosmetics, but later for other substances as well. To see if a substance is toxic, it is applied to the skin or the eye of an animal, for a given time. After the time, the substance is washed out and the effects are recorded. Very often, small animals, such as rabbits were used. After the test, the animals are observed for up to 14 days. If the test does irreversible damage to the skin or the eye, the animal is killed after the test. Animals may be re-used for testing purposes if the product tested causes no permanent damage. Animals are typically reused after a \"wash out\" period during which all traces of the tested product are allowed to disperse from the test site.\nThe tests are controversial. They are seem as cruel and unscientific because of the differences between rabbit and human eyes, and the subjective nature of the visual evaluations. The FDA supports the test, stating that \"to date, no single test, or battery of tests, has been accepted by the scientific community as a replacement [for]... the Draize test\". Because of its controversial nature, the use of the Draize test in the U.S. and Europe has declined in recent years and is sometimes modified so that anaesthetics are administered and lower doses of the test substances used. Chemicals already shown to have adverse effects \"in vitro\" are not currently used in a Draize test, thereby reducing the number and severity of tests that are carried out.\nOther tests have been developed which can replace the Draize test for many applications: First there is a test that uses chicken eggs. Another test uses Spanish slugs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poison","surface_form":"toxic","offset":65},{"uri":"Cosmetics","surface_form":"cosmetics","offset":164},{"uri":"Skin","surface_form":"skin","offset":268},{"uri":"Eye","surface_form":"eye","offset":280},{"uri":"Rabbit","surface_form":"rabbits","offset":425},{"uri":"Controversy","surface_form":"controversial","offset":855},{"uri":"Scientific_community","surface_form":"scientific community","offset":1133},{"uri":"Anaesthetic","surface_form":"anaesthetics","offset":1348},{"uri":"In_vitro","surface_form":"in vitro","offset":1472}]}