{"id":7354,"url":"http://en.wikipedia.org/wiki/Martin_Luther_King_Jr.","text":"Martin Luther King, Jr. (born Michael King, Jr.; January 15, 1929 – April 4, 1968) was an American pastor, activist, humanitarian, and leader in the Civil Rights Movement. He was best known for improving civil rights by using nonviolent civil disobedience, based on his Christian beliefs. Because he was both a Ph.D. and a pastor, King is sometimes called the Reverend Doctor Martin Luther King Jr. (abbreviation: the Rev. Dr. King), or just Dr King. He is also known by his initials MLK. He was the pastor of the Ebenezer Baptist Church in Atlanta, Georgia.\nKing worked hard to make people understand that not only blacks, but that all races should always be treated equally to white people. He gave speeches to encourage African Americans to protest without using violence.\nLed by Dr. King and others, many African Americans used nonviolent, peaceful strategies to fight for their civil rights. These strategies included sit-ins, boycotts, and protest marches. Often, they were attacked by white police officers or people who did not want African Americans to have more rights. However, no matter how badly they were attacked, Dr. King and his followers never fought back.\nKing also helped to organize the 1963 March on Washington, where he delivered his \"I Have a Dream\" speech. The next year, he won the Nobel Peace Prize.\nKing fought for equal rights from the start of the Montgomery Bus Boycott in 1955 until he was murdered by James Earl Ray in April 1968.\nEarly life.\nMartin Luther King was born in Atlanta, Georgia, on January 15, 1929. Although the name \"Michael\" appeared on his birth certificate, his name was later changed to Martin Luther in honor of German reformer Martin Luther.\nAs King was growing up, everything in Georgia was segregated, 70 years after the Confederacy was defeated and blacks were later separated away from white people. This meant that black and white people were not allowed to go to the same schools, use the same public bathrooms, eat at the same restaurants, drink at the same water fountains, or even go to the same hospitals. Everything was separate. However, the white hospitals, schools, and other places were usually much better than the places where black people were allowed to go.\nAt age 6, King first went through discrimination (being treated worse than a white person because he was black). He was sent to an all-black school, and a white friend was sent to an all-white school.\nOnce, when he was 14, King won a contest with a speech about civil rights. When he was going back home on a bus, he was forced to give up his seat and stand for the bus ride so a white person could sit down. At the time, white people were seen as more important than black people. If a white person wanted a seat, that person could take the seat from any African American. King later said having to give up his seat made him \"the angriest I've ever been in my life.\"\nEducation.\nKing went to segregated schools in Georgia, and finished high school at age 15. He went on to Morehouse College in Georgia, where his father and grandfather had gone. After graduating from college in 1948, King decided he was not exactly the type of person to join the Baptist Church. He was not sure what kind of career he wanted. He thought about being a doctor or a lawyer. He decided not to do either, and joined the Baptist Church.\nKing went to a seminary in Pennsylvania to become a pastor. While studying there, King learned about the non-violent methods used by Mahatma Gandhi against the British Empire in India. King was convinced that these non-violent methods would help the civil rights movement.\nFinally, in 1955, King earned a Ph.D. from Boston University's School of Theology.\nMontgomery Bus Boycott.\nKing first started his civil rights activism in 1955. At that time, he led a protest against the way black people were segregated on buses. They had to sit at the back of the bus, separate from white people. He told his supporters, and the people who were against equal rights, that people should only use peaceful ways to solve the problem.\nKing was chosen as president of the Montgomery Improvement Association (MIA), which was created during the boycott. Rosa Parks later said: \"Dr. King was chosen in part because he was relatively new to the community and so [he] did not have any enemies.\" King ended up becoming an important leader of the boycott, becoming famous around the country, and making many enemies.\nKing was arrested for starting a boycott. He was fined $500, plus $500 more in court costs. His house was fire-bombed. Others involved with MIA were also threatened. However, by December 1956, segregation had been ended on Montgomery's buses. People could sit anywhere they wanted on the buses.\nAfter the bus boycott, King and Ralph Abernathy started the Southern Christian Leadership Conference (SCLC). The group decided that they would only use non-violence. Its motto was \"Not one hair of one head of one person should be harmed.\" The SCLC chose King as its president.\nMarch on Washington.\nIn 1963, King helped plan the March on Washington for Jobs and Freedom. This was the largest protest for human rights in United States history. On August 28, 1963, about 250,000 people marched from the Washington Monument to the Lincoln Memorial. Then they listened to civil rights leaders speak. King was the last speaker. His speech, called \"I Have a Dream,\" became one of history's most famous civil rights speeches. King talked about his dream that one day, white and black people would be equal.\nThat same year, the United States government passed the Civil Rights Act. This law made many kinds of discrimination against black people illegal. The March on Washington made it clear to the United States government that they needed to take action on civil rights, and it helped get the Civil Rights Act passed.\nNobel Prize.\n\"Today, now that mankind [has] the atom bomb, the time has come to lay our weapons and armaments aside and listen to the message Martin Luther King has given us[:] \"The choice is either nonviolence or nonexistence\"...\"\n\"[King] is the first person in the Western world to have shown us that a struggle can be waged without violence. He is the first to make the message of brotherly love a reality in the course of his struggle, and he has brought this message to all men, to all nations and races.\"\nVoting rights.\nKing and many others then started working on the problem of racism in voting. At the time, many of the Southern states had laws which made it very hard or impossible for African-Americans to vote. For example, they would make African Americans pay extra taxes, pass reading tests, or pass tests about the Constitution. White people did not have to do these things.\nIn 1963 and 1964, civil rights groups in Selma, Alabama had been trying to sign African-American people up to vote, but they had not been able to. At the time, 99% of the people signed up to vote in Selma were white. However, the government workers who signed up voters were all white. They refused to sign up African-Americans. In January 1965, these civil rights groups asked King and the SCLC to help them. Together, they started working on voting rights. However, the next month, an African-American man named Jimmie Lee Jackson was shot by a police officer during a peaceful march. Jackson died.pp. 121–123 Many African-American people were very angry.\nThe SCLC decided to organize a march from Selma to Montgomery. By walking 54 miles (87 kilometers) to the state capital, activists hoped to show how badly African-Americans wanted to vote. They also wanted to show that they would not let racism or violence stop them from getting equal rights.\nThe first march was on March 7, 1965. Police officers, and people they had chosen to help them, attacked the marchers with clubs and tear gas. They threatened to throw the marchers off the Edmund Pettus Bridge. Seventeen marchers had to go to the hospital, and 50 others were also injured. This day came to be called Bloody Sunday. Pictures and film of the marchers being beaten were shown around the world, in newspapers and on television. Seeing these things made more people support the civil rights activists. People came from all over the United States to march with the activists. One of them, James Reeb, was attacked by white people for supporting civil rights. He died on March 11, 1965.\nFinally, President Lyndon B. Johnson decided to send soldiers from the United States Army and the Alabama National Guard to protect the marchers. From March 21 to March 25, the marchers walked along the \"Jefferson Davis Highway\" from Selma to Montgomery. Led by King and other leaders, 25,000 people who entered Montgomery on March 25. He gave a speech called \"How Long? Not Long\" at the Alabama State Capitol. He told the marchers that it would not be long before they had equal rights, \"because the arc of the moral universe is long, but it bends toward justice.\"\nOn August 6, 1965, the United States passed the Voting Rights Act. This law made it illegal to stop somebody from voting because of their race.\nLater work.\nAfter this, King continued to fight poverty and the Vietnam War.\nAssassination.\nKing had made enemies by working for civil rights and becoming such a powerful leader. The Ku Klux Klan did what they could to hurt King's reputation, especially in the South. The Federal Bureau of Investigation (FBI) watched King closely. They wiretapped his phones, his home, and the phones and homes of his friends.\nOn April 4, 1968, King was in Memphis, Tennessee. He planned to lead a protest march to support garbage workers who were on strike. At 6:01 pm, King was shot while he was standing on the balcony of his motel room.pp. 284–285 The bullet entered through his right cheek and travelled down his neck. It cut open the biggest veins and arteries in King's neck before stopping in his shoulder.\nKing was rushed to St. Joseph's Hospital. His heart had stopped. Doctors there cut open his chest and tried to make his heart start pumping again. However, they were unable to save King's life. He died at 7:05 p.m.pp. 284–285\nKing's death led to riots in many cities.\nIn March 1969, James Earl Ray was found guilty of killing King. He was sentenced to 99 years in prison. Ray died in 1998.\nLegacy.\nJust days after King's death, Congress passed the Civil Rights Act of 1968. Title VIII of the Act, usually called the Fair Housing Act, made it illegal to discriminate in housing because of a person's race, religion, or home country. (For example, this made it illegal for a realtor to refuse to let a black family buy a house in a white neighborhood.) This law was seen as a tribute to King's last few years of work fighting housing discrimination in the United States.\nAfter his death, King was awarded the Presidential Medal of Freedom. King and his wife were also awarded the Congressional Gold Medal.\nIn 1986, the United States government created a national holiday in King's honor. It is called Martin Luther King, Jr. Day. It is celebrated on the third Monday in January. This is around the time of King's birthday. Many people fought for the holiday to be created, including singer Stevie Wonder.\nIn 2003, the United States Congress passed a law allowing the beginning words of King's \"I Have a Dream\" speech to be carved into the Lincoln Memorial.\nKing County in the state of Washington, is named after King. Originally, the county was named after William R. King, an American politician who owned slaves. In 2005, the King County government decided the county would now be named after Martin Luther King, Jr. Two years later, they changed their official logo to include a picture of King.\nMore than 900 streets in the United States have also been named after King. These streets exist in 40 different states; Washington, D.C., Puerto Rico. and many others\nIn 2011, a memorial statue of King was put up on the National Mall in Washington, D.C.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":90},{"uri":"Pastor","surface_form":"pastor","offset":99},{"uri":"Activist","surface_form":"activist","offset":107},{"uri":"Humanitarianism","surface_form":"humanitarian","offset":117},{"uri":"Civil_Rights_Movement","surface_form":"Civil Rights Movement","offset":149},{"uri":"Civil_rights","surface_form":"civil rights","offset":204},{"uri":"Nonviolence","surface_form":"nonviolent","offset":226},{"uri":"Civil_disobedience","surface_form":"civil disobedience","offset":237},{"uri":"Christianity","surface_form":"Christian","offset":270},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":311},{"uri":"Ebenezer_Baptist_Church","surface_form":"Ebenezer Baptist Church","offset":514},{"uri":"Atlanta","surface_form":"Atlanta","offset":541},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":550},{"uri":"Race_(sociology)","surface_form":"races","offset":637},{"uri":"White_people","surface_form":"white people","offset":679},{"uri":"African_Americans","surface_form":"African Americans","offset":723},{"uri":"Protest","surface_form":"protest","offset":744},{"uri":"Violence","surface_form":"violence","offset":766},{"uri":"Sit-in","surface_form":"sit-in","offset":923},{"uri":"Boycott","surface_form":"boycott","offset":932},{"uri":"March_on_Washington_for_Jobs_and_Freedom","surface_form":"March on Washington","offset":1213},{"uri":"I_Have_a_Dream","surface_form":"I Have a Dream","offset":1258},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":1308},{"uri":"Montgomery_Bus_Boycott","surface_form":"Montgomery Bus Boycott","offset":1378},{"uri":"Assassination_of_Martin_Luther_King%2C_Jr.","surface_form":"he was murdered","offset":1415},{"uri":"James_Earl_Ray","surface_form":"James Earl Ray","offset":1434},{"uri":"Atlanta","surface_form":"Atlanta","offset":1507},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":1516},{"uri":"Birth_certificate","surface_form":"birth certificate","offset":1590},{"uri":"Germany","surface_form":"German","offset":1665},{"uri":"Reform","surface_form":"reform","offset":1672},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":1681},{"uri":"Racial_segregation","surface_form":"segregated","offset":1746},{"uri":"Confederate_States_of_America","surface_form":"Confederacy","offset":1777},{"uri":"Hospital","surface_form":"hospital","offset":2059},{"uri":"Discrimination","surface_form":"discrimination","offset":2265},{"uri":"Civil_rights","surface_form":"civil rights","offset":2493},{"uri":"High_school","surface_form":"high school","offset":2967},{"uri":"Morehouse_College","surface_form":"Morehouse College","offset":3004},{"uri":"College","surface_form":"college","offset":3099},{"uri":"Baptist","surface_form":"Baptist Church","offset":3179},{"uri":"Career","surface_form":"career","offset":3224},{"uri":"Medical_doctor","surface_form":"doctor","offset":3267},{"uri":"Lawyer","surface_form":"lawyer","offset":3279},{"uri":"Seminary","surface_form":"seminary","offset":3362},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":3374},{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":3480},{"uri":"British_Empire","surface_form":"British Empire","offset":3507},{"uri":"British_India","surface_form":"India","offset":3525},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":3652},{"uri":"Boston_University","surface_form":"Boston University","offset":3663},{"uri":"Theology","surface_form":"Theology","offset":3693},{"uri":"Activism","surface_form":"activism","offset":3763},{"uri":"Racial_segregation","surface_form":"segregated","offset":3846},{"uri":"Montgomery%2C_Alabama","surface_form":"Montgomery","offset":4105},{"uri":"Rosa_Parks","surface_form":"Rosa Parks","offset":4185},{"uri":"Enemy","surface_form":"enemies","offset":4313},{"uri":"Arrest","surface_form":"arrest","offset":4452},{"uri":"Fine","surface_form":"fine","offset":4492},{"uri":"Court","surface_form":"court","offset":4522},{"uri":"Bomb","surface_form":"bomb","offset":4554},{"uri":"Ralph_Abernathy","surface_form":"Ralph Abernathy","offset":4770},{"uri":"Southern_Christian_Leadership_Conference","surface_form":"Southern Christian Leadership Conference","offset":4798},{"uri":"Motto","surface_form":"motto","offset":4908},{"uri":"March_on_Washington_for_Jobs_and_Freedom","surface_form":"March on Washington for Jobs and Freedom","offset":5066},{"uri":"Washington_Monument","surface_form":"Washington Monument","offset":5238},{"uri":"Lincoln_Memorial","surface_form":"Lincoln Memorial","offset":5265},{"uri":"I_Have_a_Dream","surface_form":"I Have a Dream","offset":5380},{"uri":"Civil_Rights_Act_of_1964","surface_form":"Civil Rights Act","offset":5593},{"uri":"Law","surface_form":"law","offset":5616},{"uri":"Discrimination","surface_form":"discrimination","offset":5639},{"uri":"Illegal","surface_form":"illegal","offset":5675},{"uri":"Atomic_bomb","surface_form":"atom bomb","offset":5898},{"uri":"Armament","surface_form":"armaments","offset":5950},{"uri":"Voting","surface_form":"voting","offset":6446},{"uri":"Southern_United_States","surface_form":"Southern","offset":6479},{"uri":"Constitution","surface_form":"Constitution","offset":6681},{"uri":"Selma%2C_Alabama","surface_form":"Selma, Alabama","offset":6782},{"uri":"Jimmie_Lee_Jackson","surface_form":"Jimmie Lee Jackson","offset":7255},{"uri":"Police_officer","surface_form":"police officer","offset":7288},{"uri":"Mile","surface_form":"mile","offset":7476},{"uri":"Kilometer","surface_form":"kilometer","offset":7486},{"uri":"Capital_city","surface_form":"capital","offset":7511},{"uri":"Club_(weapon)","surface_form":"clubs","offset":7816},{"uri":"Tear_gas","surface_form":"tear gas","offset":7826},{"uri":"Edmund_Pettus_Bridge","surface_form":"Edmund Pettus Bridge","offset":7882},{"uri":"Hospital","surface_form":"hospital","offset":7940},{"uri":"Injured","surface_form":"injured","offset":7974},{"uri":"Movie","surface_form":"film","offset":8038},{"uri":"Newspapers","surface_form":"newspapers","offset":8104},{"uri":"Television","surface_form":"television","offset":8122},{"uri":"James_Reeb","surface_form":"James Reeb","offset":8293},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":8409},{"uri":"United_States_Army","surface_form":"United States Army","offset":8461},{"uri":"United_States_National_Guard","surface_form":"National Guard","offset":8496},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":8594},{"uri":"Capitol_building","surface_form":"Capitol","offset":8792},{"uri":"Justice","surface_form":"justice","offset":8946},{"uri":"Voting_Rights_Act_of_1965","surface_form":"Voting Rights Act","offset":9004},{"uri":"Poverty","surface_form":"poverty","offset":9148},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":9164},{"uri":"Enemies","surface_form":"enemies","offset":9206},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":9283},{"uri":"Reputation","surface_form":"reputation","offset":9331},{"uri":"FBI","surface_form":"Federal Bureau of Investigation (FBI)","offset":9372},{"uri":"Wiretap","surface_form":"wiretap","offset":9437},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis, Tennessee","offset":9541},{"uri":"Strike_action","surface_form":"strike","offset":9635},{"uri":"Balcony","surface_form":"balcony","offset":9698},{"uri":"Motel","surface_form":"motel","offset":9713},{"uri":"Bullet","surface_form":"bullet","offset":9740},{"uri":"Cheek","surface_form":"cheek","offset":9773},{"uri":"Neck_(body_part)","surface_form":"neck","offset":9802},{"uri":"Vein","surface_form":"vein","offset":9832},{"uri":"Arteries","surface_form":"arteries","offset":9842},{"uri":"Cardiac_arrest","surface_form":"heart had stopped","offset":9945},{"uri":"Chest","surface_form":"chest","offset":9991},{"uri":"Heart","surface_form":"heart","offset":10019},{"uri":"James_Earl_Ray","surface_form":"James Earl Ray","offset":10182},{"uri":"Conviction","surface_form":"found guilty","offset":10201},{"uri":"Sentence_(law)","surface_form":"sentenced","offset":10238},{"uri":"Prison","surface_form":"prison","offset":10263},{"uri":"Civil_Rights_Act_of_1968","surface_form":"Civil Rights Act of 1968","offset":10347},{"uri":"Fair_Housing_Act","surface_form":"Fair Housing Act","offset":10415},{"uri":"Nationality","surface_form":"home country","offset":10517},{"uri":"Realtor","surface_form":"realtor","offset":10572},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":10806},{"uri":"Congressional_Gold_Medal","surface_form":"Congressional Gold Medal","offset":10877},{"uri":"Holiday","surface_form":"holiday","offset":10960},{"uri":"Martin_Luther_King%2C_Jr._Day","surface_form":"Martin Luther King, Jr. Day","offset":10998},{"uri":"Monday","surface_form":"Monday","offset":11057},{"uri":"January","surface_form":"January","offset":11067},{"uri":"Stevie_Wonder","surface_form":"Stevie Wonder","offset":11187},{"uri":"King_County%2C_Washington","surface_form":"King County","offset":11354},{"uri":"Washington_(state)","surface_form":"Washington","offset":11382},{"uri":"William_R._King","surface_form":"William R. King","offset":11454},{"uri":"Politician","surface_form":"politician","offset":11483},{"uri":"Slaves","surface_form":"slaves","offset":11504},{"uri":"Logo","surface_form":"logo","offset":11661},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":11816},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":11834},{"uri":"Memorial","surface_form":"memorial","offset":11874},{"uri":"Statue","surface_form":"statue","offset":11883},{"uri":"National_Mall","surface_form":"National Mall","offset":11916}]}