{"id":735400,"url":"http://en.wikipedia.org/wiki/Misurata_province","text":"Misurata Province (), or even \"Misurata, Libya\", was one of the provinces of Libya under Italian rule. It was established in 1937 with the official name: \"Commissariato Generale Provinciale di Misurata\". Much of the area of \"Provincia di Misurata\" became \"Misrata District\" with the independence of Libya after World War II.\nCharacteristics.\nMisurata Province (called even \"Misrata Province\") was located in northern Italian Libya, between the \"Tripoli Province\" and the \"Bengazi Province\". Its administrative center was the small city of Misurata on the Mediterranean coast.\nThe population in the 1939 Census was of nearly 225,000 inhabitants, most of which were Arabs and Berbers. The Italians were nearly 10,000 and were concentrated in Misurata, Homs and some newly created villages for Italian colonists (Gioda, Crispi, Littoriano, Corradini, etc.)\nMost of the population was Muslim, but there was a growing community of Catholics due to the Italian colonists immigration. Additionally there were nearly one thousand Jews in Misurata.\nThe province from 1939 was considered officially part of the Kingdom of Italy, with the same laws. It was one of the 4 new Italian provinces of the so-called \"Quarta Sponda\" (Fourth Shore) of Mussolini's Greater Italia. Indeed on January 9, 1939, the colony of Italian Libya was incorporated into \"metropolitan Italy\" and thereafter considered an integral part of the Italian state (the French, in 1848, had incorporated \"French Algeria\" in the same manner).","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_Libya","surface_form":"provinces of Libya","offset":64},{"uri":"Libya","surface_form":"Libya","offset":299},{"uri":"World_War_II","surface_form":"World War II","offset":311},{"uri":"Italian_Libya","surface_form":"Italian Libya","offset":417},{"uri":"Misrata","surface_form":"Misurata","offset":539},{"uri":"Italians","surface_form":"Italians","offset":687},{"uri":"Muslim","surface_form":"Muslim","offset":881},{"uri":"Catholicism","surface_form":"Catholics","offset":926},{"uri":"Jews","surface_form":"Jews","offset":1022},{"uri":"Kingdom_of_Italy_(1861-1946)","surface_form":"Kingdom of Italy","offset":1101}]}