{"id":735636,"url":"http://en.wikipedia.org/wiki/Ayden-Grifton_High_School","text":"Ayden-Grifton High School is a high school in Pitt County, North Carolina, United States. It is located along NC 11 South in between the towns of Ayden and Grifton. Ayden-Grifton High School is one of the six public high schools in the Pitt County School System. Ayden-Grifton High School is classified as a 2-A school with 650 students.\nHistory.\nAyden-Grifton High School was built in 1971 and opened along with Farmville Central High School and North Pitt High School for the purposes of desegregation and integration. It was built to combine Ayden High School (the white only school), South Ayden High School (the black only school), and Grifton High Schools all into one high school serving both the towns of Ayden and Grifton.\nSchool Bombing.\nShortly after Ayden-Grifton High School opened in 1971 as one of the first integrated high schools in Pitt County, the auditorium was bombed during a time of racial unrest in Ayden, NC. Ayden had become the focal point of protests, curfews, and bombings due to the death of an African American who died while in custody in the Ayden jail. The SCLC led by Golden Frinks stated the death was suspicious and began a series of protests in local churches. During this time there were several bombings of businesses and of the new high school.\nABC's Accountability.\nNorth Carolina uses the ABCs designations to show how well schools are performing against the state standards. The ABCs designations are based on the percentage of students who tested at or above grade level on state standardized tests and whether students made the amount of growth expected in one year. For high schools, graduation-related factors are also included. Schools receive one of the following designations: High Growth, Expected Growth, No Recognition, Priority School or Low-Performing. Schools that meet or exceed the state's growth goals can earn the following additional designations for commendable performance: Honor School of Excellence, School of Excellence, School of Distinction or School of Progress.\nAyden-Grifton High School received the designation of \"School of Progress, Expected Growth\" by the North Carolina Department of Public Instruction for the 2006-2007 school year.\nAP Exams.\nMany schools offer college-level classes to prepare students for the AP exams and Ayden-Grifton is among them. Students who score well on AP exams can earn advanced standing or college credit from most U.S. colleges and universities.\nArts.\nAyden-Grifton High School has a wide variety of art programs that students can participate in-school and after-school. Ayden-Grifton has a band, orchestra, and theater/drama program..\nLanguages.\nAyden-Grifton High School offers Spanish classes.\nDemographics.\nAyden-Grifton High School as of 2007 is 53% white, 43% black, 3% Hispanic, and 1% other. AGHS is 49% Male and 51% Female. 39% (238 students) of the students at AGHS are on free or reduced lunch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pitt_County%2C_North_Carolina","surface_form":"Pitt County","offset":46},{"uri":"North_Carolina","surface_form":"North Carolina","offset":59},{"uri":"United_States","surface_form":"United States","offset":75},{"uri":"Ayden%2C_North_Carolina","surface_form":"Ayden","offset":146},{"uri":"Grifton%2C_North_Carolina","surface_form":"Grifton","offset":156},{"uri":"North_Pitt_High_School","surface_form":"North Pitt High School","offset":447},{"uri":"Desegregation","surface_form":"desegregation","offset":490},{"uri":"Pitt_County","surface_form":"Pitt County","offset":850},{"uri":"Spanish_language","surface_form":"Spanish","offset":2689},{"uri":"Hispanic","surface_form":"Hispanic","offset":2785}]}