{"id":735637,"url":"http://en.wikipedia.org/wiki/Pitt_County%2C_North_Carolina","text":"Pitt County is a county in the U.S. state of North Carolina. In 2010, 168,148 people lived there which makes it the seventeenth-most populous county in North Carolina. Its county seat is Greenville.\nPitt County comprises the Greenville, NC Metropolitan Statistical Area. As one of the fastest growing centers in the state, the county has seen a population boom since 1990.\nHistory.\nThe county was made in 1760 from Beaufort County, though the legislative act that created it did not become effective until January 1, 1761. It was named for William Pitt the Elder, who was then Secretary of State for the Southern Department and Leader of the House of Commons. William Pitt was an English statesman and orator, born in London, England. He studied at Oxford University and in 1731 joined the army. Pitt led the young \"Patriot\" Whigs and in 1756 became secretary of state, where he was a pro-freedom speaker in British Colonial government.\nDemographics.\nAs of the census of 2000, there were 133,798 people, 52,539 households, and 32,258 families residing in the county. The population density was 205 people per square mile (79/km²). There were 58,408 housing units at an average density of 90 per square mile (35/km²). The racial makeup of the county was 62.08% White, 33.65% Black or African American, 0.27% Native American, 1.08% Asian, 0.04% Pacific Islander, 1.80% from other races, and 1.09% from two or more races. 3.15% of the population were Hispanic or Latino of any race.\nThere were 52,539 households out of which 29.90% had children under the age of 18 living with them, 43.40% were married couples living together, 14.40% had a female householder with no husband present, and 38.60% were non-families. 28.30% of all households were made up of individuals and 7.30% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 3.02.\nIn the county, the population was spread out with 23.60% under the age of 18, 17.50% from 18 to 24, 29.90% from 25 to 44, 19.40% from 45 to 64, and 9.60% who were 65 years of age or older. The median age was 30 years. For every 100 females there were 90.20 males. For every 100 females age 18 and over, there were 86.40 males.\nThe median income for a household in the county was $32,868, and the median income for a family was $43,971. Males had a median income of $31,962 versus $25,290 for females. The per capita income for the county was $18,243. About 13.50% of families and 20.30% of the population were below the poverty line, including 21.60% of those under age 18 and 20.20% of those age 65 or over.\nAs of the census of 2010, there were 168,148 people residing in Pitt County, a 25.7% increase since 2000. Females made up 52.8% of the population. Caucasians make up 58.9% of the population, followed by African-Americans at 34.1%, Asian persons at 1.6%, American Indian or Alaskan at 0.3%, Hispanic at 5.5%, and Native Hawaiian or Other Pacific Islander at 0.1%. From the period of 2005 to 2009, the number of foreign-born people living in the county was at 4%.\nThe high school graduation rate in the county among citizens over the age of twenty-five from 2005-2009 was steady at 85%, while the percentage of those aged twenty-five and up with a bachelor's degree in the county was only 28.7% in the county during the same period of time.\nIn 2009, the median household income in Pitt County was $36,339, over $7,000 less than the North Carolina number and about 25.5% of Pitt County residents were at or below the poverty level. The per capita money income, in terms of 2009 dollars, in the past twelve months from 2005-2009 in Pitt County was $21,622, about $3,000 less than the North Carolina average.\nPolitics, law and government.\nIn the early twentieth century Pitt was a typical Democratic \"Solid South\" county, where there were large numbers of disenfranchised blacks and the small white electorate voted overwhelming majorities for the Democratic Party. Pitt voted for the Democratic Party in every election from at least 1876 until American Independent candidate George Wallace gained a plurality in 1968. Apart from Richard Nixon's overwhelming victory over George McGovern in 1972, Pitt has since been a closely contested swing county, with no major party candidate post-McGovern falling under forty percent.\nPitt County is a member of the Mid-East Commission regional council of governments.\nPitt County is represented by Dr. Greg Murphy, Kandie Smith, and Chris Humphrey in the North Carolina House of Representatives and Donald G. Davis in the North Carolina Senate.\nPublic.\nPublic schools in Pitt County are managed by Pitt County Schools.\nAirport.\nAmerican Airlines (Piedmont Airlines) serves the Pitt-Greenville Airport daily with connecting flights to Charlotte Douglas International Airport.","categories":[],"infobox_types":["U.S. county"],"annotations":[{"uri":"County_(United_States)","surface_form":"county","offset":17},{"uri":"U.S._state","surface_form":"U.S. state","offset":31},{"uri":"North_Carolina","surface_form":"North Carolina","offset":45},{"uri":"2010_United_States_Census","surface_form":"2010","offset":64},{"uri":"List_of_counties_in_North_Carolina","surface_form":"seventeenth-most populous county in North Carolina","offset":116},{"uri":"County_seat","surface_form":"county seat","offset":172},{"uri":"Greenville%2C_North_Carolina","surface_form":"Greenville","offset":187},{"uri":"Greenville%2C_North_Carolina_metropolitan_area","surface_form":"Metropolitan Statistical Area","offset":240},{"uri":"Beaufort_County%2C_North_Carolina","surface_form":"Beaufort County","offset":415},{"uri":"William_Pitt_the_Elder","surface_form":"William Pitt the Elder","offset":540},{"uri":"Secretary_of_State_for_the_Southern_Department","surface_form":"Secretary of State for the Southern Department","offset":577},{"uri":"Leader_of_the_House_of_Commons","surface_form":"Leader of the House of Commons","offset":628},{"uri":"London%2C_England","surface_form":"London, England","offset":718},{"uri":"Whig_Party_(United_States)","surface_form":"Whigs","offset":825},{"uri":"Census","surface_form":"census","offset":961},{"uri":"Population_density","surface_form":"population density","offset":1071},{"uri":"Race_(United_States_Census)","surface_form":"White","offset":1260},{"uri":"Race_(United_States_Census)","surface_form":"Black","offset":1274},{"uri":"Race_(United_States_Census)","surface_form":"African American","offset":1283},{"uri":"Race_(United_States_Census)","surface_form":"Native American","offset":1307},{"uri":"Race_(United_States_Census)","surface_form":"Asian","offset":1330},{"uri":"Race_(United_States_Census)","surface_form":"Pacific Islander","offset":1343},{"uri":"Race_(United_States_Census)","surface_form":"other races","offset":1372},{"uri":"Race_(United_States_Census)","surface_form":"Hispanic","offset":1448},{"uri":"Race_(United_States_Census)","surface_form":"Latino","offset":1460},{"uri":"Marriage","surface_form":"married couples","offset":1592},{"uri":"Per_capita_income","surface_form":"per capita income","offset":2413},{"uri":"Poverty_line","surface_form":"poverty line","offset":2528},{"uri":"Solid_South","surface_form":"Solid South","offset":3813},{"uri":"Disenfranchisement_after_the_Reconstruction_Era","surface_form":"disenfranchised","offset":3868},{"uri":"African_Americans","surface_form":"blacks","offset":3884},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":4142},{"uri":"George_McGovern","surface_form":"George McGovern","offset":4184},{"uri":"Mid-East_Commission","surface_form":"Mid-East Commission","offset":4367},{"uri":"Greg_Murphy_(politician)","surface_form":"Dr. Greg Murphy","offset":4450},{"uri":"Kandie_Smith","surface_form":"Kandie Smith","offset":4467},{"uri":"Donald_G._Davis","surface_form":"Donald G. Davis","offset":4551},{"uri":"Pitt_County_Schools","surface_form":"Pitt County Schools","offset":4650},{"uri":"American_Airlines","surface_form":"American Airlines","offset":4680},{"uri":"Piedmont_Airlines","surface_form":"Piedmont Airlines","offset":4699},{"uri":"Pitt-Greenville_Airport","surface_form":"Pitt-Greenville Airport","offset":4729},{"uri":"Charlotte_Douglas_International_Airport","surface_form":"Charlotte Douglas International Airport","offset":4786}]}