{"id":735880,"url":"http://en.wikipedia.org/wiki/London%27s_Burning_(TV_series)","text":"\"London's Burning\" is a British television drama programme. It was produced by London Weekend Television for the ITV network. It is about the lives of members of the London Fire Brigade at the fictional Blackwall fire station. It began with a TV movie pilot, shown on 7 December 1986. There were 14 series. They ran from 20 February 1988 to 25 August 2002.\nTV movie.\nJack Rosenthal's original two-hour TV movie was shown on ITV on 7 December 1986.\nIt was directed by Les Blair. The Broadwater Farm riot inspired the screenplay.\nSeries 1–3 (1988–1990).\nThe TV show was a weekly episodic drama that began on 20 February 1988. Paul Knight was the show's producer. Writers included Anita Bronson, David Humphries, Simon Sharkey, and Tony Hoare (writer). Directors included Gerry Poulson, Gerry Mill, John Reardon, Keith Washington and Alan Wareing. Emergencies, called 'shouts', would not only be fires, but included a range of incidents from cats up trees to major road accidents. Each episode ran for 50 minutes (one hour with advertisement breaks). The first series had five episodes. The second and third series each had eight episodes. Episodes were mostly filmed at Dockhead fire station in Bermondsey in London. Real firefighters working shifts were extras on the programme. A studio near the station was used for crowded mess scenes. They also used the fire station's actual mess, bay and watchroom throughout the series.\n'Ding Dong Merrily' Christmas special.\nA Christmas special was transmitted between series 1 and 2 on 25 December 1988, on ITV. The special followed Blue Watch on duty on Christmas Day.\n'Stunts and Stars' documentary.\nOn 8 September 1991, a special 30-minute behind-the-scenes documentary started the fourth series. This documentary was also released onto VHS video, by Clear Vision Video. It was then added as a DVD extra, on the Series 4 DVD release by Network DVD.\nSeries 4 (1991).\nIn 1991, LWT commissioned 10 episodes for Series 4. It became the most popular series of the drama. Paul Knight had appointed Brian Clark as the Fire Brigade Advisor. The writers, directors, and Clark decided on a climax to the fourth series. The mental state of one of the main characters deteriorates after being buried alive under a collapsed wall. This is during a spectacular 20-pump warehouse fire. Series 4's climax won the programme a record rating of 18.86 million viewers.\nSeries 5 (1992).\nEach series now included a major disaster or \"shout\". In Series 5, a spinning wheel ride at a fairground is jammed by a youth, played by Liam McGuire, armed with a pole. The ride collapses, and there is a huge fire with people trapped in the crushed metal. The series attracted 17 million viewers.\nSeries 6–9 (1993–1996).\nIn the early 1990s, the ratings averaged 17–18 million viewers. In 1995 (Series 8), ratings fell to 16 million viewers.\nPaul Knight decided it was time for a tragic exit for one of the main characters. The man who was to be killed was Sub Officer John Hallam. Hallam was killed off in 1996 (Series 9) during a huge warehouse fire. He and his colleague, Leading Firefighter Geoff Pearce, were attempting to rescue four teenage girls. They were on an unstable gantry above a blaze in the basement. Hallam held the gantry steady for Pearce as he walked across with one of the girls. As Hallam attempted to cross, the gantry cracked and Hallam fell to his death. The writers developed a storyline about Pearce feeling an overwhelming sense of guilt after the accident, which would lead to him considering a transfer.\nSeries 9 attracted 16.8 million viewers.\nSeries 10 (1997).\nSeries 10 was the last series produced by Paul Knight. It had 18 episodes. It focused on the crew's domestic lives rather than firefighting work. Budget cuts led to scenes being done with computer-generated imagery. Notable 'shouts' included ones at a paint factory and another at a bus depot.\nSeries 11–14 (1998–2002).\nThe new producer was David Shanks. Series 11, 12 and 13 saw the return to firefighting scenes as the primary focus. Series 14 was almost completely based on soap opera-style story lines, with the number of fire 'shouts' severely reduced. Viewing figures slumped as the series was critically panned. In 2002 \"London's Burning\" was cut from the schedule; the final episode was broadcast on 25 August 2002 in a two-hour slot.\n'Duty Log' video special.\nIn 2000 a 90-minute behind-the-scenes special was released on VHS video.\nTheme music.\nThe \"London's Burning\" theme used in Series 1–10 was composed by Simon Brint, Rowland Rivron, and Roddy Matthews. Series 11–13 used a theme composed by Warren Bennett. The series 14 theme was composed by Stuart Hancock and Toby Jarvis and produced at London-based music production house Mcasso Music. Hancock also composed the original incidental music score to all episodes of series 14.\nOpening titles.\nSeries 1–10 lacked a title sequence. The episodes opened with the text \"London's Burning\". It was in Futura bold condensed typeface and was superimposed in white over the opening scene of the episode. Series 11–13 used a montage of action shots superimposed over a fiery background as the text \"London's Burning\" superimposed in gold and black slowly grew in size over the course of the sequence. It quickly zoomed to fill the screen on the final musical flourish. Series 14 used a shorter montage of action and character shots before the text \"london's burning\" in orange and white appeared and moved closer together over a shot of fire engines emerging from the station.\nLocations.\nThe first few series used Dockhead Fire Station at 8 Wolseley Street, London SE1, as the exterior for Blackwall. The Jacob Street studio is opposite. It had a full scale reproduction of the mess, built by Colin Monk. The actual station mess was also used in the series, as were many other parts of the station and its actual firefighters. Dockhead is still an operational fire station but the original station building was demolished and replaced in 2015.\nThe Swan and Sugar Loaf pub, which featured as the firefighters' local pub, has since been converted to flats. The location is about 800 metres from Tower Bridge.\nThe Restaurant opened by Mike 'Bayleaf' Wilson in series 9 was filmed on location at The Chequers Inn, Deal, Kent.\nLater series used the exterior of Leyton Fire Station and the Oliver Twist pub opposite.\nDVD Releases.\nAll series of London's Burning were released between 2005 and 2011.\nLater showings.\nAs of 6 January 2019, Drama is re-showing \"London's Burning\" at one episode per weekday (2.20–3.20 pm Monday to Friday).","categories":[],"infobox_types":["television"],"annotations":[{"uri":"London_Weekend_Television","surface_form":"London Weekend Television","offset":79},{"uri":"ITV_(TV_network)","surface_form":"ITV network","offset":113},{"uri":"London_Fire_Brigade","surface_form":"London Fire Brigade","offset":166},{"uri":"Blackwall%2C_London","surface_form":"Blackwall","offset":203},{"uri":"Fire_station","surface_form":"fire station","offset":213},{"uri":"Television_pilot","surface_form":"pilot","offset":252},{"uri":"Jack_Rosenthal","surface_form":"Jack Rosenthal","offset":367},{"uri":"ITV_(TV_network)","surface_form":"ITV","offset":424},{"uri":"Les_Blair","surface_form":"Les Blair","offset":467},{"uri":"Broadwater_Farm_riot","surface_form":"Broadwater Farm riot","offset":482},{"uri":"Paul_Knight","surface_form":"Paul Knight","offset":624},{"uri":"Anita_Bronson","surface_form":"Anita Bronson","offset":678},{"uri":"David_Humphries","surface_form":"David Humphries","offset":693},{"uri":"Simon_Sharkey","surface_form":"Simon Sharkey","offset":710},{"uri":"Tony_Hoare_(writer)","surface_form":"Tony Hoare (writer)","offset":729},{"uri":"Gerry_Poulson","surface_form":"Gerry Poulson","offset":769},{"uri":"Gerry_Mill","surface_form":"Gerry Mill","offset":784},{"uri":"John_Reardon","surface_form":"John Reardon","offset":796},{"uri":"Keith_Washington","surface_form":"Keith Washington","offset":810},{"uri":"Alan_Wareing","surface_form":"Alan Wareing","offset":831},{"uri":"Fire","surface_form":"fire","offset":893},{"uri":"Road_accident","surface_form":"road accident","offset":962},{"uri":"Bermondsey","surface_form":"Bermondsey","offset":1193},{"uri":"Network_Distributing","surface_form":"Network DVD","offset":1880},{"uri":"Commission","surface_form":"commission","offset":1923},{"uri":"Brian_Clark","surface_form":"Brian Clark","offset":2036},{"uri":"Fire_Brigade","surface_form":"Fire Brigade","offset":2055},{"uri":"Liam_McGuire","surface_form":"Liam McGuire","offset":2547},{"uri":"Computer-generated_imagery","surface_form":"computer-generated imagery","offset":3792},{"uri":"VHS","surface_form":"VHS","offset":4435},{"uri":"Simon_Brint","surface_form":"Simon Brint","offset":4524},{"uri":"Rowland_Rivron","surface_form":"Rowland Rivron","offset":4537},{"uri":"Warren_Bennett_(musician)","surface_form":"Warren Bennett","offset":4611},{"uri":"Stuart_Hancock","surface_form":"Stuart Hancock","offset":4663},{"uri":"Toby_Jarvis","surface_form":"Toby Jarvis","offset":4682},{"uri":"Mcasso_Music","surface_form":"Mcasso Music","offset":4746},{"uri":"Stuart_Hancock","surface_form":"Hancock","offset":4760},{"uri":"Futura_(typeface)","surface_form":"Futura","offset":4965},{"uri":"Superimpose","surface_form":"superimpose","offset":5004},{"uri":"Mess","surface_form":"mess","offset":5738},{"uri":"Tower_Bridge","surface_form":"Tower Bridge","offset":6153},{"uri":"Leyton","surface_form":"Leyton","offset":6316},{"uri":"Drama_(UK_TV_channel)","surface_form":"Drama","offset":6491}]}