{"id":73587,"url":"http://en.wikipedia.org/wiki/Mouthpiece_(brass)","text":"A brass mouthpiece is the part of a brass instrument that a player blows into to make a sound. The purpose of a mouthpiece is to send vibrations down the instrument to make a musical note.\nLarger mouthpieces are used on larger instruments, and smaller ones are used on smaller instruments. This is because a larger mouthpiece makes a lower sound, and a smaller mouthpiece makes a higher sound, and bigger instruments make lower sounds and smaller instruments make higher sounds.\nDifferent parts of a brass mouthpiece.\nA mouthpiece has many different parts, and all its parts have different names.\nDifferent ways to make a brass mouthpiece.\nSome very small changes in how a mouthpiece is made can change the sound of an instrument a lot.\nMaterials.\nMost mouthpieces for brass instruments are made of brass, the traditional material. Many are plated with more expensive metals.\nPlating.\nSome players gold plate their brass mouthpieces, covering them with a thin layer of gold. This makes the sound of the instrument better than with any other mouthpiece. For some people that are allergic to silver, this is the best (but not cheapest) way to play a brass instrument without getting sick. Gold does not smudge, so it only has to be cleaned with soap and water once in a while.\nSilver plating is almost always used on brass mouthpieces because it does not cost too much money and a silver-plated mouthpiece helps a player make a pretty good sound. Silver plating is not as expensive as gold, but it is sometimes very important to have if a player plays a certain way. Silver-plate gives a clearer sound than gold and is good for styles of playing that need a lot of volume. Also, silver needs to be cleaned more often because it smudges easily.\nPlastic.\nAnother type of mouthpiece is a plastic mouthpiece. These mouthpieces are good because they never break or dent, they do not cost as much as silver or gold mouthpieces, and they are good for playing outdoors. They are very often given to players in marching bands. They do not make as good sounds as silver or gold mouthpieces, though.\nSteel and titanium.\nTwo of the newest things mouthpieces can be made out of are stainless steel and titanium. They are very rare, and are only made by a few companies. Steel and titanium mouthpieces do not vibrate as much, so they make a very clear sound, require much less cleaning, and they do not need to be silver plated. However, they are much more expensive than mouthpieces that are silver or gold plated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brass_instrument","surface_form":"brass instrument","offset":36},{"uri":"Vibration","surface_form":"vibration","offset":134},{"uri":"Note_(music)","surface_form":"musical note","offset":175},{"uri":"Gold","surface_form":"gold plate","offset":898},{"uri":"Gold","surface_form":"gold","offset":969},{"uri":"Allergy","surface_form":"allergic","offset":1078},{"uri":"Silver","surface_form":"silver","offset":1090},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":1148},{"uri":"Ill","surface_form":"sick","offset":1181},{"uri":"Soap","surface_form":"soap","offset":1243},{"uri":"Water","surface_form":"water","offset":1252},{"uri":"Silver","surface_form":"Silver","offset":1275},{"uri":"Plastic","surface_form":"plastic","offset":1783},{"uri":"Marching_band","surface_form":"marching band","offset":2000},{"uri":"Steel","surface_form":"stainless steel","offset":2167},{"uri":"Titanium","surface_form":"titanium","offset":2187},{"uri":"Company","surface_form":"companies","offset":2244}]}