{"id":7359,"url":"http://en.wikipedia.org/wiki/Queen_Victoria","text":"Queen Victoria (born Alexandrina Victoria; 24 May 1819 – 22 January 1901) was the Queen of the United Kingdom of Great Britain and Ireland from 1837 to 1901. She was born in London to a German princess and an English prince in 1819. She became queen at the age of 18 after her uncle William died.\nShe was taught by her governess, Louise Lehzen, and Reverend George Davys. She learned to speak and read German and French well. Queen Victoria enjoyed dancing, drawing, horse riding and singing. She had lessons as a child from the famous opera singer Luigi LaBlache. She liked to paint and could play the piano. She kept a regular diary throughout her life.\nVictoria married her first cousin, Prince Albert, in 1840. He supported science, trade and art in Britain. Victoria and Albert had nine children. They believed that a good family life and Christianity were very important. In general, English people followed their example.\nThe Great Exhibition at Crystal Palace opened in 1851. It happened partly because of Albert's hard work. The exhibition showed the success of British people in Victorian times.\nIn 1861, Prince Albert died and Victoria stayed away from public life.\nBritain became more powerful in the following years, and in 1877, Victoria got the title 'Empress of India'. Victoria was very interested in India but she never went there.\nIn 1897, she celebrated 60 years of being queen. She was popular with her people by the time she died in 1901. She was queen for 63 years, longer than any other king or queen of Britain before her. People called her the 'grandmother of Europe' because many of Victoria's children became kings, princes and princesses of other countries.\nAfter she died, her son Edward became king.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen","surface_form":"Queen","offset":82},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"United Kingdom of Great Britain and Ireland","offset":95},{"uri":"William_IV_of_the_United_Kingdom","surface_form":"William","offset":283},{"uri":"Christianity","surface_form":"Christianity","offset":844},{"uri":"Crystal_Palace","surface_form":"Crystal Palace","offset":953},{"uri":"British","surface_form":"British","offset":1071},{"uri":"Victorian_era","surface_form":"Victorian times","offset":1089},{"uri":"India","surface_form":"India","offset":1278},{"uri":"India","surface_form":"India","offset":1318},{"uri":"Edward_VII","surface_form":"Edward","offset":1711}]}