{"id":736148,"url":"http://en.wikipedia.org/wiki/The_Most_Mysterious_Song_on_the_Internet","text":"The search for \"The Most Mysterious Song on the Internet\" is an ongoing internet phenomenon. It involves various internet users from around the world trying to find out the artist and the title of a new wave song. The song's artist and title have not been found out since its reported broadcast on a German radio station in 1984.\nBackground.\nA Rolling Stone article in September 2019 says a person using the false name \"Darius S.\" recorded the song from a radio program called \"Musik für junge Leute\" (\"Music for Young People\") he listened to on the German public radio station NDR, probably in 1984.\nDarius says he recorded the song on a tape labeled \"cassette 4\", along with songs from XTC and The Cure that were released in around 1984. Further evidence shows that the Technics tape deck that he used to record the song on was also made in 1984.\nIn 2007, the sister of Darius S., posting under the false name \"Anton,\" began posting the song on the internet to try to find out the artist and the title of the song. The woman, who identified herself as \"Lydia H.\", posted part of the song to a German fan website devoted to eighties synth-pop and to spiritofradio.ca, a Canadian website that aims to identify songs uploaded by fans.\nViral internet phenomenon.\nThe mystery of the unidentified song became very popular in 2019 when a Brazilian teenager named Gabriel da Silva Vieira started to look for evidence of its origin. He uploaded a clip of the song to YouTube, and to several Reddit groups.\nOn July 9, 2019, YouTuber Justin Whang released an episode of his video series \"Tales from the Internet\". The episode talks about the progress of the search up to then. When the video was released, more internet users have tried to help to identify the song.\nSome of the progress after the video came out was the posting of a complete clip of the song in July 2019 by a Reddit user and communicating with people of interest to the search. This includes people such as Paul Baskerville, the DJ of the show from which the song was likely recorded. He has said he does not remember the song. The Discord community of the search has also found other undocumented and/or obscure media of various genres.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_wave_music","surface_form":"new wave","offset":199},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":344},{"uri":"Norddeutscher_Rundfunk","surface_form":"NDR","offset":578},{"uri":"XTC","surface_form":"XTC","offset":688},{"uri":"The_Cure","surface_form":"The Cure","offset":696},{"uri":"Paul_Baskerville","surface_form":"Paul Baskerville","offset":1967}]}