{"id":73621,"url":"http://en.wikipedia.org/wiki/Southern_Ireland","text":"Southern Ireland was the twenty-six county Irish state created by the Government of Ireland Act 1920. This Act divided the island of Ireland in two, Northern Ireland (covering approximately fifteen percent of the island, in the northeast) and Southern Ireland (covering the remaining territory to the south and west). Both were given bicameral (two houses) parliaments and separate governments.\nThe king was represented by the Lord Lieutenant of Ireland, who also acted in Northern Ireland.\nSouthern Ireland never existed except on paper. It was set up by law, but the first attempted meeting of its Parliament failed because it was short of a \"quorum\" (the number of members needed to hold a meeting). The second sitting was only to confirm the decision of Dáil Éireann to confirm the Anglo-Irish Treaty, then dissolved it itself.\nSo the British government set up Southern Ireland but there was never any government to take power.\nBirth of The Irish Free State.\nAfter the treaty was confirmed Michael Collins, head of Dáil Éireann's government became Chairman of the Provisional Government\nAccording to the British he met the Lord Lieutenant and was made the King's prime minister. According to the Irish viewpoint, Collins went to accept the surrender of Dublin Castle. Arthur Griffith became President of Dáil Éireann, and then both Dáil Éireann and the House of Commons of Southern Ireland were then replaced in a new election, for the 'Third Dáil', sometimes called the 'Provisional Parliament' or the 'Constituent Assembly'. When Griffith died and a week later Collins was assassinated both in August 1922, W.T. Cosgrave was appointed to both offices, so the Irish nationalist and the British both systems of government joined into one temporary system, until the 1922 Constitution of the Irish Free State came into force in December 1922.","categories":[],"infobox_types":["Former Subdivision"],"annotations":[{"uri":"County","surface_form":"county","offset":36},{"uri":"Ireland","surface_form":"Irish","offset":43},{"uri":"Government_of_Ireland_Act_1920","surface_form":"Government of Ireland Act 1920","offset":70},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":149},{"uri":"Lord_Lieutenant_of_Ireland","surface_form":"Lord Lieutenant of Ireland","offset":427},{"uri":"D%C3%A1il_%C3%89ireann","surface_form":"Dáil Éireann","offset":758},{"uri":"Anglo-Irish_Treaty","surface_form":"Anglo-Irish Treaty","offset":786},{"uri":"Michael_Collins_(Irish_leader)","surface_form":"Michael Collins","offset":994},{"uri":"Dublin_Castle","surface_form":"Dublin Castle","offset":1257},{"uri":"Arthur_Griffith","surface_form":"Arthur Griffith","offset":1272},{"uri":"President_of_D%C3%A1il_%C3%89ireann","surface_form":"President of Dáil Éireann","offset":1295},{"uri":"Third_D%C3%A1il","surface_form":"Third Dáil","offset":1441},{"uri":"W.T._Cosgrave","surface_form":"W.T. Cosgrave","offset":1613},{"uri":"Constitution_of_the_Irish_Free_State","surface_form":"1922 Constitution","offset":1770},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":1795}]}