{"id":736343,"url":"http://en.wikipedia.org/wiki/Ji%C5%99%C3%AD_Kyli%C3%A1n","text":"Jiří Kylián (born 21 March 1947) is a Czech former dancer and contemporary dance choreographer.\nFamily.\nJiří Kylián was born in 1947 in Prague – Czechoslovakia, as one of two sons to his father Václav who was a banker and to his mother Markéta, who was as a young teenager a dancer-child protégée.\nEducation.\nDuring the years 1962-1967 Kylián studied at the Prague Conservatory. One teacher of the Conservatory, who left a deep mark on Kylián´s professional development, was Zora Šemberová, known for her world´s first interpretation of Juliet (1938) in Prokofiev’s famous ballet.\nIn 1967 Kylián had received a scholarship to study at the \"Royal Ballet School\" in London,\nStuttgart Ballet.\nHe met John Cranko, choreographer, there, who offered him a contract, to become a member of his acclaimed \"Stuttgart Ballett\". Before taking up his contract, Kylián shortly returned to Prague, but on August 21st, 1968, the invasion of the communist \"Warsaw-Pact \" forces began. On the 28th of August, after taking part in many demonstrations against the occupation, Kylián left for Germany.\nIn Stuttgart Cranko asked Kylián to create choreographies for the company. His first work was \"Kommen und Gehen\", created with Marcia Haydée and Richard Cragun. In the early 70’s Cranko invited Glen Tetley to become resident choreographer in Stuttgart. Tetley´s work made a great impression on Kylián, namely Tetley’s understanding of movement, and its relation to space, was a revelation for Kylián.\nNetherlands Dance Theatre.\nIn early seventies, Kylián was invited to create his first choreography for the Netherlands Dance Theatre (\"Viewers-1973\"). Having created two more works for NDT (\"Stoolgame\" 1974 and \"La Cathédrale Engloutie\" 1975) the offer to become artistic director of NDT together with Hans Knill, was extented to him.\nThe creation of \"Sinfonietta\", to music of Kylian´s co-patriot Leoš Janáček for the \"Charleston Festival\" in the USA in 1978 led to international recognition of the company. Subsequently many important international tours of NDT have taken place incl. Metropolitan Opera House in New York, the Paris Opera etc.\nDuring Kyliáns engagement in NDT (1975-2009), he has created more than 75 choreographies for the company. Further pieces he made for other worldwide companies, such as the Stuttgart Ballet, the Opéra de Paris, the Munich Bayerisches Staatsballett, and the Tokyo Ballet.\nRealizing the importance of education of young dancers, Jiří Kylián and Carel Birnie, the managing director of NDT, have decided in 1978 to create a new company - NDT II, in which young people would get the opportunity to develop their skills and talents. After many years of directorship, Kylián saw the departure of many fine and interesting performers. It was in 1991 that he decided to create a small group for dancers, who find themselves in the precarious age between \"forty and death\". The world premiere of this “Senior Company” was created by choreographers: Hans van Manen, Mats Ek, William Forsythe and Jiří Kylián. The original dancers were: Sabine Kupferberg, Alida Chase, Gérard Lemaitre and Niklas Ek. The importance of this new development in dance was instantly recognized by the public as well as by the media.\nThis unique, three-dimensional structure, NDT I – mature dancers, NDT II – young dancers, NDT III – senior dancers, residing in its own theater, designed and built by architect Rem Koolhaas in 1987, placed NDT in a totally new category. It has become different from any other dance company in the world, and was recognized as such by being given various prestigious awards.\nFurther activities.\nIn the recent years Kylián’s creativity is focused on film, video and photography. The films “Carmen”, “Schwarzfahrer”, “Between Entrance and Exit”, “Scalamare” and the photo installation “Free fall” were all created in collaboration with his lifelong partner and muse Sabine Kupferberg.\nIn 1988 Kylián established the Kylian Foundation in The Hague (originally named as “Kylián Choreographic Archive”). In 2008 the Kylian Production BV was set up in the Netherlands and in 2017 Kylián Fund Prague was founded in the Czech Republic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Choreographer","surface_form":"choreographer","offset":81},{"uri":"Prague","surface_form":"Prague","offset":136},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":145},{"uri":"Leo%C5%A1_Jan%C3%A1%C4%8Dek","surface_form":"Leoš Janáček","offset":1880}]}