{"id":73644,"url":"http://en.wikipedia.org/wiki/Coldplay","text":"Coldplay is an English rock band formed in London in 1996. The band's members are vocalist/pianist Chris Martin, guitarist Jonny Buckland, bass player Guy Berryman and drummer Will Champion. Coldplay became famous around the world with their 2000 song \"Yellow\". Their first album, \"Parachutes\", was very successful and was nominated for the Mercury Prize. Coldplay were nominated for this award again in 2003 and 2005. Coldplay is one of the most successful bands of the 21st century, selling over 90 million records worldwide. The band is also known for hit singles, including \"Speed of Sound\" and the 2 Grammy Award-winning songs, \"Clocks\" and their 2008 single \"Viva la Vida\" (Song of the Year for 2008).\nHistory.\nColdplay, are an English alternative rock band, formed in London in 1996-1997. Chris Martin, and Jonny Buckland, were looking forward to form a band while at University College London. After forming Pectoralz, Guy Berryman joined the group as the bass guitarist and they changed their name to Starfish. Will Champion joined as a drummer and backing vocalist who plays various instruments, making the band's lineup complete. Phil Harvey was the group's manager from 1998 to 2001. The band finally changed their name to \"Coldplay\" in 1998. Tim Rice-Oxley was to be added to the lineup, but he refused as he was already a member of Keane. The band later recorded and released three EPs; \"Safety\" in 1998, \"Brothers & Sisters\" as a single in 1999 and \"The Blue Room\" in the same year. The Blue Room was their first release on a major record label, after signing to Parlophone.\nColdplay's early material was compared to acts such as Radiohead, Jeff Buckley, U2, and Travis. They had achieved worldwide fame with the release of the single \"Yellow\" in 2000, followed by their debut album \"Parachutes\" released in the same year, which was nominated for the Mercury Prize. The band's second album, \"A Rush of Blood to the Head\" (2002), won multiple awards, including \"NMEs Album of the Year. Their next release, \"X&Y\", received a slightly less enthusiastic yet still generally positive reception upon its release in 2005. The band's fourth studio album, \"Viva la Vida or Death and All His Friends\" (2008), was produced by Brian Eno and released again to largely favourable reviews, earning several Grammy nominations and wins.\nSince the release of \"Parachutes\", Coldplay have drawn influence from other sources, including Echo & the Bunnymen, Kate Bush, George Harrison and Muse on \"A Rush of Blood to the Head\", Johnny Cash and Kraftwerk for \"X&Y\" and Blur, Arcade Fire and My Bloody Valentine on \"Viva la Vida\". Coldplay have been an active supporter of various social and political causes, such as Oxfam's Make Trade Fair campaign and Amnesty International. The group have also performed at various charity projects, such as Band Aid 20, Live 8, Sound Relief, and the Teenage Cancer Trust.\nFormation and first years (1996–1999).\nChris Martin and Jonny Buckland first met during their orientation week at University College London (UCL) in September 1996. The pair spent the rest of the college year planning a band, ultimately forming a group called Pectoralz. Guy Berryman, a classmate of Martin and Buckland, later joined the group. By 1997, the group, who had renamed themselves Starfish, performed gigs for local Camden promoters at small clubs. Martin also had recruited his longtime school friend Phil Harvey, who was studying classics at Oxford, to be the band's manager. Coldplay have since accepted Harvey as the fifth member of the group. The band's lineup was completed when Will Champion joined to take up percussion duties. Champion had grown up playing piano, guitar, bass, and tin whistle; he quickly learned the drums, despite having no previous experience. The band finally settled on the name \"Coldplay\" which was suggested by Tim Crompton, a local student who had been using the name for his group. By 1997, Martin had also met then Classics student Tim Rice-Oxley. During a weekend on Virginia Water, they asked each other to play off their own songs on the piano. Martin, finding Rice-Oxley to be talented, asked him to be Coldplay's keyboard player but Rice-Oxley refused as his own band, Keane, was already operational. Days after, this event would shape the second line-up of Keane and keep Coldplay's unaltered, thus leaving both bands as quartets.\nIn 1998, the band released 500 copies of the \"Safety EP.\" Most of the discs were given to record companies and friends; only 50 copies remained for sale to the public. In December of that year, Coldplay signed to the independent label Fierce Panda. Their first release was the three-track \"Brothers and Sisters EP\", which they had quickly recorded over four days in February 1999.\nAfter completing their final examinations, Coldplay signed to Parlophone for a five-album contract in the spring of 1999. After making their first appearance at Glastonbury, the band went into studio to record a third EP titled \"The Blue Room\". Five thousand copies were made available to the public in October, and the single \"Bigger Stronger\", received BBC Radio 1 airplay. The recording sessions for \"The Blue Room\" were tumultuous. Martin kicked Champion out of the band but later pleaded with him to return, and because of his guilt, went on a drinking binge. Eventually, the band worked out their differences and put in place a new set of rules to keep the group intact. Inspired by bands such as U2 and R.E.M., Coldplay decided that they would operate as democracy, and that profits would be shared equally. Additionally, the band determined they would fire anyone who used hard drugs.\n\"Parachutes\" (1999–2000).\nAt first, the band planned to record their debut album in the space of two weeks. However, tours and other live performances caused the recording to spread out between September 1999 and April–May 2000. In March 1999, Coldplay began work on their debut album, recorded at Rockfield Studios, Matrix Studios, and Wessex Sound Studios with producer Ken Nelson, although the majority of Parachutes' tracks were recorded at Liverpool's Parr Street Studios. The band worked in three studio rooms at Parr Street, and tracked much of the album in one of these rooms—the project studio which Nelson describes as \"basically a demo room\". The album was mixed by American engineer Michael Brauer in New York. Coldplay's record label had originally intended to use a mixing engineer for the tracks they picked as singles, but eventually hired Brauer to work on all songs for the album. During that period, they played on the Carling Tour, which showcased up-and-coming acts.\nAfter releasing three EPs without a hit song, Coldplay charted into the Top 40 with the lead single from \"Parachutes\", \"Shiver\". Released in March 2000, it reached number 35 on the UK Singles Chart. June 2000 was a pivotal moment in Coldplay's history: the band embarked on their first headlining tour, including a showing at the Glastonbury Festival. The band also released the breakthrough single \"Yellow\". The song shot to number four on the UK Singles Chart and placed Coldplay in public consciousness. \"Yellow\" and \"Shiver\" were initially released as EPs in the spring of 2000. The former was later released as a single in UK on 26 June 2000. In the United States, the song was released as the lead single off the then-untitled debut album. In October 2000, the track was sent to US college and alternative radio outlets.\nColdplay released their first studio album, \"Parachutes\", on 10 July 2000 in the United Kingdom by their record label, Parlophone. The album debuted at number one on the UK Albums Chart. It was released on 7 November 2000 by record label Nettwerk in North America. The album has been made available on various formats since its initial release; both Parlophone and Nettwerk released it as a CD in 2000, and it was also released as a cassette by newfound US label Capitol in 2001. In the following year, Parlophone issued the album as an LP. The band released a limited-edition CD of \"Trouble\", the third single off the album, which features a remix of \"Yellow\". It was pressed to 1,000 copies, and was issued only to fans and journalists. Both \"Yellow\" and \"Trouble\" earned regular radio airplay in the UK and US.\n\"Parachutes\" was nominated for the Mercury Music Prize in September 2000. Having found success in Europe, the band set their sights on North America, released the album there in November 2000, and started the \"U.S. Club Tour\" in February 2001. Although \"Parachutes\" was a slow-burning success in the United States, it eventually reached double-platinum status. The album was critically well-received and earned a Best Alternative Music Album honours at the 2002 Grammy Awards. Chris Martin claimed after the release of \"Parachutes\" the album's success was intended to achieve the band's status as the \"biggest, best band in the f...ing world.\"\n\"A Rush of Blood to the Head\" (2002–2004).\nAfter the success of \"Parachutes\", Coldplay returned to the studio in September 2001 to begin work on their second album \"A Rush of Blood to the Head\", once again with Ken Nelson producing. The band started recording the album in London a week after the September 11 attacks in the United States. Since the band had never stayed in London before, they had trouble focusing. They decided to relocate in Liverpool, where they recorded some of the songs on Parachutes. Once there, vocalist Chris Martin said that they became obsessed with recording. \"In My Place\" was the first song recorded for the album. The band released it as the album's lead single because it was the track that made them want to record a second album following a \"strange period of not really knowing what we were doing\" three months after the success of Parachutes. According to Martin \"one thing kept us going: recording 'In My Place'. Then other songs started coming.\"\nThe band wrote more than 20 songs for the album. Some of their new material, including \"In My Place\" and \"Animals\", was played live while the band were still touring \"Parachutes\". The album's title was revealed through a post on the band's official website. The album was released in August 2002 and spawned several popular singles, including \"In My Place\", \"Clocks\", and the ballad \"The Scientist\". The latter was inspired from George Harrison's title track to \"All Things Must Pass\", which was released in 1970.\nColdplay toured from June 2002 to September 2003 for the \"A Rush of Blood to the Head Tour\". They visited five continents, including co-headlining festival dates at Glastonbury Festival, V2003 and Rock Werchter. Many concerts showcased elaborate lighting and individualised screens reminiscent of U2's \"Elevation Tour\" and Nine Inch Nails' \"Fragility Tour\". During the extended tour, Coldplay recorded a live DVD and CD, \"Live 2003\", at Sydney's Hordern Pavilion.\nIn December 2003, readers of \"Rolling Stone\" chose Coldplay as the best artist and the best band of the year. At that time the band covered The Pretenders' 1983 song \"2000 Miles\" (which was made available for download on their official website). \"2000 Miles\" was the top selling UK download that year, with proceeds from the sales donated to Future Forests and Stop Handgun Violence campaigns. \"A Rush of Blood to the Head\" won the Grammy Award for Best Alternative Music Album at the 2003 Grammy Awards. At the 2004 Grammy Awards, Coldplay earned Record of the Year for \"Clocks\".\n\"X&Y\" (2005–2006).\nColdplay spent most of 2004 out of the spotlight, taking a break from touring while recording their third album. \"X&Y\" was released in June 2005 in UK and Europe. This new, delayed release date had put the album back into the next fiscal year, actually causing EMI's stock to drop. It became the best-selling album of 2005 with worldwide sales of 8.3 million. The lead single, \"Speed of Sound\", made its radio and online music store debut on 18 April and was released as a CD on 23 May 2005. The album debuted at number one in 20 countries worldwide, and was the third-fastest selling album in UK chart history. Two other singles were released that year: \"Fix You\" in September and \"Talk\" in December. Critical reaction to \"X&Y\" was less enthusiastic than that of its predecessor, with \"New York Times\" critic Jon Pareles describing Coldplay as \"the most insufferable band of the decade\" Comparisons between Coldplay and U2 became increasingly common, although critical reaction to the album was still largely positive. Chris Martin later revealed that the negative remarks made him feel \"liberated\".\nFrom June 2005 to July 2006, Coldplay went on their \"Twisted Logic Tour\", which included festival dates like Coachella, Isle of Wight Festival, Glastonbury and the Austin City Limits Music Festival. In July 2005, the band appeared at Live 8 in Hyde Park, where they played a rendition of The Verve's \"Bitter Sweet Symphony\" with Richard Ashcroft on vocals. In September, Coldplay recorded a new version of \"How You See the World\" with reworked lyrics for War Child's ' charity album. In February 2006, Coldplay earned Best Album and Best Single honours at the BRIT Awards. Two more singles were released during 2006, \"The Hardest Part\" and \"What If\". The sixth and final single, \"White Shadows\" was released in Mexico during June 2007.\n\"Viva la Vida or Death and All His Friends\" (2008–2009).\nIn October 2006, Coldplay began work on their fourth studio album, \"Viva la Vida or Death and All His Friends\", with producer Brian Eno. Taking a break from recording, the band toured Latin America in early 2007, performing in Chile, Argentina, Brazil, and Mexico. After recording in churches and other venues in Latin America and Spain during their tour, the band said the album would likely reflect Hispanic influence. The group spent the rest of the year recording with Eno.\nMartin described \"Viva la Vida\" as a new direction for Coldplay: a change from their past three albums, which they have referred to as a \"trilogy\". He said the album featured less falsetto as he allowed his voice's lower register to take precedence. Some songs, such as \"Violet Hill\", contain distorted guitar riffs and bluesy undertones. \"Violet Hill\" was confirmed as the first single, with a radio release date of 29 April 2008. After the first play, it was freely obtainable from Coldplay's website from 12:15 pm (GMT +0) for one week (achieving two million downloads), until it became commercially available to download on 6 May. \"Violet Hill\" entered the UK Top 10, US Top 40 (entering the Top 10 in the Hot Modern Rock Tracks chart) and charted well in the rest of the world. The title track, \"Viva la Vida\", was also released exclusively on iTunes. It became the band's first number one on the \"Billboard\" Hot 100, and their first UK number one, based on download sales alone.\nOn 15 June 2008, \"Viva la Vida or Death and All His Friends\" topped the UK album chart, despite having come on the market only three days previously. In that time, it sold 302,000 copies; the BBC called it \"one of the fastest-selling records in UK history\". By the end of June, it had set a new record for most-downloaded album ever. In October 2008, Coldplay won two \"Q\" Awards for Best Album for \"Viva la Vida or Death and All His Friends\" and Best Act in the World Today. The band followed up \"Viva la Vida or Death and All His Friends\" with the \"Prospekt's March\" EP, which was released on 21 November 2008. The EP features tracks from the \"Viva la Vida or Death and All His Friends\" sessions and, as well as being available on its own, was issued as a bonus disc with later editions of \"Viva la Vida or Death and All His Friends\". The song \"Life in Technicolor II\" was released as a single on 9 February 2009.\nIn June, Coldplay began their \"Viva la Vida Tour\" with a free concert at Brixton Academy in London. This was followed two days later by a 45-minute performance that was broadcast live from outside BBC Television Centre. \"Lost!\" became the third single from the album, featuring a new version with Jay-Z. Coldplay performed the opening set on 14 March 2009 for Sound Relief at the Sydney Cricket Ground and then played a sold-out concert later that same night. Sound Relief is a benefit concert for victims of the Victorian Bushfire Crisis and the Queensland Floods.\nIn 2009, Coldplay was nominated for four BRIT Awards: British Group, British Live Act, British Single (\"Viva la Vida\") and British Album (\"Viva la Vida or Death and All His Friends\"). At the 51st Grammy Awards in February 2009, Coldplay won three Grammy Awards in the categories for Song of Year for \"Viva la Vida\", Best Rock Album for \"Viva la Vida or Death and All His Friends\", and Best Vocal Pop Performance by a Duo or Group for \"Viva la Vida\".\nOn 15 May 2009, Coldplay released a live album, entitled \"LeftRightLeftRightLeft\" which was recorded at various shows during the tour. \"LeftRightLeftRightLeft\" was to be given away at the remaining concerts of their \"Viva la Vida\" tour. It was also released as a free download from their website.\n\"Mylo Xyloto (2009–2011)\".\nColdplay finished recording the new album in 2011. The band finished recording the new album in mid-2011.\nOn 19 October 2011, Coldplay performed songs at an event for Steve Jobs, including \"Viva la Vida\", \"Fix You\", \"Yellow\" and \"Every Teardrop Is a Waterfall\". On 26 October their concert in Spain, was streamed by YouTube as a live webcast. On 30 November 2011, Coldplay received three Grammy Award nominations for the 54th Grammy Awards. On 12 January 2012, Coldplay were nominated for two Brit Awards. On 21 February 2012, they were awarded the Brit Award for Best British Group for the third time. The album was the best-selling rock album in the UK in 2011, selling 908,000 copies. The album's second single, \"Paradise\", was also the best-selling rock single in the UK, selling 410,000 copies. At the 2012 MTV Video Music Awards on 6 September, \"Paradise\" won the award for Best Rock Video. \"Mylo Xyloto\" has sold over 8 million copies.\nMusical style.\nColdplay's musical style has been defined as alternative rock, being compared to Radiohead and Oasis. Lead singer Chris Martin once proclaimed the band's music as \"limestone rock\". The band's music has been called \"meditative\" and \"blue romantic\"; it \"reflects on their emotions\" and Martin \"endlessly examines his feelings\". Martin's lyrical wordplay has been called feminist, similar to Andrew Montgomery of Geneva.\nThe tone of the band's first studio album, \"Parachutes\", was described as melodic pop with \"distorted guitar riffs and swishing percussion\". It was also described as being \"exquisitely dark and artistically abrasive\". In a review for \"A Rush of Blood to the Head\", the songs were considered to contain \"lush melodies and a heartbreak\" and that they had a \"newfound confidence.\" The music on \"X&Y\" has been considered to be \"ruminations on Martin's doubts, fears, hopes, and loves.\" Coldplay acknowledge the Scottish alternative rock band, Travis, as a major influence on their earlier material.\nIn \"Viva la Vida or Death and All His Friends\", the group's style was moving towards art rock, experimenting with different instruments such as tack pianos, and even what Will Champion described as a \"very crude\" variant of Spanish flamenco clapping. \"Prospekt's March\" moved towards a more conservative style but maintained some of their experimental styles from the previous album.\nColdplay's musical style and image has also been satirically described as \"bland\", with its members representing the \"faces of radical beige\" (a neutral color). University College London's satirical newspaper, \"The Cheese Grater\", featured a mock article in February 2010, following the arrest of UCL student Abdulmutallab on charges of terrorism, in which they declared that \"Bland, middle class rock band was not monitored, admits University College. Were Coldplay made 'radically...' at UCL?\"\nActivism and commercial endorsements.\nDespite Coldplay's worldwide popularity, the band has remained protective of how their music is used in the media, refusing its use for some product endorsements. In the earlier years, Coldplay turned down multimillion-dollar contracts from Gatorade, Diet Coke, and Gap, who wanted to use the songs \"Yellow\", \"Trouble\", and \"Don't Panic\" respectively. According to lead singer, Chris Martin, \"We wouldn't be able to live with ourselves if we sold the songs' meanings like that.\" The song \"Viva la Vida\" was featured in a commercial for the iTunes Store, advertising its exclusive availability of the single as a digital download on iTunes. Additionally, Chris Martin appeared at an Apple Inc. Special Event on 1 September 2010, playing a number of songs, and also thanked Apple for their assistance in marketing \"Viva la Vida\". Coldplay supports Amnesty International. Martin is regarded as one of the most visible celebrity advocates for fair trade, supporting Oxfam's ongoing Make Trade Fair campaign. He has been on trips with Oxfam to assess conditions, has appeared in its advertising campaign, and is known for wearing a \"Make Trade Fair\" wristband during public appearances (including at Coldplay concerts). The band were also filmed for Make Poverty History, clicking their fingers.\nDuring the early years, Coldplay became widely known in the media for giving 10 percent of the band's profits to charity, which they continue to do. Bass guitarist Guy Berryman said, \"You can make people aware of issues. It isn't very much effort for us at all, but if it can help people, then we want to do it.\" The band also asks that any gifts intended for them are donated to charity, according to a response on the FAQ section of Coldplay's website. Martin spoke out against the U.S. invasion of Iraq in 2003, and endorsed the United States Democratic presidential candidates John Kerry and Barack Obama in 2004 and 2008 respectively.\nIn June 2009, Coldplay began supporting Meat Free Monday, a food campaign started by Paul McCartney which attempts to help slow climate change by having at least one meat free day a week.\nFrom 17-31 December 2009, Coldplay auctioned a quantity of significant band memorabilia, including their first guitars. Proceeds went to Kids Company, a charity which helps vulnerable children and young people in London. A month later in January 2010, Coldplay performed a slightly modified version of \"A Message\", entitled \"A Message 2010\", at the Hope For Haiti Now telethon special, raising money for the victims of the Haitian Earthquake.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":15},{"uri":"London","surface_form":"London","offset":43},{"uri":"Chris_Martin","surface_form":"Chris Martin","offset":99},{"uri":"Jonny_Buckland","surface_form":"Jonny Buckland","offset":123},{"uri":"Guy_Berryman","surface_form":"Guy Berryman","offset":151},{"uri":"Will_Champion","surface_form":"Will Champion","offset":176},{"uri":"Yellow_(song)","surface_form":"Yellow","offset":253},{"uri":"Parachutes","surface_form":"Parachutes","offset":282},{"uri":"Mercury_Prize","surface_form":"Mercury Prize","offset":341},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":605},{"uri":"Viva_la_Vida","surface_form":"Viva la Vida","offset":665},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":742},{"uri":"Chris_Martin","surface_form":"Chris Martin","offset":796},{"uri":"Jonny_Buckland","surface_form":"Jonny Buckland","offset":814},{"uri":"University_College_London","surface_form":"University College London","offset":875},{"uri":"Guy_Berryman","surface_form":"Guy Berryman","offset":927},{"uri":"Will_Champion","surface_form":"Will Champion","offset":1020},{"uri":"Tim_Rice-Oxley","surface_form":"Tim Rice-Oxley","offset":1255},{"uri":"Keane","surface_form":"Keane","offset":1346},{"uri":"Safety_(EP)","surface_form":"Safety","offset":1402},{"uri":"Brothers_%26amp%3B_Sisters_(song)","surface_form":"Brothers & Sisters","offset":1420},{"uri":"The_Blue_Room_(EP)","surface_form":"The Blue Room","offset":1465},{"uri":"Parlophone_Records","surface_form":"Parlophone","offset":1578},{"uri":"Radiohead","surface_form":"Radiohead","offset":1645},{"uri":"Jeff_Buckley","surface_form":"Jeff Buckley","offset":1656},{"uri":"U2","surface_form":"U2","offset":1670},{"uri":"Travis","surface_form":"Travis","offset":1678},{"uri":"Yellow_(song)","surface_form":"Yellow","offset":1751},{"uri":"Parachutes_(album)","surface_form":"Parachutes","offset":1799},{"uri":"Mercury_Prize","surface_form":"Mercury Prize","offset":1866},{"uri":"A_Rush_of_Blood_to_the_Head","surface_form":"A Rush of Blood to the Head","offset":1907},{"uri":"NME","surface_form":"NME","offset":1976},{"uri":"X%26amp%3BY_(album)","surface_form":"X&Y","offset":2021},{"uri":"Viva_la_Vida_or_Death_and_All_His_Friends","surface_form":"Viva la Vida or Death and All His Friends","offset":2163},{"uri":"Brian_Eno","surface_form":"Brian Eno","offset":2230},{"uri":"Grammy_Award","surface_form":"Grammy","offset":2306},{"uri":"Echo_%26amp%3B_the_Bunnymen","surface_form":"Echo & the Bunnymen","offset":2430},{"uri":"Kate_Bush","surface_form":"Kate Bush","offset":2451},{"uri":"George_Harrison","surface_form":"George Harrison","offset":2462},{"uri":"Muse_(band)","surface_form":"Muse","offset":2482},{"uri":"Johnny_Cash","surface_form":"Johnny Cash","offset":2521},{"uri":"Kraftwerk","surface_form":"Kraftwerk","offset":2537},{"uri":"Blur_(band)","surface_form":"Blur","offset":2561},{"uri":"Arcade_Fire","surface_form":"Arcade Fire","offset":2567},{"uri":"My_Bloody_Valentine_(band)","surface_form":"My Bloody Valentine","offset":2583},{"uri":"Oxfam","surface_form":"Oxfam","offset":2709},{"uri":"Make_Trade_Fair","surface_form":"Make Trade Fair","offset":2717},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":2746},{"uri":"Charitable_organization","surface_form":"charity","offset":2810},{"uri":"Band_Aid_20","surface_form":"Band Aid 20","offset":2836},{"uri":"Live_8","surface_form":"Live 8","offset":2849},{"uri":"Sound_Relief","surface_form":"Sound Relief","offset":2857},{"uri":"Teenage_Cancer_Trust","surface_form":"Teenage Cancer Trust","offset":2879},{"uri":"Chris_Martin","surface_form":"Chris Martin","offset":2940},{"uri":"Jonny_Buckland","surface_form":"Jonny Buckland","offset":2957},{"uri":"Orientation_week","surface_form":"orientation week","offset":2995},{"uri":"University_College_London","surface_form":"University College London","offset":3015},{"uri":"Guy_Berryman","surface_form":"Guy Berryman","offset":3172},{"uri":"London_Borough_of_Camden","surface_form":"Camden","offset":3328},{"uri":"Classics","surface_form":"classics","offset":3444},{"uri":"University_of_Oxford","surface_form":"Oxford","offset":3456},{"uri":"Will_Champion","surface_form":"Will Champion","offset":3597},{"uri":"Tin_whistle","surface_form":"tin whistle","offset":3703},{"uri":"Tim_Rice-Oxley","surface_form":"Tim Rice-Oxley","offset":3980},{"uri":"Virginia_Water","surface_form":"Virginia Water","offset":4016},{"uri":"Keane","surface_form":"Keane","offset":4222},{"uri":"Safety_EP","surface_form":"Safety EP","offset":4431},{"uri":"Fierce_Panda_Records","surface_form":"Fierce Panda","offset":4620},{"uri":"Brothers_and_Sisters_EP","surface_form":"Brothers and Sisters EP","offset":4675},{"uri":"Parlophone","surface_form":"Parlophone","offset":4828},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury","offset":4927},{"uri":"The_Blue_Room_EP","surface_form":"The Blue Room","offset":4995},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":5121},{"uri":"U2","surface_form":"U2","offset":5469},{"uri":"R.E.M._(band)","surface_form":"R.E.M.","offset":5476},{"uri":"Hard_drugs","surface_form":"hard drugs","offset":5647},{"uri":"Rockfield_Studios","surface_form":"Rockfield Studios","offset":5957},{"uri":"Matrix_Studios","surface_form":"Matrix Studios","offset":5976},{"uri":"Wessex_Sound_Studios","surface_form":"Wessex Sound Studios","offset":5996},{"uri":"Ken_Nelson_(British_record_producer)","surface_form":"Ken Nelson","offset":6031},{"uri":"Liverpool","surface_form":"Liverpool","offset":6104},{"uri":"Parr_Street","surface_form":"Parr Street","offset":6116},{"uri":"Demo_(music)","surface_form":"demo","offset":6301},{"uri":"NME_Tours","surface_form":"Carling Tour","offset":6597},{"uri":"Parachutes","surface_form":"Parachutes","offset":6753},{"uri":"Shiver_(Coldplay_song)","surface_form":"Shiver","offset":6767},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":6828},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury Festival","offset":6977},{"uri":"Yellow_(song)","surface_form":"Yellow","offset":7047},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":7092},{"uri":"Parlophone_Records","surface_form":"Parlophone","offset":7593},{"uri":"UK_Albums_Chart","surface_form":"UK Albums Chart","offset":7644},{"uri":"Nettwerk","surface_form":"Nettwerk","offset":7712},{"uri":"Compact_Cassette","surface_form":"cassette","offset":7907},{"uri":"Capitol_Records","surface_form":"Capitol","offset":7937},{"uri":"LP_album","surface_form":"LP","offset":8011},{"uri":"Trouble_(Coldplay_song)","surface_form":"Trouble","offset":8058},{"uri":"Mercury_Music_Prize","surface_form":"Mercury Music Prize","offset":8323},{"uri":"U.S._Club_Tour","surface_form":"U.S. Club Tour","offset":8498},{"uri":"Grammy_Award_for_Best_Alternative_Music_Album","surface_form":"Best Alternative Music Album","offset":8701},{"uri":"Grammy_Awards_of_2002","surface_form":"2002 Grammy Awards","offset":8745},{"uri":"A_Rush_of_Blood_to_the_Head","surface_form":"A Rush of Blood to the Head","offset":9097},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":9229},{"uri":"United_States","surface_form":"United States","offset":9257},{"uri":"In_My_Place","surface_form":"In My Place","offset":9523},{"uri":"Clocks_(song)","surface_form":"Clocks","offset":10277},{"uri":"The_Scientist","surface_form":"The Scientist","offset":10302},{"uri":"George_Harrison","surface_form":"George Harrison","offset":10347},{"uri":"All_Things_Must_Pass_(song)","surface_form":"title track to \"All Things Must Pass\"","offset":10365},{"uri":"A_Rush_of_Blood_to_the_Head_Tour","surface_form":"A Rush of Blood to the Head Tour","offset":10490},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury Festival","offset":10597},{"uri":"V_Festival","surface_form":"V2003","offset":10619},{"uri":"Rock_Werchter","surface_form":"Rock Werchter","offset":10629},{"uri":"Elevation_Tour","surface_form":"Elevation Tour","offset":10735},{"uri":"Nine_Inch_Nails","surface_form":"Nine Inch Nails","offset":10755},{"uri":"Fragility_Tour","surface_form":"Fragility Tour","offset":10773},{"uri":"Live_2003","surface_form":"Live 2003","offset":10854},{"uri":"Sydney","surface_form":"Sydney's","offset":10869},{"uri":"Hordern_Pavilion","surface_form":"Hordern Pavilion","offset":10878},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":10926},{"uri":"The_Pretenders","surface_form":"The Pretenders","offset":11036},{"uri":"2000_Miles","surface_form":"2000 Miles","offset":11063},{"uri":"Grammy_Award_for_Best_Alternative_Music_Album","surface_form":"Grammy Award for Best Alternative Music Album","offset":11328},{"uri":"Grammy_Awards_of_2003","surface_form":"2003 Grammy Awards","offset":11381},{"uri":"Grammy_Awards_of_2004","surface_form":"2004 Grammy Awards","offset":11408},{"uri":"Grammy_Award_for_Record_of_the_Year","surface_form":"Record of the Year","offset":11444},{"uri":"X%26amp%3BY_(album)","surface_form":"X&Y","offset":11610},{"uri":"Lead_single","surface_form":"lead single","offset":11860},{"uri":"Speed_of_Sound_(song)","surface_form":"Speed of Sound","offset":11874},{"uri":"Fix_You","surface_form":"Fix You","offset":12152},{"uri":"Talk_(song)","surface_form":"Talk","offset":12179},{"uri":"Twisted_Logic_Tour","surface_form":"Twisted Logic Tour","offset":12650},{"uri":"Coachella_Valley_Music_and_Arts_Festival","surface_form":"Coachella","offset":12706},{"uri":"Isle_of_Wight_Festival","surface_form":"Isle of Wight Festival","offset":12717},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury","offset":12741},{"uri":"Austin_City_Limits_Music_Festival","surface_form":"Austin City Limits Music Festival","offset":12761},{"uri":"Live_8","surface_form":"Live 8","offset":12831},{"uri":"Hyde_Park%2C_London","surface_form":"Hyde Park","offset":12841},{"uri":"The_Verve","surface_form":"The Verve","offset":12885},{"uri":"Bitter_Sweet_Symphony","surface_form":"Bitter Sweet Symphony","offset":12898},{"uri":"Richard_Ashcroft","surface_form":"Richard Ashcroft","offset":12926},{"uri":"War_Child_(charity)","surface_form":"War Child","offset":13052},{"uri":"BRIT_Awards","surface_form":"BRIT Awards","offset":13157},{"uri":"The_Hardest_Part_(Coldplay_song)","surface_form":"The Hardest Part","offset":13215},{"uri":"Viva_la_Vida_or_Death_and_All_His_Friends","surface_form":"Viva la Vida or Death and All His Friends","offset":13458},{"uri":"Brian_Eno","surface_form":"Brian Eno","offset":13516},{"uri":"Latin_America_Tour","surface_form":"toured Latin America","offset":13567},{"uri":"Hispanic","surface_form":"Hispanic","offset":13791},{"uri":"Falsetto","surface_form":"falsetto","offset":14048},{"uri":"Violet_Hill_(song)","surface_form":"Violet Hill","offset":14139},{"uri":"Riff","surface_form":"riff","offset":14178},{"uri":"Viva_la_Vida","surface_form":"Viva la Vida","offset":14669},{"uri":"Prospekt%27s_March","surface_form":"Prospekt's March","offset":15403},{"uri":"Life_in_Technicolor_II","surface_form":"Life in Technicolor II","offset":15699},{"uri":"BBC_Television_Centre","surface_form":"BBC Television Centre","offset":15965},{"uri":"Lost%21","surface_form":"Lost!","offset":15989},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":16065},{"uri":"Sound_Relief","surface_form":"Sound Relief","offset":16128},{"uri":"Sydney_Cricket_Ground","surface_form":"Sydney Cricket Ground","offset":16148},{"uri":"February_2009_Victorian_bushfires","surface_form":"Victorian Bushfire Crisis","offset":16281},{"uri":"Flood","surface_form":"Flood","offset":16326},{"uri":"51st_Grammy_Awards","surface_form":"51st Grammy Awards","offset":16525},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":16581},{"uri":"Music_download","surface_form":"download","offset":17052},{"uri":"Steve_Jobs","surface_form":"Steve Jobs","offset":17275},{"uri":"YouTube","surface_form":"YouTube","offset":17424},{"uri":"Webcast","surface_form":"webcast","offset":17442},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":17496},{"uri":"Brit_Awards","surface_form":"Brit Awards","offset":17601},{"uri":"Paradise_(Coldplay_song)","surface_form":"Paradise","offset":17824},{"uri":"2012_MTV_Video_Music_Awards","surface_form":"2012 MTV Video Music Awards","offset":17915},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":18111},{"uri":"Radiohead","surface_form":"Radiohead","offset":18147},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":18161},{"uri":"Music","surface_form":"music","offset":18220},{"uri":"Music","surface_form":"music","offset":18258},{"uri":"Feminism","surface_form":"feminist","offset":18434},{"uri":"Andrew_Montgomery","surface_form":"Andrew Montgomery","offset":18455},{"uri":"Geneva_(band)","surface_form":"Geneva","offset":18476},{"uri":"Travis","surface_form":"Travis","offset":19023},{"uri":"Viva_la_Vida_or_Death_and_All_His_Friends","surface_form":"Viva la Vida or Death and All His Friends","offset":19083},{"uri":"Art_rock","surface_form":"art rock","offset":19164},{"uri":"Tack_piano","surface_form":"tack piano","offset":19223},{"uri":"Clapping","surface_form":"clapping","offset":19320},{"uri":"Prospekt%27s_March","surface_form":"Prospekt's March","offset":19331},{"uri":"Satire","surface_form":"satirically","offset":19512},{"uri":"Beige","surface_form":"beige","offset":19598},{"uri":"Abdulmutallab","surface_form":"Abdulmutallab","offset":19772},{"uri":"Terrorism","surface_form":"terrorism","offset":19800},{"uri":"Middle_class","surface_form":"middle class","offset":19847},{"uri":"Product_endorsement","surface_form":"product endorsement","offset":20138},{"uri":"Gatorade","surface_form":"Gatorade","offset":20238},{"uri":"Diet_Coke","surface_form":"Diet Coke","offset":20248},{"uri":"Gap_(clothing_retailer)","surface_form":"Gap","offset":20263},{"uri":"Yellow_(song)","surface_form":"Yellow","offset":20297},{"uri":"Trouble_(Coldplay_song)","surface_form":"Trouble","offset":20307},{"uri":"Don%27t_Panic_(song)","surface_form":"Don't Panic","offset":20322},{"uri":"Viva_la_Vida","surface_form":"Viva la Vida","offset":20486},{"uri":"ITunes_Store","surface_form":"iTunes Store","offset":20537},{"uri":"ITunes","surface_form":"iTunes","offset":20629},{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":20679},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":20843},{"uri":"Fair_trade","surface_form":"fair trade","offset":20936},{"uri":"Oxfam","surface_form":"Oxfam","offset":20959},{"uri":"Make_Trade_Fair","surface_form":"Make Trade Fair","offset":20975},{"uri":"Make_Poverty_History","surface_form":"Make Poverty History","offset":21242},{"uri":"2003_invasion_of_Iraq","surface_form":"U.S. invasion of Iraq","offset":21772},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":21834},{"uri":"John_Kerry","surface_form":"John Kerry","offset":21869},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":21884},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":22013}]}