{"id":73673,"url":"http://en.wikipedia.org/wiki/Tsetse_fly","text":"Tsetse flies are large biting flies that live in the tropical regions of Africa. They bite vertebrates, and drink their blood. They are the insect vectors of some serious diseases.\nThey have been studied a lot because they can spread sleeping sickness and other diseases.\nThe genus \"Glossina\" has about 34 species in three groups of species. One group of species lives out on the savannah; another group lives near rivers, and the third group lives in tropical forests.\nLife cycle.\nTsetse have an unusual life cycle. Female tsetse only fertilize one egg at a time and keep each egg in their uterus while the offspring develops internally during the first larval stages. During this time, the female feeds the developing offspring with a milky substance secreted by a modified gland in the uterus.\nIn the third larval stage, the tsetse larva finally leave the uterus and crawl into the ground. There it forms a hard outer shell and becomes the pupa. It completes its metamorphosis into an adult fly. This takes twenty to thirty days, while the larva relies on stored resources.\nNormally, insect larvae feed themselves before pupation, but tsetse development (before it emerges as a full adult) occurs without feeding. The development is based only on nutritional resources provided by the female parent, which shows how blood is a rich source of nutrition. The female must get enough energy for her needs, for the needs of her developing offspring, and to store the resources which her offspring will require until it emerges as an adult.\nControl of the fly.\nBefore the 20th century, people and their cattle simply did not live in areas infested with tsetse flies. In the 20th century, using pesticides after World War II caused as many problems as it solved. Now more subtle methods are preferred. Tsetse flies can be trapped by using large blue cloths as a lure. Another good method is to release irradiated male flies, which are sterile. Since females mate only once in their lives, that much reduces the population.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fly","surface_form":"flies","offset":30},{"uri":"Africa","surface_form":"Africa","offset":73},{"uri":"Vertebrate","surface_form":"vertebrate","offset":91},{"uri":"Blood","surface_form":"blood","offset":120},{"uri":"Vector_(biology)","surface_form":"vectors","offset":147},{"uri":"Sleeping_sickness","surface_form":"sleeping sickness","offset":234},{"uri":"Disease","surface_form":"disease","offset":262},{"uri":"Savannah","surface_form":"savannah","offset":380},{"uri":"River","surface_form":"river","offset":415},{"uri":"Tropical","surface_form":"tropical","offset":452},{"uri":"Forest","surface_form":"forest","offset":461},{"uri":"Life_cycle","surface_form":"life cycle","offset":505},{"uri":"Uterus","surface_form":"uterus","offset":591},{"uri":"Larva","surface_form":"larva","offset":655},{"uri":"Gland","surface_form":"gland","offset":776},{"uri":"Pupa","surface_form":"pupa","offset":943},{"uri":"Metamorphosis","surface_form":"metamorphosis","offset":966},{"uri":"Pesticide","surface_form":"pesticide","offset":1691},{"uri":"World_War_II","surface_form":"World War II","offset":1708},{"uri":"Radiation","surface_form":"irradiated","offset":1898},{"uri":"Sterile","surface_form":"sterile","offset":1931}]}