{"id":736844,"url":"http://en.wikipedia.org/wiki/Data_Discman","text":"The Data Discman is an device that plays electronic books. It was made by Sony Corporation, which was the parent company of Sony Pictures Entertainment. It came out in the Western market in late 1991 or early 1992. It was marketed in the United States to college students and international travelers, but was only successful in Japan. The Discman product name was first used for Sony's range of portable CD players, such as the Sony Discman D-50, which first came out in 1984.\nThe Data Discman allows information to be accessed quickly on a pre-recorded disc. This is done using a QWERTY keyboard and the \"Yes\" and \"No\" keys.\nMost Data Discman models have a small low-resolution grayscale LCD (256x200 at first, then up to 320x240 and in colour for later models), a CD drive (either Mini CD or full size), and a computer that is not very powerful. Early versions of the device cannot play audio CDs. Software is pre-recorded and mostly is encyclopedias, foreign language dictionaries and novels. Software was usually made using the Sony Electronic Book Authoring System (SEBAS).\nA DD-1EX Data Discman is in the permanent collection of the Victoria and Albert Museum. It is displayed in the V&A's 20th Century Gallery. This early model cannot play sound.\nAn updated model, the DD-10EX, came out in 1992 or 1993. The manual that comes with it gives a copyright date of 1992. Unlike the DD-1EX, the DD-10EX can also play audio files. The British version comes with two discs: one with the \"Thomson Electronic Directory\" for April 1992 on it, and one with the \"Pocket Interpreter 5-language conversation book for travelers\" on it. A DD-10EX was in an exhibition called \"The Book and Beyond: Electronic Publishing and the Art of the Book\", which was held at the Victoria and Albert Museum, which is in London, from April 1995 to October 1995. The exhibition also included a CD-ROM for the Data Discman, which is called \"The Library of the Future\", and came out in 1993.\nThe DD-1EX and DD-10EX were both in a flip or clamshell design, while the flat, rectangular design of the DD-8 was closer to later e-book readers, such as the Amazon Kindle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronic_book","surface_form":"electronic books","offset":41},{"uri":"Sony_Corporation","surface_form":"Sony Corporation","offset":74},{"uri":"Sony_Pictures_Entertainment","surface_form":"Sony Pictures Entertainment","offset":124},{"uri":"Discman","surface_form":"Discman","offset":339},{"uri":"Portable_CD_player","surface_form":"portable CD player","offset":395},{"uri":"Electronic_disk","surface_form":"disc","offset":554},{"uri":"QWERTY","surface_form":"QWERTY","offset":581},{"uri":"Grayscale","surface_form":"grayscale","offset":679},{"uri":"LCD","surface_form":"LCD","offset":689},{"uri":"CD_drive","surface_form":"CD drive","offset":766},{"uri":"Mini_CD","surface_form":"Mini CD","offset":783},{"uri":"Compact_Disc","surface_form":"audio CDs","offset":889},{"uri":"Victoria_and_Albert_Museum","surface_form":"Victoria and Albert Museum","offset":1139},{"uri":"Electronic_disk","surface_form":"discs","offset":1466},{"uri":"Victoria_and_Albert_Museum","surface_form":"Victoria and Albert Museum","offset":1757},{"uri":"CD-ROM","surface_form":"CD-ROM","offset":1869},{"uri":"Flip_(form)","surface_form":"flip or clamshell","offset":2003},{"uri":"Amazon_Kindle","surface_form":"Amazon Kindle","offset":2124}]}