{"id":7368,"url":"http://en.wikipedia.org/wiki/Global_warming","text":"Global warming is the temperature of Earth's surface, oceans and atmosphere going up over tens to thousands of years. Average temperatures today are about higher than before people started burning a lot of coal around 1750. But in some parts of the world it is less than this and some more. Most scientists say that by the year 2100 temperatures will be to higher than they were before 1750. The changes people can see most easily because of this increase in temperature is the melting of ice caps all around the world. Sea level is rising for two reasons. One reason is because of ice on the land, like Greenland, melting into the sea. The other reason is because of water getting bigger when it gets warmer. Many cities will be partly flooded by the ocean in the 21st century.\nGlobal warming is mostly because of people burning things, like gasoline to make cars go and natural gas to keep houses warm. But the heat from the burning itself only makes the world a tiny bit warmer: it is the carbon dioxide from the burning which is the biggest part of the problem. Among the greenhouse gases, the increase of carbon dioxide in the atmosphere is the main cause of global warming, as predicted by Svante Arrhenius a hundred years ago, confirming the work of Joseph Fourier more than 200 years ago. When people burn fossil fuels like coal, oil and natural gas this adds carbon dioxide into the air. This is because fossil fuels contain lots of carbon and burning means joining most of the atoms in the fuel with oxygen. When people cut down many trees (deforestation), this means less carbon dioxide is taken out of the atmosphere by those plants.\nAs the Earth's surface temperature becomes hotter the sea level becomes higher. This is partly because water over expands when it gets warmer. It is also partly because warm temperatures make glaciers and ice caps melt. The sea level rise causes coastal areas to flood. Weather patterns, including where and how much rain or snow there is, are changing. Deserts will probably increase in size. Colder areas will warm up faster than warm areas. Strong storms may become more likely and farming may not make as much food. These effects will not be the same everywhere. The changes from one area to another are not well known.\nPeople in government and the Intergovernmental Panel on Climate Change (IPCC) are talking about global warming. But governments, companies, and other people do not agree on what to do about it. Some things that could reduce warming are to burn less fossil fuels, grow more trees, eat less meat, and put some carbon dioxide back in the ground. Shading the Earth from some sunlight (this is called geoengineering) could also reduce warming but we don't understand how it might change weather in other ways. Also people could adapt to any temperature changes. The Kyoto Protocol and Paris Agreement try to reduce pollution from the burning of fossil fuels. Most governments have agreed to them but some people in government think nothing should change. The gas produced by cows digestion also causes global warming, because it contains a greenhouse gas called methane.\nTemperature changes.\nClimate change has happened constantly over the history of the Earth, including the coming and going of ice ages. But modern climate change is different because people are putting carbon dioxide into the atmosphere very quickly.\nSince the 1800s, people have recorded the daily temperature. By about 1850, there were enough places measuring temperature so that scientists could know the global average temperature. Compared with before people started burning a lot of coal for industry, the temperature has risen by about. Starting in 1979, satellites started measuring the temperature of the Earth.\nBefore 1850, there were not enough temperature measurements for us to know how warm or cold it was. Climatologists use proxy measurements to try to figure out past temperatures before there were thermometers. This means measuring things that change when it gets colder or warmer. One way is to cut into a tree and measure how far apart the growth rings are. Trees that live a long time can give us an idea of how temperature and rain changed while it was alive.\nFor most of the past 2000 years the temperature didn't change much. There were some times where the temperatures were a little warmer or cooler. One of the most famous warm times was the Medieval Warm Period and one of the most famous cool times was the Little Ice Age. Other proxy measurements like the temperature measured in deep holes mostly agree with the tree rings. Tree rings and bore holes can only help scientists work out the temperature back to about 1000 years ago. Ice cores are also used to find out the temperature back to about half a million years ago.\nThe greenhouse effect.\nCoal-burning power plants, car exhausts, factory smokestacks, and other man-made waste gas vents give off about 23 billion tons of carbon dioxide and other greenhouse gases into the Earth's atmosphere each year. The amount of CO2 in the air is about 31% more than it was around 1750. About three-quarters of the CO2 that people have put in the air during the past 20 years are due to burning fossil fuel like coal or oil. The rest mostly comes from changes in how land is used, like cutting down trees.\nThe Sun.\nThe sun gets a little bit hotter and colder every 11 years. This is called the 11-year sunspot cycle. The change is so small that scientists can barely measure how it affects the temperature of the Earth. If the sun was causing the Earth to warm up, it would warm both the surface and high up in the air. But the air in the upper stratosphere is actually getting colder, so scientists do not think changes in the sun have much effect. In addition, over hundreds of millions of years, the sun is slowly getting brighter.\nDust and dirt.\nDust and dirt in the air may come from natural sources such as volcanos, erosion and meteoric dust. Some of this dirt falls out within a few hours. Some is aerosol, so small that it could stay in the air for years. The aerosol particles in the atmosphere make the earth colder. The effect of dust therefore cancels out some of the effects of greenhouse gases. Even though humans also put aerosols in the air when they burn coal or oil this only cancels out the greenhouse effect of the fuel burning for less than 20 years: the carbon dioxide stays in the atmosphere much longer and keeps on warming the earth.\nSome things people are doing because of climate change.\nSome people try to stop global warming, usually by burning less fossil fuel. Many people have tried to get countries to emit less greenhouse gases. The Kyoto Protocol was signed in 1997. It was meant to reduce the amount of greenhouse gases in the atmosphere to below their levels in 1990. However, carbon dioxide levels have continued to rise.\nEnergy conservation is used to burn less fossil fuel. People can also use energy sources that don't burn fossil fuel, like hydrogen, solar panels or electricity from nuclear power or wind power. Or they can prevent the carbon dioxide from getting out into the atmosphere, which is called carbon capture and storage (CCS).\nPeople can also change how they live because of any changes that global warming will bring. For example, they can go to places where the weather is better, or build walls around cities to keep flood water out. Like the preventive measures, these things cost money, and rich people and rich countries will be able to change more easily than the poor.\nGeoengineering is also seen by some as one climate change mitigation response. For example, a process using nanotechnology has been found to remove carbon dioxide from the air to create ethanol.\nHistory of climate change science.\nAs early as the 1820s a lot of scientists were finding out about climate change. Joseph Fourier believed that light from the sun can enter the atmosphere, but cannot leave nearly as easily. He tried to prove that air can absorb the infrared radiation and will be given back to the Earth’s surface. Later in 1859, John Tyndall discovered that water vapor and CO2 trap heat waves given by the sun. In 1896, Svante Arrhenius tried to prove that it would take thousands of years for the industrial production of CO2 to raise the Earth’s temperature 5-6°C. But throughout the early 20th century many people did not believe this idea because it was too simple. In the mid 20th century, scientists worked out that there was a 10% increase in carbon dioxide in the atmosphere over the 19th century, which made it a little bit warmer. It was at this time that people believed the emissions of CO2 would increase exponentially in the future and the oceans would absorb any surplus of greenhouse gases. In 1956, Gilbert N. Plass decided that greenhouse gas emissions will have an effect on the Earth’s temperature and argued that not thinking about GHG emissions would be a mistake. Soon after, scientists studying all different kinds of science began to work together to figure out the mystery of GHG emissions and their effects. As technology advanced, it was in the 1980s that there was proof of a rise in CO2 levels. An ice core, captured through drilling, provided clear evidence that carbon dioxide levels have risen.\nEffects of global warming on sea levels.\nGlobal warming means that Antarctica and Greenland ice sheets are melting and the oceans are expanding. Recent climate change would still cause a sea-level rise even if greenhouse gas emissions were reduced in 2015 per a scientific paper in \"Science\".\nLow-lying areas such as Bangladesh, Florida, the Netherlands and other areas face massive flooding.\nCities affected by current sea level rise.\nMany cities are sea ports and under threat of flooding if the present sea level rises.\nThese and the other cities have either started trying to deal with rising sea level and related storm surge, or are discussing this, according to reliable sources.\nAlso, all other coastal cities are in danger.","categories":[],"infobox_types":[],"annotations":[{"uri":"Temperature","surface_form":"temperature","offset":22},{"uri":"Earth","surface_form":"Earth","offset":37},{"uri":"Atmosphere","surface_form":"atmosphere","offset":65},{"uri":"Industrial_Revolution","surface_form":"people started burning a lot of coal","offset":174},{"uri":"Scientist","surface_form":"scientist","offset":296},{"uri":"Greenland","surface_form":"Greenland","offset":604},{"uri":"Gasoline","surface_form":"gasoline","offset":843},{"uri":"Natural_gas","surface_form":"natural gas","offset":872},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":992},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":1076},{"uri":"Atmosphere","surface_form":"atmosphere","offset":1132},{"uri":"Svante_Arrhenius","surface_form":"Svante Arrhenius","offset":1196},{"uri":"Joseph_Fourier","surface_form":"Joseph Fourier","offset":1257},{"uri":"Combustion","surface_form":"burn","offset":1309},{"uri":"Fossil_fuels","surface_form":"fossil fuels","offset":1314},{"uri":"Coal","surface_form":"coal","offset":1332},{"uri":"Oil","surface_form":"oil","offset":1338},{"uri":"Natural_gas","surface_form":"natural gas","offset":1346},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1368},{"uri":"Carbon","surface_form":"carbon","offset":1442},{"uri":"Atom","surface_form":"atom","offset":1487},{"uri":"Oxygen","surface_form":"oxygen","offset":1510},{"uri":"Deforestation","surface_form":"deforestation","offset":1551},{"uri":"Plants","surface_form":"plants","offset":1638},{"uri":"Sea_level","surface_form":"sea level","offset":1700},{"uri":"Thermal_expansion","surface_form":"expands when it gets warmer","offset":1760},{"uri":"Glacier","surface_form":"glacier","offset":1838},{"uri":"Ice_cap","surface_form":"ice cap","offset":1851},{"uri":"Coast","surface_form":"coast","offset":1892},{"uri":"Flood","surface_form":"flood","offset":1909},{"uri":"Precipitation","surface_form":"rain or snow","offset":1963},{"uri":"Desert","surface_form":"Desert","offset":2000},{"uri":"Storm","surface_form":"storm","offset":2097},{"uri":"Farming","surface_form":"farming","offset":2131},{"uri":"Food","surface_form":"food","offset":2160},{"uri":"Government","surface_form":"government","offset":2280},{"uri":"Intergovernmental_Panel_on_Climate_Change","surface_form":"Intergovernmental Panel on Climate Change","offset":2299},{"uri":"Company","surface_form":"companies,","offset":2399},{"uri":"Kyoto_Protocol","surface_form":"Kyoto Protocol","offset":2831},{"uri":"Paris_Agreement","surface_form":"Paris Agreement","offset":2850},{"uri":"Pollution","surface_form":"pollution","offset":2880},{"uri":"Government","surface_form":"government","offset":2929},{"uri":"Methane","surface_form":"methane","offset":3127},{"uri":"Climate_change","surface_form":"Climate change","offset":3157},{"uri":"History_of_the_Earth","surface_form":"history of the Earth","offset":3205},{"uri":"Ice_age","surface_form":"ice age","offset":3261},{"uri":"Average","surface_form":"average","offset":3550},{"uri":"Coal","surface_form":"coal","offset":3624},{"uri":"Industry","surface_form":"industry","offset":3633},{"uri":"Satellite_(artificial)","surface_form":"satellites","offset":3697},{"uri":"Climatology","surface_form":"Climatologists","offset":3856},{"uri":"Proxy","surface_form":"proxy","offset":3875},{"uri":"Thermometer","surface_form":"thermometer","offset":3951},{"uri":"Growth_ring","surface_form":"growth ring","offset":4096},{"uri":"Temperature","surface_form":"temperature","offset":4169},{"uri":"Rain","surface_form":"rain","offset":4185},{"uri":"Medieval_Warm_Period","surface_form":"Medieval Warm Period","offset":4405},{"uri":"Little_Ice_Age","surface_form":"Little Ice Age","offset":4472},{"uri":"Ice_core","surface_form":"Ice core","offset":4697},{"uri":"Coal","surface_form":"Coal","offset":4812},{"uri":"Car","surface_form":"car","offset":4839},{"uri":"Chimney","surface_form":"smokestack","offset":4861},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":4968},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":5204},{"uri":"Deforestation","surface_form":"cutting down trees","offset":5295},{"uri":"Sunspot","surface_form":"sunspot","offset":5411},{"uri":"Stratosphere","surface_form":"stratosphere","offset":5654},{"uri":"Dust","surface_form":"Dust","offset":5859},{"uri":"Dirt","surface_form":"dirt","offset":5868},{"uri":"Volcano","surface_form":"volcano","offset":5922},{"uri":"Erosion","surface_form":"erosion","offset":5932},{"uri":"Meteor","surface_form":"meteor","offset":5944},{"uri":"Aerosol","surface_form":"aerosol","offset":6015},{"uri":"Kyoto_Protocol","surface_form":"Kyoto Protocol","offset":6677},{"uri":"Energy_conservation","surface_form":"Energy conservation","offset":6870},{"uri":"Hydrogen","surface_form":"hydrogen","offset":6993},{"uri":"Solar_panel","surface_form":"solar panel","offset":7003},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":7036},{"uri":"Wind_power","surface_form":"wind power","offset":7053},{"uri":"Geoengineering","surface_form":"Geoengineering","offset":7542},{"uri":"Climate_change_mitigation","surface_form":"climate change mitigation","offset":7585},{"uri":"Nanotechnology","surface_form":"nanotechnology","offset":7650},{"uri":"Ethanol","surface_form":"ethanol","offset":7728},{"uri":"Joseph_Fourier","surface_form":"Joseph Fourier","offset":7853},{"uri":"John_Tyndall","surface_form":"John Tyndall","offset":8085},{"uri":"Svante_Arrhenius","surface_form":"Svante Arrhenius","offset":8177},{"uri":"Celsius","surface_form":"°C","offset":8320},{"uri":"Gilbert_Plass","surface_form":"Gilbert N. Plass","offset":8773},{"uri":"Antarctica","surface_form":"Antarctica","offset":9352},{"uri":"Greenland","surface_form":"Greenland","offset":9367},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":9495},{"uri":"Science_(journal)","surface_form":"Science","offset":9568},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":9602},{"uri":"Florida","surface_form":"Florida","offset":9614},{"uri":"Netherland","surface_form":"Netherland","offset":9627},{"uri":"Port","surface_form":"port","offset":9741},{"uri":"Storm_surge","surface_form":"storm surge","offset":9904},{"uri":"Reliable_sources","surface_form":"reliable sources","offset":9954}]}