{"id":73691,"url":"http://en.wikipedia.org/wiki/Pun","text":"(The last sentence is supposed to mean: “This was the way I used to speak before I got my false teeth”).\nThere is a joke about a man who sent ten different puns to friends in the hope that at least one of the puns would make them laugh. Unfortunately, no pun in ten did.\n(The joke here is on “no pun intended,” which is said when a person unintentionally says a pun by coincidence, and announces the find).\nThere are many websites and books which have jokes, very often with puns.\nPuns are easier to make in some languages than others. Languages with many homophones (words which sound the same but have a different meaning) such as the Chinese language are most suitable for puns.\nPuns do not have to be about homonyms. They can sometimes be a double entendre using both a literal sense of the word and a metaphor (figurative use). For example, if a young man joins the Navy and someone says that he \"sailed through his exams\", this is a joke because: 1) the expression \"to sail through something\" means \"to do it easily\", but 2) the Navy is about sailing in ships. It is possible to say something like that without realizing that it is a pun.\nAnother example is a story about two boys growing up and eating more and more food. One of the parents just began a new job and the other says, \"I hope you can start bringing home the bacon!\" In this example, bacon is a play on words meaning both money and the food, bacon.\nMany British people love making puns, especially bad puns (where a word has to be mispronounced to make the joke work). Lewis Carroll made many puns in his books \"Alice in Wonderland\" and \"Alice through the Looking Glass\".\nReally \"cool\" music as the rock band plays on an iceberg,\n\"You're fired!\" as the man is shot from a gun.\n\"How is your vineyard doing?\" a neighbor asked. The woman replied, \"It's growing grape!\" (play on words: \"It's going great!\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Language","surface_form":"language","offset":513},{"uri":"Homophone","surface_form":"homophone","offset":556},{"uri":"Chinese_language","surface_form":"Chinese language","offset":637},{"uri":"Double_entendre","surface_form":"double entendre","offset":745},{"uri":"Literal","surface_form":"literal","offset":774},{"uri":"Metaphor","surface_form":"metaphor","offset":806},{"uri":"Navy","surface_form":"Navy","offset":871},{"uri":"Exam","surface_form":"exam","offset":921},{"uri":"Bacon","surface_form":"bacon","offset":1412},{"uri":"Lewis_Carroll","surface_form":"Lewis Carroll","offset":1539},{"uri":"Alice_in_Wonderland","surface_form":"Alice in Wonderland","offset":1582},{"uri":"Alice_through_the_Looking_Glass","surface_form":"Alice through the Looking Glass","offset":1608}]}