{"id":737073,"url":"http://en.wikipedia.org/wiki/Ace_Books","text":"Ace Books is an American specialty publisher of science fiction and fantasy books. The company was founded in New York City in 1952 by Aaron A. Wyn and began as a genre publisher of mysteries and westerns. It soon tried other genres. Ace published its first science fiction (SF) book in 1953. This was successful, and Ace soon published more science fiction books than both mysteries and westerns. Ace became known for the \"tête-bêche\" publishing format used for many of its early books. But, it did not invent the format. Most of the early books were published in this \"Ace Double\" format, and Ace continued to publish books in several genres, in \"tête-bêche\" format, until 1973.\nAce, along with Ballantine Books, was one of the leading science fiction publishers for its first ten years. The death of owner A. A. Wyn in 1967 created problems for the publisher. That was delayed several years by the Ace Science Fiction Specials series, prominent in science fiction awards and nominations for novels published from 1968 to 1970. Two leading editors, Donald A. Wollheim and Terry Carr, left in 1971, and in 1972 Ace was sold to Grosset & Dunlap. Despite financial troubles, there were more successes, particularly with the third Ace Science Fiction Specials series, for which Carr came back as editor. Several sales of the company resulted in the company becoming part of Berkley Books. Ace later became an imprint of Penguin Group (USA).\n1952: Ace Doubles concept.\nEditor Donald A. Wollheim was working at Avon Books in 1952, but disliked his job. While looking for other work, he tried to persuade A. A. Wyn to begin a new paperback publishing company. Wyn was already a well-established publisher of books and pulp magazines under the name A. A. Wyn's Magazine Publishers. His magazines included \"Ace Mystery\" and \"Ace Sports.\" Ace Books may have got its name from these magazines. Wyn liked Wollheim's idea but waited for several months; meanwhile, Wollheim was applying for other jobs, including assistant editor at Pyramid Books. Pyramid mistakenly called Wyn's wife Rose for a reference, thinking Wollheim had worked for her. When Rose told her husband that Wollheim was applying for another job, Wyn made up his mind: he hired Wollheim immediately as an editor.\nThe first book published by Ace was a pair of mysteries bound \"tête-bêche\": Keith Vining's \"Too Hot for Hell\", backed with Samuel W. Taylor's \"The Grinning Gismo,\" for 35 cents, with serial number D-01. A \"tête-bêche\" book has the two titles bound in opposite directions, so that there are two front covers and the two texts meet in the middle (sometimes with advertising pages in between). Ace did not invent this format even though they are well-known for it. Ace published hundreds of titles bound this way over the next twenty-one years. Books by established authors were often bound with those by lesser-known writers, so that this would help new writers gain readers. The main drawback of the \"Ace Double\" format was that the two books had to fit a fixed page length (usually totalling between 256 and 320 low-height pages); thus one or both novels might be cut or revised to fit. Despite the tag \"Complete and Unabridged\" on the cover, books so labeled were sometimes still abridged.\nSome important titles in the early D-series novels are D-15, which features William S. Burroughs's first novel, \"Junkie\" (written under the pseudonym \"William Lee\"), and many novels by Philip K. Dick, Robert Bloch, Harlan Ellison, Harry Whittington, and Louis L'Amour, including those written under his pseudonym \"Jim Mayo\".\nThe last Ace Double in the first series was John T. Phillifent's \"Life with Lancelot\", backed with William Barton's \"Hunting on Kunderer\", issued August 1973 (serial #48245). Although Ace started using the \"Ace Double\" name again in 1974, the books were arranged conventionally, not \"tête-bêche\".\n1953–1963: Genre focus.\nAce's second title was a western (also \"tête-bêche\"): William Colt MacDonald's \"Bad Man's Return\", bound with J. Edward Leithead's \"Bloody Hoofs\". Mysteries and westerns alternated regularly for the first thirty titles, with a few books not in either genre, such as P. G. Wodehouse's \"Quick Service\", bound with his \"The Code of the Woosters\". In 1953, A.E. van Vogt's \"The World of Null-A\", bound with his \"The Universe Maker\", appeared; this was Ace's first foray into science fiction. (Earlier in 1953, Ace had released Theodore S. Drachman's \"Cry Plague!\", with a plot that could be regarded as SF, but the book it was bound with—Leslie Edgley's \"The Judas Goat\"—was not SF.) Another SF double followed later in 1953, and SF quickly became an important part of Ace's business. By 1955, the company released more SF books each year than in either of the other two genres, and from 1961 onward, SF titles outnumbered mysteries and westerns combined. Ace also published some juvenile delinquent novels in the 1950s. Collectors want these books, such as D-343, \"The Young Wolves\" by Edward De Roo and D-378, \"Out for Kicks\" by Wilene Shaw.\nBy the late 1950s, Ace's was publishing almost one hundred titles a year. Almost all the books were 35 cents, though some slim single volumes were 25 cents. A few were 50 cents. In the early '60s, rising costs finally forced an increase in the price of the books, and more books appeared at 40 cents, 45 cents and higher. A few thick volumes, such as the 1967 paperback of Frank Herbert's \"Dune\", were priced at 95 cents. With Ballantine Books, Ace was the dominant American science fiction paperback publisher in the 1950s and 1960s. Other publishers followed their example and sold books to the increasing audience for SF. But, no other publisher had as much the influence as Ace or Ballantine.\nMarket dominance was not only how many books Ace published, but also the first novels of authors such as Philip K. Dick (\"Solar Lottery\", 1955, D-103, bound with Leigh Brackett's \"The Big Jump\"); Gordon R. Dickson (\"Alien from Arcturus\", 1956, D-139, bound with Nick Boddie Williams' \"The Atom Curtain\"), Samuel R. Delany (\"The Jewels of Aptor\", 1962, F-173, bound with James White's \"Second Ending\"), Ursula K. Le Guin (\"Rocannon's World\", 1966, G-574, bound with Avram Davidson's \"The Kar-Chee Reign\"), Roger Zelazny (\"This Immortal\", 1966, F-393),\nand R. A. Lafferty's \"Past Master\" (1968, H-54).\n1964–1970: Financial problems.\nIn 1964, science fiction author Terry Carr joined the company. In 1967, he started the Ace Science Fiction Specials line, publishing critically acclaimed original novels by such authors as R. A. Lafferty, Joanna Russ and Ursula K. Le Guin. Carr and Wollheim also co-edited an annual \"Year's Best Science Fiction\" anthology series; and Carr also edited \"Universe\", a well-received original anthology series. \"Universe\" was initially published by Ace, although when Carr left in 1971 the series moved elsewhere.\nIn 1965, Wollheim argued that there was a copyright loophole in the American edition of \"The Lord of the Rings\" by J. R. R. Tolkien. The Houghton Mifflin edition had been bound using pages printed in the United Kingdom for the George Allen & Unwin edition, and as a result, U.S. copyright law might not protect the text. Based on this view, Ace Books published the first-ever paperback edition of Tolkien's work, featuring cover art and hand-drawn title pages by Jack Gaughan. After considerable controversy and the release of a competitive authorized (and revised) edition by Ballantine Books (the back covers of which included a message from Tolkien urging consumers to buy the Ballantine edition and boycott any \"unauthorized\" versions – referring directly to the Ace editions), Ace agreed to pay royalties to Tolkien and let its still-popular edition go out of print.\nWyn died in 1967, and the company grew larger than its budget. It did not pay its authors reliably. Without money to pay the signing bonus, Wollheim did not want to send signed contracts to authors. At least once, a book without a contract went to the printer. Wollheim later found out that the author, who was owed $3,000 by Ace, had to picking fruit for a living.\n1971–2015: Ace becomes a subsidiary.\nBoth Wollheim and Carr left Ace in 1971. Wollheim planned to start a separate paperback house with New American Library. He set up DAW Books. Carr became a freelance editor. Both Carr and Wollheim then edited competing Year's Best Science Fiction anthology series.\nBy the early 1970s, Ace Books became a major division of the old publisher, Charter Communications. It was in the Hippodrome Building, 1120 Avenue of the Americas, in New York City. In 1972, Grosset & Dunlap bought Ace, and in 1982, Grosset & Dunlap was bought by G.P. Putnam's Sons. Ace was likely the only profitable part of Grosset & Dunlap by this time. Ace soon became the science fiction imprint of its parent company.\nCarr returned to Ace Books in 1984 as a freelance editor, launching a new series of Ace Specials devoted entirely to first novels. This series was even more successful than the first: it included, in 1984 alone, William Gibson's \"Neuromancer\", Kim Stanley Robinson's \"The Wild Shore\", Lucius Shepard's \"Green Eyes\", and Michael Swanwick's \"In the Drift\". All were first novels by authors now regarded as major figures in the SF genre. Other prominent SF publishing figures who have worked at Ace include Tom Doherty, who left to start Tor Books, and Jim Baen, who left to work at Tor and who eventually founded Baen Books. Writers who have worked at Ace include Frederik Pohl and Ellen Kushner.\nIn 1996, Penguin Group (USA) bought the Putnam Berkley Group, and kept Ace as its SF imprint. As of December 2012, recently published authors included Joe Haldeman, Charles Stross, Laurell K. Hamilton, Alastair Reynolds, and Jack McDevitt. Penguin joined together with Random House in 2013 to become Penguin Random House, which continues to own Berkley. Ace's editorial team is also responsible for the Roc Books imprint, although the two imprints have a separate brand identity.\nPeople.\nThese people have worked at Ace Books as editors. The list is in order by the date they started working at Ace, if that is known. It includes editors who are notable and the most recent editors at Ace.\nAce names for series of books.\nUntil the late 1980s, Ace titles had two main types of serial numbers: letter series, such as \"D-31\" and \"H-77\", and numbers, such as \"10293\" and \"15697\". The letters told the price. This is a list of letter series with their dates and prices.\nThe first series of Ace books began in 1952 with D-01, a western in \"tête-bêche\" format: Keith Vining's \"Too Hot for Hell\" backed with Samuel W. Taylor's \"The Grinning Gismo\". That series continued until D-599, Patricia Libby's \"Winged Victory for Nurse Kerry\", but the series also included several G and S serial numbers, depending on the price. The D and S did not indicate \"Double\" (i.e., \"tête-bêche\") or \"Single\"; there are D-series titles that are not \"tête-bêche\", although none of the \"tête-bêche\" titles have an S serial number. Towards the end of this initial series, the F series began (at a new price), and thereafter there were always several different letter series in publication simultaneously. The D and S prefixes did not appear again after the first series, but the G prefix acquired its own series starting with G-501. Hence the eight earlier G-series titles can be considered part of a different series to the G-series proper. All later series after the first kept independent numbering systems, starting at 1 or 101. The \"tête-bêche\" format proved attractive to book collectors, and some rare titles in mint condition command prices over $1,000.","categories":[],"infobox_types":["publisher"],"annotations":[{"uri":"Science_fiction","surface_form":"science fiction","offset":48},{"uri":"Fantasy","surface_form":"fantasy","offset":68},{"uri":"A._A._Wyn","surface_form":"Aaron A. Wyn","offset":135},{"uri":"Mystery_fiction","surface_form":"mysteries","offset":182},{"uri":"Western_(genre)","surface_form":"westerns","offset":196},{"uri":"Ballantine_Books","surface_form":"Ballantine Books","offset":697},{"uri":"Ace_Science_Fiction_Specials","surface_form":"Ace Science Fiction Specials","offset":901},{"uri":"Donald_A._Wollheim","surface_form":"Donald A. Wollheim","offset":1051},{"uri":"Terry_Carr","surface_form":"Terry Carr","offset":1074},{"uri":"Grosset_%26amp%3B_Dunlap","surface_form":"Grosset & Dunlap","offset":1128},{"uri":"Berkley_Books","surface_form":"Berkley Books","offset":1372},{"uri":"Imprint_(trade_name)","surface_form":"imprint","offset":1407},{"uri":"Penguin_Group","surface_form":"Penguin Group (USA)","offset":1418},{"uri":"Donald_A._Wollheim","surface_form":"Donald A. Wollheim","offset":1473},{"uri":"Avon_(publishers)","surface_form":"Avon Books","offset":1507},{"uri":"A._A._Wyn","surface_form":"A. A. Wyn","offset":1600},{"uri":"Pulp_magazine","surface_form":"pulp magazine","offset":1713},{"uri":"A._A._Wyn%27s_Magazine_Publishers","surface_form":"A. A. Wyn's Magazine Publishers","offset":1743},{"uri":"Pyramid_Books","surface_form":"Pyramid Books","offset":2021},{"uri":"Keith_Vining","surface_form":"Keith Vining","offset":2346},{"uri":"Samuel_W._Taylor","surface_form":"Samuel W. Taylor","offset":2393},{"uri":"Cent_(currency)","surface_form":"cents","offset":2441},{"uri":"William_S._Burroughs","surface_form":"William S. Burroughs","offset":3337},{"uri":"Philip_K._Dick","surface_form":"Philip K. Dick","offset":3446},{"uri":"Robert_Bloch","surface_form":"Robert Bloch","offset":3462},{"uri":"Harlan_Ellison","surface_form":"Harlan Ellison","offset":3476},{"uri":"Harry_Whittington_(author)","surface_form":"Harry Whittington","offset":3492},{"uri":"Louis_L%27Amour","surface_form":"Louis L'Amour","offset":3515},{"uri":"William_Barton_(writer)","surface_form":"William Barton","offset":3685},{"uri":"William_Colt_MacDonald","surface_form":"William Colt MacDonald","offset":3961},{"uri":"J._Edward_Leithead","surface_form":"J. Edward Leithead","offset":4017},{"uri":"P._G._Wodehouse","surface_form":"P. G. Wodehouse","offset":4173},{"uri":"Quick_Service","surface_form":"Quick Service","offset":4192},{"uri":"The_Code_of_the_Woosters","surface_form":"The Code of the Woosters","offset":4224},{"uri":"A.E._van_Vogt","surface_form":"A.E. van Vogt","offset":4260},{"uri":"The_World_of_Null-A","surface_form":"The World of Null-A","offset":4277},{"uri":"Theodore_S._Drachman","surface_form":"Theodore S. Drachman","offset":4430},{"uri":"Leslie_Edgley","surface_form":"Leslie Edgley","offset":4541},{"uri":"Juvenile_delinquent","surface_form":"juvenile delinquent","offset":4883},{"uri":"Frank_Herbert","surface_form":"Frank Herbert","offset":5420},{"uri":"Dune_(novel)","surface_form":"Dune","offset":5437},{"uri":"Ballantine_Books","surface_form":"Ballantine Books","offset":5474},{"uri":"Philip_K._Dick","surface_form":"Philip K. Dick","offset":5849},{"uri":"Solar_Lottery","surface_form":"Solar Lottery","offset":5866},{"uri":"Leigh_Brackett","surface_form":"Leigh Brackett","offset":5906},{"uri":"Gordon_R._Dickson","surface_form":"Gordon R. Dickson","offset":5940},{"uri":"Nick_Boddie_Williams","surface_form":"Nick Boddie Williams","offset":6006},{"uri":"Samuel_R._Delany","surface_form":"Samuel R. Delany","offset":6049},{"uri":"James_White_(author)","surface_form":"James White","offset":6114},{"uri":"Ursula_K._Le_Guin","surface_form":"Ursula K. Le Guin","offset":6146},{"uri":"Rocannon%27s_World","surface_form":"Rocannon's World","offset":6166},{"uri":"Avram_Davidson","surface_form":"Avram Davidson","offset":6209},{"uri":"Roger_Zelazny","surface_form":"Roger Zelazny","offset":6249},{"uri":"...And_Call_Me_Conrad","surface_form":"This Immortal","offset":6265},{"uri":"R._A._Lafferty","surface_form":"R. A. Lafferty","offset":6299},{"uri":"Past_Master_(novel)","surface_form":"Past Master","offset":6317},{"uri":"Terry_Carr","surface_form":"Terry Carr","offset":6407},{"uri":"Ace_Science_Fiction_Specials","surface_form":"Ace Science Fiction Specials","offset":6462},{"uri":"R._A._Lafferty","surface_form":"R. A. Lafferty","offset":6564},{"uri":"Joanna_Russ","surface_form":"Joanna Russ","offset":6580},{"uri":"Ursula_K._Le_Guin","surface_form":"Ursula K. Le Guin","offset":6596},{"uri":"Copyright","surface_form":"copyright","offset":6927},{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":6974},{"uri":"J._R._R._Tolkien","surface_form":"J. R. R. Tolkien","offset":7000},{"uri":"Houghton_Mifflin","surface_form":"Houghton Mifflin","offset":7022},{"uri":"Allen_%26amp%3B_Unwin","surface_form":"George Allen & Unwin","offset":7112},{"uri":"Jack_Gaughan","surface_form":"Jack Gaughan","offset":7348},{"uri":"Ballantine_Books","surface_form":"Ballantine Books","offset":7462},{"uri":"New_American_Library","surface_form":"New American Library","offset":8259},{"uri":"DAW_Books","surface_form":"DAW Books","offset":8291},{"uri":"Charter_Communications_(publisher)","surface_form":"Charter Communications","offset":8501},{"uri":"Sixth_Avenue","surface_form":"Avenue of the Americas","offset":8565},{"uri":"Grosset_%26amp%3B_Dunlap","surface_form":"Grosset & Dunlap","offset":8616},{"uri":"G.P._Putnam%27s_Sons","surface_form":"G.P. Putnam's Sons","offset":8689},{"uri":"Freelancer","surface_form":"freelance","offset":8890},{"uri":"William_Gibson","surface_form":"William Gibson","offset":9062},{"uri":"Neuromancer","surface_form":"Neuromancer","offset":9080},{"uri":"Kim_Stanley_Robinson","surface_form":"Kim Stanley Robinson","offset":9094},{"uri":"Three_Californias_Trilogy","surface_form":"The Wild Shore","offset":9118},{"uri":"Lucius_Shepard","surface_form":"Lucius Shepard","offset":9135},{"uri":"Michael_Swanwick","surface_form":"Michael Swanwick","offset":9170},{"uri":"Tom_Doherty","surface_form":"Tom Doherty","offset":9354},{"uri":"Tor_Books","surface_form":"Tor Books","offset":9385},{"uri":"Jim_Baen","surface_form":"Jim Baen","offset":9400},{"uri":"Baen_Books","surface_form":"Baen Books","offset":9461},{"uri":"Frederik_Pohl","surface_form":"Frederik Pohl","offset":9512},{"uri":"Ellen_Kushner","surface_form":"Ellen Kushner","offset":9530},{"uri":"Penguin_Group","surface_form":"Penguin Group (USA)","offset":9554},{"uri":"Joe_Haldeman","surface_form":"Joe Haldeman","offset":9696},{"uri":"Charles_Stross","surface_form":"Charles Stross","offset":9710},{"uri":"Laurell_K._Hamilton","surface_form":"Laurell K. Hamilton","offset":9726},{"uri":"Alastair_Reynolds","surface_form":"Alastair Reynolds","offset":9747},{"uri":"Jack_McDevitt","surface_form":"Jack McDevitt","offset":9770},{"uri":"Random_House","surface_form":"Random House","offset":9814},{"uri":"Penguin_Random_House","surface_form":"Penguin Random House","offset":9845},{"uri":"Roc_Books","surface_form":"Roc Books","offset":9948},{"uri":"Keith_Vining","surface_form":"Keith Vining","offset":10599},{"uri":"Samuel_W._Taylor","surface_form":"Samuel W. Taylor","offset":10645}]}