{"id":737083,"url":"http://en.wikipedia.org/wiki/Fantastic_Science_Fiction","text":"\"Fantastic\" was an American digest-size fantasy and science fiction magazine. It was published from 1952 to 1980. Ziff Davis started it as a fantasy companion to \"Amazing Stories\". Within a few years sales went down. Howard Browne, the editor, was forced to switch to science fiction not fantasy. Browne lost interest in the magazine. The magazine often published poor-quality fiction in the mid-1950s, under Browne and his successor, Paul W. Fairman. At the end of the 1950s, Cele Goldsmith took over as editor of both \"Fantastic\" and \"Amazing Stories\". Goldsmith helped to support the early careers of writers such as Roger Zelazny and Ursula K. Le Guin. In 1965 the magazines were sold to Sol Cohen, who hired Joseph Wrzos as editor and switched to a reprint-only policy. This was financially successful, but brought Cohen into conflict with the newly formed Science Fiction Writers of America. At the end of the 1960s, Ted White became editor and the reprints were stopped.\nWhite worked hard to make the magazine successful, introducing artwork from comics artistsBut, in 1978, Cohen sold out his half of the business to his partner, Arthur Bernhard. White resigned soon after. Elinor Mavor was the next editor, but within two years Bernhard decided to close down \"Fantastic\". He combined it with \"Amazing Stories\", which had always enjoyed a slightly higher circulation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Digest_size","surface_form":"digest-size","offset":28},{"uri":"Fantasy_fiction_magazine","surface_form":"fantasy","offset":40},{"uri":"Science_fiction_magazine","surface_form":"science fiction magazine","offset":52},{"uri":"Ziff_Davis","surface_form":"Ziff Davis","offset":114},{"uri":"Amazing_Stories","surface_form":"Amazing Stories","offset":163},{"uri":"Howard_Browne","surface_form":"Howard Browne","offset":217},{"uri":"Paul_W._Fairman","surface_form":"Paul W. Fairman","offset":435},{"uri":"Cele_Goldsmith","surface_form":"Cele Goldsmith","offset":477},{"uri":"Roger_Zelazny","surface_form":"Roger Zelazny","offset":620},{"uri":"Ursula_K._Le_Guin","surface_form":"Ursula K. Le Guin","offset":638},{"uri":"Sol_Cohen","surface_form":"Sol Cohen","offset":692},{"uri":"Reprint","surface_form":"reprint","offset":754},{"uri":"Science_Fiction_Writers_of_America","surface_form":"Science Fiction Writers of America","offset":862},{"uri":"Ted_White_(author)","surface_form":"Ted White","offset":923},{"uri":"Elinor_Mavor","surface_form":"Elinor Mavor","offset":1182}]}