{"id":737047,"url":"http://en.wikipedia.org/wiki/Guangdong_Independence_Movement","text":"ce=\"preserve\">Guangdong Independence refers to movements that believe that Guangdong should be free from outside jurisdiction and interference. These movements wanted to establish an independent and autonomous political entity. In modern China, this idea has been put forward by others including Kang Youwei's followers and Ou Jiajia. Kang Youwei's followers later opposed the claim. In his book \"New Guangdong\", Ou Shi put forward the idea of establishing \"Guangdong of Guangdong\". In 1911, there was a revolution. At the end of October 1911, members of the Guangdong Alliance Chen Jiongming, Deng Jun and Peng Ruihai organized civil army uprisings throughout Guangdong. On November 9, Chen Jiongming led his troops to restore Huizhou. On the same day, Guangdong announced independence and established the Guangdong Military Government of the Republic of China. On January 1, 1912, the Republic of China was established, and Guangdong Province became a province in the Republic of China. In the early years of the Republic of China Guangdong Province drafted the \"Guangdong Provincial Draft\". This is inspired by the idea of autonomous provinces. The draft passed by the Guangdong Provincial Assembly on December 19, 1921. However, this proposal for the future planning of Guangdong Province did not receive sufficient support, and it was aborted as the Soviet forces intervened in the Far East and the KMT and the Communist Party went northward.\nHistory.\nThe war situation is more urgent, Ci Xi appointed Li Hongzhang as Chief Governor of Zhili and Beiyang Minister. Li Hongzhang realized that the DPRK government might begin to develop in a direction beneficial to the main party and decided to change his attitude.Before leaving, he first arrived by boat from Guangzhou to visit Hong Kong Governor Buli, and made a statement to the Hong Kong government.\nDuring the conversation, Bu Li told Li Hongzhang: \"I think that considering the current situation in North China, the moment is a good opportunity for the two Guangdong and Guangxi to separate from the Qing court. We should be ready to protect our interests\"\nAfter the failure of the Guangdong-Guangzhou Independence Plan, He Qi continued to try to persuade Hong Kong and Britain about his ideas and plans for the transformation of the Chinese dynasty. On July 21, He Qi reported that Bu Li supported the establishment of a republic in South China. On August 1, He published an article based on the political platform in the English newspaper Dechen West\nThe Qing court signed the unequal treaty on the government's foreign land reparations in many foreign wars. In the spring of 1901, the Qing court would cede Guangdong to France. Cantonese students studying in Japan Feng Si Luan, Zheng Guanyi, Li Zongzhong, Wang Chonghui, Feng Li and Liang Zhongyu and others initiated Guangdong Independent AssociationThey think the fate should be determined by Cantonese, not the Qing government Respondents from Guangdong and overseas Chinese in Japan, \"more than 200 participants\".The sponsors of the organization also visited Sun Wen, who was living in Yokohama at the time to discuss ways to raise money. The cooperation between Guangdong students studying in Japan and Xingzhong Association began.\nThe Qing dynasty lost the Jiwu War. As as result, it had to sign the \"Treaty of Shimonoseki\" in April of that year. Under the treaty, it ceded Taiwan and the surrounding islands to Japan. Most residents of Taiwan were strongly opposed to being ruled by the Japanese. Many people from Taiwan encouraged the former governor Tang Jingsong, to start a new country. He did this on May 25, and established the first country in Asia to call itself a \"democracy\". The name is Taiwan Democracy. Even though the Taiwan Democracy only existed for a short time, it inspired the ideas of the provinces' independence and autonomy and had a lasting impact..\nIn 1903, one year after the start of \"New Guangdong\", Hunan anti-Qing people studying in Japan Yang Yulin (Changsha people) published a page called\"New Hunan\". Yang Yulin's argument was deeply influenced by Ou Jiajia. Qia also advocated the dissolution of Ministry of China.\nOn May 8, 1905, the Qing Military Division sent a letter to the provincial governors to strictly ban \"New Guangdong\", \"New Hunan\", and \"Xin Min Cong Bao\" that promoted reform or revolution.\nAfter the Wuchang Uprising of Hubei in 1911, various circles in Guangdong \"planned Guangdong self-independence.\" On November 9, Guangdong Counseling Bureau announced Guangdong's independence from Qing. The gentry class in Guangdong had tasted the taste of modern political participation in the reform of the Advisory Council in the late Qing Dynasty. For them, the Xinhai Revolution was an opportunity for them to lead the practice of Guangdong's independence.\nStanford University Anthropology Associate Professor Melissa J. Brown who done research on the issue of identity between Taiwan and China. In his book book \"Does Taiwan belong to China?\" \"Sinification is a basic assumption in the development of Chinese civilization. It support the concept of\" \"China\" as a nation entity \". She mentioned the this movement can be used to raise deeper questions about Chinese nationalism’s colonial behavior, and she believed that Taiwan independence would challenge those belonging to China, including Guangdong.\nGeorge Mason University Economic historian Mark Koyama mentioned in an interview that the Chinese are \"more separatist than expected\". This is especially strong from the \"Shanghai region or Hong Kong Area \". He also pointed out that China's history will enter a divided pattern every few hundred years. Unless there is a major disaster or a collapse in the future, it will likely be divided again..\nIn Culture.\nJapanese right-wing writer Masahiro Miyazaki conceived the plot of South China's division under the Sino-Japanese conflict in his 1999 military novel \"China's Guangdong Army Uprising\".\nJapanese novelist Mori mentions the plot of Guangdong independence in two works. In his military novel \"The New Japan-China War\" published in 1995-2003, Morinaka fabricated a plot of Deng Xiaoping 's internal power struggle in China leading to regional conflict. It featured this movement.. Mori's later military novel \"The New Japan-China War-The Century of the Raging Waves\" which is written in the fictional 2020s, this movement is featured also..\nSocial impact.\nOn March 12, 2018, the media reported that many public facilities in Guangzhou were written with the traditional characters \"Guangzhou Independence Hong Kong\", \"Guangdong Independence\", and \"Free Cantonia\". They are spread on transportation and footpaths. Some pro-Chinese media that oppose Hong Kong’s independence, such as Hong Kong East Network reported on this. They believe that this is a manifestation of Hong Kong’s “independence” movement\nspreading to the Mainland and people should not vandalise public property.\nOn August 23, 2019, the anti-communist independence movement party conference jointly organized by and Uyghur American Association was held in Washington. Participants include Hong Kong, East Turkistan, South Mongolia, supporters of independent movements in Guangdong and other places, and China Democracy Movement people\nSpectulations.\nAt the working conference of the CPC Central Committee in April 1979, Xi Zhongxun, then the first secretary of the Guangdong Provincial Committee, raised the hope that the central government would delegate power to Guangdong Province. Hua Guofeng presiding over the meeting wondered what power Xi Zhongxun wanted. Xi Zhongxun said on the spot: \"For Guangdong is an 'independent country', it may take up in a few years. Under the current system, it will not be easy.\" This speech caused a great response at the meeting.\nOn September 11, 2008, Southern Metropolis Daily published a full-page report titled \"If Guangdong is an Independent Economy\". The article said: \"Let's imagine that if Guangdong is a country. If we try to observe China in a new way from the viewpoint of outsiders, and if China's provinces are regarded as independent countries, Guangdong will become the 14th largest economy in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kang_Youwei","surface_form":"Kang Youwei","offset":296},{"uri":"Ou_Jiajia","surface_form":"Ou Jiajia","offset":324},{"uri":"Ou_Shi","surface_form":"Ou Shi","offset":413},{"uri":"Xinhai_Revolution","surface_form":"revolution","offset":504},{"uri":"Li_Hongzhang","surface_form":"Li Hongzhang","offset":1507},{"uri":"Chief_Governor_of_Zhili","surface_form":"Chief Governor of Zhili","offset":1523},{"uri":"Beiyang_Minister","surface_form":"Beiyang Minister","offset":1551},{"uri":"Unequal_treaty","surface_form":"unequal treaty","offset":2539},{"uri":"Feng_Si_Luan","surface_form":"Feng Si Luan","offset":2728},{"uri":"Zheng_Guanyi","surface_form":"Zheng Guanyi","offset":2742},{"uri":"Li_Zongzhong","surface_form":"Li Zongzhong","offset":2756},{"uri":"Wang_Chonghui","surface_form":"Wang Chonghui","offset":2770},{"uri":"Feng_Li","surface_form":"Feng Li","offset":2785},{"uri":"Liang_Zhongyu","surface_form":"Liang Zhongyu","offset":2797},{"uri":"Guangdong_Independent_Association","surface_form":"Guangdong Independent Association","offset":2832},{"uri":"Yokohama","surface_form":"Yokohama","offset":3104},{"uri":"Xingzhong_Association","surface_form":"Xingzhong Association","offset":3222},{"uri":"Jiwu_War","surface_form":"Jiwu War","offset":3277},{"uri":"Treaty_of_Shimonoseki","surface_form":"Treaty of Shimonoseki","offset":3321},{"uri":"Taiwan","surface_form":"Taiwan","offset":3394},{"uri":"Tang_Jingsong","surface_form":"Tang Jingsong","offset":3573},{"uri":"Taiwan_Democracy","surface_form":"Taiwan Democracy","offset":3719},{"uri":"Yang_Shouren","surface_form":"Yang Yulin","offset":3989},{"uri":"New_Hunan","surface_form":"New Hunan","offset":4042},{"uri":"Ministry_of_China","surface_form":"Ministry of China","offset":4150},{"uri":"Guangdong_Counseling_Bureau","surface_form":"Guangdong Counseling Bureau","offset":4487},{"uri":"Stanford_University","surface_form":"Stanford University","offset":4820},{"uri":"Anthropology","surface_form":"Anthropology","offset":4840},{"uri":"Associate_Professor","surface_form":"Associate Professor","offset":4853},{"uri":"Sinification","surface_form":"Sinification","offset":5008},{"uri":"Nation","surface_form":"nation","offset":5127},{"uri":"Chinese_nationalism","surface_form":"Chinese nationalism","offset":5220},{"uri":"Taiwan_independence","surface_form":"Taiwan independence","offset":5283},{"uri":"George_Mason_University","surface_form":"George Mason University","offset":5366},{"uri":"Deng_Xiaoping","surface_form":"Deng Xiaoping","offset":6145},{"uri":"East_Network","surface_form":"East Network","offset":6763},{"uri":"Uyghur_American_Association","surface_form":"Uyghur American Association","offset":7053},{"uri":"Washington","surface_form":"Washington","offset":7093},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":7126},{"uri":"East_Turkistan","surface_form":"East Turkistan","offset":7137},{"uri":"South_Mongolia","surface_form":"South Mongolia","offset":7153},{"uri":"China_Democracy_Movement","surface_form":"China Democracy Movement","offset":7240},{"uri":"Xi_Zhongxun","surface_form":"Xi Zhongxun","offset":7357},{"uri":"Guangdong_Provincial_Committee","surface_form":"Guangdong Provincial Committee","offset":7402},{"uri":"Hua_Guofeng","surface_form":"Hua Guofeng","offset":7522},{"uri":"Southern_Metropolis_Daily","surface_form":"Southern Metropolis Daily","offset":7829}]}