{"id":73704,"url":"http://en.wikipedia.org/wiki/Patrick_Hillery","text":"He was Ireland's first European Commissioner, serving for three years until he became President in 1976. He never faced an election, because both time he ran for president he was unopposed.\nEarly & private life.\nPatrick John Hillery, known as \"Paddy Hillery\", was born in Spanish Point, Miltown Malbay, County Clare in 1923. He attended University College Dublin, where he studied medicine. In 1947 he returned to his home town where he followed in his father’s footsteps as a doctor. As a doctor he also spent a year working as coroner for West Clare.\nHillery married Mary Beatrice (Maeve) Finnegan on 27 October 1955. Together they had a son, John, and a daughter, Vivienne, who died after a long illness in 1985, shortly before her eighteenth birthday.\nDomestic political career.\nHillery was asked by Éamon de Valera to be his running mate in the 1951 general election. He won the election and Hillery was successful on his first attempt to get elected. He only became a minister after de Valera retired as Taoiseach in 1959.\nGovernment minister: 1959-1973.\nAs Minister for Education, Hillery established comprehensive schools and Regional Technical Colleges.\nAfter another election win in 1969 Hillery became Minister for External Affairs (renamed Foreign Affairs in 1972), one of the top cabinet posts. After \"Bloody Sunday\"), he travelled to the United Nations in New York to demand UN involvement in peace-keeping on the streets of Northern Ireland. In 1972, he negotiated Irish membership of the European Economic Community, a process that was completed in 1973.\nEuropean Commissioner.\nFollowing Ireland's successful entry into Europe Hillery was rewarded by becoming the first Irishman to serve on the European Commission. He was appointed Vice-President of the Commission as well as having special responsibility for Social Affairs. Hillery's most famous policy was to force EEC member states to give equal pay to women.\nIn 1976 the new Fine Gael–Labour Party National Coalition Government of Liam Cosgrave said they would not re-appoint him to the Commission. He thought about returning to medicine, perhaps moving with his wife, Maeve (also a doctor) to Africa. When President Cearbhall Ó Dálaigh resigned, Hillery agreed to become the Fianna Fáil candidate in the election.\nPresident.\nHe was elected without a contest as the only candidate, becoming President of Ireland on 3 December 1976.\nAfter 1982 people thought he was a very good and honest President. Before then he had been written off as boring and dull. In 1982 the Taoiseach, Fine Gael's Garret FitzGerald, lost a vote in Dáil Eireann. Dr Fitzgerald asked for a general election. As President he did not have to agree, and Dr Fitzgerald would have had to resign. This meant Dáil Éireann might choose Charles Haughey as Taoiseach. Hillery thought a new election was best, but many people from the President's own party tried to persuade him otherwise.\nPresident Hillery refused to speak to any opposition party politicians, but when Charles Haughey, who was Leader of the Opposition, had rang the President's Office he \"threatened\" to end the career of the army officer answered and refused on Hillery's \"explicit\" orders to put the call through to the President. Hillery called the Irish Army's Chief of Staff the following day and as Commander-in-Chief of the Army had ordered the Chief of Staff to make sure that no politician ever interfered with the career of the young army officer.\nIn 1983 Hillery was again elected unopposed. Hillery left office in 1990 (he had served the maximum two terms), widely applauded for his integrity, honesty and devotion to duty. However he re-entered public life in 2002 during the second referendum on the Nice Treaty, when he urged a \"yes\" vote. The referendum was carried.","categories":[],"infobox_types":[],"annotations":[{"uri":"EU","surface_form":"European","offset":23},{"uri":"Spanish_Point","surface_form":"Spanish Point","offset":272},{"uri":"Miltown_Malbay","surface_form":"Miltown Malbay","offset":287},{"uri":"County_Clare","surface_form":"County Clare","offset":303},{"uri":"University_College_Dublin","surface_form":"University College Dublin","offset":337},{"uri":"Coroner","surface_form":"coroner","offset":529},{"uri":"Maeve_Hillery","surface_form":"Mary Beatrice (Maeve) Finnegan","offset":569},{"uri":"%C3%89amon_de_Valera","surface_form":"Éamon de Valera","offset":804},{"uri":"Comprehensive_school","surface_form":"comprehensive school","offset":1108},{"uri":"Regional_Technical_Colleges","surface_form":"Regional Technical Colleges","offset":1134},{"uri":"Bloody_Sunday_(Northern_Ireland_1972)","surface_form":"Bloody Sunday","offset":1315},{"uri":"United_Nations","surface_form":"United Nations","offset":1352},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1439},{"uri":"EU","surface_form":"European Economic Community","offset":1504},{"uri":"European_Commission","surface_form":"European Commission","offset":1711},{"uri":"Fine_Gael","surface_form":"Fine Gael","offset":1947},{"uri":"Labour_Party_(Ireland)","surface_form":"Labour Party","offset":1957},{"uri":"Liam_Cosgrave","surface_form":"Liam Cosgrave","offset":2003},{"uri":"Maeve_Hillery","surface_form":"Maeve","offset":2141},{"uri":"Africa","surface_form":"Africa","offset":2166},{"uri":"President_of_Ireland","surface_form":"President","offset":2179},{"uri":"Cearbhall_%C3%93_D%C3%A1laigh","surface_form":"Cearbhall Ó Dálaigh","offset":2189},{"uri":"President_of_Ireland","surface_form":"President of Ireland","offset":2363},{"uri":"Fine_Gael","surface_form":"Fine Gael","offset":2550},{"uri":"Garret_FitzGerald","surface_form":"Garret FitzGerald","offset":2562},{"uri":"Charles_Haughey","surface_form":"Charles Haughey","offset":2774},{"uri":"Nice_Treaty","surface_form":"Nice Treaty","offset":3718}]}