{"id":737144,"url":"http://en.wikipedia.org/wiki/Melikdom_of_Kashatag","text":"Melikdom of Kashatag(also Kyshtag; arm. Քաշաթաղի մելիքություն) - Armenian melikdom(princedom), which existed in the XV-XVII centuries. It was located along the Akera River, on the southeastern section of the modern border of Armenia and Azerbaijan(approximately corresponds to the Kashatag region of the Nagorno-Karabakh Republic). The residence of the Meliks was located in the village of Khnats, in the east of the present Syunik region of Armenia.\nHistory.\nMelikdom was founded in the last quarter of the 15th century. Melik Haykaz I, the founder of the Melik-Haykazyan dynasty, the youngest branch of the Armenian princely dynasty of Proshyan, became its founder. Prior to the Aikazyan, the Kashatag region was ruled by the clan of Shahurnetsi and before them by the Orbelian family.\nAikaz I was succeeded by a son, Ahnazar I. Ahnazar died in 1551, his grave survived until the 1930s. The palace of Akhnazar in Khnatsakh has survived to this day.\nThe most prominent representative of the genus was Melik Aikaz II, who owned Melik rights from 1551 to 1623 and was an active supporter of the Iranian orientation during the Turkish-Persian wars for the possession of Transcaucasia. Arakel of Tabriz mentions him as one of the noble Armenians and advisers at the court of Shah of Iran Abbas I.\nAccording to historian M. Asratyan, due to the brutal policies of the Ottoman Empire during the temporary occupation of Transcaucasia, in the 1580s or 90s, Aykaz II left his possessions and lived in exile in Iran for 10-15 years. After the reconquest of the region by Iran and the crowding out of Turkish troops, in 1606-1607, as one of the loyal supporters of the Shah, Aykaz II was not only restored to his rights to Kashatag but also received some possessions beyond its borders.\nWe have reached the decree(ferman) of Shah Abbas I with a listing of the services provided by Melik for Shah authorities. The decree(ferman) himself has no date, but the date 999 of the hijra (that is, 1590/1591) is indicated on the seal of Abbas I.\nThe names of Aikaz I, Ahnazar I, Aikaz II and their descendants are found in tombstones preserved on gravestones of the 16th – 18th centuries.\nOn behalf of Melikdom of Kashatag, which were belonged to the Aykazyan family, a document written in Persian in 1691-92 was preserved. It includes the joint appeal of Melik Akhnazar and his subordinate village headmen(in Armenian \"tanuter\", in Persian \"kedhuda\"), addressed to the Shah’s court. In the document, they appoint as their authorized representatives the son of melik Akhnazar, Ilyas (Elias), and one of the elders, Hikor, who were supposed to present the problems arising in the region to the Shah’s court and defend the interests of the local population.\nThe names of Melik Ahnazar and his brother Aikaz (who is also mentioned in the document of 1691/92 as one of the witnesses) are marked in the inscription of 1682 on the facade of the entrance to the Church of the Holy Virgin in the village of Mirik of the Kashatag region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arakel_of_Tabriz","surface_form":"Arakel of Tabriz","offset":1183}]}