{"id":73715,"url":"http://en.wikipedia.org/wiki/AR-15","text":"The AR-15 is a semi-automatic rifle designed by the ArmaLite Division of the Farichild Enginer and Aircraft Corporation in 1958 by Eugene Stoner. It is the civilian predecessor of the M-16 rifle.\nThe \" AR\" in its name reflects the first two letters in the company name... ArmaLite. The fact that the AR-17 is a shotgun gives lie to a common belief that AR stands for \"ArmaLite Rifle.\"\nThe military version is the M-16, manufactured by Colt Firearms, FNMI, Harrington Richardson, Daewoo, and others.\nThe AR-15 is a semiautomatic rifle that discharges a single shot with each pull of the trigger until empty. The M-16, unlike the AR-15, is a select fire (semi and fully automatic) magazine fed, gas operated, shoulder fired assault rifle. The M-16 first saw combat in the Vietnam War.\nThe AR-15 is a lightweight, magazine-fed, air-cooled rifle with a rotating locking bolt actuated by propellant gas expanding within an internal gas piston operating system.\nThe gas for this system is tapped from the barrel and travels down a gas tube that feeds it into the bolt carrier and thus the gas (i.e. piston) cylinder. The gas expands within the piston cylinder and forces the carrier rearward. A cam pin linking the bolt to unlocking surfaces of the bolt carrier forces the bolt to unlock from the barrel and allows the assembly to drive to the rear.\nAn error in an early article covering the AR-15 described the system as a \"direct impingement\" system. This long standing error is based on the fact that a true direct impingement system also moves propellant gasses from the barrel into the face of the carrier. Unlike pressurizing a piston cylinder in the bolt carrier, the gas of the direct impingement system simply passes into a shallow depression in the bolt carrier and actually blows the carrier to the rear.\nEarly usage of the M16 version of the AR-15 in Viet Nam resulted in intense criticism of poor reliability. On-scene studies revealed that the barrel and chamber tended to accumulate rust pits in the humid conditions in Viet Nam that caused difficult extraction of fired cartridge cases. Chrome plating of the barrels and chambers solved the problem and the M16 has gone on to great approval. While the early AR-15s also were built with un-chromed barrels the moderate climate in the US and gentler use by owners resulted in few problems.\nBarrels of current commercial variants of the AR-15 are produced in chromed, un-chromed, and stainless steel barrels with little extraction difficulty in the more moderate climate in the US.\nEven the earliest AR-15 and M16 internal piston systems were chromed plated and the rifles performed well if properly lubricated and cleaned. Nonetheless some rifle manufacturers have accused the internal piston system of inferiority and modified the rifles to an external piston system and driving rod pushing the carrier.\nTwo such designs were developed for the military and found unneeded. Extreme test firing (2000 rounds with no cleaning or lubing and no malfunctions) confirmed findings that simple lubrication keeps the rifles functioning for extreme periods, but all manufacturers recommend more frequent cleaning.\nFirst considered of little use, the AR-15 was long considered to provide inferior accuracy to target shooters in the prestigious Service Rifle matches. The provision of heavier match barrels and target sights by ArmaLite and heavier match bullets by the Sierra Bullet company produced accuracy so satisfactory that they have displaced the previous M1 and M16 rifles used in those matches. The\nThe AR-15s light weight, accuracy, and light recoil has made it extremely popular with shooters and its use is spreading around the world. It is a useful collector's item, ranch or home secuity rifle, and small caliber hunting rifle and has become one of the most popular rifles in the world, and ArmaLite's are manufactured even today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Semi-automatic_rifle","surface_form":"semi-automatic rifle","offset":15},{"uri":"ArmaLite","surface_form":"ArmaLite","offset":52},{"uri":"Eugene_Stoner","surface_form":"Eugene Stoner","offset":131},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":770}]}