{"id":737509,"url":"http://en.wikipedia.org/wiki/Norwegian_heavy_water_sabotage","text":"The Norwegian heavy water sabotage was a group of Allied missions in World War II. The target of the missions was the 60 megawatt Vemork power station. This power station produced a type of water that is named heavy water. Heavy water is based on a hydrogen isotope called deuterium. The missions were to stop Germany from making heavy water. Germany needed the heavy water to understand and help make an atomic bombs. The attacks started in February 1942 by Norwegian Commandos and Allied bombers. The missions were code named Grouse, Freshman, and Gunnerside. The missions were successful and the Vemork power plant was no longer working by 1943.\nOperation Grouse.\nBritish Special Operations Executive (or SOE) made plans to put four Norwegian commandos in the area in October 1942. On 19 October 1942, these Norwegian commandos parachuted in. They had to ski a very long way to get to the station. They were supposed to watch the power station to make sure it was safe for other troops to arrive. The mission went well and the commandos began surveillance of the power station from Hardanger Plateau.\nOperation Freshman.\nOn 19 November 1942, British paratroopers were supposed to meet the Norwegian commandos and attack the power station. The paratroopers were flown in on gliders pulled by large bombers. The gliders and bombers crashed before they got to Vemork. Most of the British paratroopers were killed in the crash. One crew from a bomber survived, but they were all captured by the German army. The German Gestapo then tortured and executed all of the prisoners. Even though the Norwegian commandos were able to hide from the Germans, the mission was a complete failure.\nOperation Gunnerside.\nA new mission was started in February 1943. This time, the Norwegian commandos were able to sneak up to the power station and attacked it. The commandos set bombs on the machines that made the heavy water. The commandos left a Thompson submachine gun behind on purpose so the German military would know it wasn't people from the town. The bombs destroyed the machines and stopped the station from making heavy water. No one from the ferry survived and the heavy water was lost. All of the commandos survived.\nSinking of the \"SF Hydro\".\nAfter the station was damaged, the German soldiers tried to move the heavy water they had made. The German army moved the remaining heavy water to a dock on Lake Tinn. The heavy water was in drums that were loaded on a railroad car. They loaded the railroad cars on a ferry called the \"SF Hydro\". Norwegian resistance fighters, led by one of the commandos from Operation Gunnerside, were able to plant bombs on the ferry. After the ferry left the dock, the bombs exploded and the ferry sank into deep water. 18 people died on the ferry, 14 Norwegian people and 4 German soldiers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":50},{"uri":"World_War_II","surface_form":"World War II","offset":69},{"uri":"Watt","surface_form":"megawatt","offset":121},{"uri":"Heavy_water","surface_form":"heavy water","offset":210},{"uri":"Isotope","surface_form":"isotope","offset":258},{"uri":"Deuterium","surface_form":"deuterium","offset":273},{"uri":"Germany","surface_form":"Germany","offset":310},{"uri":"Heavy_water","surface_form":"heavy water","offset":330},{"uri":"Atomic_bomb","surface_form":"atomic bomb","offset":405},{"uri":"Norway","surface_form":"Norwegian","offset":459},{"uri":"Commando","surface_form":"Commando","offset":469},{"uri":"Bomber","surface_form":"bomber","offset":490},{"uri":"Britain","surface_form":"British","offset":667},{"uri":"Special_Operations_Executive","surface_form":"Special Operations Executive","offset":675},{"uri":"Surveillance","surface_form":"surveillance","offset":1046},{"uri":"Hardanger_Plateau","surface_form":"Hardanger Plateau","offset":1085},{"uri":"Paratrooper","surface_form":"paratrooper","offset":1153},{"uri":"Glider","surface_form":"glider","offset":1276},{"uri":"Gestapo","surface_form":"Gestapo","offset":1518},{"uri":"Torture","surface_form":"torture","offset":1531},{"uri":"Thompson_submachine_gun","surface_form":"Thompson submachine gun","offset":1932},{"uri":"Lake_Tinn","surface_form":"Lake Tinn","offset":2398},{"uri":"Ferry","surface_form":"ferry","offset":2509}]}