{"id":737939,"url":"http://en.wikipedia.org/wiki/Cromwellian_conquest_of_Ireland","text":"During the wars of the kingdoms, forces of the English parliament conquered Ireland, between 1649 and 1653. These forces were led by Oliver Cromwell. The event is known as Cromwellian conquest of Ireland or Cromwellian war in Ireland. Cromwell invaded Ireland with his New Model Army on behalf of England's Rump Parliament in August 1649.\nAfter the Irish Rebellion of 1641, most of Ireland came under the control of the Irish Catholic Confederation. In early 1649, the Confederates allied with the English Royalists, who had been defeated by the Parliamentarians in the English Civil War. By May 1652, Cromwell's Parliamentarian army had defeated the Confederate and Royalist coalition in Ireland and occupied the country, ending the Irish Confederate Wars (or Eleven Years' War). However, guerrilla warfare continued for a further year. Cromwell passed a series of Penal Laws against Roman Catholics (the vast majority of the population) and confiscated large amounts of their land.\nThe Parliamentarian conquest was brutal, and Cromwell is still a hated figure in Ireland. The extent to which Cromwell, who was in direct command for the first year of the campaign, was responsible for the atrocities is debated to this day. Some historians argue that the actions of Cromwell were within the then-accepted rules of war, or were exaggerated or distorted by later propagandists; these claims have been challenged by others.\nThe impact of the war on the Irish population was unquestionably severe, although there is no consensus as to the magnitude of the loss of life. The war resulted in famine, which was worsened by an outbreak of bubonic plague. Estimates of the drop in the Irish population resulting from the Parliamentarian campaign range from 15 to 83 percent. The Parliamentarians also transported about 50,000 people as indentured labourers. Some estimates cover population losses over the course of the Conquest Period (1649–52) only, while others cover the period of the Conquest to 1653 and the period of the Cromwellian Settlement from August 1652 to 1659 together.","categories":[],"infobox_types":["military conflict|"],"annotations":[{"uri":"Wars_of_the_kingdoms","surface_form":"wars of the kingdoms","offset":11},{"uri":"English_Parliament","surface_form":"English parliament","offset":47},{"uri":"Ireland","surface_form":"Ireland","offset":76},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":133},{"uri":"New_Model_Army","surface_form":"New Model Army","offset":269},{"uri":"England","surface_form":"England","offset":297},{"uri":"Rump_Parliament","surface_form":"Rump Parliament","offset":307},{"uri":"Irish_Rebellion_of_1641","surface_form":"Irish Rebellion of 1641","offset":349},{"uri":"Confederate_Ireland","surface_form":"Irish Catholic Confederation","offset":420},{"uri":"Cavalier","surface_form":"Royalists","offset":506},{"uri":"Roundhead","surface_form":"Parliamentarians","offset":546},{"uri":"English_Civil_War","surface_form":"English Civil War","offset":570},{"uri":"Irish_Confederate_Wars","surface_form":"Irish Confederate Wars","offset":734},{"uri":"Guerrilla_warfare","surface_form":"guerrilla warfare","offset":790},{"uri":"Penal_Laws_(Ireland)","surface_form":"Penal Laws","offset":866},{"uri":"Roman_Catholics","surface_form":"Roman Catholics","offset":885},{"uri":"Act_for_the_Settlement_of_Ireland_1652","surface_form":"confiscated large amounts of their land","offset":943},{"uri":"Famine","surface_form":"famine","offset":1587},{"uri":"Bubonic_plague","surface_form":"bubonic plague","offset":1632},{"uri":"Penal_transportation","surface_form":"transported","offset":1793},{"uri":"Indentured_servant","surface_form":"indentured labourers","offset":1828},{"uri":"Act_for_the_Settlement_of_Ireland_1652","surface_form":"Cromwellian Settlement","offset":2020}]}