{"id":738422,"url":"http://en.wikipedia.org/wiki/Couque_de_Dinant","text":"The \"Couque de Dinant\" () is an extremely hard and sweet biscuit. It is a traditional biscuit of the southern Belgian city of Dinant in Wallonia.\nPreparation.\n\"Couques\" are made with three ingredients: wheat, flour and honey. Preparation is fairly easy: The same amount of each ingredient is added, and nothing else. For example, neither water nor yeast are added. The dough is put in a wooden mould. The wood is obtained from pear tree, walnut tree or beech tree. The moulds have many different shapes. These includes animals, floral patterns, people or landscapes.\nThe biscuit is cooked in an oven preheated to around for 15 minutes. This allows the honey to caramelize. On cooling, the biscuit becomes very hard. It can be preserved indefinitely. \"Couques\" can be displayed as decoration as they will not rot. They are used as as Christmas tree ornaments, or used to commemorate special occasions.\nA different type, the \"couque de Rins\" also adds sugar to the dough. It is sweeter and softer as a result.\nConsumption.\n\"Couques de Dinant\" cannot be bitten as they are very large and hard. They are instead broken into small pieces. The pieces can then be bitten, sucked, left to melt in the mouth or be soaked in coffee. \"Couques de Dinant\" have been traditionally given to babies during teething.\nDinant bakeries see large sales over the summer season due to tourists. The consumption of \"couques\" is highest near Saint Nicholas Day in December. At that time of year, they are sold and eaten all over Belgium.\nOrigins.\nA popular but unlikely legend said that couques came from from the sacking of Dinant in 1466. Dinant was sacked by Charles the Bold during the Liège Wars. The citizens were supposedly desperate and had little to eat but flour and honey. They then decided to make a dough by mixing honey and flour. As the dough was so hard, they find that ornaments can be made out of it. One example is \"dinanderie\" (local ornamental brasswork). The people thereby began the tradition of giving the biscults patterns.\nIt is more clear that \"couque\" began to appear some time in the 18th century. The exact circumstances of its invention are unclear though.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biscuit","surface_form":"biscuit","offset":57},{"uri":"Belgium","surface_form":"Belgian","offset":110},{"uri":"Dinant","surface_form":"Dinant","offset":126},{"uri":"Wallonia","surface_form":"Wallonia","offset":136},{"uri":"Wheat","surface_form":"wheat","offset":202},{"uri":"Flour","surface_form":"flour","offset":209},{"uri":"Honey","surface_form":"honey","offset":219},{"uri":"Yeast","surface_form":"yeast","offset":348},{"uri":"Dough","surface_form":"dough","offset":369},{"uri":"Mold_(cooking_implement)","surface_form":"mould","offset":394},{"uri":"Pear","surface_form":"pear","offset":427},{"uri":"Juglans","surface_form":"walnut tree","offset":438},{"uri":"Fagus_sylvatica","surface_form":"beech tree","offset":453},{"uri":"Caramel","surface_form":"caramelize","offset":661},{"uri":"Christmas_tree","surface_form":"Christmas tree","offset":833},{"uri":"Teething","surface_form":"teething","offset":1290},{"uri":"Sinterklaas","surface_form":"Saint Nicholas Day","offset":1417},{"uri":"Charles_the_Bold","surface_form":"Charles the Bold","offset":1637},{"uri":"Li%C3%A8ge_Wars","surface_form":"Liège Wars","offset":1665},{"uri":"Ornament","surface_form":"ornament","offset":1861},{"uri":"Dinanderie","surface_form":"dinanderie","offset":1910},{"uri":"Bronze_and_brass_ornamental_work","surface_form":"brasswork","offset":1940}]}