{"id":73859,"url":"http://en.wikipedia.org/wiki/Trail_of_Tears","text":"The Trail of Tears was a forced movement of Native Americans in the United States between 1836 and 1839. The United States government forced Native Americans to leave their lands and move outside the United States. The U.S. then took over the Native Americans' lands and made the United States bigger.\nBecause thousands of Native Americans died during this forced move, it is called the \"Trail of Tears.\"\nReasons.\nIn 1827, gold was found near Dahlonega in Georgia. This resulted in a gold rush. But at that time, a Native American nation called the Cherokees lived in Georgia. Many Cherokee children went to American schools. The Cherokees had their own newspaper and built three-story houses. Some even owned slaves.\nEven so, President Andrew Jackson wanted this land to belong to the United States. The land was worth over $7,000,000 (about $179.5 million in 2015 U.S. dollars). Jackson signed a law that forced the Cherokees to move. This was called the Indian Removal Act. However, at that time, the Cherokees had their own nation and their own government. They did not have to follow laws made by the United States. Therefore, Jackson signed laws that let him take nearly all the Cherokees' rights.\nThe Cherokee nation did not want to accept those laws or the Indian Removal Act, so the Cherokees' Chief John Ross decided to try to defend the Cherokee rights through the United States courts. In 1832, the Supreme Court of the United States said that the Cherokee were living in their own country, \"in which the laws of Georgia can have no force.\" The Court said Georgia had no right to make the Cherokee do anything.\nNevertheless, the U.S. government used a treaty, called the Treaty of New Echota, to remove the Cherokee nation by force. The treaty was signed by the leader of a small group of Cherokees who had different opinions than the rest of the Nation. Since the treaty was not signed by an official Cherokee leader, it was not legal under Cherokee law. About 15,000 Cherokees signed a petition against the treaty. Newspapers and people around the United States (including John Quincy Adams) protested the treaty.pp. 36, 41 The United States Senate approved the treaty by just one vote. President Jackson signed the treaty into law on May 23, 1836. The treaty gave the Cherokees two years to leave their lands.p. 36\nForced removal.\nThe deadline for Cherokees to leave their land voluntarily was on May 23, 1838.p. 36 President Martin Van Buren sent General Winfield Scott to lead the soldiers who would force the Cherokee to leave.p. 41 Scott ordered his soldiers to \"show every possible kindness to the Cherokee and to arrest any soldier who [gave] a [cruel] injury or insult [to] any Cherokee man, woman, or child.\"\nOn May 26th, the operation began. 7,000 soldiers forced about 15,000 Cherokees and 2,000 of their slaves to leave their land. All Cherokees had to leave their homes right away. Within three weeks, the Cherokees were all forced into internment camps. They were forced to stay in these camps for the summer of 1838.pp. 41–42 353 Cherokee died from dysentery and other diseases.\nFinally Chief Ross got General Scott to agree to a deal. Chief Ross promised that he and other Cherokee leaders would bring the Cherokee people to their new lands on their own. General Scott agreed and even got the U.S. Army to pay the costs for the trip.\nThe Cherokee travelled in groups of 1000 to 3000 people on three main routes. Different groups started in Chattanooga, Tennessee; Guntersville, Alabama; and Charleston, Tennessee. Most Cherokees had to walk; others, if they were wealthy men, could use wagons. The United States government also gave the Cherokee about 660 wagons.\nThe trip was about 1,200 miles long. During the trip, the Cherokees had to deal with winter weather, blizzards, and diseases. Not everybody agrees on how many people died on the trip. Some say 2,000 and others say 6,000, but most say about 4,000 people died. This was one out of every four people in the Cherokee population. They died from diseases like pneumonia, from freezing to death, from drinking bad water, and from other causes. About half of them died in camps, and the other half during the trip.\nIt is said that many Cherokees sang a Cherokee version of the song Amazing Grace, which became a kind of anthem for the Cherokee nation.\nFinally the Cherokee who were still alive arrived in what is now Oklahoma.\nRoutes.\nThere were different routes the Cherokees took. Some were by land and others by water. Some boats were destroyed, which was a danger on water routes. On the ground, people had to walk through mud and cold weather and it was harder walking on land.\nWater route.\nThis route was taken by three groups, in total 2,800 Cherokees. The first group left on June 6 and reached the territory after 13 days. All groups started at Ross's Landing at the Tennessee River. They used boats to travel to the Ohio River. They then took this river southward, which took them to the Mississippi River. From there they moved through the Arkansas River westwards. They arrived near Fort Coffee, Oklahoma. The second and third group had a lot of problems with diseases, so their trip took longer.\nLand routes.\nAll others took land routes. They traveled in groups with a size of 700-1,600 people, all led by conductors chosen by John Ross, except for those, who signed the Treaty of New Enchota. They were led by United States soldiers. They usually took the southern route, and John Ross' groups the northern route. Both sides used already existing \"roads\". Most Cherokees took the northern route. The route lead through central Tennessee, southwestern Kentucky, and southern Illinois. The groups crossed the Mississippi north of Cape Girardeau, Missouri, then traveled through southern Missouri and west of Arkansas. Many died because of diseases, lack of water and bad road conditions. All land routes usually ended near Westville, Oklahoma. There were many more different land routes only taken by few people. These routes cover more than 2,200 miles in 9 states.","categories":[],"infobox_types":[],"annotations":[{"uri":"Forced_migration","surface_form":"forced movement","offset":25},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans in the United States","offset":44},{"uri":"United_States_government","surface_form":"United States government","offset":109},{"uri":"United_States","surface_form":"United States","offset":200},{"uri":"Gold","surface_form":"gold","offset":423},{"uri":"Dahlonega","surface_form":"Dahlonega","offset":443},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":456},{"uri":"Gold_rush","surface_form":"gold rush","offset":484},{"uri":"Nation","surface_form":"nation","offset":531},{"uri":"Cherokee","surface_form":"Cherokee","offset":549},{"uri":"Newspaper","surface_form":"newspaper","offset":654},{"uri":"Slavery","surface_form":"slaves","offset":710},{"uri":"United_States_President","surface_form":"President","offset":727},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":737},{"uri":"Million","surface_form":"million","offset":850},{"uri":"United_States_dollar","surface_form":"U.S. dollars","offset":866},{"uri":"Law","surface_form":"law","offset":898},{"uri":"Indian_Removal_Act","surface_form":"Indian Removal Act","offset":957},{"uri":"Sovereign_state","surface_form":"their own nation","offset":1018},{"uri":"Rights","surface_form":"rights","offset":1196},{"uri":"John_Ross","surface_form":"John Ross","offset":1309},{"uri":"Court","surface_form":"court","offset":1390},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":1411},{"uri":"Treaty","surface_form":"treaty","offset":1664},{"uri":"Treaty_of_New_Echota","surface_form":"Treaty of New Echota","offset":1683},{"uri":"Petition","surface_form":"petition","offset":2000},{"uri":"John_Quincy_Adams","surface_form":"John Quincy Adams","offset":2087},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":2142},{"uri":"Martin_Van_Buren","surface_form":"Martin Van Buren","offset":2441},{"uri":"Arrest","surface_form":"arrest","offset":2634},{"uri":"Injury","surface_form":"injury","offset":2674},{"uri":"Internment_camp","surface_form":"internment camp","offset":2964},{"uri":"Dysentery","surface_form":"dysentery","offset":3078},{"uri":"Disease","surface_form":"disease","offset":3098},{"uri":"Chattanooga%2C_Tennessee","surface_form":"Chattanooga, Tennessee","offset":3470},{"uri":"Guntersville%2C_Alabama","surface_form":"Guntersville, Alabama","offset":3494},{"uri":"Wealth","surface_form":"wealth","offset":3593},{"uri":"Winter","surface_form":"winter","offset":3779},{"uri":"Blizzard","surface_form":"blizzard","offset":3795},{"uri":"Population","surface_form":"population","offset":4007},{"uri":"Pneumonia","surface_form":"pneumonia","offset":4048},{"uri":"Hypothermia","surface_form":"freezing to death","offset":4064},{"uri":"Contamination","surface_form":"bad","offset":4097},{"uri":"Amazing_Grace","surface_form":"Amazing Grace","offset":4268},{"uri":"Anthem","surface_form":"anthem","offset":4306},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":4403},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":4984},{"uri":"Arkansas_River","surface_form":"Arkansas River","offset":5037},{"uri":"Tennessee","surface_form":"Tennessee","offset":5627},{"uri":"Kentucky","surface_form":"Kentucky","offset":5651},{"uri":"Illinois","surface_form":"Illinois","offset":5674},{"uri":"Cape_Girardeau%2C_Missouri","surface_form":"Cape Girardeau, Missouri","offset":5728}]}