{"id":738691,"url":"http://en.wikipedia.org/wiki/Lu_Andrade","text":"Luciana Andrade (Varginha, 18 September 1978), better known as Lu Andrade, is a Brazilian singer, songwriter and presenter. In 2002 she won the talent show \"Popstars\" and joined the Brazilian girl group \"Rouge\" until 2004, with which she recorded two of the four studio albums released in the group's career, Rouge (2002) and C'est La Vie (2003). In 2004 she left the band alleging lack of identification with the group's musical style, which sold a total of 6 million copies and became the most successful female group in Brazil and one of the twenty that sold the most in the world.\nIn 2004, after leaving the group, Luciana returned to her parents' home in Varginha, where she stayed for a few months without giving statements to the press. In 2005 she returned to São Paulo to study music and improve her musical ideology. She worked as a supporting vocal for Negra Li, Nasi, Furto, Forgotten Boys, Sérgio Britto, and Eric Silver. In 2007 Luciana was invited to become a reporter for the \"Show Total\" program, on the subscription channel TVA, where she stayed until 2009. In 2010 she made her debut on the stage of the theater in the musical \"Into The Woods\", Brazilian version of Broadway. In 2012 he debuts his second tour, entitled Tour O Amor eo Tempo. In 2012 he released his first single, \"Mind and Heart\", releasing the second, \"Amanheceu\", in 2014.\nIn 2015 she formed the project Duo Elétrico together with guitarist Ciro Visconti, playing several covers of rock bands, in addition to becoming the vocalist of the return of the band Aries on the commemorative tour of 25 years. In 2016, reconciling with her work in music, she became a presenter of the program Programa Acesso Cultural, shown online, in addition to becoming a singing instructor at the Conservatory Souza Lima, where she had studied music 15 years before.\nIn 2017, she returned to the Rouge group for initially four shows as part of the Chá da Alice project, and shortly thereafter, she joined the group definitively, starting in 2018 a tour with the group, in addition to releasing a new single. In 2018 integrates the participants of the talent show Dancing Brasil.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazilian","surface_form":"Brazilian","offset":80}]}