{"id":738623,"url":"http://en.wikipedia.org/wiki/Dunmore_East","text":"History.\nIron Age people established a promontory fort overlooking the sea at Shanooan (referred to in 1832 as meaning the 'Old Camp' but more likely Canon Power's Sean Uaimh, 'Old Cave')\nIn 1640, Lord Power of Curraghmore, who owned a large amount of property in the area, built a castle on the cliff overlooking the strand about two hundred metres from St. Andrew's Church. The castle was falling into ruin by the middle of the next century and now just one tower remains.\nIn Smith's history of Waterford, the village was mentioned as being a fishing port about the year 1745. The fishermen's homes were situated in the Lower Village near the Strand Inn and boats were launched from the slip at Lawlor's Beach before the harbour was built. There is mention of a fleet of fifty fishing boats working from Dunmore East in 1776.\nIn 1812 a decision was made at Westminster, London to create an entirely new landing point for passengers and mails coming to Ireland from London and southern England. The location selected was Dunmore East and £118,000 was set aside for the erection of a pier there. In 1814 big changes took place when Alexander Nimmo commenced work on the new harbour at Dunmore. The work mainly the building of a large pier or quay with a lighthouse at the end. Nimmo's original estimate had been £20,000 but at the time of his death in 1832 about £93,000 had been spent and the final cost was £108,000. By then (1837) the harbour had started to silt up, so the packet station was transferred to Waterford city.\nThe sheltered harbour then constructed meant that Dunmore East was to become an important fishing port. It also then developed into a very popular tourist resort and it is now a favourite port of call for large cruise liners visiting the south-east of Ireland.\nThe Haven Hotel, formerly the Villa Marina, was a holiday home built by the Malcolmsons, who were involved financially in the American Civil War. The Fisherman's Hall in the village was also built by the family for fishermen to mend their nets.\nSport.\nDunmore East is home to many sporting clubs from sailing to Gaelic Football. Gaultier GAA which focuses primarily on Gaelic Football is located just outside the village, across the road from Dunmore FC soccer club. Gaultier were founded in 1927 and compete in the Waterford Senior Football Championship as well as catering for over 100 juvenile members. Dunmore FC were founded in the 1970s initially before being re-established in the early to mid 2000s. The sailing club was founded in 1934.\nHarbour.\nThe harbour is one of the five designated National Fishery Harbours and has the second-highest figure for fish landings after Killybegs. In the summer months, it is popular with visiting yachts which have a designated pontoon. A plan was developed in 2005 by Waterford County Council to expand the harbour to accommodate more recreational marine activities. However, that plan appears to have been shelved due to lack of funding.\nTourism.\nThe village is home to the Waterford Harbour Sailing Club with dinghy and keelboat sailing and the Dunmore East Adventure Centre. The local golf course is located on the clifftop overlooking the bay.\nSea angling and Diving is catered for by Dunmore East Angling Charters.\nDunmore East is home to several seafood restaurants, and there are two principal hotels in Dunmore: The Strand Inn and The Haven. The Haven was the summer home of the Malcomson family of Portlaw who were wealthy millers and shipbuilders.\nThere is also a caravan site catering for motorhomes and touring caravans.\nAmong the events held in Dunmore East is the annual bluegrass festival which takes place at the end of August. During this festival the village hosts a number of bluegrass groups over the weekend during which almost every bar becomes a music venue from 3pm until late in the evening.\nTwin town.\nDunmore East is twinned with the village of Clohars-Carnoët in France.\nTransport.\nThere is a good road connection to Waterford City. Suirway operate a bus route linking Dunmore East to Waterford.","categories":[],"infobox_types":[],"annotations":[{"uri":"Iron_Age","surface_form":"Iron Age","offset":9},{"uri":"Promontory_fort","surface_form":"promontory fort","offset":39},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1914},{"uri":"Gaelic_Football","surface_form":"Gaelic Football","offset":2100},{"uri":"Waterford_Harbour_Sailing_Club","surface_form":"sailing club","offset":2500},{"uri":"Killybegs","surface_form":"Killybegs","offset":2669},{"uri":"Waterford_County_Council","surface_form":"Waterford County Council","offset":2802},{"uri":"Waterford_Harbour_Sailing_Club","surface_form":"Waterford Harbour Sailing Club","offset":3009},{"uri":"Bluegrass_music","surface_form":"bluegrass","offset":3619},{"uri":"Town_twinning","surface_form":"twinned","offset":3878},{"uri":"Clohars-Carno%C3%ABt","surface_form":"Clohars-Carnoët","offset":3906},{"uri":"Waterford","surface_form":"Waterford City","offset":3979},{"uri":"Waterford","surface_form":"Waterford","offset":4047}]}