{"id":738749,"url":"http://en.wikipedia.org/wiki/Climate_sensitivity","text":"The Earth is getting warmer because people are putting greenhouse gases into the atmosphere. This is called the greenhouse effect and that article explains more about it. The greenhouse gas which makes the most warming is carbon dioxide (short name CO2), and burning coal is the biggest thing which puts it in the atmosphere. Climate sensitivity means how much the Earth will warm when a certain amount of CO2 is released into the atmosphere. Usually it means how much warmer the Earth would be if the atmosphere had twice as much CO2 as the year 1750, before people started burning lots of coal. Scientists think that after CO2 in the atmosphere doubles an extra 4 W/m2 energy stays at the Earth's surface and this eventually heats the Earth by about 3 °C.\nHow sensitive is the climate?\nClimate scientists don't know the climate sensitivity very well but they think it is probably between 1.5 °C and 4.5 °C. So if the atmosphere had twice as much CO2 as it had in 1750 then Earth would likely be between 1.5 °C and 4.5 °C warmer, after thousands of years.\nHow do we know?\nThere are three ways to try to find out the climate sensitivity. The first way is to look at the temperature measurements made each year since 1750 and compare them with measurements of how much greenhouse gas was in the atmosphere at the same time. The second way is to try and work out how much greenhouse gas there was and what the temperature was in the distant past before people started measuring them. For example by measuring how much CO2 is in tiny bubbles of air trapped deep in polar ice thousands of years ago. The third way is to make models of the climate system in computers.\nWhy is it important to know better how sensitive the climate is?\nThe Paris Agreement is to keep global warming below 2°C. If the climate is very sensitive this will be very difficult, so maybe people and countries should change to using cleaner energy more quickly. But if the climate is not very sensitive perhaps it would be a waste of money to stop using the coal burning power stations which are still almost new. So it is very important to find out more exactly what the climate sensitivity is.\nWhy is it difficult to find out?\nIt is difficult to find out how sensitive the climate is, because after the greenhouse effect makes the Earth a little bit warmer there are a lot of different kinds of feedbacks, which can make the warming faster or slower. For example the warmth evaporates more water from the sea, and this water vapor is itself a greenhouse gas, which makes the Earth even warmer. Scientists are fairly sure that most feedback makes the warming faster: but because the feedback is so complicated they don't understand very well, and sometimes their computers are not fast enough to do enough calculations to get a good answer. The project where they work together to understand better is called the Coupled model intercomparison project (CMIP). One of the things they are trying to understand better is clouds, because they might make a big difference.\nDifferent ways to talk about climate sensitivity.\nPeople who are thinking about the 21st century might talk about climate sensitivity differently to people who are thinking about thousands of years in the future.\nWhen the CO2 stops increasing.\nIf the CO2 increases gradually by 1% each year the \"transient climate response\" (TCR) is the increase in temperature by the year when it has doubled. This is likely between 1 °C and 2.5 °C. Because this is a bit like what might happen this century this might be the most useful way for most people to talk about climate sensitivity when they are talking about the Paris Agreement.\nWhen the temperature of the ocean balances the temperature of the atmosphere.\nBut most of the extra heat warms up the oceans, and after the CO2 has stopped increasing some of this heat leaves the oceans and keeps on slowly warming up the atmosphere for thousands of years. The \"equilibrium climate sensitivity\" (ECS) is the temperature the Earth would get to once the atmosphere had got back in balance with the oceans, if the CO2 stopped increasing but stayed at the double level.","categories":[],"infobox_types":[],"annotations":[{"uri":"Global_warming","surface_form":"Earth is getting warmer","offset":4},{"uri":"Greenhouse_gases","surface_form":"greenhouse gases","offset":55},{"uri":"Atmosphere","surface_form":"atmosphere","offset":81},{"uri":"Greenhouse_effect","surface_form":"greenhouse effect","offset":112},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":222},{"uri":"Coal","surface_form":"coal","offset":267},{"uri":"Industrial_Revolution","surface_form":"people started burning lots of coal","offset":560},{"uri":"Watt","surface_form":"W","offset":666},{"uri":"Climatology","surface_form":"Climate scientists","offset":788},{"uri":"Paris_Agreement","surface_form":"Paris Agreement","offset":1733},{"uri":"Global_warming","surface_form":"global warming","offset":1760},{"uri":"Energy_transition","surface_form":"change to using cleaner energy","offset":1885},{"uri":"Power_station","surface_form":"power stations","offset":2039},{"uri":"Evaporation","surface_form":"evaporates","offset":2444},{"uri":"Vapor","surface_form":"vapor","offset":2495},{"uri":"Coupled_model_intercomparison_project","surface_form":"Coupled model intercomparison project","offset":2882}]}