{"id":738864,"url":"http://en.wikipedia.org/wiki/2020_Daytona_500","text":"ce=\"preserve\">The 2020 Daytona 500 was a NASCAR Cup Series race held on February 16-17, 2020. The race lasted 209 laps on the asphalt superspeedway. However, the race was originally going to be 200 laps. It was the first race of the 2020 NASCAR Cup Series season.\nThe race was started by President of the United States Donald Trump, who served as Grand Marshal, and the opening lap was paced by the official Presidential state car. Popular wrestler Sheamus drove the pace car for the opening laps. Two-time winner of the race Dale Earnhardt Jr. waved the green flag to officially start the race.\nThe race was to start February 16, but never-ending rain showers stopped the race on lap 20. The race was moved 4 p.m. on February 17, 2020. This being the second, he first time was in 2012.\nLots of the race was good until lap 185, a crash involved at least 20 cars on the backstretch. The race was stopped because of the crash. Denny Hamlin won the race by 0.014 seconds over Ryan Blaney on the second restart in overtime. Chris Buescher, David Ragan, and Kevin Harvick rdid not make it in the top five. On the final lap, Ryan Newman was involved in a serious crash and was immediately rushed to a local hospital. He was seriously injured in the crash, but the injuries are not believed to be life-threatening.\nPost-race.\nRight after the race was done, Hamlin and his crew did not know how serious Newman's crash. Instead, they started to celebrate the win, When he exited his car, the crowd booed him both on the infield grass and again in victory lane. Joe Gibbs gave an apology for the team's celebration, with Hamlin saying he was first notified when NASCAR canceled the tradition of interviewing the winner on the front-stretch before driving his car to victory lane","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":288},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":319},{"uri":"Dale_Earnhardt_Jr.","surface_form":"Dale Earnhardt Jr.","offset":526},{"uri":"Denny_Hamlin","surface_form":"Denny Hamlin","offset":925},{"uri":"Kevin_Harvick","surface_form":"Kevin Harvick","offset":1053},{"uri":"Ryan_Newman_(racing_driver)","surface_form":"Ryan Newman","offset":1119}]}