{"id":739184,"url":"http://en.wikipedia.org/wiki/R136c","text":"R136c is a Wolf–Rayet star with a spectral type of WN5h. WN5 indicates ionized helium emissions and being stronger than the neutral helium lines. It is located in the Tarantula Nebula, it is the second most massive star in the R136 star forming region. It’s temperature is 51,000 oK.\nThe extreme luminosity is by the CNO process. It is 230 times the mass of the Sun and 5,623,000 times more luminous.\nThe star is losing mass by stellar winds. It is strongly suspected to be a binary system, due to the hard x-ray emission of colliding wind binaries. However, the companion makes only a small part of the luminosity.\nR136c is likely to end in a supernova, a hypernova, or a gamma ray burst, or no visible explosion at all and become a black hole. The fate of R136c depends on it’s mass loss. The future of R136c is uncertain. It might become or just skip the LBV stage and become a hydrogen free (WNE or WNL)star. Lastly, it will be a wolf rayet star that is fusing oxygen (WO). Then, it will most likely to explode in a supernova. Its remnant would be most likely a black hole.\nIt is a very young, highly luminous object. R136c can be seen on the lower left to the center of the R136 cluster. It was discovered in 1996 by the Radcliffe Observatory in Pretoria, Although R136 a and b are discovered earlier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wolf%E2%80%93Rayet_star","surface_form":"Wolf–Rayet","offset":11},{"uri":"Spectral_type","surface_form":"spectral type","offset":34},{"uri":"Tarantula_Nebula","surface_form":"Tarantula Nebula","offset":167},{"uri":"R136","surface_form":"R136","offset":227},{"uri":"Luminosity","surface_form":"luminosity","offset":296},{"uri":"CNO_process","surface_form":"CNO process","offset":317},{"uri":"Sun","surface_form":"Sun","offset":362},{"uri":"Stellar_wind","surface_form":"stellar wind","offset":428},{"uri":"Binary_star","surface_form":"binary system","offset":476},{"uri":"X-ray","surface_form":"x-ray","offset":507},{"uri":"Supernova","surface_form":"supernova","offset":644},{"uri":"Gamma_ray_burst","surface_form":"gamma ray burst","offset":673},{"uri":"Black_hole","surface_form":"black hole","offset":1066}]}