{"id":739525,"url":"http://en.wikipedia.org/wiki/Lakeside_MRT_station","text":"Lakeside MRT station (EW26) is a Mass Rapid Transit (MRT) station on the East West Line. It is an elevated station. It is located in Jurong West, Singapore. This station is built on the northwestern side of the Jurong Lake. Therefore, it is called Lakeside.\nLakeside station provides MRT access to residents living in Taman Jurong and Hong Kah. It is currently one of the three stations that serve Jurong West New Town. The other two are Boon Lay MRT station and Pioneer MRT station.\nDesign.\nThe station was designed with a curved Chinese roof. This is similar to those at the nearby Chinese Garden.\nHistory.\nThe station was opened on 5 November 1988. It is the western terminal for the East West Line till 1990s.\nIt is equipped with platform screen doors as the rest of the above ground East West Line stations. Initially the station didn't have the doors. Several successful tests at Jurong East, Yishun and Pasir Ris of the design and operation of the doors.The door installation started on 9 June 2010. The doors started operations on 31 August 2020 along with Bukit Batok.\nHigh-volume low-speed fans were installed and started operation on 30 November 2012. Sound barriers were installed from Lakeside MRT station to Corporation Road to minimise noise generated from their residents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":33},{"uri":"East_West_MRT_line","surface_form":"East West Line","offset":73},{"uri":"Singapore","surface_form":"Singapore","offset":146},{"uri":"Pioneer_MRT_station","surface_form":"Pioneer MRT station","offset":463},{"uri":"Platform_screen_doors","surface_form":"platform screen doors","offset":734},{"uri":"East_West_MRT_line","surface_form":"East West Line","offset":788},{"uri":"Jurong_East_MRT_station","surface_form":"Jurong East","offset":886},{"uri":"Yishun_MRT_station","surface_form":"Yishun","offset":899},{"uri":"Pasir_Ris_MRT_station","surface_form":"Pasir Ris","offset":910},{"uri":"Bukit_Batok_MRT_station","surface_form":"Bukit Batok","offset":1065}]}