{"id":739603,"url":"http://en.wikipedia.org/wiki/Pieter_Zeeman","text":"Pieter Zeeman (25 May 1865 – 9 October 1943) was a Dutch physicist. In 1902, he was awarded the Nobel Prize in Physics together with Hendrik Lorentz for the discovery and theoretical explanation of the Zeeman effect.\nChildhood and youth.\nPieter Zeeman was born in Zonnemaire, a small town on the island of Schouwen-Duiveland, Netherlands. He was the son of Rev Catharinus Forandinus Zeeman, a minister of the Dutch Reformed Church, and his wife, Willemina Worst.\nPieter was interested in physics at an early age. In 1883, the aurora borealis could be seen in the Netherlands. Zeeman, still a high school student, made a drawing and description of the aurora. He sent it to Nature, where it was published. The editor praised \"the careful observations of Professor Zeeman from his observatory in Zonnemaire\".\nAfter finishing high school in 1883, Zeeman went to Delft. He studied classical languages, which he needed for admission to University. He stayed with Dr J. W. Lely, co-principal of the gymnasium. Lely was the brother of Cornelis Lely, who was responsible for the idea and building of the Zuiderzee Works. In Delft, he met Heike Kamerlingh Onnes, who was to become his thesis adviser.\nEducation and early career.\nZeeman studied physics at the University of Leiden under Kamerlingh Onnes and Hendrik Lorentz. In 1890, even before finishing his thesis, he became Lorentz's assistant. This allowed him to take part in research on the Kerr effect. In 1893 he submitted his doctoral thesis on the Kerr effect, the reflection of polarized light on a magnetized surface. He then went for six months to Friedrich Kohlrausch's institute in Strasbourg. In 1895, Zeeman came back from Strasbourg to teach mathematics and physics in Leiden. He married Johanna Elisabeth Lebret (1873–1962); they had three daughters and one son.\nIn 1896, shortly before moving from Leiden to Amsterdam, he measured the splitting of spectral lines by a strong magnetic field. This research looked at what effect magnetic fields would have on a light source. He discovered that the spectral line is split into several parts in the by the magnetic field. Kamerlingh Onnes told Lorentz about Zeeman's observations on Saturday 31 October 1896 at the meeting of the Royal Netherlands Academy of Arts and Sciences in Amsterdam. The next Monday, Lorentz called Zeeman into his office and presented him with an explanation, based on Lorentz's theory of electromagnetic radiation. Zeeman's discovery is now known as the Zeeman effect.\nThe discovery was important. It proved Lorentz's theory about the polarization of light emitted in the presence of a magnetic field. It showed that the oscillating particles, the source of the light, were negatively charged, and were a thousandfold lighter than the hydrogen atom. This was well before Thomson's discovery of the electron. The Zeeman effect became an important tool for understanding the structure of the atom.\nProfessor in Amsterdam.\nShortly after his discovery, Zeeman was offered a position as lecturer in Amsterdam. In 1900 he became professor of physics at the University of Amsterdam. In 1902, together with Lorentz, he received the Nobel Prize for Physics for the discovery of the Zeeman effect. Five years later, in 1908, he succeeded Van der Waals as full professor and Director of the Physics Institute in Amsterdam.\nA new laboratory built in 1923 allowed Zeeman to continue to study the Zeeman effect. The laboratory was renamed the Zeeman Laboratory in 1940. For the remainder of his career he remained interested in research in Magneto-Optics. He also studied the propagation of light in moving media. This became important because of study into special relativity, and enjoyed keen interest from Lorentz and Einstein. Later in his career he became interested in mass spectrometry.\nZeeman died on 9 October 1943 in Amsterdam, and was buried in Haarlem.","categories":[],"infobox_types":["scientist"],"annotations":[{"uri":"Netherlands","surface_form":"Dutch","offset":51},{"uri":"Physicist","surface_form":"physicist","offset":57},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":96},{"uri":"Hendrik_Lorentz","surface_form":"Hendrik Lorentz","offset":133},{"uri":"Zeeman_effect","surface_form":"Zeeman effect","offset":202},{"uri":"Zonnemaire","surface_form":"Zonnemaire","offset":264},{"uri":"Schouwen-Duiveland","surface_form":"Schouwen-Duiveland","offset":306},{"uri":"Dutch_Reformed_Church","surface_form":"Dutch Reformed Church","offset":409},{"uri":"Aurora_(astronomy)","surface_form":"aurora borealis","offset":526},{"uri":"Nature_(journal)","surface_form":"Nature","offset":673},{"uri":"Delft","surface_form":"Delft","offset":859},{"uri":"Classical_language","surface_form":"classical language","offset":877},{"uri":"Gymnasium_(school)","surface_form":"gymnasium","offset":993},{"uri":"Cornelis_Lely","surface_form":"Cornelis Lely","offset":1028},{"uri":"Zuiderzee_Works","surface_form":"Zuiderzee Works","offset":1096},{"uri":"Heike_Kamerlingh_Onnes","surface_form":"Heike Kamerlingh Onnes","offset":1130},{"uri":"Thesis","surface_form":"thesis","offset":1176},{"uri":"University_of_Leiden","surface_form":"University of Leiden","offset":1250},{"uri":"Hendrik_Lorentz","surface_form":"Hendrik Lorentz","offset":1298},{"uri":"Magneto-optic_Kerr_effect","surface_form":"Kerr effect","offset":1438},{"uri":"Reflection","surface_form":"reflection","offset":1516},{"uri":"Polarization","surface_form":"polarized","offset":1530},{"uri":"Magnetism","surface_form":"magnetized","offset":1551},{"uri":"Friedrich_Kohlrausch_(physicist)","surface_form":"Friedrich Kohlrausch's","offset":1602},{"uri":"Strasbourg","surface_form":"Strasbourg","offset":1638},{"uri":"Leiden","surface_form":"Leiden","offset":1728},{"uri":"Spectral_line","surface_form":"spectral lines","offset":1909},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":1936},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":1988},{"uri":"Light","surface_form":"light","offset":2020},{"uri":"Royal_Netherlands_Academy_of_Arts_and_Sciences","surface_form":"Royal Netherlands Academy of Arts and Sciences","offset":2237},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":2287},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":2421},{"uri":"Zeeman_effect","surface_form":"Zeeman effect","offset":2487},{"uri":"Oscillation","surface_form":"oscillating","offset":2654},{"uri":"J._J._Thomson","surface_form":"Thomson","offset":2804},{"uri":"Electron","surface_form":"electron","offset":2831},{"uri":"Atom","surface_form":"atom","offset":2923},{"uri":"Lecturer","surface_form":"lecturer","offset":3015},{"uri":"University_of_Amsterdam","surface_form":"University of Amsterdam","offset":3084},{"uri":"Johannes_Diderik_van_der_Waals","surface_form":"Van der Waals","offset":3261},{"uri":"Special_relativity","surface_form":"special relativity","offset":3677},{"uri":"Albert_Einstein","surface_form":"Einstein","offset":3740},{"uri":"Mass_spectrometry","surface_form":"mass spectrometry","offset":3794},{"uri":"Haarlem","surface_form":"Haarlem","offset":3875}]}