{"id":739765,"url":"http://en.wikipedia.org/wiki/Philipp_Lenard","text":"Philipp Eduard Anton von Lenard (7 June 1862 – 20 May 1947) was a Hungarian-born German physicist. He won the Nobel Prize for Physics in 1905 for his work on cathode rays. His most important work was his study of the photoelectric effect. He discovered that the energy (speed) of the electrons from a cathode depends on the wavelength, not the intensity of the light.\nLenard was a nationalist and anti-Semite. He was a supporter of Adolf Hitler in the 1920s. He was a role model for the \"Deutsche Physik\" movement during the Nazi period. He said that Albert Einstein's contributions to science were \"Jewish physics\".\nEarly life and work.\nPhilipp Lenard was born in Pressburg (today's Bratislava), on 7 June 1862 in the Kingdom of Hungary. The Lenard family were of German-descent. His father, Philipp von Lenardis (1812–1896), was a wine-merchant in Pressburg. His mother was Antonie Baumann (1831–1865). In 1880, he studied physics and chemistry in Vienna and Budapest, going back to Pressburg in 1882. After being refused an assistant's position in the University of Budapest in 1883, he moved to Heidelberg. He studied under the Robert Bunsen, and also one semester in Berlin with Hermann von Helmholtz. He gained a doctoral degree in 1886. In 1887 he went back to Budapest to work for Loránd Eötvös. After working in Aachen, Bonn, Breslau, Heidelberg (1896–1898), and Kiel (1898–1907), he went back to the University of Heidelberg in 1907 as the head of the Philipp Lenard Institute. In 1905, Lenard became a member of the Royal Swedish Academy of Sciences. In 1907, he became a member of the Hungarian Academy of Sciences.\nHe studied phosphorescence, luminescence, and the conductivity of flames.\nPhotoelectric investigations.\nLenard began the study of cathode rays in 1888. These rays were made in simple, partially evacuated glass tubes. Inside were metallic electrodes across which a high voltage could be placed. It was difficult to study the rays inside the sealed glass tubes. They were difficult to access, and and there were still air molecules in the tubes. Lenard was able to make small metallic windows in the glass, thick enough to be able to withstand the pressure, but thin enough to let the rays pass through. He could pass the rays out into the laboratory, or into another chamber that was completely airless. These windows are now known as \"Lenard windows\". He could easily detect the rays and measure their intensity by using paper sheets with a layer of phosphorescent materials.\nLenard saw that the absorption of cathode rays was proportional to the density of the material they passed through. This was opposite to the idea that they were some sort of electromagnetic radiation. He also showed that the rays could pass through the air and appeared to be scattered by it. This meant that they must be particles that were even smaller than the molecules in air. He confirmed some of J.J. Thomson's work, and this showed that cathode rays were streams of negatively charged energetic particles. He called them quanta of electricity or for short quanta, after Helmholtz. J.J. Thomson had called them corpuscles, but electrons became the everyday term. Lenard used this knowledge, together with the results of his and others' earlier experiments on the absorption of the rays in metals. He showed that electrons were parts of the atom. Lenard worked out that atoms were mostly empty space. He said that every atom consists of empty space and electrically neutral corpuscules called \"dynamids\", each consisting of an electron and an equal positive charge.\nHe experimented using a Crookes tube. He showed that the rays produced by irradiating metals in a vacuum with ultraviolet light were like cathode rays. He found that the energy of the rays was independent of the light intensity, but was greater for shorter wavelengths of light.\nAlbert Einstein explained this as a quantum effect. This theory said that the plot of the cathode ray energy versus the frequency would be a straight line with a slope equal to Planck's constant, \"h\". This was proved some years later. Einstein was awarded the Nobel Prize in Physics for this theory. Lenard did not like the attention given to Einstein. He did not believe in Einsteins theories, including relativity. However he did agree with Einstein's explanation of the photoelectric effect.\nLenard received the 1905 Nobel Prize for Physics in recognition of this work.\nMeteorological contributions.\nLenard was the first person to study what is now called the \"Lenard effect\" in 1892. This is the separation of electric charges related to the aerodynamic breakup of water drops. It is also known as spray electrification or the waterfall effect'\".\nHe studied the size and shapes of raindrops. He built a wind tunnel in which water droplets could be held still for a few seconds. He discovered that large raindrops are not tear-shaped, but are rather shaped like a hamburger bun.\n\"Deutsche Physik\".\nLenard was a strong German nationalist, and did not like \"English physics\". He thought the English had stolen their ideas from Germany. He joined the National Socialist Party before it was popular. He said that Germany should rely on \"Deutsche Physik\" and ignore what he said were the false and deliberately misleading ideas of \"Jewish physics\". By this he meant the theories of Albert Einstein, including \"the Jewish fraud\" of relativity. He became an advisor to Adolf Hitler, and the Chief of Aryan physics.\nLenard retired from Heidelberg University as professor of theoretical physics in 1931. He was removed from his honorary position by Allied occupation forces in 1945. The Helmholtz-Gymnasium Heidelberg had been named the Philipp Lenard Schule from 1927 until 1945. it was renamed in September 1945, The military government were removing Nazi street names and monuments. Lenard died in 1947 in Messelhausen, Germany.","categories":[],"infobox_types":["scientist"],"annotations":[{"uri":"Physicist","surface_form":"physicist","offset":88},{"uri":"Cathode_ray","surface_form":"cathode rays","offset":158},{"uri":"Photoelectric_effect","surface_form":"photoelectric effect","offset":217},{"uri":"Electrons","surface_form":"electrons","offset":284},{"uri":"Nationalist","surface_form":"nationalist","offset":381},{"uri":"Antisemitism","surface_form":"anti-Semite","offset":397},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":432},{"uri":"Nazi_Germany","surface_form":"Nazi period","offset":525},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":551},{"uri":"Jew","surface_form":"Jewish","offset":600},{"uri":"Bratislava","surface_form":"Pressburg","offset":665},{"uri":"Kingdom_of_Hungary","surface_form":"Kingdom of Hungary","offset":719},{"uri":"Germany","surface_form":"German","offset":765},{"uri":"Vienna","surface_form":"Vienna","offset":950},{"uri":"Budapest","surface_form":"Budapest","offset":961},{"uri":"Heidelberg","surface_form":"Heidelberg","offset":1099},{"uri":"Robert_Bunsen","surface_form":"Robert Bunsen","offset":1132},{"uri":"Hermann_von_Helmholtz","surface_form":"Hermann von Helmholtz","offset":1184},{"uri":"Doctorate","surface_form":"doctoral","offset":1219},{"uri":"University_of_Heidelberg","surface_form":"University of Heidelberg","offset":1410},{"uri":"Royal_Swedish_Academy_of_Sciences","surface_form":"Royal Swedish Academy of Sciences","offset":1527},{"uri":"Phosphorescence","surface_form":"phosphorescence","offset":1639},{"uri":"Luminescence","surface_form":"luminescence,","offset":1656},{"uri":"Cathode_ray","surface_form":"cathode rays","offset":1758},{"uri":"Electrodes","surface_form":"electrodes","offset":1866},{"uri":"J._J._Thomson","surface_form":"J.J. Thomson","offset":2907},{"uri":"Electric_charge","surface_form":"negatively charged","offset":2978},{"uri":"Electron","surface_form":"quanta of electricity","offset":3033},{"uri":"Hermann_von_Helmholtz","surface_form":"Helmholtz","offset":3082},{"uri":"J._J._Thomson","surface_form":"J.J. Thomson","offset":3093},{"uri":"Electron","surface_form":"electrons","offset":3138},{"uri":"Crookes_tube","surface_form":"Crookes tube","offset":3600},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":3855},{"uri":"Planck%27s_constant","surface_form":"Planck's constant","offset":4032},{"uri":"Theory_of_relativity","surface_form":"relativity","offset":4260},{"uri":"Aerodynamics","surface_form":"aerodynamic","offset":4601},{"uri":"Nazi_Party","surface_form":"National Socialist Party","offset":5106},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":5335},{"uri":"Theory_of_relativity","surface_form":"relativity","offset":5384},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":5420},{"uri":"University_of_Heidelberg","surface_form":"Heidelberg University","offset":5486},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":5598},{"uri":"Allied-occupied_Germany","surface_form":"Germany","offset":5872}]}