{"id":739781,"url":"http://en.wikipedia.org/wiki/Devonport%2C_Tasmania","text":"Devonport is a city in northern Tasmania, Australia. It is at the mouth of the Mersey River. In 2016 there were 23,046 people living in Devonport.\nHistory.\nThe city was settled in the 1850s, with two villages, Formby and Torquay, on the opposite banks of the Mersey River. Torquay on the eastern shore was the largest. It had a police station, post office, magistrate, at least three hotels, shipyards and stores. A river ferry service connected the two villages. Between 1870 and 1880 the shipping industry grew and work was undertaken to deepen the mouth of the river. The first regular steamship services operated to Melbourne, Victoria. The Marine Board building (1882) is the oldest building in Devonport.\nIn 1889 the Bluff lighthouse was built, and later the railway reached Formby. A wharf was created on the west bank, close to the railway and warehouses. This began a building boom in Formby. In 1890 the public voted to join the two villages together to become the town of Devonport.\nThe Victoria bridge was opened in 1902 and linked Devonport and East Devonport.\nDevonport was proclaimed a city by Prince Charles of Wales on 21 April 1981 in a ceremony at the Devonport Oval.\nThe cross river ferry service was stopped in 2014 after 160 years of continuous service. The vessel the \"Torquay\" was taken out of service. It has since restarted.\nSuburbs.\nDevonport suburbs include Highfield. East Devonport suburbs include Pardoe Downs, Rannoch, and Pannorama Heights\nFacilities and the arts.\nThe main business area is on the west side of the Mersey River. It has a pedestrian mall, cinema, specialty stores, chain stores such as IGA and hotels. There are several restaurants and cafes.\nThe Devonport Regional Gallery began as \"The Little Gallery\", private gallery started by Jean Thomas in 1966. The Gallery presents an annual program of exhibitions, education and public programs including events and workshops. Works by local artists are displayed at the North West Regional Craft Centre and gift store.\nTiagarra Aboriginal Culture Centre and Museum displays petroglyphs, designs in rock and displays that show the traditional lifestyle of Tasmanian Aboriginal people.\nThe Bass Strait Maritime Centre, in the old Harbour Master's House has objects, models and photographs that tell the stories of Bass Strait and Devonport.\nA volunteer run vintage railway and museum, the Don River Railway, is at Don, a suburb of Devonport.\nThe Mersey Community Hospital at Latrobe, is the nearest hospital to Devonport\nDevonport's night club was known as \"City Limits\" in the 1980s, then the \"The Warehouse\" from 1991, and from 2014 as the \"House\".\nKokoda Barracks is an army barracks in Devonport.\nDevonport Airport is located at Pardoe Downs about 7 km to the east. The airport is serviced by Bombardier Dash 8 turboprop aircraft, operated by QantasLink, with four daily services to Melbourne, Victoria.\nThere are several bus companies serving Devonport including Mersey Link, Redline Coaches and Phoenix Coaches. Metropolitan Devonport bus services are limited on Saturdays and there are no services on Sundays or Public holidays.\nSearoad Road Shipping have two roll on roll off ships for general freight between Devonport, Melbourne and King Island. These vessels include MV Searoad Mersey, MV Searoad Mersey II (2016-) and MV Searoad Tamar.\nA rail line still services the ports area of Devonport.\nThe roundhouse and railway maintenance yards on the foreshore of the Mersey River have gone, and there is a park on the site.\nDevonport is the southern terminus for the \"Spirit of Tasmania\" ferries – Spirit I and II travel the 11 hours to Melbourne.\nMelbourne – Devonport Passenger Ferry History\nAgriculture.\nThe Devonport area has rich red soils that are ideal for producing vegetable crops (beans, onions, peas, potatoes etc.) There are also large crops of cereals, oil poppies, and pyrethrum.\nSenior secondary education (Years 11–12).\nA TasTAFE campus, an adult training institution, is situated in Valley Road.\nClimate.\nDevonport has an warm-summer mediterranean climate (Köppen climate classification Csb), bordering on an oceanic climate (Köppen climate classification Cfb). It has mild to warm summers, cool and moist winters. It has high humidity (about 70%) all year round. Most days from January to March are pleasantly warm, averaging with frequent sunshine. The warmest and driest days can reach up to. Unlike the south and east coasts of Tasmania, humid northerly winds prevent heatwaves and temperatures rarely go above. Winters are cool and cloudy with frequent light rain; July and August are the wettest months of the year. In winter, because of the constant cloud cover and effect of the sea, winter temperatures rarely drop below or rise above. September to December has mild and windy weather with frequent showers, and occasional warm, sunny breaks.\nAustralian rules football.\nThe Devonport Football Club, Magpies, is an Australian rules football team in the Tasmanian Statewide League. Their home ground is the Devonport Oval.\nThe East Devonport Football Club, the Swans, is an Australian Rules Football Club, in the North West Football League.\nDevon Netball is in Spreyton, just outside Devonport. it is the main centre for netball in the Devonport area.\nRugby union.\nThe Devonport Rugby Club, a Rugby Union team, plays in the Tasmanian Rugby Union.\nDevonport City Football Club an Association Football club that plays in the National Premier Leagues Tasmania.\nAthletics, cycling and woodchopping.\nThe Devonport Athletic Club is a professional athletic club. It hosts part of the Tasmanian Cycling Christmas Carnival Series each year in December, with local and international cyclists. Other sports at the carnivals include athletics and woodchopping. Woodchopping events are also held at the Devonport Agricultural & Pastoral Society Spring Show in November.\nThe Mersey Valley Devonport Cycling Club host track cycling, the Mersey Valley Tour, Devon 80 Road Race and the Ulverstone Criterium.\nCricket.\nDevonport Cricket Club is a cricket team in the North Western Tasmanian Cricket Association.\nHockey.\nDevonport Hockey teams play in the North and North West Hockey roster of Hockey Tasmania.\nBasketball.\nDevonport Warriors are a basketball team in the North West Basketball Union.\nGolf.\nThe Devonport Golf Club has been home to the Tasmanian Open and Tasmanian Seniors Open.\nHarness racing and horse racing.\nThe Devonport Harness Racing Club holds harness racing events at the Devonport Showgrounds.\nThe Devonport Cup a horse race is held annually in January at the Spreyton racecourse. There is a gazetted local holiday for the event.\nPower boats.\nPower Boat racing takes place at the Devonport Annual Regatta held each March long weekend. The Regatta was first held in 1958.\nSwimming and aquatic sports.\nThe Splash Devonport Aquatic and Leisure Centre has a world class gym and indoor swimming pool and is based within the Don Reserve.\nTennis.\nThe Devonport Tennis Club and East Devonport Tennis Club play in the Tennis North West Association.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tasmania","surface_form":"Tasmania","offset":32},{"uri":"Australia","surface_form":"Australia","offset":42},{"uri":"Mersey_River_(Tasmania)","surface_form":"Mersey River","offset":79},{"uri":"Melbourne","surface_form":"Melbourne","offset":620},{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Prince Charles of Wales","offset":1109},{"uri":"Petroglyph","surface_form":"petroglyphs","offset":2067},{"uri":"Bass_Strait","surface_form":"Bass Strait","offset":2305},{"uri":"Melbourne_Airport","surface_form":"Melbourne","offset":2878},{"uri":"Melbourne","surface_form":"Melbourne","offset":3220},{"uri":"Melbourne","surface_form":"Melbourne","offset":3634},{"uri":"Pyrethrum","surface_form":"pyrethrum","offset":3880},{"uri":"Mediterranean_climate","surface_form":"warm-summer mediterranean climate","offset":4036},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":4071},{"uri":"Oceanic_climate","surface_form":"oceanic climate","offset":4123},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":4140},{"uri":"Heat_wave","surface_form":"heatwaves","offset":4486},{"uri":"Australian_Rules_Football","surface_form":"Australian rules football","offset":4937},{"uri":"Rugby_union","surface_form":"Rugby Union","offset":5314},{"uri":"Cricket","surface_form":"cricket","offset":6049},{"uri":"Horse_racing","surface_form":"horse race","offset":6540}]}