{"id":73985,"url":"http://en.wikipedia.org/wiki/Basil","text":"Basil (\"Ocimum basilicum\") (or) is a plant of the Family Lamiaceae. It is also known as Sweet Basil or Tulsi. It is a tender low-growing herb that is grown as a perennial in warm, tropical climates. Basil is originally native to India and other tropical regions of Asia. It has been cultivated there for more than 5,000 years. It is prominently featured in many cuisines throughout the world. Some of them are Italian, Thai, Vietnamese and Laotian cuisines. It grows to between 30–60 cm tall. It has light green, silky leaves 3–5 cm long and 1–3 cm broad. The leaves are opposite each other. The flowers are quite big. They are white in color and arranged as a spike.\nThe plant tastes somewhat like anise, with a strong, pungent, sweet smell. Basil is very sensitive to cold. It is best grown in hot, dry conditions. While most common varieties are treated as annuals, some are perennial, including African Blue and Holy Thai basil.\nThe word \"basil\" comes from the Greek βασιλεύς (\"basileus\"), meaning \"royal\". This is because it is believed to have grown above the spot where St. Constantine and Helen discovered the Holy Cross. The \"Oxford English Dictionary\" quotes speculations that basil may have been used in \"some royal unguent, bath, or medicine\". Basil is still considered the \"king of herbs\" by many cookery authors. An alternative etymology has \"basil\" coming from the Latin word \"basilicus\", meaning dragon and being the root for basilisk, but this likely was a linguistic reworking of the word as brought from Greece.\nBasil for cooking.\nMost of the time, Basil should be used fresh. In recipes it is generally added at the last moment. Cooking it quickly destroys the meal. The fresh herb can be kept for a short time in plastic bags in the refrigerator. Using a freezer will allow for it to be kept a longer time. In both cases, it needs being blanched quickly in boiling water. The dried herb also loses most of its flavour, and what little flavour remains tastes very different, with a weak coumarin flavour, like hay.\nMediterranean and Indochinese cuisines frequently use basil. In Mediterranean cuisines it is often combined with tomato. Basil is one of the main ingredients in pesto—a green Italian oil-and-herb sauce from the city of Genoa. The other two main ingredients of Pesto are olive oil and pine nuts. The most commonly used Mediterranean basil cultivars are \"Genovese\", \"Purple Ruffles\", \"Mammoth\", \"Cinnamon\", \"Lemon\", \"Globe\", and \"African Blue\". Chinese also use fresh or dried basils in soups and other foods. In Taiwan, people add fresh basil leaves into thick soups (羹湯; gēngtāng). They also eat fried chicken with deep-fried basil leaves.\nBasil is sometimes used with fresh fruit and in fruit jams and sauces. Most commonly this is done with strawberries, but also raspberries or dark-colored plums. Some people say that the flat-leaf basil used in Vietnamese cooking is more suitable for use with fruit.\nBasil seeds.\nWhen soaked in water the seeds of several basil varieties become gelatinous. They are used in Asian drinks and desserts such as falooda or sherbet. Such seeds are known variously as \"sabja\", \"subja\", \"takmaria\", \"tukmaria\", \"falooda\", or \"hột é\". They are used for their medicinal properties in Ayurveda, the traditional medicinal system of India.\nother types.\nSeveral other basils, including some other \"Ocimum\" species, are grown in many regions of Asia. Most of the Asian basils have a clove-like flavour that is generally stronger than the Mediterranean basils. In China, the local cultivar is called 九層塔 (\"jiǔcéngtǎ\"; literally \"nine-level pagoda\"), while the imported varieties are specifically called 羅勒 (\"luólè\") or 巴西里 (\"bāxīlǐ\"), although [巴西里] often refers to another different kind plant—parsley.\n'Lemon basil' has a strong lemony smell and flavour very different from those of other varieties because it contains a chemical called citral. It is widely used in Indonesia, where it is called \"kemangi\" and served raw, together with raw cabbage, green beans, and cucumber, as an accompaniment to fried fish or duck. Its flowers, broken up, are a zesty salad condiment.\nGrowing Basil.\nBasil grows well in hot weather. It behaves like an annual if there is any chance of a frost. In Northern Europe, the northern states of the U.S., and the South Island of New Zealand it will grow best if sown under glass in a peat pot. It can be planted out in late spring/early summer, when there is little risk of frost. It fares best in a well-drained sunny spot.\nAlthough basil will grow best outdoors, it can be grown indoors in a pot. Like most herbs, it will do best on a south-facing windowsill (in the Northern Hemisphere). It should be kept away from extremely cold drafts. It grows best in strong sunlight. A greenhouse or cloche is ideal if available. Basil plants can even be grown in a basement, under fluorescent lights.\nIf its leaves have wilted from lack of water, it will recover if watered thoroughly and placed in a sunny location. Yellow leaves towards the bottom of the plant are an indication that the plant needs more sunlight or less fertilizer.\nIn sunnier climates such as Southern Europe, the southern states of the U.S., the North Island of New Zealand, and Australia, basil will thrive when planted outside. It also thrives over the summertime in the central and northern United States, but dies out when temperatures reach freezing point, to grow again the next year if allowed to go to seed. It will need regular watering, but not as much attention as is needed in other climates.\nBasil can also be propagated very reliably from cuttings in exactly the same manner as \"Busy Lizzie\" (Impatiens), with the stems of short cuttings suspended for two weeks or so in water until roots develop.\nIf a stem successfully produces mature flowers, leaf production slows or stops on any stem which flowers, the stem becomes woody, and essential oil production declines.To prevent this, a basil-grower may pinch off any flower stems before they are fully mature. Because only the blooming stem is so affected, some can be pinched for leaf production, while others are left to bloom for decoration or seeds.\nOnce the plant is allowed to flower, it may produce seed pods containing small black seeds. These can be saved and planted the following year. Picking the leaves off the plant helps \"promote growth\", largely because the plant responds by converting pairs of leaflets next to the topmost leaves into new stems.\nDiseases.\nBasil suffers from several plant diseases that can ruin the crop and reduce yield. Fusarium wilt is a soilbourne fungal disease that will quickly kill younger basil plants. Seedlings may also be killed by Pythium damping off.\nA common foliar disease of basil is gray mold caused by \"Botrytis cinerea\", can also cause infections post-harvest and is capable of killing the entire plant. Black spot can also be seen on basil foliage and is caused by the fungi genus \"Colletotrichum\".\nHealth issues.\nBasil, like other aromatic plants such as fennel and tarragon, contains estragole, a known carcinogen and teratogen in rats and mice. While human effects are currently unstudied, the rodent experiments indicate that it would take 100–1000 times the normal anticipated exposure to become a cancer risk.\nCultural aspects.\nThere are many rituals and beliefs associated with basil. The French call basil \"herbe royale\". Jewish folklore suggests it adds strength while fasting. It is a symbol of love in present-day Italy, but represented hatred in ancient Greece, and European lore sometimes claims that basil is a symbol of Satan. African legend claims that basil protects against scorpions, while the English botanist Culpeper cites one \"Hilarius, a French physician\" as affirming it as common knowledge that smelling basil too much would breed scorpions in the brain.\nHoly Basil, also called 'Tulsi', is highly revered in Hinduism and also has religious significance in the Greek Orthodox Church, where it is used to prepare holy water. It is said to have been found around Christ's tomb after his resurrection. The Serbian Orthodox Church, Macedonian Orthodox Church and Romanian Orthodox Church use basil (Macedonian: \"босилек\"; Romanian: \"busuioc\", Serbian: \"босиљак\") to prepare holy water and pots of basil are often placed below church altars.\nIn Europe, they place basil in the hands of the dead to ensure a safe journey. In India, they place it in the mouth of the dying to ensure they reach God. The ancient Egyptians and ancient Greeks believed that it would open the gates of heaven for a person passing on.\nIn Boccaccio's \"Decameron\" a memorably morbid tale (novella V) tells of Lisabetta, whose brothers slay her lover. He appears to her in a dream and shows her where he is buried. She secretly disinters the head, and sets it in a pot of basil, which she waters with her daily tears. The pot being taken from her by her brothers, she dies of her grief not long after. Boccaccio's tale is the source of John Keats' poem \"Isabella or The Pot of Basil\". A similar story is told of the Longobard queen Rosalind.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":37},{"uri":"Family_(biology)","surface_form":"Family","offset":50},{"uri":"Lamiaceae","surface_form":"Lamiaceae","offset":57},{"uri":"Herb","surface_form":"herb","offset":137},{"uri":"Perennial_plant","surface_form":"perennial","offset":161},{"uri":"India","surface_form":"India","offset":229},{"uri":"Asia","surface_form":"Asia","offset":265},{"uri":"Italian_cuisine","surface_form":"Italian","offset":410},{"uri":"Cuisine_of_Thailand","surface_form":"Thai","offset":419},{"uri":"Cuisine_of_Vietnam","surface_form":"Vietnamese","offset":425},{"uri":"Laos","surface_form":"Laotian","offset":440},{"uri":"Silk","surface_form":"silk","offset":513},{"uri":"Leaf","surface_form":"leaves","offset":519},{"uri":"Raceme","surface_form":"spike","offset":661},{"uri":"Anise","surface_form":"anise","offset":699},{"uri":"Annual_plant","surface_form":"annuals","offset":860},{"uri":"Perennial_plant","surface_form":"perennial","offset":878},{"uri":"Greek_language","surface_form":"Greek","offset":965},{"uri":"Constantine_I","surface_form":"St. Constantine","offset":1077},{"uri":"Helena_of_Constantinople","surface_form":"Helen","offset":1097},{"uri":"Holy","surface_form":"Holy","offset":1118},{"uri":"Cross","surface_form":"Cross","offset":1123},{"uri":"Dictionary","surface_form":"Dictionary","offset":1150},{"uri":"Unguent","surface_form":"unguent","offset":1227},{"uri":"Bath","surface_form":"bath","offset":1236},{"uri":"Latin","surface_form":"Latin","offset":1380},{"uri":"Dragon","surface_form":"dragon","offset":1412},{"uri":"Basilisk","surface_form":"basilisk","offset":1442},{"uri":"Greece","surface_form":"Greece","offset":1523},{"uri":"Herb","surface_form":"herb","offset":1697},{"uri":"Refrigerator","surface_form":"refrigerator","offset":1754},{"uri":"Freezer","surface_form":"freezer","offset":1776},{"uri":"Blanching_(cooking)","surface_form":"blanched","offset":1858},{"uri":"Coumarin","surface_form":"coumarin","offset":2007},{"uri":"Hay","surface_form":"hay","offset":2030},{"uri":"Tomato","surface_form":"tomato","offset":2148},{"uri":"Pesto","surface_form":"pesto","offset":2196},{"uri":"Genoa","surface_form":"Genoa","offset":2254},{"uri":"Cultivar","surface_form":"cultivar","offset":2373},{"uri":"Chinese_cuisine","surface_form":"Chinese","offset":2478},{"uri":"Soup","surface_form":"soup","offset":2520},{"uri":"Food","surface_form":"food","offset":2536},{"uri":"Taiwan","surface_form":"Taiwan","offset":2546},{"uri":"Chicken","surface_form":"chicken","offset":2637},{"uri":"Fruit","surface_form":"fruit","offset":2710},{"uri":"Jam","surface_form":"jam","offset":2729},{"uri":"Sauce","surface_form":"sauce","offset":2738},{"uri":"Stawberry","surface_form":"strawberries","offset":2778},{"uri":"Raspberry","surface_form":"raspberries","offset":2801},{"uri":"Plum","surface_form":"plum","offset":2829},{"uri":"Gelatine","surface_form":"gelatinous","offset":3019},{"uri":"Falooda","surface_form":"falooda","offset":3082},{"uri":"Sherbet_(drink)","surface_form":"sherbet","offset":3093},{"uri":"Ayurveda","surface_form":"Ayurveda","offset":3249},{"uri":"India","surface_form":"India","offset":3295},{"uri":"Asia","surface_form":"Asia","offset":3405},{"uri":"China","surface_form":"China","offset":3523},{"uri":"Pagoda","surface_form":"pagoda","offset":3599},{"uri":"Citral","surface_form":"citral","offset":3898},{"uri":"Annual_plant","surface_form":"annual","offset":4200},{"uri":"Greenhouse","surface_form":"greenhouse","offset":4768},{"uri":"Row_cover","surface_form":"cloche","offset":4782},{"uri":"Yield","surface_form":"yield","offset":6568},{"uri":"Fusarium_wilt","surface_form":"Fusarium wilt","offset":6575},{"uri":"Seedling","surface_form":"Seedling","offset":6665},{"uri":"Pythium","surface_form":"Pythium","offset":6697},{"uri":"Damping_off","surface_form":"damping off","offset":6705},{"uri":"Foliage","surface_form":"foliar","offset":6727},{"uri":"Gray_mold","surface_form":"gray mold","offset":6754},{"uri":"Botrytis_cinerea","surface_form":"Botrytis cinerea","offset":6775},{"uri":"Black_spot","surface_form":"Black spot","offset":6877},{"uri":"Fungi","surface_form":"fungi","offset":6943},{"uri":"Genus","surface_form":"genus","offset":6949},{"uri":"Colletotrichum","surface_form":"Colletotrichum","offset":6956},{"uri":"Fennel","surface_form":"fennel","offset":7030},{"uri":"Tarragon","surface_form":"tarragon","offset":7041},{"uri":"Estragole","surface_form":"estragole","offset":7060},{"uri":"Carcinogen","surface_form":"carcinogen","offset":7079},{"uri":"Teratogenesis","surface_form":"teratogen","offset":7094},{"uri":"Italy","surface_form":"Italy","offset":7499},{"uri":"Greece","surface_form":"Greece","offset":7540},{"uri":"Satan","surface_form":"Satan","offset":7609},{"uri":"Scorpion","surface_form":"scorpion","offset":7666},{"uri":"Nicholas_Culpeper","surface_form":"Culpeper","offset":7704},{"uri":"Tulsi","surface_form":"Tulsi","offset":7880},{"uri":"Hinduism","surface_form":"Hinduism","offset":7909},{"uri":"Eastern_Orthodox_Church","surface_form":"Orthodox Church","offset":8111},{"uri":"Romanian_Orthodox_Church","surface_form":"Romanian Orthodox Church","offset":8159},{"uri":"Macedonian_language","surface_form":"Macedonian","offset":8195},{"uri":"Romanian_language","surface_form":"Romanian","offset":8218},{"uri":"Serbian_language","surface_form":"Serbian","offset":8239},{"uri":"Giovanni_Boccaccio","surface_form":"Boccaccio","offset":8609},{"uri":"Decameron","surface_form":"Decameron","offset":8622},{"uri":"John_Keats","surface_form":"John Keats","offset":9004},{"uri":"Longobards","surface_form":"Longobard","offset":9084},{"uri":"Rosalind","surface_form":"Rosalind","offset":9100}]}