{"id":740028,"url":"http://en.wikipedia.org/wiki/Mathew_Beard","text":"e=\"preserve\">Mathew Beard (July 9, 1870? – February 16, 1985) was an American supercentenarian claimant, farmer and claimed veteran of the Spanish–American War in 1898. Beard is verified to be the first person in history to become 114 years old, although the oldest living person at the time of Beard's death at age 114 years, 222 days was believed to be the now debunked Japaneseman Shigechiyo Izumi who claimed to be five years older and died over a year later, and the fourth-youngest of only seven verified men who have become at least 114 years old.\nBiography and age controversy.\nBeard claimed to be born on July 9, 1870 in Norfolk, Virginia. However, it is not supported by any record. According to the 1935 US census and the 1940 Florida State census, he was born in Florida and may have been born later, in 1872 or 1879. The oldest reliable census, from 1880, includes a Matthew Beard born 1870 in Illinois while the 1900 US census includes one with the same name born 1890 in Texas and the Georgia State census the same year includes one Mathew Beard born October 1886.\nWhen Beard was three years old, his family moved to Missouri where he worked in a saw mill at age 12. At age 17, he moved to Wildwood, Florida and worked on laying the tracks for the Seaboard extension of the Florida Central and Peninsular Railroad, but he did not settle there until later. In 1898, he claimed to be fighting in Cuba in the Spanish–American War and after the war he worked as a farmer in Wildwood.\nBeard married in 1919 and had twelve children (of whom eight were living after his death) born between 1911 and 1940.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supercentenarian","surface_form":"supercentenarian","offset":78},{"uri":"Spanish%E2%80%93American_War","surface_form":"Spanish–American War","offset":139},{"uri":"Norfolk%2C_Virginia","surface_form":"Norfolk, Virginia","offset":630},{"uri":"Missouri","surface_form":"Missouri","offset":1132},{"uri":"Wildwood%2C_Florida","surface_form":"Wildwood, Florida","offset":1205},{"uri":"Spanish%E2%80%93American_War","surface_form":"Spanish–American War","offset":1421}]}