{"id":74000,"url":"http://en.wikipedia.org/wiki/2014_Winter_Olympics","text":"The 2014 Winter Olympics, officially known as the XXII Olympic Winter Games, is the 22nd Games of the Winter Olympics. It is an international winter sports event that was held from February 7 to February 23, 2014. The host city was Sochi in Russia. It was chosen on July 4, 2007, during the 119th International Olympic Committee (IOC) meeting in Guatemala City, Guatemala. This was Russia's first time hosting the Winter Olympics (the Soviet Union hosted the 1980 Summer Games in Moscow though). These were also the first winter games in a subtropical city.\nStadiums.\nMost of the stadiums will be built at a place called Sochi Olympic Park near the Black Sea coast All of the venues(stadiums) being used are new. The venues are near each other. This will provide a great compactness of the concept with the Olympic Stadium and all indoor venues of the Olympics will be gathered within walking distance.\nHoewever, some parts of the Olympics, mainly skiing and snowboarding, will take place away from the main area. These events will take place at Krasnaya Polyana (Mountain Cluster)\nOpening ceremony.\nThe opening ceremony of the Games was held on 7 February 2014. It was held from 20:14 to 23:02 local time. The Games were officially opened by Vladimir Putin, the President of Russia. There was an audience of about 40,000 people. The performance part of the ceremony was mainly about Russian classical music. The pop duo t.A.T.u performed as well.\nThe site of the opening ceremony was Fisht Olympic Stadium. This was built just for the games. It will be used only for the opening and closing ceremonies.\nHomophobia.\nIn 2013, a law against 'homosexual propaganda' was made in Russia. Cher chose not to perform at the Winter Olympics because of the law.\nOn 27 January 2014, the mayor of Sochi said that there are no gay people living in Sochi.\nOn the first day of the Olympics, 7 February 2014, four gay rights activists were arrested in St Petersburg, including one pregnant woman.\nIncidents and threats.\nOrganizers received several threats prior to the Games. In a July 2013 video release, Chechen Islamist commander Dokka Umarov called for attacks on the Games, stating that the Games were being staged \"on the bones of many, many Muslims killed...and buried on our lands extending to the Red Sea.\"\nThreats were received from the group Vilayat Dagestan, which had claimed responsibility for the Volgograd bombings under the demands of Umarov, and a number of National Olympic Committees had also received threats via e-mail, threatening that terrorists would kidnap or \"blow up\" athletes during the Games. However, while the IOC did state that the letters \"[contained] no threat and appears to be a random message from a member of the public\", the U.S. ski and snowboarding teams hired a private security agency to provide additional protection during the Games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Winter_Olympic_Games","surface_form":"Winter Olympics","offset":102},{"uri":"Winter_sport","surface_form":"winter sport","offset":142},{"uri":"Sochi","surface_form":"Sochi","offset":232},{"uri":"Russia","surface_form":"Russia","offset":241},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":297},{"uri":"Guatemala_City","surface_form":"Guatemala City","offset":346},{"uri":"Guatemala","surface_form":"Guatemala","offset":362},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":435},{"uri":"1980_Summer_Olympics","surface_form":"1980 Summer Games","offset":459},{"uri":"Moscow","surface_form":"Moscow","offset":480},{"uri":"Subtropical","surface_form":"subtropical","offset":540},{"uri":"Skiing","surface_form":"skiing","offset":948},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":1243},{"uri":"President_of_Russia","surface_form":"President of Russia","offset":1263},{"uri":"Audience","surface_form":"audience","offset":1297},{"uri":"Performance","surface_form":"performance","offset":1334},{"uri":"Ceremony","surface_form":"ceremony","offset":1358},{"uri":"Classical_music","surface_form":"classical music","offset":1392},{"uri":"T.A.T.u","surface_form":"t.A.T.u","offset":1421},{"uri":"Fisht_Olympic_Stadium","surface_form":"Fisht Olympic Stadium","offset":1485},{"uri":"Cher","surface_form":"Cher","offset":1683},{"uri":"Gay_rights","surface_form":"gay rights","offset":1898},{"uri":"Activist","surface_form":"activist","offset":1909},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":1936}]}