{"id":740362,"url":"http://en.wikipedia.org/wiki/Aguascalientes_Municipality","text":"Aguascalientes () is the capital of the state of Aguascalientes and is its most populous city, with a metropolitan population of 1,000,000. It is located in North-Central Mexico. It is part of the macroregion of Bajío, which is among the safest and most prosperous regions in Mexico. It was part of the kingdom of Nueva Galicia. In 1835 Aguascalientes became the capital of the Free and Sovereign State of Aguascalientes. Aguascalientes has been called the cleanest city in Latin America. Aguascalientes is experiencing an ongoing social, economic, and aesthetic revitalization process. Aguascalientes has a population which includes Japanese, Koreans, and Germans.\nIt stands on the banks of the Aguascalientes river, 1880 meters above sea level, at. It is the municipal seat for the Aguascalientes Municipality. The Aguascalientes metropolitan area includes the municipality of Jesús María and San Francisco de los Romo. It was a Chichimeca Indian territory. It later blossomed as a strategic link between Mexico City and the mines of Zacatecas, while prosperous agriculture and ranching helped feed Spain's emerging New World cities.\nOECD has recognized Aguascalientes as having a good business climate. It is a strong business and economic center in the Bajío region. Its strategic location and infrastructure have made it a regional hub and a location for international headquarters. Also home to two of Nissan's largest and most important manufacturing plants in Latin America. Other important companies located in Aguascalientes include Jatco, Coca-Cola, Flextronics, Texas Instruments, Donaldson, and Calsonic Kansei.\nBecause of its services and hotel industry, Aguascalientes is one of the most important centers in Mexico for entertainment, gastronomy, leisure activities, arts and recreation.\nHistory.\nThe city of Aguascalientes was founded on October 22, 1575, by Juan de Montoro as a postal service rest stop between the cities of Zacatecas and Mexico City, though it is known that the site already featured a small population by the time it was granted an official status. Although its founders did not envision it becoming a major city, it became the capital of the newly formed state of the same name when its territory separated from the adjacent state of Zacatecas in 1835. When the state separated from Zacatecas, Aguascalientes raced ahead in its development, while the state of Zacatecas remained behind in comparison.\nThe historical center of Aguascalientes was born out of four distinct neighborhoods. The oldest of these is the \"Barrio del Encino\", which is technically older than Aguascalientes proper. Founded in 1565 by the Andalusian Hernán González Berrocal, the neighborhood was originally named \"Triana\" after the neighborhood in Seville, Spain. The \"Barrio del Encino\" is home to the baroque-style \"Templo del Señor del Encino\", a Catholic temple built between 1773 and 1796. The \"Cristo Negro del Encino\" (\"Black Christ of the live oak\"), is a widely venerated religious icon symbolic of this neighborhood. The colonial square and the José Guadalupe Posada Museum, adjacent to the temple, are one of the main attractions in the city.\nThe second neighborhood is the \"Barrio de San Marcos\", which has its roots in the early 17th century as an indigenous settlement on the outskirts of the then-village of Aguascalientes. Between 1628 and 1688, some communal land was allocated to the community, but the indigenous people still worked on Spanish-owned farms and produced goods to sell in Aguascalientes. Meanwhile, they organized the construction of a simple hospital and a chapel. This original chapel was replaced by the current \"Templo de San Marcos\" completed on December 15, 1763; this church is the spiritual headquarters of the \"Feria Nacional de San Marcos\".\nThe third neighborhood is the \"Barrio de Guadalupe\", which began its development as a string of shops and trading posts alongside the road leading from Aguascalientes to Jalpa and Zacatecas during the latter half of the 18th century. The neighborhood's iconic \"Templo de Guadalupe\" was built between 1767 and 1789; it's recognized for its Spanish Baroque façade and its dome lined with Talavera tiles. Especially after the founding of the \"Fundición Central Mexicana\" (\"Mexican Central Foundry\"), the neighborhood developed quickly; by the early 20th century its roadside inns had mostly been converted into homes and its boundaries had blurred with those of the \"Barrio de San Marcos\".\nThe final neighborhood is the \"Barrio de la Salud\", which has its roots in a small chapel and a cemetery developed towards the end of the 18th century to deal with a number of disease epidemics that had struck the area. Gravediggers established homes near the cemetery, and others took advantage of the open land to establish orchards. Though the orchards began to disappear during the early 20th century, clues as to the neighborhood's roots still remain. First of all, the fact that property lines generally followed irrigation ditches can still be seen in the neighborhood's haphazard street grids today. Second, the neighborhood's working-class character is visible in its primarily single-story homes featuring simple façades.\nA fifth neighborhood, the \"Barrio de la Estación\", is often grouped in with the city's original neighborhoods. However, this neighborhood is considerably more modern, with much of its development dating from the final decades of the 19th century or later. Therefore, despite its important role in the history of Aguascalientes, it's not strictly accurate to consider the \"Barrio de la Estación\" one of the city's original historical neighborhoods.\nClimate.\nUnder the Köppen climate classification, Aguascalientes has a semi-arid climate (Köppen BSh). Most of the precipitation is concentrated from June to September.\nEtymology.\nThe name originates from the Spanish words \"aguas calientes\", meaning \"hot waters\" although a more accurate translation is \"hot springs\", part of the original name of \"Villa de Nuestra Señora de la Asunción de las Aguas Calientes\" (Village of our Lady of Assumption of the Hot Springs). When the city was first settled by Juan de Montoro and twelve families, it was given this name for its abundance of hot springs. These thermal features are still in demand in the city's numerous spas and even exploited for domestic use. People from Aguascalientes (both the city and the state) are known by the whimsical Spanish demonym \"hidrocálidos\" or \"hydrothermal\" people.\nModern day.\nAguascalientes today identifies itself as at the confluence of tradition and industry. Its preserved colonial downtown testifies to its rich architectural heritage and cultural vision. On the other hand, the precisely planned peripheral expressways, as well as its first class avenues and lanes, are surrounded with industrial parks that employ thousands of people. The state reports a high index of migrants, especially from other states, seeking to acquire a better quality of life.\nDemographics.\nAs of 2010, the city of Aguascalientes proper had a population of 797,010. The two other municipalities considered parts of the Aguascalientes metropolitan area are Jesús María and San Francisco de los Romo; they had populations of 99,590 and 35,769, respectively. As such, the Aguascalientes metropolitan area had a total population of 932,369.\nAccording to the latest census by the National Institute of Statistics, Geography, and Data Processing (INEGI), Aguascalientes City was the 13th largest metropolitan area by population in the country. It is one of the fastest-growing cities in Mexico.\nQuality of life.\nThe city had a Human Development Index of 0.82 in 2000, placing it in the very high development category. Open heart surgeries and heart and kidney transplants have been performed in Aguascalientes for the past 20 years; by comparison, these same surgeries were first performed in the United States 28 years ago. The life expectancy of 76 years is similar to that which can be found in Denmark, Ireland or Portugal.\n100% of the population has Medical Service Coverage. In addition, two more government-controlled Medical Services exist for those who work in a job affiliated with them. There are also plenty of options in the form of private medical centers.\nEconomy.\nAccording to the World Bank, Aguascalientes has the most business friendly environment in Mexico and is one of the best places in the world to invest. 240 multinationals were installed during the last 30 years, representing the United States, Japan, Spain, France, Germany, Sweden, and Brazil among others. 70% of Japan's investment in Mexico is in Aguascalientes.\n25 companies from the industry of IT & Software cluster. Softtek, the largest software development company in Mexico, has large operations in Aguascalientes.\nAguascalientes is home to two large Nissan manufacturing plants, including the most important outside of Japan. Among other models of cars, they manufacture the Sentra and the Versa. The Aguascalientes plants are responsible for the majority of Mexico's overall annual production of 850,000 Nissan automobiles. Due to their presence, the city has a significant Japanese population.\nTexas Instruments has one plant in Aguascalientes, it is dedicated to integrated circuitry (IC) manufacturing. Sensata Technologies, has one plant in the city, making sensors and controls for automotive, HVAC and industrial use. Flextronics is another electronics manufacturer that has a plant located in Aguascalientes City. There are also several companies that work in the robotics industry, the most notable being FANUC Robotics.\nEducation.\nEight out of the 100 best colleges in Mexico are in Aguascalientes. There are 25 universities and colleges for only 1 million inhabitants. This ranks as first place per capita in Mexico.\nThe \"Escuela Japonesa de Aguascalientes\" (アグアスカリエンテス日本人学校 \"Aguasukarientesu Nihonjin Gakkō\"), an overseas Japanese school, is in Aguascalientes.\nAs of 2013, the city contains 59 primary schools and 13 junior high schools.\nCycling.\nAguascalientes is known as one of the most bicycle-friendly cities in Mexico. The municipality is also developing a system of interconnected green bicycle routes, greenways, the aim being to facilitate fast, safe, and pleasant bicycle transport from one end of the city to the other.\nRoads.\nAguascalientes has a large network of roads connecting different municipalities of the city together and to other cities.\nAirport.\nLic. Jesús Terán Peredo International Airport serves the city, with four daily non-stop international flights from Los Angeles, Dallas and Houston.\nUrban development.\nAguascalientes is a strategically planned city, having been pioneers in urban development regulation since 1936. The city is planned around three beltway loops, which is unique in Mexico. The third beltway loop will be fully operational in 2022.\nFiber optic infrastructure.\nAguascalientes has the same fiber-optic and voice/data communication infrastructure as\nMexico City, Guadalajara, and Monterrey.\nCulture and recreation.\nAguascalientes houses the largest festival held in Mexico, the San Marcos Fair, which takes place from the middle of April to the beginning of May. The celebration was held originally in the San Marcos church, neighborhood, and its magnificent neoclassical garden; since then, it has greatly expanded to cover a huge area of exposition spaces, bullrings, nightclubs, theaters, performance stages, theme parks, hotels, convention centers, and other attractions. It attracts almost 7 million visitors to Aguascalientes every year.\nThe old part of the city revolves around downtown and the four original neighborhoods from which the city expanded. The most notable building here is the Baroque Government Palace, dating from 1664 and constructed out of red volcanic stone; it is known for its one hundred arches. The prominent Baroque Cathedral, begun in 1575, is the oldest building in the city. The tall column in the center of the main square dates from colonial times; it held a statue of a Spain's viceroy, which was toppled when the country gained independence; the current sculpture on its summit commemorates Mexican independence.\nNeighborhoods and tradition.\nThe city of Aguascalientes is made up of four traditional neighborhoods, all of which grew up around the central Plaza de la Patria: Guadalupe, San Marcos, El Encino and La Estación.\nThe neighborhood of Guadalupe, a traditional producer of pottery, centers around its local temple. Located in the heart of Guadalupe, this religious sanctuary, the second most important in the city and dating back to the late 18th century, has a baroque façade and a large dome covered in traditional \"talavera\" tiles. Inside it has many flower and angel motifs.\nThe next is San Marcos, founded in 1604 and once home to natives of Tlaxcala state who fled persecution. Today, the area hosts the traditional San Marcos Fair in springtime. There is San Marcos Gardens, a charming green spot where paths and trees are abundant. The gardens are traditionally frequented by poets, artists and lovers on lazy afternoons. Directly in front of the gardens, you'll see the baroque San Marcos Temple, its tiled dome glinting in the sun.\nIn El Encino or La Triana, head for the Encino gardens with their tile-decorated central fountain is full of tranquility. While in the area, the José Guadalupe Posada Museum – showcasing the work of an extraordinary cartoonist and engraver born in Aguascalientes – is well worth a visit. The museum houses two permanent exhibition rooms and another for temporary exhibitions.\nLast but not least, the neighborhood of La Estación takes its name from the old railway station, inaugurated in 1911 and one of Aguascalientes' architectural and historical treasures.\nAguascalientes historic downtown is home to several outstanding museums including the Aguascalientes Museum \"(Museo de Aguascalientes)\", the city's art museum, housed in a Classical-style building designed by the beloved self-trained architect Refugio Reyes; the Guadalupe Posada Museum \"(Museo Guadalupe Posada)\", located in the historic nationhood of Triana, exhibits the life and work of José Guadalupe Posada; and the State History Museum, which is housed in an elegant Art Nouveau mansion typical of the Porfirian period with and ornate patio and dining room with vegetable motifs in a Mediterranean style, with a French Academism façade, and interior columns and an arcade of pink stone characteristic of Porfirian Eclecticism.\nOther designs by Refugio Reyes include the Paris Hotel, the Francia Hotel, and his masterpiece, the Church of San Antonio. The Church of our Lady of Guadalupe possesses an extraordinarily exuberant Baroque facade designed by José de Alcíbar, a renowned architect of the period considered to be one of the most famous artists in Mexico in the 1770s. The Camarin of the Immaculate in the church of San Diego is considered by historians to be the last Baroque building in the world; it links the Baroque and Neoclassical styles; it is the largest of the fewer than ten of these type of structures built in the whole continent.\nAguascalientes is also home to some of the country's leading provincial theaters. Outstanding examples are the Morelos Theater, historically important for its role during the Mexican Revolution as a convention site; architecturally, the building is notable for its facade and interior, which houses a small museum. The Teatro Aguascalientes is the city's premier theatre and opera house and is equipped with the latest technology.\nIn addition, in the modern section of the city, the Museo Descubre astonishes as an interactive museum of science and technology aimed at providing a hands-on learning experience. It also features an IMAX screen. The Museum of Contemporary Art is the city's premier art museum.\nThe gothic structure of the Los Arquitos cultural center used to be one of the first bathhouses in the city, declared a historic monument in 1990. The Ojocaliente is also an original bathhouse still in use today, and fed with thermal springs.\nLa Estacion Historic Area (The Old Train Station Complex) contains the Old Train Station and Railway Museum historic complex, which at some point in 1884 formed the largest rail hub and warehouses in all Latin America. The complex is adorned with dancing fountains, a railway plaza and original locomotives and monuments. It was in this complex that the first locomotive completely manufactured in Mexico was made. It symbolizes the progress of the city and its transformation from the rural to an emergent industrial economy. The rail factories supplied with railways and locomotives to whole of Mexico and Central America. The Train Station is also historic due to its unusual (for Mexico) English architectural style. The Alameda avenue, the railway hangars, the factory complexes, and its surrounding housing have been proposed to be placed in the list of UNESCO World Heritage Sites.\nRadio.\nMetroaguascalientes was one of the radio stations for the city of Aguascalientes.\nSoccer.\nClub de Fútbol Gallos Hidrocálidos de Aguascalientes was a football club from Aguascalientes, Mexico.\nThe club was founded in 1994, when Salvador López Monroy, a restaurant business owner from Los Angeles, bought a second division franchise which he relocated to Aguascalientes where there was no professional football club.\nThe club played its last tournament in 2000-2001 when the Governor of Aguascalientes bought first division club Necaxa, with its national following, and relocated it from Mexico City. Gallos de Aguascalientes was then sold to Chivas, which changed its name to F.C. Tapatio de Guadalajara, affiliated to Chivas.\nThe city is home to the soccer team Club Necaxa, which plays in Mexican first division. The club left Mexico City and relocated to Aguascalientes following the 2003 opening of Estadio Victoria, which is now the club's home venue and one of the best stadiums in the country.\nBasketball.\nPanteras de Aguascalientes its part of the Mexican basketball league National Professional Basketball League (LNBP). In 2003, the Panteras won the championship of the LNBP. The Panteras play their home games at the Gimnasio Hermanos Carreón.\nBaseball.\nThe baseball team Rieleros de Aguascalientes, returned to the Mexican League in 2012. The team previously won the championship in 1978.\nCycling.\nThe Aguascalientes Bicentenary Velodrome, designed by Peter Junek, hosted the 2010 Pan American Track Championships.\nAt an Elevation of 1887m, the Velodrome is a frequent location for attempts at breaking the Cycling Hour Record","categories":[],"infobox_types":[],"annotations":[{"uri":"Aguascalientes","surface_form":"Aguascalientes","offset":49},{"uri":"Metropolitan_area","surface_form":"metropolitan","offset":102},{"uri":"Macroregion","surface_form":"macroregion","offset":197},{"uri":"Baj%C3%ADo","surface_form":"Bajío","offset":212},{"uri":"Nueva_Galicia","surface_form":"Nueva Galicia","offset":314},{"uri":"Latin_America","surface_form":"Latin America","offset":474},{"uri":"Japanese_people","surface_form":"Japanese","offset":634},{"uri":"Koreans","surface_form":"Koreans","offset":644},{"uri":"Germans","surface_form":"Germans","offset":657},{"uri":"Jes%C3%BAs_Mar%C3%ADa%2C_Aguascalientes","surface_form":"Jesús María","offset":879},{"uri":"San_Francisco_de_los_Romo","surface_form":"San Francisco de los Romo","offset":895},{"uri":"Chichimeca","surface_form":"Chichimeca","offset":931},{"uri":"Zacatecas","surface_form":"Zacatecas","offset":1036},{"uri":"OECD","surface_form":"OECD","offset":1136},{"uri":"Baj%C3%ADo","surface_form":"Bajío","offset":1257},{"uri":"Nissan","surface_form":"Nissan's","offset":1408},{"uri":"Jatco","surface_form":"Jatco","offset":1543},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":1550},{"uri":"Flex_(company)","surface_form":"Flextronics","offset":1561},{"uri":"Texas_Instruments","surface_form":"Texas Instruments","offset":1574},{"uri":"Donaldson_Company","surface_form":"Donaldson","offset":1593},{"uri":"Calsonic_Kansei","surface_form":"Calsonic Kansei","offset":1608},{"uri":"Entertainment","surface_form":"entertainment","offset":1735},{"uri":"Gastronomy","surface_form":"gastronomy","offset":1750},{"uri":"Arts","surface_form":"arts","offset":1782},{"uri":"Zacatecas%2C_Zacatecas","surface_form":"Zacatecas","offset":1943},{"uri":"Mexico_City","surface_form":"Mexico City","offset":1957},{"uri":"Triana%2C_Seville","surface_form":"neighborhood","offset":2744},{"uri":"Jos%C3%A9_Guadalupe_Posada_Museum","surface_form":"José Guadalupe Posada Museum","offset":3067},{"uri":"Feria_Nacional_de_San_Marcos","surface_form":"Feria Nacional de San Marcos","offset":3765},{"uri":"Jalpa%2C_Zacatecas","surface_form":"Jalpa","offset":3966},{"uri":"Spanish_Baroque_architecture","surface_form":"Spanish Baroque","offset":4135},{"uri":"Talavera_pottery","surface_form":"Talavera","offset":4182},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":5682},{"uri":"Semi-arid_climate","surface_form":"semi-arid climate","offset":5734},{"uri":"Hot_springs","surface_form":"hot springs","offset":6246},{"uri":"Spanish_(language)","surface_form":"Spanish","offset":6451},{"uri":"Demonym","surface_form":"demonym","offset":6459},{"uri":"National_Institute_of_Statistics%2C_Geography%2C_and_Data_Processing","surface_form":"National Institute of Statistics, Geography, and Data Processing","offset":7403},{"uri":"Human_Development_Index","surface_form":"Human Development Index","offset":7649},{"uri":"World_Bank","surface_form":"World Bank","offset":8319},{"uri":"Information_technology","surface_form":"IT","offset":8701},{"uri":"Softtek","surface_form":"Softtek","offset":8724},{"uri":"Nissan","surface_form":"Nissan","offset":8861},{"uri":"Nissan_Sentra","surface_form":"Sentra","offset":8986},{"uri":"Nissan_Versa","surface_form":"Versa","offset":9001},{"uri":"Japanese_people","surface_form":"Japanese","offset":9186},{"uri":"Texas_Instruments","surface_form":"Texas Instruments","offset":9207},{"uri":"Sensata_Technologies","surface_form":"Sensata Technologies","offset":9318},{"uri":"Flextronics","surface_form":"Flextronics","offset":9436},{"uri":"FANUC_Robotics","surface_form":"FANUC Robotics","offset":9625},{"uri":"Nihonjin_gakko","surface_form":"overseas Japanese school","offset":9936},{"uri":"Lic._Jes%C3%BAs_Ter%C3%A1n_Peredo_International_Airport","surface_form":"Lic. Jesús Terán Peredo International Airport","offset":10492},{"uri":"Mexico_City","surface_form":"Mexico City","offset":11020},{"uri":"Guadalajara","surface_form":"Guadalajara","offset":11033},{"uri":"Monterrey","surface_form":"Monterrey","offset":11050},{"uri":"San_Marcos_Fair","surface_form":"San Marcos Fair","offset":11148},{"uri":"Aguascalientes_Museum","surface_form":"Aguascalientes Museum","offset":13905},{"uri":"Guadalupe_Posada_Museum","surface_form":"Guadalupe Posada Museum","offset":14082},{"uri":"Jos%C3%A9_Guadalupe_Posada","surface_form":"José Guadalupe Posada","offset":14210},{"uri":"Art_Nouveau","surface_form":"Art Nouveau","offset":14293},{"uri":"Jos%C3%A9_de_Alcibar","surface_form":"José de Alcíbar","offset":14778},{"uri":"Mexican_Revolution","surface_form":"Mexican Revolution","offset":15352},{"uri":"Teatro_Aguascalientes","surface_form":"Teatro Aguascalientes","offset":15496},{"uri":"Museo_Descubre","surface_form":"Museo Descubre","offset":15660},{"uri":"Museum_of_Contemporary_Art_(Aguascalientes)","surface_form":"Museum of Contemporary Art","offset":15825},{"uri":"Old_Train_Station_and_Railway_Museum","surface_form":"Old Train Station and Railway Museum","offset":16200},{"uri":"Gallos_Hidroc%C3%A1lidos_de_Aguascalientes","surface_form":"Gallos Hidrocálidos de Aguascalientes","offset":17130},{"uri":"Association_football","surface_form":"football","offset":17174},{"uri":"Aguascalientes","surface_form":"Aguascalientes","offset":17193},{"uri":"Mexico","surface_form":"Mexico","offset":17209},{"uri":"Salvador_L%C3%B3pez_Monroy","surface_form":"Salvador López Monroy","offset":17252},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":17308},{"uri":"Aguascalientes","surface_form":"Aguascalientes","offset":17378},{"uri":"Aguascalientes","surface_form":"Aguascalientes","offset":17510},{"uri":"Necaxa","surface_form":"Necaxa","offset":17552},{"uri":"C.D._Guadalajara","surface_form":"Chivas","offset":17666},{"uri":"Club_Deportivo_Guadalajara_Reserves","surface_form":"F.C. Tapatio de Guadalajara","offset":17700},{"uri":"Club_Necaxa","surface_form":"Club Necaxa","offset":17787},{"uri":"Mexico_City","surface_form":"Mexico City","offset":17853},{"uri":"Estadio_Victoria","surface_form":"Estadio Victoria","offset":17927},{"uri":"Panteras_de_Aguascalientes","surface_form":"Panteras de Aguascalientes","offset":18037},{"uri":"Liga_Nacional_de_Baloncesto_Profesional","surface_form":"National Professional Basketball League","offset":18106},{"uri":"Rieleros_de_Aguascalientes","surface_form":"Rieleros de Aguascalientes","offset":18307},{"uri":"Aguascalientes_Bicentenary_Velodrome","surface_form":"Aguascalientes Bicentenary Velodrome","offset":18438},{"uri":"Pan_American_Road_and_Track_Championships","surface_form":"Pan American Track Championships","offset":18517},{"uri":"Hour_Record","surface_form":"Hour Record","offset":18651}]}