{"id":740365,"url":"http://en.wikipedia.org/wiki/Japanese_pronouns","text":"e=\"preserve\">The Japanese language has a complicated system of pronouns that is based on things like the speaker's gender, relationship to the listener(s), rank in the speaker's group, how polite the speaker is trying to be, and several other things. Since there are so many different pronouns for each person (first, second, and third), and so few that can be appropriately used in every situation, many people say that Japanese lacks true pronouns.\nAccording to the Japanese language blog Tofugu, Japanese has more first-person pronouns than any other language. To give examples of the complexity of Japanese pronouns, \"watashi\" could be considered the normal polite way of calling yourself if you are unsure of what to call yourself, but if you are male, you could call yourself \"boku\" or \"ore\" if you are with friends or family, but you should call yourself \"watakushi\" if you are talking to your boss or in a formal situation. If you are female, it is normal to call yourself \"watashi\" even in casual situations, although you can also call yourself \"atashi\" or \"uchi\". The most common plural first-person pronoun is \"watashi-tachi\", but in formal situations you can call yourselves \"ware-ware\" (which is also sometimes used to describe \"the people [of Japan]). This does not describe every first-person pronoun, but this explanation is written to give the reader an idea.\nSince most Japanese see the second-person (e.g. \"you\") pronoun as very intimate, second-person is usually avoided and the second-person is talked to using a third-person (e.g. \"he/she/it/they\") pronoun instead.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_language","surface_form":"Japanese","offset":17},{"uri":"Gender","surface_form":"gender","offset":115},{"uri":"Pronoun","surface_form":"pronouns","offset":285},{"uri":"Point_of_view","surface_form":"person","offset":303},{"uri":"Blog","surface_form":"blog","offset":486},{"uri":"Male","surface_form":"male","offset":752},{"uri":"Pronoun","surface_form":"pronoun","offset":1432},{"uri":"Intimacy","surface_form":"intimate","offset":1448}]}