{"id":7408,"url":"http://en.wikipedia.org/wiki/Arthur_Conan_Doyle","text":"Sir Arthur Conan Doyle (22 May 1859 – 7 July 1930) was a Scottish doctor and author. He is well known because he wrote short stories about the detective Sherlock Holmes. He also wrote science fiction and historical stories.\nHe became an agnostic by the time he left school. He studied medicine at Edinburgh University from 1876 to 1881. He wrote short stories in his spare time. In 1882, he started working as a doctor in Southsea. He carried on writing short stories while he waited for patients. His first Sherlock Holmes story that was published was \"A Study in Scarlet\".\nDoyle's great gifts as a writer were story-telling and character. He created really memorable characters. Holmes' gift for deduction has been copied many times in fiction. The character was probably based on a doctor called Joseph Bell. Holmes himself and Watson were balanced by the evil genius Moriarty, one of the great villains in fiction.\nAfter \"A Study in Scarlet\" came \"The Sign of the Four\", \"The Valley of Fear\" and \"The Hound of the Baskervilles\". The other Holmes stories were published in the \"Strand Magazine\". They were later collected together in five volumes, starting with \"The Adventures of Sherlock Holmes\".\nConan Doyle also wrote \"The Lost World\", published in 1912. In it, Professor Challenger and his companions travel to find a large plateau in South America where dinosaurs still live.\nLater life.\nDoyle's wife Louisa died in 1906. After the death of his son Kingsley just before the end of the First World War, and the deaths of his brother Innes, his two brothers-in-law and his two nephews shortly after the war, Doyle sank into depression. He found solace supporting spiritualism and its attempts to find proof of existence beyond the grave. He was a member of the renowned supernatural organisation The Ghost Club.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":57},{"uri":"Sherlock_Holmes","surface_form":"Sherlock Holmes","offset":153},{"uri":"Science_fiction","surface_form":"science fiction","offset":184},{"uri":"Agnostic","surface_form":"agnostic","offset":237},{"uri":"Edinburgh_University","surface_form":"Edinburgh University","offset":297},{"uri":"Short_story","surface_form":"short stories","offset":346},{"uri":"Medical_doctor","surface_form":"doctor","offset":412},{"uri":"Patient","surface_form":"patients","offset":488},{"uri":"A_Study_in_Scarlet","surface_form":"A Study in Scarlet","offset":554},{"uri":"Deductive_reasoning","surface_form":"deduction","offset":698},{"uri":"The_Sign_of_the_Four","surface_form":"The Sign of the Four","offset":952},{"uri":"The_Valley_of_Fear","surface_form":"The Valley of Fear","offset":976},{"uri":"The_Hound_of_the_Baskervilles","surface_form":"The Hound of the Baskervilles","offset":1001},{"uri":"The_Adventures_of_Sherlock_Holmes","surface_form":"The Adventures of Sherlock Holmes","offset":1166},{"uri":"The_Lost_World","surface_form":"The Lost World","offset":1226},{"uri":"South_America","surface_form":"South America","offset":1343},{"uri":"Dinosaurs","surface_form":"dinosaurs","offset":1363},{"uri":"First_World_War","surface_form":"First World War","offset":1494},{"uri":"Spiritualism","surface_form":"spiritualism","offset":1670},{"uri":"The_Ghost_Club","surface_form":"The Ghost Club","offset":1803}]}