{"id":74110,"url":"http://en.wikipedia.org/wiki/Anna_G%C3%B6ldi","text":"Anna Göldi (or Anna Göldin, Göldin is the female form of the name) (24 October 1734 - 13 June 1782) was probably the last person in Europe to be executed as a witch.\nLife, and accusations of witchcraft.\nGöldin was born into a poor family and worked as a servant. She had two children. Her first child died shortly after being born, and Göldin was accused (and sentenced) for killing it. She later worked for a physician from Glarus, Jakob Tschudi, who was one of the richest and most influential people in the Canton of Glarus. When she worked there, small needles were found in the milk for one of the daughters of Tschudi. Additionally, Tschudi's relatives claimed that the daughter had spewn nails on several occasions.\nFor this reason, Göldin was accused of bewitching Tchudi's daughter. Under torture, she confessed that she had used the powers of the Devil. On 13 June 1782, she was sentenced to die by the sword, but the verdict did not mention witchcraft. The execution followed soon afterwards. After the execution, the paper trail was destroyed. Despite these efforts, the case created an uproar in other parts of Switzerland and in Germany because the public saw Göldin as an innocent victim.\nWhat may have happened.\nWalter Hauser, a journalist, looked at sources that were not known to date. He thinks Göldin might have had an affair with her master, Johann Jakob Tschudin. During this affair, he might possibly have raped her. Adulterers were seen as unfit to hold a public office, at the time. For this reason, Tschudi may have decided to do away with Göldi. He initiated the trial for witchcraft, which ended in her execution.\nFilm about her life.\nGertrud Pinkus made a film about Anna Göldin's life, in 1992. It is called \"Anna Göldin - Letzte Hexe\". In it Cornelia Kempers plays Anna Göldin.\nWas she a witch, after all?\nIn March 2007, both the government and the Church of Glarus refused to say Anna Göldin had been innocent, 225 years after her execution. They said that in the minds of the people of Glarus, this rehabilitation had already taken place.\nOn 20th September 2007, the Swiss parliament decided that in Anna Göldin's case, justice was wrong. Fritz Schiesser, as representative for Glarus in the Swiss parliament, called for Anna Göldin's exoneration. A museum is open in Glarus dedicated to her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":132},{"uri":"Execution","surface_form":"executed","offset":145},{"uri":"Witch","surface_form":"witch","offset":159},{"uri":"Physician","surface_form":"physician","offset":410},{"uri":"Glarus_(canton)","surface_form":"Glarus","offset":425},{"uri":"Jakob_Tschudi","surface_form":"Jakob Tschudi","offset":433},{"uri":"Cantons_of_Switzerland","surface_form":"Canton","offset":510},{"uri":"Nail","surface_form":"nail","offset":695},{"uri":"Torture","surface_form":"torture","offset":798},{"uri":"Devil","surface_form":"Devil","offset":857},{"uri":"Sword","surface_form":"sword","offset":913},{"uri":"Witchcraft","surface_form":"witchcraft","offset":952},{"uri":"Journalist","surface_form":"journalist","offset":1245},{"uri":"Rape","surface_form":"rape","offset":1429},{"uri":"Adultery","surface_form":"Adulterers","offset":1440},{"uri":"Gertrud_Pinkus","surface_form":"Gertrud Pinkus","offset":1663},{"uri":"Cornelia_Kempers","surface_form":"Cornelia Kempers","offset":1773}]}