{"id":74136,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Gabrielle_(2007)","text":"Tropical Storm Gabrielle was a tropical storm that moved over eastern North Carolina before turning out to the sea. It was the seventh named storm of the 2007 Atlantic hurricane season. Gabrielle formed as a subtropical cyclone on September 8 about 385 miles (625 km) southeast of Cape Lookout, North Carolina. Wind shear affected the storm for much of its existence, although a brief decrease in the shear allowed the system to strengthen into a tropical storm. On September 9, Gabrielle made landfall on the coast of North Carolina. Turning to the northeast, the storm quickly weakened and died out on September 11. The storm dropped heavy rainfall near its actual landfall location but little precipitation in other areas. Total damage was minor, and there were no reported deaths.\nStorm history.\nA dying cold front moved off the coast of Georgia on September 2 and left behind clouds and showers that moved slowly east. These began to organize, and by late on September 4, the\nthunderstorms had gotten bigger east of the system's center. On September 5, a Hurricane Hunters aircraft reported that the system had not yet become a tropical or subtropical cyclone. A trough caused some wind shear, which stopped the storm from gaining strength. However, the area soon became better for the storm to strengthen.\nThe storm started to develop, about halfway between North Carolina and Bermuda. The storm began to turn slowly toward the west-northwest. On September 7, its center became slightly stronger. On September 8, the storm was named Subtropical Storm Gabrielle by the National Hurricane Center. At this time, Gabrielle was about 385 miles (625 km) southeast of Cape Lookout, North Carolina.\nAfter becoming a subtropical cyclone, Gabrielle was in an area with cooler air to the north, dry air to the south and west, some wind shear, and cooler water temperatures along the storm's path. These conditions made it so the storm could not strengthen much. However, a curved line of thunderstorms formed in the storm's northern and western sections, and the circulation became better organized. Later, the rainbands died out, leaving the center of the low pressure system far away from the area of thunderstorms. To be a strong tropical cyclone, the center and the thunderstorms need to be located over each other. Soon, the storm began to gain more strength, and it was renamed to Tropical Storm Gabrielle on September 7 while located about 185 miles (300 km) southeast of Cape Lookout, North Carolina.\nWind shear slowly went down as the storm passed over the Gulf Stream, allowing strong thunderstorms to quickly form near the center, and at about 15:45 UTC, Tropical Storm Gabrielle hit the coast of North Carolina. It had winds possibly as strong as 60 mph (95 km/h) at time. The storm turned to the north and north-northeast, and re-entered the ocean on September 10. Gabrielle weakened to a tropical depression, and still kept scattered thunderstorms near it as it tracked along the northern part of the Gulf Stream. By midday on September 11, Gabrielle died out to the south of Canada. By early the next day, the remnants of Gabrielle were absorbed by another cold front.\nPreparations.\nGabrielle became a subtropical storm. Then, the National Hurricane Center sent out a tropical storm watch from Edisto Beach, South Carolina to Oregon Inlet in North Carolina, including the Pamlico Sound. As the storm came close to land, the storm watch for areas south of Cape Fear, North Carolina was taken away. At the same time, a tropical storm warning was declared from Surf City, North Carolina to the North Carolina – Virginia state border. A tropical storm watch was also issued for parts of the Delmarva Peninsula and Chesapeake Bay.\nBefore the storm arrived, the National Park Service closed visitor centers and campgrounds along the Outer Banks. For about 12 hours, the ferry between Hatteras and Ocracoke was closed down. The governor of North Carolina put rescue teams on standby. Some people were told to tighten down loose objects, and to stay inside when the storm passed over. Because the tropical storm was expected to be minor, no evacuations were ordered. On Ocracoke Island, boats were taken out to prepare for Gabrielle. The threat of the storm made it so a fishing contest was canceled at Atlantic Beach.\nAt first, forecasters, or weather men, were not sure where Gabrielle would go. They said it was possible for the storm to hit areas as far north as New York. Big waves and rip currents were predicted, so the Coast Guard helped to prepare for the storm in the Northeastern United States. On Cape Cod, Massachusetts, a jet airplane flew along the coastline, giving storm advisories to offshore boats. A Coast Guard patrol boat was sent offshore for search and rescue. Sailors were told to be very careful in the storm. However, the storm passed well to the south with little effect.\nImpact.\nBig waves from Gabrielle along the coast of Florida caused a surfer to drown. Around 200 others had to be rescued from the rough seas. People at New Smyrna Beach, Florida said waves reached.\nBy September 9, the outer rainbands of the cyclone began hitting southeastern North Carolina. Constant high winds occurred along coast, reaching 44 miles per hour (71 km/h) at Frisco. Wind gusts were sometimes stronger; a gust of 61 miles per hour (98 km/h) was recorded at Ocracoke. Along the coast of North Carolina, waves were high. Rip currents caused many swimmers to be rescued by lifeguards. There was not much rain from the storm in most areas, but near the storm's center, 9.03 inches (229 mm) of rain fell.\nWhere the most rain fell, some flooding formed. This prevented farmers from harvesting their crops. Much of North Carolina was considered to be in a drought, so people hoped Gabrielle would bring needed water. However, in most locations, no rain occurred. The storm left part of North Carolina Highway 12 on Hatteras Island closed for three hours because of flooding. Other streets in Morehead City and Beaufort were closed. A few buildings in the area had minor damage from the flooding. In Carteret County, the flood waters did $5,000 in damage. Storm surge from Gabrielle was small, at just above normal at Hatteras Island. Overall damage in the state was minor and no people died.\nWhen the storm was called \"Gabrielle\", it was the fourth time that the name was used for a tropical cyclone in the Atlantic Ocean. The name was used previously in 1989, 1995, and 2001. Because Tropical Storm Gabrielle was not bad, the name Gabrielle was not retired and was later used for the 2013 Atlantic hurricane season.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical storm","offset":31},{"uri":"North_Carolina","surface_form":"North Carolina","offset":70},{"uri":"2007_Atlantic_hurricane_season","surface_form":"2007 Atlantic hurricane season","offset":154},{"uri":"Subtropical_cyclone","surface_form":"subtropical cyclone","offset":208},{"uri":"Cape_Lookout%2C_North_Carolina","surface_form":"Cape Lookout, North Carolina","offset":281},{"uri":"Wind_shear","surface_form":"Wind shear","offset":311},{"uri":"Strengthen","surface_form":"strengthen","offset":429},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":494},{"uri":"North_Carolina","surface_form":"North Carolina","offset":519},{"uri":"Rainfall","surface_form":"rainfall","offset":642},{"uri":"Cold_front","surface_form":"cold front","offset":808},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":842},{"uri":"Organize","surface_form":"organize","offset":939},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":981},{"uri":"Hurricane_Hunters","surface_form":"Hurricane Hunters","offset":1060},{"uri":"Tropical_cyclone","surface_form":"tropical","offset":1133},{"uri":"Subtropical_cyclone","surface_form":"subtropical cyclone","offset":1145},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":1168},{"uri":"Wind_shear","surface_form":"wind shear","offset":1187},{"uri":"Develop","surface_form":"develop","offset":1333},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1364},{"uri":"Bermuda","surface_form":"Bermuda","offset":1383},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1574},{"uri":"Cape_Lookout%2C_North_Carolina","surface_form":"Cape Lookout","offset":1667},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1681},{"uri":"Subtropical_cyclone","surface_form":"subtropical cyclone","offset":1714},{"uri":"Low_pressure","surface_form":"low pressure system","offset":2152},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":2228},{"uri":"Gulf_Stream","surface_form":"Gulf Stream","offset":2561},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":2656},{"uri":"Scattered","surface_form":"scattered","offset":2933},{"uri":"Canada","surface_form":"Canada","offset":3085},{"uri":"Cold_front","surface_form":"cold front","offset":3167},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":3241},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"tropical storm watch","offset":3278},{"uri":"Edisto_Beach%2C_South_Carolina","surface_form":"Edisto Beach, South Carolina","offset":3304},{"uri":"Oregon_Inlet","surface_form":"Oregon Inlet","offset":3336},{"uri":"North_Carolina","surface_form":"North Carolina","offset":3352},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"tropical storm warning","offset":3527},{"uri":"Declare","surface_form":"declared","offset":3554},{"uri":"Surf_City%2C_North_Carolina","surface_form":"Surf City, North Carolina","offset":3568},{"uri":"Virginia","surface_form":"Virginia","offset":3618},{"uri":"Delmarva_Peninsula","surface_form":"Delmarva Peninsula","offset":3697},{"uri":"Chesapeake_Bay","surface_form":"Chesapeake Bay","offset":3720},{"uri":"Arrived","surface_form":"arrived","offset":3753},{"uri":"Hatteras%2C_North_Carolina","surface_form":"Hatteras","offset":3888},{"uri":"Standby","surface_form":"standby","offset":3978},{"uri":"Tighten","surface_form":"tighten","offset":4012},{"uri":"Evacuation","surface_form":"evacuations","offset":4143},{"uri":"Threat","surface_form":"threat","offset":4240},{"uri":"Meteorology","surface_form":"forecasters","offset":4331},{"uri":"New_York","surface_form":"New York","offset":4469},{"uri":"Waves","surface_form":"waves","offset":4483},{"uri":"Rip_current","surface_form":"rip current","offset":4493},{"uri":"Coast_Guard","surface_form":"Coast Guard","offset":4529},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":4611},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":4621},{"uri":"Jet_aircraft","surface_form":"jet airplane","offset":4638},{"uri":"Florida","surface_form":"Florida","offset":4954},{"uri":"New_Smyrna_Beach%2C_Florida","surface_form":"New Smyrna Beach, Florida","offset":5055},{"uri":"North_Carolina","surface_form":"North Carolina","offset":5179},{"uri":"Constant","surface_form":"Constant","offset":5195},{"uri":"Lifeguard","surface_form":"lifeguard","offset":5488},{"uri":"Flooding","surface_form":"flooding","offset":5649},{"uri":"Drought","surface_form":"drought","offset":5767},{"uri":"North_Carolina_Highway_12","surface_form":"North Carolina Highway 12","offset":5897},{"uri":"Hatteras_Island","surface_form":"Hatteras Island","offset":5926},{"uri":"Beaufort%2C_North_Carolina","surface_form":"Beaufort","offset":6021},{"uri":"Carteret_County%2C_North_Carolina","surface_form":"Carteret County","offset":6110},{"uri":"Storm_surge","surface_form":"Storm surge","offset":6166}]}