{"id":74158,"url":"http://en.wikipedia.org/wiki/Matchbox_Twenty","text":"Matchbox Twenty (or MB20, MBT, matchbox twenty, originally spelled Matchbox 20) is an alternative rock band from Orlando, Florida, United States. The members of the band are Rob Thomas (vocals, piano), Kyle Cook (guitar), Brian Yale (bass), Paul Doucette (guitar) and Ryan MacMillian (drums). Matt Beck is a live member, playing several instruments in their shows. Adam Gaynor was formerly with the band. He left it in 2005. Their three studio albums have been popular worldwide, and they have sold more than 29 million copies. They are \"Yourself or Someone Like You\", \"Mad Season\" and \"More Than You Think You Are\". They released recently an album with new material and their biggest hits, called \"Exile on Mainstream\".\nFormation (1995).\nRob Thomas, Brian Yale, and Paul Doucette were part of the band Tabitha's Secret, which was based in Orlando, Florida, with fellow members Jay Stanley and John Goff, before splitting to start a new band (what was to become Matchbox Twenty). After recruiting Adam Gaynor from Criteria Recording Studios in Miami and Kyle Cook from the Atlanta Institute of Music, the band named themselves \"Matchbox 20\" and won a recording contract with Atlantic Records.\n\"Yourself or Someone Like You\" (1996–2000).\nMatchbox Twenty released their debut album, \"Yourself or Someone Like You\", in 1996. While their first single, \"Long Day\", was a rock radio-only success, the album soon spawned several Top 40 singles throughout 1997 and 1998, including \"Push\", \"3 A.M.\", \"Real World\", and \"Back 2 Good\". \"Push\" and \"3 A.M.\" did not chart on the \"Billboard\" Hot 100 chart due to the rule in effect prior to 1998 that required a song to be released as a single in order to appear on the Hot 100. \"Real World\" and \"Back 2 Good\" proved to be the band's first entries into the \"Billboard\" Hot 100, after the rule was terminated. The album eventually sold more than 12 million copies in the U.S. alone, achieving a diamond certification. In 1998, Matchbox Twenty recorded a live version of their single, \"3 A.M.\" for release on the charity album \"Live in the X Lounge\", benefiting United Cerebral Palsy research. The band was sued by New Yorker Frank Torres for using his image without his permission on the cover of \"Yourself or Someone Like You\". Torres had been walking down the street when he was asked by a photographer to pose for a picture.\nBefore recording their second album, Rob Thomas collaborated with Itaal Shur on a song called \"Smooth\" for Carlos Santana's comeback album, \"Supernatural\". Thomas was supposed to act only as a songwriter for \"Smooth\", but Carlos Santana had him sing for it after hearing the song's demo. \"Smooth\" was the album's lead single and became a hit in 1999. Thomas won three Grammy Awards for writing and performing on \"Smooth\": Record of the Year, Song of the Year, and Best Popular Music Collaboration with Vocals.\n\"Mad Season\" (2000–02).\nDuring 2000, Matchbox 20 renamed themselves to Matchbox Twenty and released their second album, \"Mad Season\". The album, on the strength of several successful singles, including \"Bent\" (which peaked No. 1 on the Hot 100 chart) and \"If You're Gone\", was certified 4x platinum in the United States. The video for \"Bent\" made fun of singer Thomas' increased fame from \"Smooth\" by showing the other band members assaulting him. The next two singles, \"Mad Season\" and \"Last Beautiful Girl\" were not as successful.\n\"More Than You Think You Are\" (2002–03).\nFor their third album, \"More Than You Think You Are\", the band revived more of a rock sound. Thomas shared the songwriting efforts with the other band members on several songs. The album again spawned successful singles \"Disease\" (written with Mick Jagger), \"Unwell\", and \"Bright Lights\". The album was not as successful commercially as the previous two, and received mixed reviews from critics. However, the album had an enormous radio presence for well over a year.\nDuring 2003, the band released \"EP\", consisting of six songs. The EP had never before released live and acoustic versions of previously released songs like \"Push\" and \"If You're Gone\", as well as a new track, \"Suffer Me\".\nIn May 2004, the band released a live DVD, \"Show: A Night in the Life of Matchbox Twenty\", filmed in Atlanta and featuring 20 songs, including all of their previous successful singles.\nFirst hiatus and Gaynor's departure (2004–07).\nIn February 2005, rhythm guitarist Adam Gaynor officially left the group, which had been on hiatus to allow other members to pursue side projects. Rob Thomas released a solo album, \"…Something to Be\", which debuted at No. 1 on the \"Billboard\" 200. The album featured four successful singles: \"Lonely No More\", \"This Is How a Heart Breaks\", \"Ever the Same\", and \"Streetcorner Symphony\".\nIn January 2007, Rob Thomas released a single, \"Little Wonders\", which he wrote for the Disney movie \"Meet the Robinsons\".\n\"Exile on Mainstream\" (2007–08).\nThe group reunited and began performing during 2007, with the release of their 'retrospective' album \"Exile on Mainstream\", on October 2, 2007. \"How Far We've Come\" was the first single from the new album, which was followed by the second single, \"These Hard Times\". \"Exile on Mainstream\" included four other new songs and a complete collection of all eleven of their previously released singles. The album was also released in the new MVI (Music Video Interactive) format, which included two video interviews discussing the six new songs and eleven greatest hits, plus extras including a photo gallery, U-MYX (to remix \"How Far We've Come\"), buddy icons and wallpapers. \"How Far We've Come\" was released on the band's MySpace page in July 2007, with the video released on September 6, 2007.\nMatchbox Twenty toured during early 2008 with Alanis Morissette and opener Mutemath. The band began their US tour on January 25, 2008, in Hollywood, FL, and concluded in Las Vegas, NV, on March 18, 2008 before heading to Australia and New Zealand, where the Australian band Thirsty Merc was the supporting act. Following Australia, Matchbox Twenty visited the UK for the first time in five years to play six concerts in Cardiff, Wembley, Birmingham, Glasgow, and Manchester. Matchbox Twenty performed at the 2008 NASCAR Sprint Cup award ceremony.\nSecond hiatus (2008–10).\nWhen the band finished touring later during 2008, Rob Thomas began work on his second solo album, \"Cradlesong\". He stated in an interview to \"Billboard\" that he expected that the other members of the band might begin work on Matchbox Twenty's next album without him. At the concert at Mohegan Sun Casino on December 18, 2009, Rob Thomas said that he was not frequently playing Matchbox Twenty songs at his 2009 tour stops because the band was planning to tour together in 2010.\nSecond return and \"North\" (2011–present).\nAt the Taste of Chicago on July 2, 2010, Thomas said that Matchbox Twenty would be recording in the fall for their fourth studio album. On September 4, 2010, while on VH1's Top 20 Music Video Countdown, Thomas stated that Matchbox Twenty was planning to start working on their next studio album in mid-September and that he was 80% sure that the album would be released sometime in 2011. Rob Thomas posted on Twitter that he was \"heading out next week to start writing the new mb20 record\" on September 13, 2010. It was stated on Matchbox Twenty's web site that the next show they will do together is on January 1, 2011 in Oklahoma. According to Paul Doucette, the new Matchbox Twenty album will likely be completed in the beginning of 2012. He explained, \"That's the same question I was asking. We don't know -- the beginning of next year, we hope. It's a real important record for us. We haven't done anything in a long time. The older we get, the more we realize and appreciate the good fortune we have to do what we do at this level. Realistically, how many more times do we get? So we're going to really make this record the one we want it to be.\"\nMatchbox Twenty played a one-off live show in Temecula, California on July 9, 2011, but no new material was played. During the show Rob Thomas stated the show was a \"love letter to our fans.\"\n\"North\" was released on September 4, 2012. The album's first single, \"She's So Mean,\" was released on June 12, 2012.\nIn 2012, the band embarked on a worldwide tour, the North Tour, to promote the album. The tour continued as the 2013 Summer Tour, when they co-headlined with the Goo Goo Dolls.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orlando%2C_Florida","surface_form":"Orlando, Florida","offset":113},{"uri":"United_States","surface_form":"United States","offset":131},{"uri":"Rob_Thomas","surface_form":"Rob Thomas","offset":174},{"uri":"Kyle_Cook","surface_form":"Kyle Cook","offset":202},{"uri":"Brian_Yale","surface_form":"Brian Yale","offset":222},{"uri":"Paul_Doucette","surface_form":"Paul Doucette","offset":241},{"uri":"Ryan_MacMillian","surface_form":"Ryan MacMillian","offset":268},{"uri":"Matt_Beck","surface_form":"Matt Beck","offset":293},{"uri":"Adam_Gaynor","surface_form":"Adam Gaynor","offset":365},{"uri":"2005","surface_form":"2005","offset":419},{"uri":"Studio_albums","surface_form":"studio albums","offset":437},{"uri":"Tabitha%27s_Secret","surface_form":"Tabitha's Secret","offset":803},{"uri":"Orlando%2C_Florida","surface_form":"Orlando, Florida","offset":840},{"uri":"Criteria_Studios","surface_form":"Criteria Recording Studios","offset":1014},{"uri":"Yourself_or_Someone_Like_You","surface_form":"Yourself or Someone Like You","offset":1282},{"uri":"Long_Day","surface_form":"Long Day","offset":1349},{"uri":"Push_(Matchbox_Twenty_song)","surface_form":"Push","offset":1474},{"uri":"3_A.M._(Matchbox_Twenty_song)","surface_form":"3 A.M.","offset":1482},{"uri":"Real_World_(Matchbox_Twenty_song)","surface_form":"Real World","offset":1492},{"uri":"Back_2_Good","surface_form":"Back 2 Good","offset":1510},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":1565},{"uri":"Back_2_Good","surface_form":"Back 2 Good","offset":1732},{"uri":"Diamond_album","surface_form":"diamond","offset":1929},{"uri":"Live_in_the_X_Lounge","surface_form":"Live in the X Lounge","offset":2061},{"uri":"United_Cerebral_Palsy","surface_form":"United Cerebral Palsy","offset":2095},{"uri":"New_York_City","surface_form":"New York","offset":2148},{"uri":"Itaal_Shur","surface_form":"Itaal Shur","offset":2428},{"uri":"Carlos_Santana","surface_form":"Carlos Santana's","offset":2469},{"uri":"Supernatural_(Santana_album)","surface_form":"Supernatural","offset":2503},{"uri":"Smooth_(song)","surface_form":"Smooth","offset":2651},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":2730},{"uri":"Grammy_Award_for_Record_of_the_Year","surface_form":"Record of the Year","offset":2784},{"uri":"Grammy_Award_for_Song_of_the_Year","surface_form":"Song of the Year","offset":2804},{"uri":"Bent_(song)","surface_form":"Bent","offset":3075},{"uri":"If_You%27re_Gone","surface_form":"If You're Gone","offset":3128},{"uri":"Music_video","surface_form":"video","offset":3197},{"uri":"Mad_Season_(song)","surface_form":"Mad Season","offset":3343},{"uri":"Last_Beautiful_Girl","surface_form":"Last Beautiful Girl","offset":3360},{"uri":"More_Than_You_Think_You_Are","surface_form":"More Than You Think You Are","offset":3470},{"uri":"Disease_(song)","surface_form":"Disease","offset":3667},{"uri":"Mick_Jagger","surface_form":"Mick Jagger","offset":3690},{"uri":"Unwell","surface_form":"Unwell","offset":3705},{"uri":"Bright_Lights_(Matchbox_Twenty_song)","surface_form":"Bright Lights","offset":3719},{"uri":"EP_(Matchbox_Twenty_EP)","surface_form":"EP","offset":3946},{"uri":"Push_(Matchbox_Twenty_song)","surface_form":"Push","offset":4071},{"uri":"If_You%27re_Gone","surface_form":"If You're Gone","offset":4082},{"uri":"DVD","surface_form":"DVD","offset":4174},{"uri":"%E2%80%A6Something_to_Be","surface_form":"…Something to Be","offset":4550},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":4599},{"uri":"Lonely_No_More","surface_form":"Lonely No More","offset":4661},{"uri":"This_Is_How_a_Heart_Breaks","surface_form":"This Is How a Heart Breaks","offset":4679},{"uri":"Streetcorner_Symphony","surface_form":"Streetcorner Symphony","offset":4730},{"uri":"Little_Wonders","surface_form":"Little Wonders","offset":4802},{"uri":"The_Walt_Disney_Company","surface_form":"Disney","offset":4842},{"uri":"Meet_the_Robinsons","surface_form":"Meet the Robinsons","offset":4856},{"uri":"Exile_on_Mainstream","surface_form":"Exile on Mainstream","offset":5012},{"uri":"How_Far_We%27ve_Come","surface_form":"How Far We've Come","offset":5055},{"uri":"These_Hard_Times","surface_form":"These Hard Times","offset":5158},{"uri":"Exile_on_Mainstream","surface_form":"Exile on Mainstream","offset":5178},{"uri":"U-MYX","surface_form":"U-MYX","offset":5514},{"uri":"Alanis_Morissette","surface_form":"Alanis Morissette","offset":5748},{"uri":"Mutemath","surface_form":"Mutemath","offset":5777},{"uri":"Thirsty_Merc","surface_form":"Thirsty Merc","offset":5976},{"uri":"NASCAR_Sprint_Cup","surface_form":"NASCAR Sprint Cup","offset":6215},{"uri":"Cradlesong","surface_form":"Cradlesong","offset":6373},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":6416},{"uri":"Taste_of_Chicago","surface_form":"Taste of Chicago","offset":6801},{"uri":"Rob_Thomas_(musician)","surface_form":"Rob Thomas","offset":7182},{"uri":"Twitter","surface_form":"Twitter","offset":7203},{"uri":"Paul_Doucette","surface_form":"Paul Doucette","offset":7440},{"uri":"Temecula%2C_California","surface_form":"Temecula, California","offset":7993},{"uri":"North_(Matchbox_Twenty_album)","surface_form":"North","offset":8140},{"uri":"She%27s_So_Mean","surface_form":"She's So Mean","offset":8209},{"uri":"North_Tour","surface_form":"North Tour","offset":8308},{"uri":"2013_Summer_Tour","surface_form":"2013 Summer Tour","offset":8368},{"uri":"Goo_Goo_Dolls","surface_form":"Goo Goo Dolls","offset":8418}]}