{"id":74157,"url":"http://en.wikipedia.org/wiki/No_Doubt","text":"No Doubt was a third wave ska and alternative rock band from Anaheim, California, United States. There are four members in the band currently: Gwen Stefani, Tony Kanal, Adrian Young and Tom Dumont. Eric Stefani and John Spence (now dead) were former members. No Doubt was formed in 1986. Their most successful album was \"Tragic Kingdom\", which spawned many singles, including \"Don't Speak\", which was at number-one for sixteen weeks in the \"Billboard\" Hot 100 Airplay Chart.\nThe band's trademark sound combines ska and reggae with alternative rock, pop, and punk.\nThe band is currently on an hiatus and performed their last shows in 2015. Tony, Tom & Adrian has formed a band called \"Dream Car\" while Gwen Stefani continues to puruse he career as a soloartist.\nHistory.\nNo Doubt formed in 1986 in Anaheim, California, but with the name \"Apple Core\", and with members Gwen Stefani, her brother Eric Stefani, and their friend John Spence. They played several concerts under that name. During one of the concerts, Tony Kanal was there. He was impressed with the band, and became their bassist. He later began dating Gwen (which lasted for seven years.)\nHowever, Spence committed suicide in December 1987. The rest of the band was shocked, and broke up, but reformed a few weeks later because they thought that's what Spence would have wanted. They soon got Tom Dumont as a new guitarist. He was formerly in a band called Rising with his sister. One year later, the band hired Adrian Young as a drummer. When he joined, he said he had been playing the drums for five years, even though he had only been playing for two months.\nThe band released their first album, \"No Doubt\", in 1992. One single was released from it, \"Trapped in a Box\".\nIn 1995 they released their second album, \"The Beacon Street Collection\". It got better reviews than \"No Doubt\" and two singles were released from it.\nOn October 10, 1995 \"Tragic Kingdom\" was released. It was their first album to chart, and it was very successful. It has sold over sixteen million copies.\nOn April 11, 2000 \"Return of Saturn\" was released on Interscope. Four singles were released from it.\nThe band's fifth album \"Rock Steady\" was released December 11, 2001.\nOn 25 November 2003 \"The Singles 1992-2003\" was released. No Doubt made a new song for it, a cover of \"It's My Life\" by Talk Talk. It was nominated for Best Pop Performance by a Duo or Group with Vocal at the 2005 Grammy Awards.\n\"Everything in Time (B-sides, Rarities, Remixes)\" was released October 12 2004.\nBetween 2004 and 2008 the band's members did things separate from the band. Singer Gwen Stefani released a solo album, \"Love. Angel. Music. Baby\".\nIn 2012 the band released their first studio album in over ten years, \"Push and Shove\". Two singles were released from the album, \"Settle Down\" and \"Looking Hot\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Ska","surface_form":"third wave ska","offset":15},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":34},{"uri":"Anaheim%2C_California","surface_form":"Anaheim, California","offset":61},{"uri":"United_States","surface_form":"United States","offset":82},{"uri":"Gwen_Stefani","surface_form":"Gwen Stefani","offset":143},{"uri":"Tony_Kanal","surface_form":"Tony Kanal","offset":157},{"uri":"Adrian_Young","surface_form":"Adrian Young","offset":169},{"uri":"Tom_Dumont","surface_form":"Tom Dumont","offset":186},{"uri":"Eric_Stefani","surface_form":"Eric Stefani","offset":198},{"uri":"John_Spence","surface_form":"John Spence","offset":215},{"uri":"Album","surface_form":"album","offset":310},{"uri":"Tragic_Kingdom","surface_form":"Tragic Kingdom","offset":321},{"uri":"Don%27t_Speak","surface_form":"Don't Speak","offset":377},{"uri":"Ska","surface_form":"ska","offset":511},{"uri":"Reggae","surface_form":"reggae","offset":519},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":531},{"uri":"Pop_music","surface_form":"pop","offset":549},{"uri":"Punk_rock","surface_form":"punk","offset":558},{"uri":"Anaheim%2C_California","surface_form":"Anaheim","offset":797},{"uri":"California","surface_form":"California","offset":806},{"uri":"Gwen_Stefani","surface_form":"Gwen Stefani","offset":867},{"uri":"Eric_Stefani","surface_form":"Eric Stefani","offset":893},{"uri":"John_Spence","surface_form":"John Spence","offset":924},{"uri":"Tony_Kanal","surface_form":"Tony Kanal","offset":1011},{"uri":"Bass_guitar","surface_form":"bassist","offset":1082},{"uri":"Suicide","surface_form":"suicide","offset":1176},{"uri":"Tom_Dumont","surface_form":"Tom Dumont","offset":1354},{"uri":"Guitar","surface_form":"guitar","offset":1374},{"uri":"Adrian_Young","surface_form":"Adrian Young","offset":1473},{"uri":"Drum_kit","surface_form":"drummer","offset":1491},{"uri":"Talk_Talk","surface_form":"Talk Talk","offset":2330}]}