{"id":741508,"url":"http://en.wikipedia.org/wiki/2002_Vancouver_municipal_election","text":"The Coalition of Progressive Electors (COPE) swept the 2002 Vancouver municipal election, winning 8 of 10 Council seats, 7 of 9 School Board seats and 5 of 7 Park Board seats. The Non-Partisan Association (NPA) was reduced to 2 Council seats, 1 School Board seat and 2 Park Board seats. The Green Party of Vancouver won 1 School Board seat.\nIn the race for mayor, the COPE's Larry Campbell defeated Jennifer Clarke of the NPA by a margin of 58% to 30%.\nMayor.\n16 candidates sought election to the position of mayor. Five were affiliated with a political party and 11 were independent. COPE candidate Larry Campbell was elected.\nCouncillors.\nTen councillors were elected from 46 candidates. Of those, 35 were affiliated with a political party and 11 were independent. Eight COPE councillors and two NPA councillors were elected.\nPark Commissioners.\nSeven Park Board commissioners were elected from 33 candidates. Of the candidates, 20 were affiliated with a political party and 13 were independent. 5 COPE commissioners and 2 NPA commissioners were elected.\nSchool trustees.\nNine school trustees were elected to the Vancouver Board of Education from 23 candidates. Of the candidates, 18 were affiliated with a political party and five were independent. Five COPE trustees, one NPA trustee, and one Green trustee were elected.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coalition_of_Progressive_Electors","surface_form":"Coalition of Progressive Electors","offset":4},{"uri":"Non-Partisan_Association","surface_form":"Non-Partisan Association","offset":180},{"uri":"Green_Party_of_Vancouver","surface_form":"Green Party of Vancouver","offset":291},{"uri":"Larry_Campbell","surface_form":"Larry Campbell","offset":375},{"uri":"Larry_Campbell","surface_form":"Larry Campbell","offset":600},{"uri":"Vancouver_Park_Board","surface_form":"Park Board","offset":854},{"uri":"Vancouver_School_Board","surface_form":"Vancouver Board of Education","offset":1115}]}