{"id":741619,"url":"http://en.wikipedia.org/wiki/Suga_(rapper)","text":"Min Yoon-gi (; born March 9, 1993), better known by his stage names Suga and Agust D, is a South Korean rapper, songwriter, and record producer.\nName.\nThe stage name Suga () comes from the first syllables of the term shooting guard (). It is the position he played in basketball as a student. He adopted the alias Agust D in 2016 for his mixtape. It was from his initials DT. In short for his birthplace, Daegu Town, and \"Suga\" spelled backwards.\nCareer.\nSuga is responsible for writing, composing, arranging, mixing, and mastering his materials. Over 70 registered songs are credited to him by the Korea Music Copyright Association.\nHe is a pianist, and produces hip hop and R&B music. His lyrics involve themes that are \"full of dreams and hope,\" conceived with the intent of his music becoming \"many people's strength.\" He cites Stony Skunk and Epik High as his inspirations to pursue hip hop music.\nParticularly, he credits the former's reggae-hiphop hybrid album \"Ragga Muffin\" (2005) and its title track for igniting his interest in the genre.\nJeff Benjamin of Fuse said that Suga's mixtape \"showcases the star's ear for hot productions, hardcore rap style, and how he can make his vulnerabilities a strength.\" Other critics stated that Suga's \"storytelling execution in the music he creates tears down the barrier of censoring and sugarcoating\".\nIn January 2018, Suga was promoted to a full member of the Korea Music Copyright Association.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Stage_name","surface_form":"stage name","offset":56},{"uri":"Record_producer","surface_form":"record producer","offset":128},{"uri":"Shooting_guard","surface_form":"shooting guard","offset":217},{"uri":"Daegu_Town","surface_form":"Daegu Town","offset":405},{"uri":"Arrangement","surface_form":"arranging","offset":499},{"uri":"Audio_mixing","surface_form":"mixing","offset":510},{"uri":"Audio_mastering","surface_form":"mastering","offset":522},{"uri":"Korea_Music_Copyright_Association","surface_form":"Korea Music Copyright Association","offset":599},{"uri":"Hip_hop_music","surface_form":"hip hop","offset":664},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":676},{"uri":"Stony_Skunk","surface_form":"Stony Skunk","offset":832},{"uri":"Epik_High","surface_form":"Epik High","offset":848},{"uri":"Hip_hop","surface_form":"hip hop music","offset":888},{"uri":"Reggae","surface_form":"reggae","offset":941},{"uri":"Fuse_(TV_channel)","surface_form":"Fuse","offset":1067}]}