{"id":741645,"url":"http://en.wikipedia.org/wiki/Coronavirus_disease_2019","text":"Coronavirus disease 2019 (COVID-19) is an infectious disease caused by SARS coronavirus 2 (SARS-CoV-2), a virus closely related to the SARS virus.\nThe disease is the cause of the COVID-19 pandemic. Those who get the disease might get a fever, dry cough, fatigue (tiredness) and shortness of breath. A sore throat, runny nose or sneezing is less common. In very bad cases, they can even get a much worse fever, fewer white blood cells, and loss of appetite. They might cough up blood, and have kidney failure.\nPeople with this disease can get pneumonia and multi-organ failure if they are weak, old, or are already sick. There are people who are called \"asymptomatic carriers\", which means that they did not have all or some of the symptoms of the virus. This is very dangerous since they may not know that they have the virus and can give it to other people without knowing it.\nThe countries with the most sick people are the USA, India and Brazil. COVID-19 virus travels from person to person through the air like the common cold does. Scientists disagree about whether the virus is able to hang in the air a long time and go far like the measles virus does.\nSigns and symptoms.\nAccording to the United States Centers for Disease Control and Prevention, COVID-19 makes people feel sick in different ways, but it usually affects the lungs. People usually cough and have difficulty breathing. They often also have a fever, chills, headache, pain in their muscles, or trouble tasting or smelling things.\nAccording to an April 2020 study by the American Gastroenterological Association, COVID-19 can make sick people vomit or have diarrhea but this is rare. They said about 7.7% of COVID-19 patients threw up, about 7.8% had diarrhea and about 3.6% had pain in their stomachs.\nName.\nIn February 2020, the World Health Organization announced they had chosen a name for the disease caused by SARS-CoV-2: COVID-19, replacing the temporary name \"2019-nCoV.\" \"Co\" is for \"corona,\" \"Vi\" for \"virus,\" and \"D\" for \"disease,\" and \"19\" for the year 2019. They said they did not want the name to have any person, place, or animal in it, like \"Wuhan,\" because then people might blame the disease on that place, person, or animal. They also wanted the name to be easy to say out loud.\nHow the virus causes disease.\nThe expanding part of the lungs, pulmonary alveoli, have two main types of cells. One cell, type I, absorbs from the air, i.e. gas exchange. The other, type II, produces surfactants, which help keep the lungs fluid, clean, infection free, etc. COVID-19 finds a way into a surfactant producing type II cell, and smothers it by reproducing COVID-19 virus within it. Each type II cell which is killed by the virus causes an extreme reaction in the lungs. Fluids, pus, and dead cell material flood the lung, causing the coronavirus pulmonary disease.\nLung damage.\nScientists looked at the lungs from people who died of COVID-19. They compared them to lungs from people who died of influenza A and to lungs from people who died but not from any problem with their lungs. They saw the cells that made up the skins of the blood vessels in the lungs were more badly damaged in the lungs from COVID-19 patients, and there was more blood clotting. The most important difference the scientists saw was that the lungs had begun to grow new blood vessels.\nOther organs.\nAccording to doctors and scientists from Columbia University, the virus damages the inside of the blood vessels, which causes blood clotting. The blood clots travel through the body and can damage the heart, kidneys and other systems. The virus can also damage organs by itself. In New York City hospitals, 50% of COVID-19 patients had kidney failure in some way. The scientists said that the kidneys have many ACE2 receptors, the same receptor that SARS-CoV-2 uses to sneak into cells.\nLong-term effects.\nSome scientists, for example Robert Stevens of Johns Hopkins University in Baltimore, are starting studies to watch people who have recovered from COVID-19 to see what long-term effects they have. Scientists think that people who have COVID-19 and do not die might still have lung or brain damage for the rest of their lives.\nOther scientists saw that SARS-CoV-2 made the body make less of the male hormone testosterone and considered that SARS-CoV-2 could cause sterility the way the mumps and other viruses do. A sterile man cannot father children naturally.\nCOVID-19 and pollution.\nScientists saw that more people died from COVID-19 in places with large amounts of air pollution. One team of scientists from Martin Luther University Halle-Wittenberg looked at air pollution information from satellites and statistics on COVID-19 deaths in Italy, France, Germany and Spain and saw that places with large amounts of nitrogen dioxide pollution had more people die from COVID-19. Nitrogen dioxide can damage the lungs.\nTransmission and prevention.\nThere are many ways to stop the spread of COVID-19. Washing hands for 20 seconds or more will help kill the viruses. Try not to touch your own face - eyes, nose, or mouth - with unwashed hands.\nPeople should stay away from crowded places if they can, because being close to big groups of people can easily spread the virus. In fact, many health organizations say that people should stay at least two metres from another person.\nMany people wear face masks in public to stop getting the virus, and it is recommended by countries such as China, Hong Kong and Thailand. Most face masks work best to stop you giving the virus to other people. When people with the virus wear masks they give it to less people. One study published in \"Cell\" showed that wearing a mask pulled down to cover the mouth but not the nose was not good. People usually breathe through their noses and not their mouths. Scientists found that nose cells were more likely to have virus in them than throat cells. Because of this, the scientists said, breathing out through the nose was more likely to spread the virus than breathing out through the mouth, so people should wear masks that cover their noses.\nOne study in China found the virus in semen from men with COVID-19. The scientists wondered if men could give COVID-19 to partners in sexual intercourse.\nTests and testing.\nExperts recommend testing people for COVID-19. Some people may have SARS-CoV-2 in their bodies but not feel sick right away. These people can spread the virus to others.\nThere are two types of tests. Viral tests show whether a person has the virus right then. Antibody tests show whether the person had the virus and has since recovered.\nA group of scientists from Hokkaido University developed an antibody test that could detect avian flu antibodies in only 20 minutes. They said their test could be changed to detect SARS-CoV-2.\nMedicines.\nThe virus that causes COVID-19 is new to humans. This means that there are no medicines that can stop people from getting COVID-19 or that can treat them if they do get it. Scientists are working hard to invent and test new medicines. Some scientists are trying to invent a new vaccine which would stop people from getting sick with COVID-19. Other scientists are testing medicines used for other diseases to see if those medicines make people get less sick if they do get COVID-19.\nVaccines.\nIn April 2020, the group Coalition for Epidemic Preparedness Innovations (CEPI) said that scientists were looking at 115 compounds that could be a vaccine. Anthony Fauci, director of the U.S. National Institute of Allergy and Infectious Diseases, says it takes 18 months to test a vaccine to make sure it works and is safe.\nIn April 2020, scientists from the University of Pittsburgh said they had made a vaccine, called PittCoVacc, and tested it in mice.\nAnother team of scientists led by Dr. Josef Penninger of the University of British Columbia invented a medicine called APN01. They tested APN01 in engineered human tissue. This is human cells put together to act like part of the body, but it is not a whole animal or person. They added a protein called \"human recombinant soluble angiotensin converting enzyme 2\" (hrsACE2) and saw that it stopped the virus from taking over cells. They named their hrsACE2 APN01.\nIn late April 2020, a team from Oxford University said that they had developed a COVID-19 vaccine. The United States National Institutes of Health tested it in rhesus monkeys, and it worked. Because they had already been working on a vaccine against a different coronavirus, they had a head start working on one for SARS-CoV-2. They would try to test their vaccine on 6000 people by the end of May 2020, and that their vaccine could be ready for people to use in September 2020.\nIn November 2020, two companies, Pfizer and Moderna both said their vaccines had completed some testing. Both were over 90% effective. Both companies asked the United States Food and Drug Administration for permission to start giving the vaccine to people. Both the Pfizer and Moderna vaccines are messenger RNA vaccines they teach the body to recognize the virus. They say mRNA vaccines take less time to develop and make than protein or whole-virus vaccines.\nA 90 year old woman from Northern Ireland was the first to receive the Pfizer vaccine on December 8, 2020.\nInterferon beta.\nA study from a British company called Synairgen showed that some patients with mild COVID-19 who took interferon beta were less likely to develop severe COVID-19, and they got better faster. The doctors gave the patients interferon beta by letting them breathe in a spray. The study was performed on 101 patients, which is not many. The scientists gave some patients interferon beta and other patients a placebo, a harmless but empty spray. The COVID-19 patients who received the real medicine were 79% less likely to develop a severe case. As of July 2020, scientists are planning to test inhaled interferon beta in a larger study with 400 patients to see if it really does help.\nUnlike hydroxychloroquine, interferon beta is a common drug. Giving interferon beta to COVID-19 patients would not mean taking medicine away from people with malaria or lupus.\nHydroxychloroquine.\nSome people thought hydroxychloroquine, a medicine given to people with malaria, lupus, and arthritis, might work against COVID-19. One study from China showed that COVID-19 patients who took hydroxychloroquine got better faster, but the study was not peer reviewed. Other studies in France and China seemed to show hydroxychloroquine helped, but the doctors did not compare patients who took hydroxychloroquine to patients who did not, so they could not be sure it was the hydroxychloroquine that was helping them or whether it was something else. United States President Donald Trump said he was taking hydroxychloroquine and told other people to take it too, but Dr. Anthony Fauci, part of the White House official coronavirus task force, said no one could know for sure if hydroxychloroquine worked against SARS-CoV-2. In March, the United States Food and Drug Administration allowed doctors to give hydroxychloroquine and another drug called chloroquine to COVID-19 patients, but in June, they told doctors to stop. By then, more studies had shown that the drugs did not help much and could harm the patients' hearts.\nRemdesivir.\nSome scientists also think the drug remdesivir, which was invented as a medicine for Ebola, could work against SARS-CoV-2. Remdesivir works against other viruses and it has already been tested in humans, so the doctors already knew it would not hurt the patients even if it did not make them better. Because scientists already knew remdesivir was safe, they were able to start testing it in humans right away.\nDoctors gave remdesivir to some COVID-19 patients on a compassionate basis, meaning they gave them the drug because there was no other treatment available. 68% of the patients got better, 13% died, and 25% had serious side effects. But because the study had no control group, meaning these patients were not compared to other COVID-19 patients who were not taking remdesivir, and because only 53 people were in the experiment, scientists must run more studies before they can be sure remdesivir works.\nThe chairman and CEO of the company that makes remdesivir, David O'Day, said that remdesivir might work better in some patients than in others and asked scientists to perform many different kinds of studies.\nOn July 3, the European Commission approved remdesivir for use in the very sickest COVID-19 patients.\nGilead Sciences, which makes remdesivir, charges about US$2,340 per patient, and it agreed to send most of its remdesivir to the United States. In July 2020, the Drug Controller General of India approved the third of three generic version of remdesivir made by Indian companies. The cheapest of them costs 4800 rupees per vial, or US$64.31.\nAntibodies.\nSome scientists gave SARS and MERS to llamas so the llamas' immune systems would make antibodies, or natural medicines, against those viruses, and they found a few antibodies that worked. In a May 2020 study, the scientists said this could work with SARS-CoV-2 too.\nPrevention and treatment.\nStaying home will reduce your chances of catching coronavirus disease 2019. Wearing a mask, staying 6 feet away from people, washing your hands, using disinfectants and avoiding large crowds will prevent COVID-19. Eating a healthy diet can help you physically and emotionally.","categories":[],"infobox_types":["medical condition"],"annotations":[{"uri":"Infectious_disease","surface_form":"infectious disease","offset":42},{"uri":"Severe_acute_respiratory_syndrome_coronavirus_2","surface_form":"SARS coronavirus 2 (SARS-CoV-2)","offset":71},{"uri":"Severe_acute_respiratory_syndrome","surface_form":"SARS virus","offset":135},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":179},{"uri":"Fever","surface_form":"fever","offset":236},{"uri":"Cough","surface_form":"cough","offset":247},{"uri":"Fatigue","surface_form":"fatigue","offset":254},{"uri":"Runny_nose","surface_form":"runny nose","offset":314},{"uri":"White_blood_cell","surface_form":"white blood cell","offset":416},{"uri":"Kidney_failure","surface_form":"kidney failure","offset":493},{"uri":"Pneumonia","surface_form":"pneumonia","offset":542},{"uri":"Multiple_organ_dysfunction_syndrome","surface_form":"multi-organ failure","offset":556},{"uri":"Common_cold","surface_form":"common cold","offset":1019},{"uri":"Measles","surface_form":"measles","offset":1140},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":1802},{"uri":"Pulmonary_alveolus","surface_form":"pulmonary alveoli","offset":2332},{"uri":"Gas_exchange","surface_form":"gas exchange","offset":2426},{"uri":"Surfactant","surface_form":"surfactant","offset":2469},{"uri":"Influenza_A","surface_form":"influenza A","offset":2976},{"uri":"Epithelial_cells","surface_form":"skins of the blood vessels","offset":3101},{"uri":"Angiogenesis","surface_form":"grow new blood vessels","offset":3318},{"uri":"Columbia_University","surface_form":"Columbia University","offset":3397},{"uri":"Johns_Hopkins_University","surface_form":"Johns Hopkins University","offset":3909},{"uri":"Hormone","surface_form":"hormone","offset":4261},{"uri":"Testosterone","surface_form":"testosterone","offset":4269},{"uri":"Sterility","surface_form":"sterility","offset":4325},{"uri":"Air_pollution","surface_form":"air pollution","offset":4530},{"uri":"Nitrogen_dioxide","surface_form":"nitrogen dioxide","offset":4779},{"uri":"Surgical_mask","surface_form":"face masks","offset":5354},{"uri":"Public","surface_form":"public","offset":5368},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":5452},{"uri":"Thailand","surface_form":"Thailand","offset":5466},{"uri":"Semen","surface_form":"semen","offset":6123},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":6219},{"uri":"Avian_flu","surface_form":"avian flu","offset":6688},{"uri":"Vaccine","surface_form":"vaccine","offset":7078},{"uri":"PittCoVacc","surface_form":"PittCoVacc","offset":7714},{"uri":"University_of_British_Columbia","surface_form":"University of British Columbia","offset":7810},{"uri":"Oxford_University","surface_form":"Oxford University","offset":8244},{"uri":"Rhesus_macaque","surface_form":"rhesus monkeys","offset":8372},{"uri":"Messenger_RNA_vaccines","surface_form":"messenger RNA vaccines","offset":8989},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":9177},{"uri":"Interferon","surface_form":"interferon beta","offset":9378},{"uri":"Placebo","surface_form":"placebo","offset":9680},{"uri":"Hydroxychloroquine","surface_form":"hydroxychloroquine","offset":10173},{"uri":"Malaria","surface_form":"malaria","offset":10225},{"uri":"Lupus","surface_form":"lupus","offset":10234},{"uri":"Arthritis","surface_form":"arthritis","offset":10245},{"uri":"Peer_review","surface_form":"peer review","offset":10405},{"uri":"Anthony_Fauci","surface_form":"Anthony Fauci","offset":10823},{"uri":"White_House","surface_form":"White House","offset":10850},{"uri":"Ebola","surface_form":"Ebola","offset":11373},{"uri":"US%24","surface_form":"US$","offset":12565},{"uri":"India","surface_form":"India","offset":12699},{"uri":"Rupee","surface_form":"rupee","offset":12821},{"uri":"Llamas","surface_form":"llamas","offset":12901},{"uri":"Antibodies","surface_form":"antibodies","offset":12949},{"uri":"Diet_(nutrition)","surface_form":"diet","offset":13386}]}