{"id":7418,"url":"http://en.wikipedia.org/wiki/Hydrocarbon","text":"e=\"preserve\">A hydrocarbon is a type of chemical compound. It is made of only hydrogen and carbon atoms.\nThey can be found in crude oil and are separated by fractional distillation (which means they are separated into different groups). The hydrogen and carbon are bonded with non-polar covalent bonds. Because of its lack of polar covalent bonds, hydrocarbons cannot create hydrogen bonds with water and are hydrophobic.\nHydrocarbon \"families\".\nHydrocarbons are grouped into \"families\" or \"homologous series\". There are five main families. The hydrocarbons in each family have a general formula and similar chemical properties, and similar trends in physical properties. This system was approved in 1892 by the International Congress of Chemists, meeting in Geneva.\nAlkanes.\nAlkanes are the simplest hydrocarbons. Their general formula is CnH2n+2.\nAlkenes.\nAlkenes are similar to alkanes. The main difference between them is that alkenes have a carbon to carbon double bond. The general formula for the alkenes is CnH2n.\nNote that there is no \"Methene\". Methene is not possible as alkenes require a carbon-carbon double bond and methane only has one carbon atom.\nAlkynes.\nAlkynes have a carbon to carbon triple bond. CnH2n-2 is their general formula.\n\"Methyne\" does not exist because of methane's one carbon atom.\nCycloalkanes.\nCycloalkanes are isomers of alkenes. They have the same general formula (CnH2n), the only difference is that they do not have a carbon to carbon double bond.\nNote that the alkene Ethene does not have a cycloalkane as it can only form a straight line.\nAlkadiene.\nAlkadienes have two carbon to carbon double bonds. Their general formula is CnH2n-2. They are isomers of Alkynes.\nIn a similar manner, there can also exist alkatriene (three carbon to carbon bonds) and other forms. The versatile nature of Carbon's chemistry allows for a nearly infinite number of configurations and compounds.\nAromatic hydrocarbons.\nAromatic hydrocarbons are aromatic organic molecules that form flat ring-shaped bonds. The most simplest of aromatic hydrocarbons are benzene and indole. They can have one ring, \"heterocyclic\", like benzene or 2 rings, \"bicyclic\" like napthalene (primary ingredient in mothballs) or many rings, \"polycyclic\" like anthracene (red dye colourant).\nTheir general formula is CnH2n-6, where n is a number greater than or equal to 6.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compound","surface_form":"chemical compound","offset":40},{"uri":"Hydrogen","surface_form":"hydrogen","offset":78},{"uri":"Carbon","surface_form":"carbon","offset":91},{"uri":"Atom","surface_form":"atom","offset":98},{"uri":"Fractional_distillation","surface_form":"fractional distillation","offset":157},{"uri":"Homologous_series","surface_form":"homologous series","offset":491},{"uri":"Geneva","surface_form":"Geneva","offset":759},{"uri":"Alkene","surface_form":"Alkenes","offset":858},{"uri":"Alkane","surface_form":"alkane","offset":881},{"uri":"Alkyne","surface_form":"Alkyne","offset":1173},{"uri":"Cycloalkane","surface_form":"Cycloalkane","offset":1329},{"uri":"Isomer","surface_form":"isomer","offset":1346},{"uri":"Alkene","surface_form":"alkene","offset":1357},{"uri":"Alkadiene","surface_form":"Alkadiene","offset":1591},{"uri":"Alkyne","surface_form":"Alkyne","offset":1696},{"uri":"Benzene","surface_form":"benzene","offset":2075},{"uri":"Indole","surface_form":"indole","offset":2087},{"uri":"Benzene","surface_form":"benzene","offset":2140},{"uri":"Napthalene","surface_form":"napthalene","offset":2176},{"uri":"Anthracene","surface_form":"anthracene","offset":2254}]}