{"id":74195,"url":"http://en.wikipedia.org/wiki/Tetrapod","text":"Tetrapods (Greek \"tetrapoda\" = four feet) are vertebrate tetrapodomorph land animals. The basic tetrapod plan is four legs and feet. This kind of locomotion is quadrupedal. Amphibians, reptiles, dinosaurs, birds, and mammals are all tetrapods. Even though snakes do not have limbs, they are tetrapods because they evolved from animals with four limbs.\nThe earliest tetrapods evolved from the Sarcopterygii, or lobe-finned fish, into air-breathing amphibians, perhaps in the Upper Devonian period. This means the transition took place in fish, before the land was the main habitat. This is typical of transitional fossils undergoing mosaic evolution.\nFishapods.\nClear fossil tetrapod tracks from the mid-Devonian predate previous tetrapod records by 18 million years. These tracks are from the Middle Devonian of Poland, dated to nearly 400 million years ago. The footprints were made in the mud of a tropical lagoon, and no animal of that time could have made the tracks except a tetrapod. The find strongly suggests that the animals were fish, not amphibia, when the transition to limbs occurred. The term fishapod is becoming used. They would have been derived from lobe-finned fish (Sarcopterygii), but of a genus whose body fossil has not yet been found. The Polish team suggest the fish > tetrapod transition might have taken place as early as the Lower Devonian.\nThe earliest tetrapods lived entirely in water. They could not live on land. Earlier, it was believed that fish had first moved onto land – either looking for food (like modern mudskippers) or to find water when the pond they lived in dried out. It was believed that they later evolved legs, lungs, and other body parts to live better on land.\nNine genera of Devonian tetrapods have been described. These earliest tetrapods were not terrestrial. They lived in swampy habitats like shallow wetlands, coastal lagoons, brackish river deltas, and even shallow marine sediments. There is much to suggest that these are the kind of environments in which the tetrapods evolved. Also, because fossils of early tetrapods are found widely in the Old Red Sandstone continent, they must have spread by following the coastal lines. This means they could not have lived only in freshwater.\nStill, they may have spent brief periods out of water and would have used their legs to paw their way through the mud. The earliest confirmed terrestrial forms are known from the early Carboniferous deposits, some 20 million years later.\nTetrapods adapted to terrestrial environments over time and spent longer periods away from the water. They also spent more of their juvenile stage on land before returning to the water for the rest of their life. It is also possible that the adults started to spend some time on land to bask in the sun, close to the water's edge. The first true tetrapods that were adapted to moving on land were small. Only later did they increase in size.\nRomer's gap.\nBetween the lobe-finned fish tetrapods and the first amphibia and amniotes in the Middle Carboniferous lies a gap of 30 million years, with few satisfactory tetrapod fossils. This, noted in the early 1950s by Alfred Romer, is Romer's gap. Some new fossils were found in the 1990s, such as \"Pederpes\", right in the middle of the Romer Gap. The gap still hides details of the transition from fish to tetrapod, but not so much as before.\nSo far, only two fossil sites from the Tournasian (earliest Carboniferous) are known. One is Horton Bluff Formation at Blue Beach, Nova Scotia. Much of this material has not yet been scientifically described.\nThe only other place a Tournasian tetrapod was found is near Dumbarton in the West of Scotland. The articulated (connected) skeleton of \"Pederpes\" was found there. Now comes news of new finds from this formation in five places in the Scottish Borders. The paper describes five new Tournaisian tetrapods, with information about their habitat.\nApparently, the split between the amphibians and the amniotes came soon after the extinction event as the tetrapods began to recover. \"This accords with most molecular dates for the split, which place it at an average of 355  my ago, a date only 4 myr after the end-Devonian\".\nThe cleidoic egg.\nWhereas amphibia lay their eggs in water, all other tetrapods (the amniotes) lay cleidoic eggs. These eggs are like private little ponds, protecting and nourishing the embryo until it grows into a hatchling. This was a key evolutionary 'invention', which allowed the amniotes to invade the land. Once the amniotes were truly land animals, there followed a huge adaptive radiation. This was one of the most significant advances in vertebrate evolution.\nStem tetrapods.\nStem tetrapods are difficult to classify because they lack some or all of the key characteristics of the standard groups.\nDescendants of fishapods which at first lived an amphibious life-style. The amniotes and later amphibia are their descendants. Features: able to support their body on land for long periods; had five fingers and toes (pentadactyl limb) in contrast to their fishapod ancestors. Have not yet developed the characteristic features of the main tetrapod groups.\nThe tetrapod clade.\nThe tetrapod clade separated from fish in the Devonian. The amniotes were the earliest to lay cleidoic eggs. The Synapsids (> mammals) and the Sauropsids (> reptiles) are sister clades, and in particular, reptiles did \"not\" give rise to mammals.\nSimple example cladogram.    Warm-bloodedness evolved somewhere in thesynapsid–mammal transition. ?  Warm-bloodedness must also have evolved at one of these points – an example of convergent evolution.\nLiving tetrapods.\nSnakes and other legless reptiles are tetrapods because they are evolved from ancestors who had four limbs. This is also true for caecilians and aquatic mammals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_language","surface_form":"Greek","offset":11},{"uri":"Vertebrate","surface_form":"vertebrate","offset":46},{"uri":"Tetrapodomorph","surface_form":"tetrapodomorph","offset":57},{"uri":"Animal","surface_form":"animal","offset":77},{"uri":"Foot","surface_form":"feet","offset":127},{"uri":"Locomotion","surface_form":"locomotion","offset":146},{"uri":"Quadrupedal","surface_form":"quadrupedal","offset":160},{"uri":"Amphibian","surface_form":"Amphibian","offset":173},{"uri":"Reptile","surface_form":"reptile","offset":185},{"uri":"Dinosaur","surface_form":"dinosaur","offset":195},{"uri":"Bird","surface_form":"bird","offset":206},{"uri":"Mammal","surface_form":"mammal","offset":217},{"uri":"Snake","surface_form":"snake","offset":256},{"uri":"Evolution","surface_form":"evolved","offset":314},{"uri":"Sarcopterygii","surface_form":"Sarcopterygii","offset":392},{"uri":"Air","surface_form":"air","offset":433},{"uri":"Devonian","surface_form":"Devonian","offset":480},{"uri":"Transitional_fossil","surface_form":"transitional fossil","offset":600},{"uri":"Mosaic_evolution","surface_form":"mosaic evolution","offset":632},{"uri":"Animal_tracks","surface_form":"tracks","offset":683},{"uri":"Devonian","surface_form":"Devonian","offset":703},{"uri":"Poland","surface_form":"Poland","offset":812},{"uri":"Tropical","surface_form":"tropical","offset":900},{"uri":"Lagoon","surface_form":"lagoon","offset":909},{"uri":"Fish","surface_form":"fish","offset":1039},{"uri":"Amphibia","surface_form":"amphibia","offset":1049},{"uri":"Limb","surface_form":"limb","offset":1082},{"uri":"Sarcopterygii","surface_form":"Sarcopterygii","offset":1186},{"uri":"Genus","surface_form":"genus","offset":1211},{"uri":"Water","surface_form":"water","offset":1410},{"uri":"Food","surface_form":"food","offset":1528},{"uri":"Mudskipper","surface_form":"mudskipper","offset":1546},{"uri":"Pond","surface_form":"pond","offset":1585},{"uri":"Genera","surface_form":"genera","offset":1718},{"uri":"Wetland","surface_form":"wetland","offset":1858},{"uri":"Coast","surface_form":"coast","offset":1868},{"uri":"Lagoon","surface_form":"lagoon","offset":1876},{"uri":"River_delta","surface_form":"river delta","offset":1894},{"uri":"Ocean","surface_form":"marine","offset":1925},{"uri":"Sediment","surface_form":"sediment","offset":1932},{"uri":"Environment","surface_form":"environment","offset":1995},{"uri":"Old_Red_Sandstone","surface_form":"Old Red Sandstone","offset":2105},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":2430},{"uri":"Amphibia","surface_form":"amphibia","offset":2991},{"uri":"Amniote","surface_form":"amniote","offset":3004},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":3027},{"uri":"Pederpes","surface_form":"Pederpes","offset":3228},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":3433},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":3504},{"uri":"Dumbarton","surface_form":"Dumbarton","offset":3643},{"uri":"West_of_Scotland","surface_form":"West of Scotland","offset":3660},{"uri":"Pederpes","surface_form":"Pederpes","offset":3719},{"uri":"Scottish_Borders","surface_form":"Scottish Borders","offset":3816},{"uri":"Amphibians","surface_form":"amphibians","offset":3958},{"uri":"Amniotes","surface_form":"amniotes","offset":3977},{"uri":"Amniote","surface_form":"amniote","offset":4286},{"uri":"Cleidoic_egg","surface_form":"cleidoic egg","offset":4300},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":4580},{"uri":"Clade","surface_form":"clade","offset":5198},{"uri":"Devonian","surface_form":"Devonian","offset":5231},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":5611},{"uri":"Snake","surface_form":"Snake","offset":5651},{"uri":"Ancestor","surface_form":"ancestor","offset":5729},{"uri":"Caecilian","surface_form":"caecilian","offset":5781},{"uri":"Aquatic","surface_form":"aquatic","offset":5796}]}