{"id":74230,"url":"http://en.wikipedia.org/wiki/Renewable_energy_commercialization_in_the_United_States","text":"The current status of renewable energy commercialization in the United States varies considerably between different renewable energy technologies, with some being commercialized at the present time.\nWind power is a growing industry in the United States. Latest American Wind Energy Association figures show that installed U.S. wind power capacity now exceeds 11,600 MW which is enough to serve three million average households. Texas is firmly established as the leader in wind power development, followed by California.\nSeveral solar thermal power stations, including the new 64 MW Nevada Solar One, have also been built. The largest of these solar thermal power stations is the SEGS group of plants in the Mojave Desert with a total generating capacity of 354 MW, making the system the largest solar plant of any kind in the world. The largest solar photovoltaic plant in the U.S. is the 4.6 MW Springerville Generating Station, located near Tucson, Arizona.\nIn terms of renewable fuels for transportation, most cars on the road today in the U.S. can run on blends of up to 10% ethanol fuel, and motor vehicle manufacturers already produce vehicles designed to run on much higher ethanol blends.\nSolar Energy Industries Association and GTM Research found that the amount of new solar electric capacity increased in 2012 by 76 percent from 2011, raising the United States’ market share of the world’s installations above 10 percent, up from roughly 5 to 7 percent in the last seven years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Renewable_energy","surface_form":"renewable energy","offset":116},{"uri":"Renewable_energy_commercialization","surface_form":"commercialized","offset":163},{"uri":"Wind_power","surface_form":"Wind power","offset":199},{"uri":"American_Wind_Energy_Association","surface_form":"American Wind Energy Association","offset":261},{"uri":"Wind_power_in_the_United_States","surface_form":"U.S. wind power","offset":322},{"uri":"Solar_thermal_power","surface_form":"solar thermal power","offset":529},{"uri":"Nevada_Solar_One","surface_form":"Nevada Solar One","offset":583},{"uri":"SEGS","surface_form":"SEGS","offset":680},{"uri":"Photovoltaic","surface_form":"photovoltaic","offset":852},{"uri":"Ethanol_fuel","surface_form":"ethanol fuel","offset":1080}]}