{"id":742594,"url":"http://en.wikipedia.org/wiki/Net_Nanny","text":"Net Nanny is a Parental control software created by Gordon Ross in 1995 that allows parents to monitor and control their children's phones, tablets, and PCs.\nFeatures.\nThe original version of Net Nanny released in 1995 was a web browser that could control web and IRC content, block images, and mask profanity. Newer versions include the ability to\nThe software blocks websites by the content on the website rather than by their URL. This prevents children from accessing inappropriate content using a web proxy.\nHistory.\nNet Nanny was created and started by Gordon Ross in 1993 in Vancouver and moved to Bellevue, Washington in 2000. He became inspired to create a parental control service after viewing a sting operation on a pedophile soliciting a child online. In 1998, the company launched BioPassword, a bio metric security access system based on technology it acquired from Stanford University. On November 14, 2002, Net Nanny filed for bankruptcy and was sold to BioNet Systems, LLC, a maker of bio metric security software in Issaquah, Washington. LookSmart Ltd, a commercial web search company based in San Francisco acquired Net Nanny for $5.3 million in stock and cash in April 2004.\nIn January of 2007, Net Nanny was bought by ContentWatch, Inc and was moved to Salt Lake City, Utah. In June 2012, Net Nanny was made available to iOS and Android users. These mobile apps allowed parents to view and manage the applications on the device. In 2013, Net Nanny Social was launched to allow parents to monitor their children's social media activity and to protect against cyber bullying, cyber stalking, grooming by sexual predators, and the spread of sensitive images and videos.\nIn 2016, Zift Software, LLC, acquired Net Nanny from ContentWatch and moved to Philadelphia. On May 28, 2019, Zift's applications were rebranded as the Net Nanny 10 that is currently in use today.","categories":[],"infobox_types":["Software"],"annotations":[{"uri":"Parental_control_software","surface_form":"Parental control software","offset":15},{"uri":"IRC","surface_form":"IRC","offset":264},{"uri":"URL","surface_form":"URL","offset":429},{"uri":"Proxy_server","surface_form":"web proxy","offset":502},{"uri":"ContentWatch%2C_Inc","surface_form":"ContentWatch, Inc","offset":1240},{"uri":"Zift_Software%2C_LLC","surface_form":"Zift Software, LLC","offset":1698}]}