{"id":74254,"url":"http://en.wikipedia.org/wiki/Amniote","text":"The amniotes are a taxonomic group of animals: all the tetrapods except the amphibians.\nThey are the land vertebrates which lay cleidoic eggs.\nTwo super-groups make up the amniotes: the Synapsida (Pelycosaurs, Theriodonts and mammals) and the Sauropsida (all reptiles, including dinosaurs and birds).\nThe embryos of amniotes are either laid as eggs or develop in the female. These embyros are protected by several membranes, and have a much larger food supply than amphibian eggs.\nThe 'invention' of the cleidoic egg, and its embryonic membranes, is the main reason why the eggs of an amniote do not need to be laid in water.\nThus, as distinct from the amphibians, \"amniotes are truly terrestrial\". Secondarily, many reptiles and mammals returned to water, and mammals bear the young live, as do some reptile groups. This evolutionary flexibility is much less common in amphibians.\nEvolutionary history.\nThe first amniotes, such as \"Casineria\", looked like small lizards. They evolved about 340 million years ago, in the Mississippian or Lower Carboniferous. Their eggs could survive out of the water. This let amniotes move into environments that had less water. The amniotes moved across the Earth. Most vertebrates that live on land are amniotes, as are most of the air-breathing animals of the sea.\nVery early in the evolutionary history of amniotes, they split into two main lines, the synapsids and the sauropsids, both of which persist into the modern era.\nThe oldest known fossil synapsid is \"Protoclepsydrops\" from about 320 million years ago, while the oldest known sauropsid is probably \"Paleothyris\", in the order Captorhinida, from the Middle Pennsylvanian epoch (about 306–312 million years ago).\nEggs.\nOne can assume the ancestors of the amniotes laid their eggs in moist places, as such modest-sized animals would not have difficulty finding depressions under fallen logs or other suitable places in the ancient forests, and dry conditions were probably not the main reason why the soft shell emerged.\nIn fish and amphibians there is only one inner membrane, also called an embryonic membrane. In amniotes the inner anatomy of the egg has evolved further and new structures have developed to take care of the gas exchanges between the embryo and the atmosphere, as well as dealing with the waste problems. To grow a thicker and tougher shell required new ways to supply the embryo with oxygen, as diffusion alone was not enough.\nAfter the egg developed these structures, further sophistication allowed amniotes to lay much bigger eggs in much drier habitats. Bigger eggs allowed for bigger offspring, and bigger adults could produce bigger eggs, so amniotes grew bigger than their ancestors. Real growth was not possible, however, until they stopped relying on small invertebrates as their main food source and started to eat plants or other vertebrates, or returned to the water. New habits and heavier bodies meant further evolution for the amniotes, both in behavior and anatomy.\nThree groups.\nThere are three main lines of amniotes, which may be distinguished by the structure of the skull and in particular the number of temporal fenestrae (openings) behind the eye. In anapsids (turtles) there are none, in synapsids (mammals and their extinct relatives) there is one, and in most diapsids (non-anapsid reptiles, including dinosaurs and birds) there are two.\nThe skeletal remains of amniotes have at least two pairs of sacral ribs, a sternum in the pectoral girdle (shoulders area) and an astragalus bone in the ankle.\nClassification.\nThis is perhaps better than the older taxonomy, which lists recent branches like birds and mammals as classes on mere traditional grounds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taxonomy","surface_form":"taxonomic","offset":19},{"uri":"Animal","surface_form":"animal","offset":38},{"uri":"Tetrapod","surface_form":"tetrapod","offset":55},{"uri":"Amphibians","surface_form":"amphibians","offset":76},{"uri":"Vertebrate","surface_form":"vertebrate","offset":106},{"uri":"Cleidoic_egg","surface_form":"cleidoic egg","offset":128},{"uri":"Synapsida","surface_form":"Synapsida","offset":186},{"uri":"Pelycosaur","surface_form":"Pelycosaur","offset":197},{"uri":"Theriodont","surface_form":"Theriodont","offset":210},{"uri":"Mammal","surface_form":"mammal","offset":226},{"uri":"Sauropsida","surface_form":"Sauropsida","offset":243},{"uri":"Reptile","surface_form":"reptile","offset":259},{"uri":"Dinosaur","surface_form":"dinosaur","offset":279},{"uri":"Bird","surface_form":"bird","offset":293},{"uri":"Embryo","surface_form":"embryo","offset":305},{"uri":"Egg_(biology)","surface_form":"eggs","offset":344},{"uri":"Membrane","surface_form":"membrane","offset":414},{"uri":"Cleidoic_egg","surface_form":"cleidoic egg","offset":504},{"uri":"Amphibian","surface_form":"amphibian","offset":653},{"uri":"Evolution","surface_form":"evolution","offset":822},{"uri":"Casineria","surface_form":"Casineria","offset":933},{"uri":"Evolution","surface_form":"evolved","offset":977},{"uri":"Mississippian","surface_form":"Mississippian","offset":1021},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":1044},{"uri":"Environment","surface_form":"environment","offset":1130},{"uri":"Water","surface_form":"water","offset":1157},{"uri":"Earth","surface_form":"Earth","offset":1194},{"uri":"Synapsids","surface_form":"synapsids","offset":1391},{"uri":"Sauropsids","surface_form":"sauropsids","offset":1409},{"uri":"Protoclepsydrops","surface_form":"Protoclepsydrops","offset":1501},{"uri":"Paleothyris","surface_form":"Paleothyris","offset":1599},{"uri":"Captorhinida","surface_form":"Captorhinida","offset":1626},{"uri":"Pennsylvanian","surface_form":"Pennsylvanian","offset":1656},{"uri":"Diffusion","surface_form":"diffusion","offset":2413},{"uri":"Invertebrate","surface_form":"invertebrate","offset":2783},{"uri":"Skull","surface_form":"skull","offset":3104},{"uri":"Temporal_fenestra","surface_form":"temporal fenestra","offset":3142},{"uri":"Anapsid","surface_form":"anapsid","offset":3191},{"uri":"Synapsid","surface_form":"synapsid","offset":3229},{"uri":"Diapsid","surface_form":"diapsid","offset":3303},{"uri":"Sacrum","surface_form":"sacral","offset":3441},{"uri":"Rib","surface_form":"rib","offset":3448},{"uri":"Sternum","surface_form":"sternum","offset":3456},{"uri":"Pectoral_girdle","surface_form":"pectoral girdle","offset":3471},{"uri":"Astragalus","surface_form":"astragalus","offset":3511},{"uri":"Ankle","surface_form":"ankle","offset":3534},{"uri":"Class_(biology)","surface_form":"classes","offset":3659}]}