{"id":7426,"url":"http://en.wikipedia.org/wiki/Catalonia","text":"Catalonia (;;) is a Spanish autonomous community. It is south of the eastern Pyrenees, and has a northern border with France. Catalonia is made up of four provinces: Barcelona, Tarragona, Girona () and Lleida (). It has a population of over 7 million people. Catalonia has three official languages: Catalan, Spanish and Occitan. The last is spoken in a small region of northern Catalonia that borders France and is known in Occitan as Val d'Aran.\nThe capital of Catalonia is the Barcelona, the home of the Olympic Games in 1992. and is on the Mediterranean Coast. Between Costa del Garraf and Costa del Maresme, Barcelona very popular in summer for tourists, foreign or national.\nThe Catalan people have autonomy within Spain and so they have their own local government and their own police and some control over their own community. In September 2005, the Catalan Parliament decided to call Catalonia a 'nation' in the Statute of Autonomy of Catalonia, which was approved in 2006. According to the Spanish Constitution, Spain is a group of historical nationalities and regions, but that declaration has no judicial status since it appears in only the preamble to the constitution.\nCatalonia is one of Southern Europe's most prosperous regions, mostly because industrialization, especially in the textile industry, began in it earlier and took place faster than in other Spanish territories. The region is also greener than Southern Spain as it gets more rain, and it has different kinds of crops agrown. Catalonia, especially the northern part, is much less hot than the rest of Spain.\nOn 27 October 2017, Catalonia declared independence from Spain after a vote in parliament, but that has not been recognised by the international community.","categories":[],"infobox_types":[],"annotations":[{"uri":"Autonomous_communities_of_Spain","surface_form":"Spanish autonomous community","offset":20},{"uri":"Pyrenees","surface_form":"Pyrenees","offset":77},{"uri":"France","surface_form":"France","offset":118},{"uri":"Barcelona","surface_form":"Barcelona","offset":166},{"uri":"Tarragona","surface_form":"Tarragona","offset":177},{"uri":"Girona","surface_form":"Girona","offset":188},{"uri":"Lleida","surface_form":"Lleida","offset":202},{"uri":"Million","surface_form":"million","offset":243},{"uri":"Occitan_language","surface_form":"Occitan","offset":320},{"uri":"France","surface_form":"France","offset":401},{"uri":"Val_d%27Aran","surface_form":"Val d'Aran","offset":435},{"uri":"Barcelona","surface_form":"Barcelona","offset":479},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":506},{"uri":"Costa_del_Garraf","surface_form":"Costa del Garraf","offset":572},{"uri":"Costa_del_Maresme","surface_form":"Costa del Maresme","offset":593},{"uri":"Autonomy","surface_form":"autonomy","offset":704},{"uri":"Government","surface_form":"government","offset":759},{"uri":"2005","surface_form":"2005","offset":847},{"uri":"Parliament","surface_form":"Parliament","offset":865},{"uri":"Statute_of_Autonomy_of_Catalonia","surface_form":"Statute of Autonomy of Catalonia","offset":920},{"uri":"Spanish_Constitution","surface_form":"Spanish Constitution","offset":999}]}