{"id":74279,"url":"http://en.wikipedia.org/wiki/The_Pilgrim%27s_Progress","text":"\"The Pilgrim's Progress\" is an English language book written by John Bunyan. It was published in two parts: the First Part in 1678, and the Second Part in 1684. Its full title is \"The Pilgrim's Progress from this World to that which is to come\". It is regarded as one of the most important books in English literature. It is a Christian allegory.\nThe book uses the dream story of a journey through the English county of Bedfordshire, to London. Bunyan uses this to tell the idea of Christianity from a Protestant point of view. Although the journey is imaginary, the places are based upon real places in 17th century Bedfordshire. The difficulties faced by \"Christian\", the main character, is meant to be an allegory of the difficulties faced by a true Christian in keeping to the 'straight and narrow path'. The author was jailed for preaching his opinions, yet after the book was published, it was translated into over 200 languages.\nWriting of the book.\nBunyan started to write the book in jail. He got into trouble for preaching without a licence. Bunyan, who was a Reformed Baptist, did not qualify for a licence. Only ministers of the Church of England were allowed to preach. He spent 12 years in Bedford jail. He might have been freed if he had promised not to preach, but he refused. He was let out only when the law changed, in 1672. He was jailed again for a short time in 1677.\nThe book is divided into two parts, and is 108,260 words long. Each part is a continuous narrative, with no chapter divisions. When the first part was published in 1678, it immediately became extremely popular. Part Two was published in 1684. There were 11 editions of the first part during John Bunyan’s lifetime, and two editions of the second part.\nAllegory.\nThe story is an allegory about a man called Christian, who goes on a journey, and meets many strange people. Christian is an 'everyman' character: he represents the reader or any ordinary person. Eventually he gets to the Celestial City. The strange people he meets are characters who represent good and bad things in life. The story is therefore an allegory of the life of a good Christian. To be precise, it is an allegory of the Protestant view of Christianity. It includes, as characters, the giants 'Pope' and 'Pagan', allegories of Roman Catholicism and paganism as persecutors of Protestant Christians. 'Pagan' is dead, indicating the end of pagan persecution, and 'Pope' is alive but decrepit (elderly), indicating the diminished power and influence of the Roman Catholic pope. The many indirect references to the Bible is a sure sign of Protestant belief. The Bible had not long been available in English, and its translation was opposed by the church in the reign of Henry VIII.\nMany of the places Bunyan describes are based on places he knew in the Bedfordshire countryside. For example, the Slough of Despond is thought to be the marshes in Tempsford (now on the A1 road). House Beautiful is thought to be Houghton House (now a ruin), just outside Ampthill. The character of the Evangelist is that of his friend John Gifford, who was the leader of a non-conformist group at St John’s Church, Bedford. The heavy burden (the load), which Christian carries on his back, represents his sins: the things he has done wrong, and which trouble him. However, the burden is also based on the heavy anvil which he carried on his back as he walked from place to place. He worked as a tinker (someone who mends pots and pans).\nLater, the Land of Beulah is Middlesex County, the Very Deep River is the Thames, and the Celestial City is London.\nPart One.\nPart One tells how a man called Christian makes his way from the 'City of Destruction' (Earth) to the 'Celestial City' (Heaven) of Zion. Christian finds himself weighed down by a great burden which he gets from reading a book (obviously the Bible). He wonders what he can do to be saved. The character Evangelist appears several times during the story, pointing him in the right direction. Evangelist shows Christian the way to the 'Wicket Gate'. Christian tries to persuade his family to join him on the journey, but they refuse, so he leaves them behind.\nThe first person he meets is called Mr. Worldly Wiseman, who says he can be saved by looking at the law, and that Mr. Legality can help him. Evangelist stops him from going that way. He must go to the Wicket Gate.\nAt the Wicket Gate the gatekeeper, Goodwill, tells him to keep to the straight path. In the Second Part, Goodwill is shown to be Jesus himself. To Christian's query about relief from his burden, Goodwill directs him forward to the 'place of deliverance'.\nChristian goes to the House of the Interpreter, where he is shown pictures and that show ideas of the Christian faith. Then he gets to the 'place of deliverance'. This is meant to be the hill with the cross where Jesus died. There his burden falls off his back, so he is very relieved. Three shining ones give him the greeting of peace. They give him new clothes and a passport to the Celestial City (heaven). This is like a Christian Baptism.\nAt the top of the Hill of Difficulty, Christian stops at the House Beautiful, which is an allegory of the local Christian congregation. Christian spends three days here. When he leaves he is wearing armour which protects him when he fights a battle with the monster Apollyon. Then he goes to the Shadow of Death. He is not afraid because his friend Faithful reminds him of the words of Psalm 23: \"Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.\" The sun rises as he leaves.\nJust outside the Valley of the Shadow of Death he meets Faithful, who also used to live in the City of Destruction. They go together to Vanity Fair, where they are both arrested because they do not like the kind of business which is being done at the fair, all based on greed. Faithful is put on trial, and executed. Hopeful, who lives in Vanity, takes Faithful's place as Christian's companion for the rest of the way.\nTogether Christian and Hope have several adventures. They are captured by Giant Despair, who takes them to Doubting Castle, where they are imprisoned, beaten and starved. The giant wants them to commit suicide, but they refuse. Suddenly Christian realizes that a key he has, called Promise, will open all the doors and gates of Doubting Castle. Using the key, they escape.\nThey come to the Delectable Mountains where the shepherds show them some of the wonders of the place also known as 'Immanuel's Land'.\nOn the way, Christian and Hopeful meet a man called Ignorance. He thinks he can enter the Celestial City even though he does not believe. A ferryman called Vain Hope ferries Ignorance across the River of Death, but Ignorance is turned away from the gates of Celestial City and thrown into hell.\nChristian and Hopeful eventually reach the Celestial City.\nPart Two.\nThe Second Part of \"The Pilgrim's Progress\" presents the pilgrimage of Christian's wife, Christiana; their sons and the maiden, Mercy. They visit the same places that Christian visited, but they take a longer time. This is because the story includes the marriage of his sons, and children for the four sons and their wives.\nThe story shows that women can be as brave as men. They visit the same stopping places that Christian did, but they take longer because they marry and give birth to children on the way. The hero of the story is Greatheart, the servant of the Interpreter, who is a pilgrim's guide to the Celestial City. He kills four giants, including Giant Despair, and helps to kill a monster that terrorizes the city of Vanity.\nExpert critics think the second part is important, and brings in more ideas: \"Part II, which appeared in 1684, is much more than a mere sequel to or repetition of the earlier volume. It clarifies and reinforces and justifies the story of Part I. The beam of Bunyan's spotlight is broadened to include Christian's family and other men, women, and children; the incidents and accidents of everyday life are more numerous, the joys of the pilgrimage tend to outweigh the hardships; and to the faith and hope of Part I is added in abundant measure that greatest of virtues, charity. The two parts of The Pilgrim's Progress in reality constitute a whole, and the whole is, without doubt, the most influential religious book ever written in the English language.\nPart II shows human frailty: of women, children, and people with weak bodies or minds. When Christiana's party leaves Gaius's Inn, Mr. Feeble-mind lingers in order to be left behind. He is encouraged to come with the party by Greatheart: But brother... I have it in commission, to comfort the feeble-minded, and to support the weak. You must needs go along with us; we will wait for you, we will lend you our help, we will deny ourselves of some things, both opinionative and practical, for your sake; we will not enter into doubtful disputations before you, we will be made all things to you, rather than you shall be left behind.\nReception.\nAlthough the language of \"The Pilgrim’s Progress\" may seem old-fashioned now, Bunyan wrote in a simple and direct style. He gave his characters symbolic names, which may have sounded lively and imaginative to a 17th century audience. Bunyan was of humble origin, and had no higher education. He was, however, highly literate, and wrote in a way that ordinary people could understand.\nThe book includes a poem which became the popular hymn \"Who Would True Valour See\" (\"He Who Would Valiant Be\" in some versions).\nSome phrases from the book have become part of the English language, just as many English expressions come from the Bible. We often talk of a 'Slough of Despond' (when we feel a problem is too big for us). The expressions 'Vanity Fair' and 'House Beautiful' are also quite familiar. There are a large number of references to the book in later literature, and Bunyan's idea of how to tell a story has been borrowed and adapted many times.\nChristian context.\nThe explicit Protestant theology of \"The Pilgrim's Progress\" made it popular. Bunyan's plain style breathes life into abstract ideas such as 'greed', 'envy', 'pride'. These ideas are turned into imaginary people, whom Christian meets and talks to, on his way to Heaven. Samuel Johnson said that \"this is the great merit of the book, that the most cultivated man cannot find anything to praise more highly, and the child knows nothing more amusing\". Three years after its publication (1681), it was reprinted in colonial America, and was widely read in the Puritan colonies.\nBecause of its explicit English Protestant theology \"The Pilgrim's Progress\" shares the feeling of most English, in the 17th century, against the Roman Catholic Church. It was published over the years of the Popish Plot (1678–1681) and ten years before the Glorious Revolution of 1688, and it shows the influence of John Foxe's \"Foxe's Book of Martyrs\". Bunyan presents a decrepit and harmless giant to confront Christian at the end of the Valley of the Shadow of Death that is explicitly named \"Pope\":Now I saw in my Dream, that at the end of this Valley lay blood, bones, ashes, and mangled bodies of men, even of Pilgrims that had gone this way formerly: And while I was musing what should be the reason, I espied a little before me a Cave, where two Giants, \"Pope\" and \"Pagan\", dwelt in old times, by whose Power and Tyranny the Men whose bones, blood ashes, &c. lay there, were cruelly put to death. But by this place \"Christian\" went without much danger, whereat I somewhat wondered; but I have learnt since, that \"Pagan\" has been dead many a day; and as for the other, though he be yet alive, he is by reason of age, and also of the many shrewd brushes that he met with in his younger dayes, grown so crazy and stiff in his joynts, that he can now do little more than sit in his Caves mouth, grinning at Pilgrims as they go by, and biting his nails, because he cannot come at them.\nWhen Christian and Faithful travel through Vanity Fair, Bunyan adds the editorial comment:But as in other \"fairs\", some one Commodity is as the chief of all the \"fair\", so the Ware of \"Rome\" and her Merchandize is greatly promoted in \"this fair\": Only our \"English\" Nation, with some others, have taken a dislike thereat.\nMusical settings and films.\nThe book was the basis of an opera by Ralph Vaughan Williams, first performed in 1951. Vaughan Williams also wrote a short anthem \"Valiant for Truth\". The story has been made into films and used in video games.\nRetellings.\nBecause modern English has changed from Bunyan's day, many authors have provided their own versions of the story.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English language","offset":31},{"uri":"John_Bunyan","surface_form":"John Bunyan","offset":64},{"uri":"Publish","surface_form":"publish","offset":84},{"uri":"English_literature","surface_form":"English literature","offset":299},{"uri":"Allegory","surface_form":"allegory","offset":337},{"uri":"Dream","surface_form":"dream","offset":365},{"uri":"Journey","surface_form":"journey","offset":382},{"uri":"England","surface_form":"English","offset":402},{"uri":"County","surface_form":"county","offset":410},{"uri":"Bedfordshire","surface_form":"Bedfordshire","offset":420},{"uri":"London","surface_form":"London","offset":437},{"uri":"Christianity","surface_form":"Christianity","offset":482},{"uri":"Protestant","surface_form":"Protestant","offset":502},{"uri":"Imagination","surface_form":"imaginary","offset":552},{"uri":"17th_century","surface_form":"17th century","offset":604},{"uri":"Fictional_character","surface_form":"character","offset":679},{"uri":"Jail","surface_form":"jail","offset":824},{"uri":"Sermon","surface_form":"preaching","offset":835},{"uri":"Opinion","surface_form":"opinion","offset":849},{"uri":"Translated","surface_form":"translated","offset":900},{"uri":"Language","surface_form":"language","offset":925},{"uri":"Jail","surface_form":"jail","offset":993},{"uri":"Sermon","surface_form":"preaching","offset":1023},{"uri":"Licence","surface_form":"licence","offset":1043},{"uri":"Baptist","surface_form":"Reformed Baptist","offset":1070},{"uri":"Church_of_England","surface_form":"Church of England","offset":1141},{"uri":"Bedford","surface_form":"Bedford","offset":1204},{"uri":"Fiction","surface_form":"narrative","offset":1479},{"uri":"Chapter_(books)","surface_form":"chapter","offset":1498},{"uri":"Christianity","surface_form":"Christian","offset":2133},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":2290},{"uri":"Paganism","surface_form":"paganism","offset":2312},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":2729},{"uri":"Bedfordshire","surface_form":"Bedfordshire","offset":2812},{"uri":"Countryside","surface_form":"countryside","offset":2825},{"uri":"Marsh","surface_form":"marsh","offset":2894},{"uri":"A1_(Britain)","surface_form":"A1","offset":2927},{"uri":"Ampthill","surface_form":"Ampthill","offset":3012},{"uri":"Evangelist","surface_form":"Evangelist","offset":3043},{"uri":"Bedford_(England)","surface_form":"Bedford","offset":3156},{"uri":"Sin","surface_form":"sin","offset":3246},{"uri":"Anvil","surface_form":"anvil","offset":3352},{"uri":"Pot","surface_form":"pot","offset":3462},{"uri":"Pan","surface_form":"pan","offset":3471},{"uri":"Middlesex","surface_form":"Middlesex","offset":3507},{"uri":"Thames","surface_form":"Thames","offset":3552},{"uri":"London","surface_form":"London","offset":3586},{"uri":"Earth","surface_form":"Earth","offset":3692},{"uri":"Heaven","surface_form":"Heaven","offset":3724},{"uri":"Bible","surface_form":"Bible","offset":3845},{"uri":"Salvation","surface_form":"saved","offset":3885},{"uri":"Law","surface_form":"law","offset":4261},{"uri":"Jesus","surface_form":"Jesus","offset":4504},{"uri":"Jesus","surface_form":"Jesus","offset":4843},{"uri":"Peace","surface_form":"peace","offset":4960},{"uri":"Passport","surface_form":"passport","offset":4999},{"uri":"Baptism","surface_form":"Baptism","offset":5065},{"uri":"Allegory","surface_form":"allegory","offset":5164},{"uri":"Congregation","surface_form":"congregation","offset":5196},{"uri":"Armour","surface_form":"armour","offset":5273},{"uri":"Battle","surface_form":"battle","offset":5316},{"uri":"Monster","surface_form":"monster","offset":5332},{"uri":"Psalm","surface_form":"Psalm","offset":5460},{"uri":"Sun","surface_form":"sun","offset":5620},{"uri":"Greed","surface_form":"greed","offset":5914},{"uri":"Trial","surface_form":"trial","offset":5940},{"uri":"Execute","surface_form":"execute","offset":5951},{"uri":"Suicide","surface_form":"suicide","offset":6266},{"uri":"Key","surface_form":"key","offset":6327},{"uri":"Shepherd","surface_form":"shepherd","offset":6485},{"uri":"Ferry","surface_form":"ferry","offset":6711},{"uri":"Hell","surface_form":"hell","offset":6860},{"uri":"Marriage","surface_form":"marriage","offset":7189},{"uri":"Children","surface_form":"children","offset":7215},{"uri":"Giant","surface_form":"giant","offset":7576},{"uri":"Monster","surface_form":"monster","offset":7629},{"uri":"Charity_(practice)","surface_form":"charity","offset":8243},{"uri":"Fragile","surface_form":"frail","offset":8450},{"uri":"Hymn","surface_form":"hymn","offset":9507},{"uri":"Problem","surface_form":"problem","offset":9764},{"uri":"Protestantism","surface_form":"Protestant","offset":10056},{"uri":"Greed","surface_form":"greed","offset":10185},{"uri":"Envy","surface_form":"envy","offset":10194},{"uri":"Pride","surface_form":"pride","offset":10202},{"uri":"Samuel_Johnson","surface_form":"Samuel Johnson","offset":10313},{"uri":"Colonial","surface_form":"colonial","offset":10554},{"uri":"America","surface_form":"America","offset":10563},{"uri":"Puritan","surface_form":"Puritan","offset":10599},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":10763},{"uri":"Popish_Plot","surface_form":"Popish Plot","offset":10825},{"uri":"Glorious_Revolution","surface_form":"Glorious Revolution","offset":10874},{"uri":"John_Foxe","surface_form":"John Foxe","offset":10933},{"uri":"Opera","surface_form":"opera","offset":12385},{"uri":"Ralph_Vaughan_Williams","surface_form":"Ralph Vaughan Williams","offset":12394},{"uri":"Anthem","surface_form":"anthem","offset":12479}]}