{"id":7436,"url":"http://en.wikipedia.org/wiki/Integer","text":"formula_1\nIn particular, zero is also an integer, but it is not positive nor negative. \"Integer\" is another word for \"whole\". An integer is a rational number with no \"fraction\", or part. An integer is a decimal number with all zeros after the decimal separator. For example, the integer 17 is the same as the decimal 17.0 or 17.0000.\nAn integer has a next smaller number and a next larger number. There is no smallest integer, just as there is no largest integer. Each integer is either larger than, equal to, or smaller than any other integer. Consecutive integers are integers that come after each other (as in formula_1).\nThe sum of integers is an integer. The difference between integers is an integer. The product of integers is an integer (for example, (12 + 2345 x (67 - 8)) x 9 is an integer). An integer divided by an integer is sometimes not an integer (as in the case of 123 / 45).\nformula_1 or formula_1 is the name of the set of integers, and formula_1 the set of positive integers. (formula_1, +, 0) is an abelian group.\nThe number of integers is infinite. The cardinal number of formula_1 is formula_1. The ordinal number of formula_1 is formula_1.\nTo sum up, an integer is a whole number that has no decimals.\nIn programming.\nIn some programming languages, like C, there are types called \"int\" or \"integer.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Rational_number","surface_form":"rational number","offset":142},{"uri":"Decimal","surface_form":"decimal","offset":203},{"uri":"Decimal_separator","surface_form":"decimal separator","offset":243},{"uri":"Consecutive_integer","surface_form":"Consecutive integer","offset":545},{"uri":"Set","surface_form":"set","offset":935},{"uri":"Abelian_group","surface_form":"abelian group","offset":1020},{"uri":"Infinite","surface_form":"infinite","offset":1061},{"uri":"Programming","surface_form":"programming","offset":1229},{"uri":"Programming_language","surface_form":"programming language","offset":1250},{"uri":"C_(programming_language)","surface_form":"C","offset":1278}]}