{"id":74366,"url":"http://en.wikipedia.org/wiki/Swordfish","text":"Swordfish (\"Xiphias gladius\") are large fish with a long, flat bill. They are a popular sport fish. Swordfish are elongated, round-bodied, and lose all teeth and scales by adulthood.\nThe International Game Fish Association's all-tackle angling record for a swordfish was a 1,182 lb (535.15 kg) specimen taken off Chile in 1953.\nThey are the sole member of their family Xiphiidae.\nFeatures.\nThe swordfish is named after its sharp bill, resembling a sword (Latin gladius), which together with its streamlined physique (smooth body) allows it to cut through the water with great ease and agility. Swordfish are fast predators of other fish.\nThe \"sword\" is not used to spear, but may be used to slash at its prey to injure the prey animal, to make for an easier catch. Mainly, the swordfish relies on its slow speed and agility in the water to catch its enemy. It is undoubtedly among the slowest fish.\nAs food.\nSwordfish is a particularly popular fish for cooking. Since swordfish are large animals, meat is usually sold as steaks, which are often grilled. The color of the flesh varies by diet, with fish caught on the east coast of North America often being rosier.\nHowever, many sources including the United States Food and Drug Administration warn about potential toxicity (how poisonous it is) from high levels of methylmercury in swordfish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fish","surface_form":"fish","offset":40},{"uri":"Bill","surface_form":"bill","offset":63},{"uri":"Chile","surface_form":"Chile","offset":313},{"uri":"1953","surface_form":"1953","offset":322},{"uri":"Predators","surface_form":"predators","offset":613},{"uri":"North_America","surface_form":"North America","offset":1131},{"uri":"United_States","surface_form":"United States","offset":1201},{"uri":"Food_and_Drug_Administration","surface_form":"Food and Drug Administration","offset":1215},{"uri":"Methylmercury","surface_form":"methylmercury","offset":1316}]}