{"id":74378,"url":"http://en.wikipedia.org/wiki/Carre%C3%B1o_de_Miranda","text":"Juan Carreño de Miranda (March, 1614-September, 1685) was a Spanish painter of the Baroque period.\nBorn in Avilés in Asturias, son of a painter with the same name, Juan Carreño de Miranda. His family moved to Madrid in 1623, and he trained in Madrid during the late 1620s as apprentice of Pedro de Las Cuevas and Bartolomé Roman. He came to the notice of Velazquez for his work in the cloister of doña María de Aragón y en la iglesia del Rosario, he was asked to help paint in the Royal Palace of Madridwith frescoes on mythologic fables. He was named Painter of the king in 1669. In 1658 Carreño was hired as an assistant on a royal commission to paint frescoes in the Alcázar palace, now Royal Palace of Madrid. In 1671 he was appointed court painter to the queen (pintor de cámara) and began to paint primarily portraits.In 1671, upon the death ofSebastian de Herrera, he was named chamber painter. He refused to be knighted in the order of Santiago, saying \"Painting needs no honors, it can give them to the whole world\". Mainly recalled as a painter of portraits. His main pupilswere Mateo Cerezo, Cabezalero, Donoso, Ledesma y Sotomayor. He died in Madrid.","categories":[],"infobox_types":[],"annotations":[{"uri":"March","surface_form":"March","offset":25},{"uri":"1614","surface_form":"1614","offset":32},{"uri":"September","surface_form":"September","offset":37},{"uri":"1685","surface_form":"1685","offset":48},{"uri":"Spain","surface_form":"Spanish","offset":60},{"uri":"Baroque","surface_form":"Baroque","offset":83},{"uri":"Avil%C3%A9s","surface_form":"Avilés","offset":107},{"uri":"Asturias","surface_form":"Asturias","offset":117},{"uri":"Madrid","surface_form":"Madrid","offset":243},{"uri":"Pedro_de_Las_Cuevas","surface_form":"Pedro de Las Cuevas","offset":289},{"uri":"Bartolom%C3%A9_Roman","surface_form":"Bartolomé Roman","offset":313},{"uri":"Velazquez","surface_form":"Velazquez","offset":355},{"uri":"Royal_Palace_of_Madrid","surface_form":"Royal Palace of Madrid","offset":690}]}