{"id":7438,"url":"http://en.wikipedia.org/wiki/Golden_Rule","text":"e=\"preserve\">The Golden Rule is a moral which says \"treat others as you would like them to treat you\". This moral in various forms has been used as a basis for society in many cultures and civilizations. It is called the 'golden' rule because there is value in having this kind of respect and caring attitude for one another.\nPeople of many religions see the value of this mandate and have similar expressions. In Christianity, Jesus Christ taught this idea to his disciples and others when he gave his Sermon on the Mount. It is recorded in the Holy Bible in the book of Matthew, Chapter 7 and verse 12. Jesus explained to his listeners that all the things that were recorded in the Jewish law and that the prophets had taught about concerning morality was summed up in this one rule. The context of this statement (Matthew 7) is about God's mercy and kindness. The principle that was shared is to not always treat others as they might deserve to be treated, as we may judge some as undeserving, but instead to always be merciful and charitable, not withholding good.\nIn other religions and belief systems there is a similar concept of \"the ethic of reciprocity\", also called the Golden Rule. They usually give a similar idea, although sometimes it has been expressed in the form such as \"Do not treat others as you would not like to be treated.\"\nOne of the earliest rules of this type is from the Old Testament days of Moses: \"Love thy neighbor as thyself\" (Leviticus 19:18). Similar rules have also appeared over time: However With no scientific proof all of the above is but fiction below are the true factual people who likely created / used the phrase correctly not in a manner used to control others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moral","surface_form":"moral","offset":34},{"uri":"Society","surface_form":"society","offset":160},{"uri":"Culture","surface_form":"culture","offset":176},{"uri":"Civilization","surface_form":"civilization","offset":189},{"uri":"Christianity","surface_form":"Christianity","offset":414},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":428},{"uri":"Sermon_on_the_Mount","surface_form":"Sermon on the Mount","offset":503},{"uri":"Bible","surface_form":"Bible","offset":551},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1399},{"uri":"Moses","surface_form":"Moses","offset":1421}]}