{"id":743945,"url":"http://en.wikipedia.org/wiki/Joe_Lamp%27l","text":"Joe Lamp'l is an organic gardening educator, author, podcast host, and Emmy Award winning television show host and producer. In 2017, Lamp'l launched the [https://www.joegardener.com joe gardener® Company website] to provide one online destination where gardeners of all levels could go for how-to videos, podcasts, online courses, and blog posts and learn how to \"Grow Like a Pro® - no experience required.\" That same year, Lamp'l created [https://podcasts.apple.com/us/podcast/joe-gardener-show-organic-gardening-vegetable-gardening/id1245331505 The joe gardener Show], a weekly podcast with a strong emphasis on organic gardening, growing food, and environmental stewardship. The podcast often features expert guests in the gardening, horticulture, farming, and green living industry. He is the author of two books, [https://www.amazon.com/Green-Gardeners-Guide-Significant-Preserve/dp/1591864267/ref=sr_1_3?qid=1582827083&refinements=p_27%3AJoe+Lamp%27l&s=books&sr=1-3&text=Joe+Lamp%27l The Green Gardener's Guide] and [https://www.amazon.com/Over-Fence-Joe-Gardener-Lampl/dp/1591862620/ref=sr_1_1?keywords=over+the+fence+joe+lamp%27l&qid=1582826031&s=books&sr=1-1 Over the Fence with joe gardener]. In 2019, Lamp'l launched the [https://www.organicgardeningacademy.com Online Gardening Academy] ™ where he offers digital gardening courses that provide students with guidance and education on organic and essential fundamentals of gardening and growing food. In 2011, The American Horticultural Society honored Joe Lamp'l as the recipient of the Society’s B.Y. Morrison Communication Award, which recognizes effective and inspirational communication through print, radio, television, and online media. Lamp'l currently hosts the Emmy Award winning television show, [https://www.growingagreenerworld.com/ Growing a Greener World], which is distributed by American Public Television. He is also an on-air contributor to The Today Show, Good Morning America, and The Weather Channel.\nEducation.\nIn 1983 Lamp'l graduated from Florida State University with a Bachelor of Science Degree in Business. He is also a University of Georgia Certified Landscape Professional and a Georgia Master Gardener.\nEarly career.\nWith a degree and professional background in business and horticulture, Joe began working in horticultural consulting and design after college. At the same time, he used his own home garden and landscape to experiment with gardening methods and to grow food for his family. One day, a colleague of Lamp'l's had seen a casting call for a television host of a new gardening show starting up on the [https://www.diynetwork.com/ DIY Network]. The show was to be all about how to grow food, from seed to harvest. Joe applied for the position, and after a lengthy national search for their host, was picked to host the new series, Fresh From the Garden. Fresh From the Garden was originally planned as a one-season, 26-episode series, but after its early success, the series was extended to three years and 52 episodes. Each show centered around teaching viewers how to grow one edible crop from seed to harvest. The show concluded after running out of plants to grow.\nAfter Fresh From the Garden ended, Joe went on to host another show on PBS about gardening called [https://www.gardensmart.tv/ GardenSMART] from 2006 through 2008. Each episode featured Lamp'l as he toured public gardens all over the country. In 2009, Lamp'l began working on the creation of a new series with the goal of attracting brand new gardeners and inspiring existing gardeners with an emphasis on organic methods and environmental stewardship. In 2010 at the [https://theflowershow.com/ Philadelphia Flower Show], Joe premiered that new show and announced it would be called Growing a Greener World.\nMedia.\nAgrivana® Media, LLC, is a company founded by Joe Lamp'l that is devoted to creating quality broadcast and online content to inspire and promote environmental stewardship around the world.\nCurrently in its 11th season, Growing a Greener World is distributed by American Public Television and presented by UNC-TV. Episodes have featured organic gardening, green living, and farm-to-table food. Each episode focuses on compelling and inspirational people making a positive impact on the planet through gardening. In the past, Growing a Greener World has also shared DIY information, edible gardening, urban homesteading, hobby farming, seasonal cooking, and canning and preserving. In 2018, Growing a Greener World was awarded a Daytime Emmy Award for episode 808, titled [https://www.growingagreenerworld.com/episode-808-green-bronx-machine/ The Green Bronx Machine]. That episode featured [https://greenbronxmachine.org/who-we-are/ Stephen Ritz], a Brooklyn native and school teacher, who founded [https://greenbronxmachine.org/ The Green Bronx Machine], a non-profit organization that seeks to build healthy, equitable, and resilient communities through inspired education, local food systems, and 21st Century workforce development. Funding of the show is 100% supported by corporate underwriting, including Subaru of America, a founding underwriting partner for all 11 seasons.\nJoe Lamp'l is also the founder & CEO of The joe gardener® Company which specializes in educating the public about environmentally responsible gardening and sustainable outdoor living. In 2017, Lamp'l created the [https://www.joegardener.com joe gardener® website] to be a one-stop online location for organic gardening videos, podcasts, and articles to help instill confidence in anyone who wants to be a new or better gardener.\nIn 2019, Lamp'l launched the [https://www.joegardener.com/learn Online Gardening Academy™] where he offers digital courses in various topics such as gardening fundamentals, starting seeds indoors, and dealing with pests, weeds, and diseases. He is currently developing new courses for the Online Gardening Academy.\nLamp'l utilizes his YouTube channel, [https://www.youtube.com/user/joegardenerTV joe gardener TV], to teach people about organic gardening through short how-to videos.\n[https://podcasts.apple.com/us/podcast/joe-gardener-show-organic-gardening-vegetable-gardening/id1245331505 The joe gardener Show] is Lamp'l's weekly podcast where he discusses all aspects of gardening and sustainable living. While primarily focusing on practical tips for growing food organically, the series also addresses a diverse range of topics. He often interviews guests who are experts in various fields of gardening, farming, or environmentalism.\nWhen not talking or writing about gardening, Joe can likely be found gardening and spending time with his family, which includes numerous animals, on their Atlanta, GA farm.\nTelevision.\nFresh from the Garden - Host\nGrowing a Greener World® - Creator, Host, and Executive Producer\nBooks.\nGreen Gardener's Guide: Simple, Significant Actions to Protect & Preserve Our Planet\nOver the Fence with joe gardener®\nHonors and Awards.\n2011 American Horticultural Society recipient of the Society’s B.Y. Morrison Communication Award\n2012 and 2014 Garden Writers Association Gold Award for Best On-Air Talent\n2018 Daytime Emmy Award for Growing a Greener World's Episode 808, featuring The Green Bronx Machine.\nGrowing a Greener World received the 2018 Pioneer Taste Award and The Taste Award for Best Branded Program, Breakout Storyteller of the Year and Best Green or Organic Program, Series or Film","categories":[],"infobox_types":[],"annotations":[{"uri":"Organic","surface_form":"organic","offset":17},{"uri":"Gardening","surface_form":"gardening","offset":25},{"uri":"Podcasting","surface_form":"podcast","offset":53},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":71},{"uri":"Podcasting","surface_form":"podcast","offset":581},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":1733},{"uri":"American_Public_Television","surface_form":"American Public Television","offset":1858},{"uri":"Today_(American_TV_program)","surface_form":"The Today Show","offset":1922},{"uri":"Good_Morning_America","surface_form":"Good Morning America","offset":1938},{"uri":"The_Weather_Channel","surface_form":"The Weather Channel","offset":1964},{"uri":"Subaru","surface_form":"Subaru of America","offset":5100}]}