{"id":743912,"url":"http://en.wikipedia.org/wiki/Taylor_Momsen","text":"Taylor Michel Momsen (born July 26, 1993) is an American singer, songwriter, model, and former actress. She is known for portraying the character of Jenny Humphrey on The CW's teen drama series \"Gossip Girl\" (2007–2012) and Cindy Lou Who in the film \"How the Grinch Stole Christmas\" (2000). After her retirement from acting, she became widely known for being the frontwoman of the American rock band The Pretty Reckless.\nMomsen was signed with Ford Models at a very young age, she began acting professionally at three years of age in a 1997 national commercial for Shake 'n Bake. She was then cast in \"The Prophet's Game\".\nShe played the character of Jenny Humphrey in The CW television series \"Gossip Girl\", based on the book series by Cecily von Ziegesar. Momsen's appearances on the series became increasingly sporadic, and, by the end of the first half of the fou\nrth season, she had only appeared in four episodes. It was then announced that the actress would be scheduled for an indefinite hiatus from the show, which ended with her leaving the series as a regular cast member after the completion of the fourth season in 2011. On August 16, 2011, Momsen told \"Elle\" magazine that she had quit acting to focus on her music career. On October 16, 2012, it was reported that Momsen would be returning to \"Gossip Girl\" for its final episode, in which she appeared briefly in the wedding sequence.\nIn March 2009, Momsen's band The Pretty Reckless had signed a deal with Interscope Records. The band's debut album \"Light Me Up\" was released on August 30, 2010 in the UK, where it debuted at number 6, as well as at number 18 in Ireland. The first single \"Make Me Wanna Die\" was released on May 30, 2010, while the second single \"Miss Nothing\" which was released on August 23, 2010 peaked at number 39. \"Just Tonight\" was released as the album's third single. Songs from this album have been in the movie \"Kick-Ass\" as well as shows like \"The Vampire Diaries\" and \"Gossip Girl\".","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Gossip_Girl","surface_form":"Gossip Girl","offset":195},{"uri":"How_the_Grinch_Stole_Christmas_(movie)","surface_form":"How the Grinch Stole Christmas","offset":251},{"uri":"The_Pretty_Reckless","surface_form":"The Pretty Reckless","offset":400},{"uri":"Gossip_Girl","surface_form":"Gossip Girl","offset":695},{"uri":"Elle_(magazine)","surface_form":"\"Elle\" magazine","offset":1166},{"uri":"Gossip_Girl","surface_form":"Gossip Girl","offset":1309},{"uri":"The_Pretty_Reckless","surface_form":"The Pretty Reckless","offset":1429},{"uri":"Interscope_Records","surface_form":"Interscope Records","offset":1472},{"uri":"United_Kingdom","surface_form":"UK","offset":1568},{"uri":"Ireland","surface_form":"Ireland","offset":1629},{"uri":"Kick-Ass","surface_form":"Kick-Ass","offset":1906},{"uri":"The_Vampire_Diaries","surface_form":"The Vampire Diaries","offset":1939},{"uri":"Gossip_Girl","surface_form":"Gossip Girl","offset":1965}]}