{"id":744,"url":"http://en.wikipedia.org/wiki/String_theory","text":"String theory tries to model the four known fundamental interactions—gravitation, electromagnetism, strong nuclear force, weak nuclear force—together in one theory. This tries to resolve the alleged conflict between classical physics and quantum physics by \"elementary units\"—the one classical force: gravity, and a new quantum field theory of the other three fundamental forces.\nEinstein had sought a unified field theory, a single model to explain the fundamental interactions or mechanics of the universe. Today's search is for a unified field theory that is \"quantized\" and that explains matter's structure, too. This is called the search for a theory of everything (TOE). The most prominent contender as a TOE is string theory converted into superstring theory with its six higher dimension<nowiki/>s in addition to the four common dimensions (3D + time).\nSome superstring theories seem to come together on a shared range of geometry that, according to string theorists, is apparently the geometry of space. The mathematical framework that unifies the multiple superstring theories upon that shared geometrical range is M-theory. Many string theorists are optimistic that M-theory explains our universe's very structure and perhaps explains how other universes, if they exist, are structured as part of a greater \"multiverse\". M theory/supergravity theory has 7 higher dimensions + 4D.\nBackground.\nIntroductions to string theory that are designed for the general public must first explain physics. Some of the controversies over string theory result from misunderstandings about physics. A common misunderstanding even for scientists is the presumption that a theory is proved true in its \"explanation\" of the natural world wherever its \"predictions\" are successful. Another misunderstanding is that earlier physical scientists, including chemists, have already explained the world. This leads to the misunderstanding that string theorists began making strange hypotheses after they became unaccountably \"set free from truth\".\nNewtonian physics.\nNewton's law of universal gravitation (UG), added to the three Galilean laws of motion and some other presumptions, was published in 1687. Newton's theory successfully modeled interactions among objects of a size we can see, a range of phenomena now called the \"classical realm\". Coulomb's law modeled electric attraction. Maxwell's electromagnetic field theory unified electricity and magnetism, while optics emerged from this field.\nLight's speed remained about the same when measured by an observer traveling in its field, however, although \"addition of velocities\" predicted the field to be slower or faster \"relative\" to the observer traveling with or against it. So, versus the electromagnetic field, the observer kept losing speed. Still, this did not violate Galileo’s Principle of relativity that says the laws of mechanics work the same for all objects showing inertia.\nBy law of inertia, when no force is applied to an object, the object holds its velocity, which is speed \"and\" direction. An object either in \"uniform motion\", which is constant speed in an unchanging direction, or staying at rest, which is zero velocity, experiences inertia. This exhibits Galilean invariance—its mechanical interactions proceeding without variation—also called Galilean relativity since one cannot perceive whether one is at rest or in uniform motion.\nSpecial relativity.\nIn 1905, Einstein's special theory of relativity explained the accuracy of both Maxwell's electromagnetic field and Galilean relativity by stating that the field's speed is absolute—a universal constant—whereas both space and time are local phenomena \"relative\" to the object's energy. Thus, an object in relative motion shortens along the direction of its momentum (Lorentz contraction), and its unfolding of events slows (time dilation). A passenger on the object cannot detect the change, as all measuring devices aboard that vehicle have experienced length contraction and time dilation. Only an external observer experiencing relative rest measures the object in relative motion to be shortened along its travel pathway and its events slowed. Special relativity left Newton's theory—which states space and time as \"absolute\"—unable to explain gravitation.\nBy the equivalence principle, Einstein inferred that being under either gravitation or constant acceleration are indistinguishable experiences that might share a physical mechanism. The suggested mechanism was \"progressive\" length contraction and time dilation—a consequence of the local energy density within 3D space—establishing a progressive tension within a rigid object, relieving its tension by moving toward the location of greatest energy density. Special relativity would be a limited case of a gravitational field. Special relativity would apply when the energy density across 3D space is uniform, and so the gravitational field is scaled uniformly from location to location, why an object experiences no acceleration and thus no gravitation.\nGeneral relativity.\nIn 1915, Einstein's general theory of relativity newly explained gravitation with 4D spacetime modeled as a Lorentzian manifold. Time is one dimension merged with the three space dimensions, as every \"event\" in 3D space—2D horizontally and 1D vertically—entails a point along a 1D time axis. Even in everyday life, one states or implies both. One says or at least means, \"Meet me at building 123 Main Street intersecting Franklin Street in apartment 3D on 10 October 2012 at 9:00PM\". By omitting or missing the time coordinate, one arrives at the correct location in space when the sought event is absent—it is in the past or future at perhaps 6:00PM or 12:00AM.\nBy converging space and time and presuming both relative to the energy density in the vicinity, and by setting the only \"constant\" or absolute as not even mass but as light speed in a vacuum, general relativity revealed the natural world's previously unimagined balance and symmetry. Every object is always moving at light speed along a straight line—its equivalent, on a curved surface, called \"geodesic\" or \"worldline\"—the one pathway of least resistance like a free fall through 4D spacetime whose geometry \"curves\" in the vicinity of mass/energy.\nAn object at light speed in a vacuum is moving at maximal rate through 3D space but exhibits no evolution of events—it is frozen in time—whereas an object motionless in 3D space flows fully along 1D time, experiencing the maximal rate of events' unfolding. The displayed universe is relative to a given location, yet once the mass/energy in that vicinity is stated, Einstein's equations predict what is occurring—or did occur or will occur—anywhere in the universe. The popularized notion that \"relative\" in Einstein's theory suggests \"subjective\" or \"arbitrary\" was to some regret of Einstein, who later thought he ought have to named it \"general theory\".\nCosmology.\nThe electromagnetic field's messenger particles, photons, carry an image timelessly across the universe while observers within this field have enough flow through time to decode this image and react by moving within 3D space, yet can never outrun this timeless image. The universe's state under 400 000 years after the presumed big bang that began our universe is thought to be displayed as the cosmic microwave background (CMB).\nIn 1915, the universe was thought to be entirely what we now call the Milky Way galaxy and to be static. Einstein operated his recently published equations of the gravitational field, and discovered the consequence that the universe was expanding or shrinking. (The theory is operable in either direction—time invariance.) He revised the theory add a \"cosmological constant\" to arbitrarily balance the universe. Nearing 1930, Edwin Hubble's telescopic data, interpreted through general relativity, revealed the universe was expanding.\nIn 1916 while on a World War I battlefield, Karl Schwarzschild operated Einstein's equations, and the Schwarzschild solution predicted black holes. Decades later, astrophysicists identified a supermassive black hole in the center of perhaps every galaxy. Black holes seem to lead galaxy formation and maintenance by regulating star formation and destruction.\nIn the 1930s, it was noticed that according to general relativity, galaxies would fall apart unless surrounded by invisible matter holding a galaxy together, and by the 1970s dark matter began to be accepted. In 1998 it was inferred that the universe's expansion, not slowing, is accelerating, indicating a vast energy density—enough to accelerate both visible matter and dark matter—throughout the universe, a vast field of dark energy. Apparently, under 5% of the universe's composition is known, while the other 95% is mysterious—dark matter and dark energy.\nStrange mechanics.\nBy the 1920s, to probe the operating of the electromagnetic field at minuscule scales of space and time, quantum mechanics (QM) was developed. Yet electrons—the matter particles that interact with the photons that are the electromagnetic field's force carriers—would appear to defy mechanical principles altogether. None could predict a quantum particle's location from moment to moment.\nIn the slit experiment, an electron would travel through one hole placed in front of it. Yet a single electron would travel simultaneously though multiple holes, however many were placed in front of it. The single electron would leave on the detection board an interference pattern as if the single particle were a wave that had passed through all the holes simultaneously. And yet this occurred only when unobserved. If light were shone on the expected event, the photon's interaction with the field would set the electron to a single position.\nBy the uncertainty principle, any quantum particle's exact location and momentum cannot be determined with certainty, however. The particle's interaction with the observation/measurement instrument deflects the particle such that greater determination of its position yields lower determination of its momentum, and vice versa.\nField theory quantized.\nBy extending quantum mechanics across a field, a consistent pattern emerged. From location to adjacent location, the probability of the particle existing there would rise and fall like a wave of probability—a rising and falling probability density. When unobserved, any quantum particle enters superposition, such that even a single particle fills the entire field, however large. Yet the particle is not \"definitely\" anywhere in the field, but there at a definite \"probability\" in relation to whether it was had been at the adjacent location. The waveform of Maxwell's electromagnetic field was generated by an accumulation of probabilistic events. Not the particles, but the mathematical form, was constant.\nSetting the field to special relativity permitted prediction of the complete electromagnetic field. Thus arose relativistic quantum field theory (QFT). Of the electromagnetic field, it is relativistic quantum electrodynamics (QED). Of the weak and electromagnetic fields together, it is relativistic electroweak theory (EWT). Of the strong field, it is relativistic quantum chromodynamics (QCD). Altogether, this became the Standard Model of particle physics.\nDivision in physics.\nWhen the Standard Model is set to general relativity in order to include mass, probability densities of infinity appear. This is presumed incorrect, as probability ordinarily ranges from 0 to 1—0% to 100% probability. Some theoretical physicists suspect that the problem is in the Standard Model, which represents each particle by a zero-dimensional point that in principle can be infinitely small. Yet in quantum physics, the Planck's constant is the minimum energy unit that a field can be divided into, perhaps a clue to the smallest size a particle can be. So there is a quest to \"quantize\" gravity—to develop a theory of quantum gravity.\nFramework.\nString conjectures that on the microscopic scale, Einstein's 4D spacetime is a field of Calabi-Yau manifolds, each containing 6 space dimensions curled up, thus not extended into the 3 space dimensions presented to the classical realm. In string theory, each quantum particle is replaced by a 1D string of vibrating energy whose length is the Planck length. As the string moves, it traces width, and thus becomes 2D, a worldsheet. As a string vibrates and moves within the 6D Calabi-Yau space, the string becomes a quantum particle. With this approach, the hypothetical graviton—predicted to explain general relativity—emerges easily.\nTheories.\nString theory began as bosonic string theory, whose 26 dimensions act as many fewer. Yet this modeled only bosons, which are energy particles, while omitting fermions, which are matter particles. So bosonic string theory could not explain matter. Yet by adding supersymmetry to bosonic string theory, fermions were achieved, and string theory became \"super\"string theory, explaining matter, too.\nUntestable—unscientific?\nString theory's claim that all molecules are \"strings of energy\" has drawn harsh criticism. There are many versions of string theory, none quite successfully predicting the observational data explained by the Standard Model. M theory is now known to have countless solutions, often predicting things strange and unknown to exist. Some allege that string theorists select only the desired predictions.\nThe allegation that string theory makes no testable predictions is false, as it makes many. No theory—a predictive and perhaps explanatory model of some domain of natural phenomena—is verifiable. All conventional physical theories until the Standard Model have made claims about unobservable aspects of the natural world. Even the Standard Model has various interpretations as to the natural world. When the Standard Model is operated, it is often made a version with supersymmetry, doubling the number of particle species so far identified by particle physicists.\nNone can literally measure space, yet Newton postulated absolute space and time, and Newton's theory made explicit predictions, highly testable and predictively successful for 200 years, but the theory was still falsified as explanatory of nature. Physicists accept that there exists no such attractive force directly attracting matter to matter, let alone that the force traverses the universe instantly. Nevertheless, Newton's theory is still paradigmatic of science.\nHidden dimensions?\nThe idea of hidden dimensionality of space can seem occult. Some theorists of loop quantum gravity—a contender for quantum gravity—regard string theory as fundamentally misguided by presuming that space even has a shape until particles shape it. That is, they do not doubt that space takes various shapes, simply regard the particles as determining space's shape, not the other way around. The spacetime vortex predicted by general relativity is apparently confirmed.\nIf interpreted as naturally true, the Standard Model, representing a quantum particle as a 0D point, already indicates that spacetime is a sea of roiling shapes, quantum foam. String theorists tend to believe nature more elegant, a belief that loop theorist Lee Smolin dismisses as romantic while using biology's Modern Synthesis as a rhetorical device. Experiments to detect added spatial dimensions have so far failed, yet there is still the possibility that signs of them can emerge.\nSo many solutions?\nM theory has many trillions of solutions. Leonard Susskind, a leader of string theory, interprets string theory's plasticity of solutions as paradoxical support resolving the mystery of why \"this\" universe exists, as M theory shows it but a variant of a general pattern that always approximately results.\nGeneral relativity has brought many discoveries that in 1915 were all but unimaginable except in fiction. A solution of Einstein's equations that sought to explain quantum particles' dynamics, the Einstein-Rosen Bridge predicts a shortcut connecting two distant points in spacetime. Commonly called a wormhole, the Einstein-Rosen Bridge is doubted but not disproved, showing either that not all consequences of a theory must be accurate or that reality is quite bizarre in ways unobservable.\nMany worlds.\nEven the Standard Model of particle physics suggests bizarre possibilities that populist accounts of science either omit or mention as unexplained curiosities. The theory conventionally receives the Copenhagen interpretation, whereby the field is only \"possibilities\", none real until an observer or instrument interacts with the field, whose wavefunction then collapses and leaves only its particle function, only the particles being real. Yet wavefunction collapse was merely assumed—neither experimentally confirmed nor even mathematically modeled—and no variance from either the wavefunction in the quantum realm or the particle function in the classical realm has been found.\nIn 1957 Hugh Everett described his \"Relative state\" interpretation. Everett maintained that the wavefunction does not collapse, and since all matter and interactions are presumed to be built up from quantum waveparticles, all possible variations of the quantum field—indicated by the mathematical equations—are \"real\" and simultaneously occurring but different courses of history. By this interpretation, whatever interacts with the field joins the field's state that is \"relative\" to the observer's state—itself a waveform in its own quantum field—while the two simply interact in a universal waveform never collapsing. By now, many physicists' interpretation of the apparent transition from the quantum to the classical realms is not wavefunction collapse, but quantum decoherence.\nIn decoherence, an interaction with the field takes the observer into only one determinant constellation of the quantum field, and so all observations align with that new, combined quantum state. Everett's thesis has inspired Many worlds interpretation, whereby within our universe are predicted to be virtually or potentially infinite parallel worlds that are real, yet each a minuscule distance from the other worlds. As each world's waveform is universal—not collapsing—and its mathematical relations are invariant, parallel worlds simply fill the gaps and do not touch.\nMany universes.\nEinstein doubted that black holes, as predicted by the Schwarzschild solution, are real. Some now conjecture that black holes do not exist as such but are dark energy, or that our universe is both—a black hole and dark energy. The Schwarzschild solution of Einstein's equations can be maximally extended to predict a black hole having a flip side—another universe emerging from a white hole. Perhaps our universe's big bang was half of a \"big bounce\", something's collapse down to a black hole, and our universe popping out its other side as a white hole.\nParticles are strings?\nPhysicists widely doubt that quantum particles are truly 0D points as represented in Standard Model, which offers \"formalism\"—mathematical devices whose strokes predict phenomena of interest upon input of data—not \"interpretation\" of the mechanisms determining those phenomena. Yet string theorists do tend to optimistically conjecture that the strings are both real and explanatory, not merely predictive devices. It is far beyond the capacity of today's particle accelerators to propel any probing particles at energy levels high enough to overcome a quantum particle's own energy and determine whether it is a string. Yet this limitation also exists on testing other theories of quantum gravity. Developments suggest other strategies to \"observe\" the structure of quantum particles.\nParadoxically, even if testing confirmed that particles are strings of energy, that still would not conclusively prove even that particles are strings, since there could be other explanations, perhaps an unexpected warpage of space although the particle was a 0D point of true solidity. Even when predictions succeed, there are many possible explanations—the problem of underdetermination—and philosophers of science as well as some scientists do not accept even flawless predictive success as verification of the successful theory's explanations if these are posed as offering scientific realism, true description of the natural world.\nMatter is energy?\nTalk of particle physicists testing theoretical physicists' predicted particles by colliding particles in accelerators suggests that quantum particles are tiny Newtonian particles that experimentalists \"crack\" open to reveal their structure. Instead, when two particles, each of a certain mass—measured in terms of \"energy\" as electronvolts—are collided, they can combine into a particle of that combined mass/energy, and the generated particle is \"observed\" for correspondence with the prediction.\nIt is not controversial among physicists that all particles are \"energy\". Loop theorists, sometimes in rivalry with string theory, claim that spacetime itself converts into the particles. Matter's being a special variant of energy was a consequence of Einstein's special theory of relativity, and thereupon Einstein formalized the mass-energy equivalence, E=mc2. When sufficiently energetic photons collide, they can combine and generate matter—matter creation. All particles have antiparticles, and atoms of matter have antiatoms of antimatter, whose union annihilates the particles and matter while leaving energy.\nDevelopments.\nAn inspiring development is discovery of mirror symmetry, whereby Calabi-Yau spaces tend to come in pairs such that solutions previously difficult within the extreme vibrational mode of one string can be solved by through the mirror Calabi-Yau space's geometry in its opposite range.\nString theory is usually solved through conformal field theory, a quantum field theory on 2D space. It is confirmed that molecules can collapse to 2D. And the electron, long presumed an elementary particle, apparently splits into three entities separately carrying the electron's three degrees of freedom when the molecules that contain the electrons are channeled through a 1D pathway.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematical_model","surface_form":"model","offset":23},{"uri":"Fundamental_force","surface_form":"fundamental interaction","offset":44},{"uri":"Gravitation","surface_form":"gravitation","offset":69},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":82},{"uri":"Strong_nuclear_force","surface_form":"strong nuclear force","offset":100},{"uri":"Weak_nuclear_force","surface_form":"weak nuclear force","offset":122},{"uri":"Classical_physics","surface_form":"classical physics","offset":216},{"uri":"Quantum_physics","surface_form":"quantum physics","offset":238},{"uri":"Quantum_field_theory","surface_form":"quantum field theory","offset":320},{"uri":"Albert_Einstein","surface_form":"Einstein","offset":380},{"uri":"Unified_field_theory","surface_form":"unified field theory","offset":402},{"uri":"Theory_of_everything","surface_form":"theory of everything","offset":649},{"uri":"Superstring_theory","surface_form":"superstring theory","offset":747},{"uri":"Dimension","surface_form":"dimension","offset":786},{"uri":"4D","surface_form":"four common dimensions","offset":825},{"uri":"3D","surface_form":"3D","offset":849},{"uri":"Geometry","surface_form":"geometry","offset":930},{"uri":"Space","surface_form":"space","offset":1006},{"uri":"M-theory","surface_form":"M-theory","offset":1125},{"uri":"Multiverse","surface_form":"multiverse","offset":1319},{"uri":"Supergravity_theory","surface_form":"supergravity theory","offset":1341},{"uri":"Newton%27s_law_of_universal_gravitation","surface_form":"Newton's law of universal gravitation (UG)","offset":2051},{"uri":"Coulomb%27s_law","surface_form":"Coulomb's law","offset":2331},{"uri":"James_Clerk_Maxwell","surface_form":"Maxwell","offset":2374},{"uri":"Electromagnetic_field","surface_form":"electromagnetic field","offset":2384},{"uri":"Electricity","surface_form":"electricity","offset":2421},{"uri":"Magnetism","surface_form":"magnetism","offset":2437},{"uri":"Optics","surface_form":"optics","offset":2454},{"uri":"Speed_of_light","surface_form":"Light's speed","offset":2486},{"uri":"Galileo","surface_form":"Galileo","offset":2818},{"uri":"Principle_of_relativity","surface_form":"Principle of relativity","offset":2828},{"uri":"Inertia","surface_form":"inertia","offset":2922},{"uri":"Inertia","surface_form":"inertia","offset":2941},{"uri":"Velocity","surface_form":"velocity","offset":3010},{"uri":"Special_theory_of_relativity","surface_form":"special theory of relativity","offset":3441},{"uri":"Momentum","surface_form":"momentum","offset":3778},{"uri":"Lorentz_contraction","surface_form":"Lorentz contraction","offset":3788},{"uri":"Time_dilation","surface_form":"time dilation","offset":3845},{"uri":"Equivalence_principle","surface_form":"equivalence principle","offset":4289},{"uri":"General_theory_of_relativity","surface_form":"general theory of relativity","offset":5076},{"uri":"Lorentzian_manifold","surface_form":"Lorentzian manifold","offset":5164},{"uri":"Photons","surface_form":"photons","offset":6987},{"uri":"Big_bang","surface_form":"big bang","offset":7266},{"uri":"Cosmic_microwave_background","surface_form":"cosmic microwave background","offset":7333},{"uri":"Milky_Way","surface_form":"Milky Way","offset":7438},{"uri":"General_theory_of_relativity","surface_form":"equations of the gravitational field","offset":7514},{"uri":"World_War_I","surface_form":"World War I","offset":7922},{"uri":"Dark_matter","surface_form":"dark matter","offset":8437},{"uri":"Dark_energy","surface_form":"dark energy","offset":8687},{"uri":"Electron","surface_form":"electron","offset":8990},{"uri":"Photon","surface_form":"photon","offset":9044},{"uri":"Slit_experiment","surface_form":"slit experiment","offset":9238},{"uri":"Interference_pattern","surface_form":"interference pattern","offset":9492},{"uri":"Uncertainty_principle","surface_form":"uncertainty principle","offset":9784},{"uri":"Probability_density","surface_form":"probability density","offset":10357},{"uri":"Superposition","surface_form":"superposition","offset":10423},{"uri":"Quantum_field_theory","surface_form":"quantum field theory","offset":10963},{"uri":"Quantum_electrodynamics","surface_form":"quantum electrodynamics","offset":11040},{"uri":"Electroweak_theory","surface_form":"electroweak theory","offset":11139},{"uri":"Quantum_chromodynamics","surface_form":"quantum chromodynamics","offset":11205},{"uri":"Standard_Model","surface_form":"Standard Model","offset":11263},{"uri":"Particle_physics","surface_form":"particle physics","offset":11281},{"uri":"Standard_Model","surface_form":"Standard Model","offset":11329},{"uri":"Standard_Model","surface_form":"Standard Model","offset":11601},{"uri":"Planck%27s_constant","surface_form":"Planck's constant","offset":11747},{"uri":"Quantum_gravity","surface_form":"quantum gravity","offset":11946},{"uri":"Calabi-Yau_manifold","surface_form":"Calabi-Yau manifold","offset":12062},{"uri":"Planck_length","surface_form":"Planck length","offset":12317},{"uri":"Calabi-Yau_space","surface_form":"Calabi-Yau space","offset":12450},{"uri":"Graviton","surface_form":"graviton","offset":12544},{"uri":"Boson","surface_form":"boson","offset":12726},{"uri":"Fermion","surface_form":"fermion","offset":12777},{"uri":"Standard_Model","surface_form":"Standard Model","offset":13249},{"uri":"Standard_Model","surface_form":"Standard Model","offset":13682},{"uri":"Isaac_Newton","surface_form":"Newton","offset":14044},{"uri":"Absolute_space_and_time","surface_form":"absolute space and time","offset":14062},{"uri":"Loop_quantum_gravity","surface_form":"loop quantum gravity","offset":14573},{"uri":"Quantum_gravity","surface_form":"quantum gravity","offset":14610},{"uri":"Standard_Model","surface_form":"Standard Model","offset":15001},{"uri":"Quantum_foam","surface_form":"quantum foam","offset":15125},{"uri":"Einstein-Rosen_Bridge","surface_form":"Einstein-Rosen Bridge","offset":15971},{"uri":"Standard_Model","surface_form":"Standard Model","offset":16288},{"uri":"Copenhagen_interpretation","surface_form":"Copenhagen interpretation","offset":16478},{"uri":"Wavefunction","surface_form":"wavefunction","offset":16622},{"uri":"Universal_waveform","surface_form":"universal waveform","offset":17544},{"uri":"Quantum_decoherence","surface_form":"quantum decoherence","offset":17723},{"uri":"Eigenstate","surface_form":"determinant constellation","offset":17823},{"uri":"Many_worlds_interpretation","surface_form":"Many worlds interpretation","offset":17970},{"uri":"Dark_energy","surface_form":"dark energy","offset":18489},{"uri":"White_hole","surface_form":"white hole","offset":18714},{"uri":"Standard_Model","surface_form":"Standard Model","offset":18998},{"uri":"Quantum_gravity","surface_form":"quantum gravity","offset":19595},{"uri":"Underdetermination","surface_form":"underdetermination","offset":20069},{"uri":"Scientific_realism","surface_form":"scientific realism","offset":20277},{"uri":"Special_theory_of_relativity","surface_form":"special theory of relativity","offset":21116},{"uri":"Mass-energy_equivalence","surface_form":"mass-energy equivalence","offset":21184},{"uri":"Matter_creation","surface_form":"matter creation","offset":21298},{"uri":"Antiparticle","surface_form":"antiparticle","offset":21334},{"uri":"Antimatter","surface_form":"antimatter","offset":21387},{"uri":"Photons","surface_form":"energy","offset":21462},{"uri":"Conformal_field_theory","surface_form":"conformal field theory","offset":21808},{"uri":"Quantum_field_theory","surface_form":"quantum field theory","offset":21834}]}