{"id":74405,"url":"http://en.wikipedia.org/wiki/Tom_and_Jerry","text":"\"Tom and Jerry\" is an American animated short series. The original cartoons were created in 1940, written and directed by William Hanna and Joseph Barbera. It is named after its two main characters: a blue-grey cat named Tom and a brown house mouse named Jerry. Each cartoon shows the two characters getting into comedic fights or chases, in which they often get hurt cartoon-style.\nA total of 114 \"Tom and Jerry\" shorts were produced by the Metro-Goldwyn-Mayer cartoon studio from 1940–1958, starting with \"Puss Gets the Boot\". Seven of these cartoons won an Academy Award for Animated Short Film.\n\"Tom and Jerry\" still holds the record of the most awards in the Animated Short Film category, which is tied for first place with the Walt Disney musical production \"Silly Symphonies\".\nLater, Gene Deitch in Europe made 13 more cartoons for the series from 1961-1962. Then, Chuck Jones produced 34 more cartoons from 1963–1967. Finally, Hanna-Barbera worked with Warner Brothers Animation to make the last two \"Tom and Jerry\" cartoons: \"The Mansion Cat\" in 2001, and \"The Karate Guard\" in 2005. Since then, the cartoon characters have made appearances in other media\nOther media.\nThe following lists are about the \"Tom and Jerry\" media which were not made for the original cartoon series.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"United_States","surface_form":"American","offset":22},{"uri":"Animation","surface_form":"animated","offset":31},{"uri":"Cartoon","surface_form":"short","offset":40},{"uri":"William_Hanna","surface_form":"William Hanna","offset":122},{"uri":"Joseph_Barbera","surface_form":"Joseph Barbera","offset":140},{"uri":"Cat","surface_form":"cat","offset":211},{"uri":"House_mouse","surface_form":"house mouse","offset":237},{"uri":"Comedy","surface_form":"comedic","offset":313},{"uri":"Metro-Goldwyn-Mayer","surface_form":"Metro-Goldwyn-Mayer","offset":442},{"uri":"Puss_Gets_the_Boot","surface_form":"Puss Gets the Boot","offset":508},{"uri":"Academy_Award_for_Animated_Short_Film","surface_form":"Academy Award for Animated Short Film","offset":560},{"uri":"Gene_Deitch","surface_form":"Gene Deitch","offset":791},{"uri":"Chuck_Jones","surface_form":"Chuck Jones","offset":872}]}