{"id":744158,"url":"http://en.wikipedia.org/wiki/Atlanta_Student_Movement","text":"e=\"preserve\">The Atlanta Student Movement was formed in February 1960 in Atlanta by students of the six colleges in the Atlanta University Center (AUC). The Committee on the Appeal for Human Rights (COAHR) led the Atlanta Student Movement. It was part of the Civil Rights Movement. Its goal was to end segregation, the laws that separated African-American people from white people. In Atlanta, and other places in the United States, segregation gave African-American people fewer rights than white people.\nThe Beginning of the Movement.\nOn February 3, 1960, Atlanta University Center (AUC) senior, Lonnie King, read about the sit-in at the Woolworth Store in downtown Greensboro, North Carolina. A sit-in is a kind of protest. People sit someplace and will not leave until they get what they want. The people sitting-in at the Woolworths store restaurant were African-American college students. They wanted to be able to eat at the store's restaurant along with white people. King also thought it was fair for African-American people in Atlanta to be able to eat at the same restaurants as white people. King talked to other students, Joseph Pierce and Julian Bond. They decided to organize a Student Movement in the four colleges at the Atlanta University Center. Their goal was to convince all restaurants in Atlanta to serve food to all people.\nOn February 5, 1960, approximately fifteen students attended the first meeting. The first sit-in did not have enough people. The students' universities called a meeting with the Atlanta University Center's college Presidents. Each president explained their opinion of the sit-in movement. The four presidents asked students not to have sit-ins. The presidents wanted lawyers to make changes by asking courts to force restaurants to change. They asked students to work hard on their school work. The presidents suggested the students write an advertisement for the newspapers about what they wanted restaurants to do. The presidents paid to put the advertisement in the newspaper.\nLonnie King asked Roslyn Pope, Morris Dillard, Albert Brinson, Julian Bond, and Charles Black to write the advertisement. It was called \"An Appeal for Human Rights.\" It explained why it was bad for African-American people and white people to have different rights. It asked for changes. On March 9th, 1960, An Appeal for Human Rights was published as a full-page ad in Atlanta Constitution, Atlanta Journal, and Atlanta Daily World. It was also published in the New York Times, Harvard Crimson, and Nation magazine. New York Senator Jacob Javits read it out loud in Congress so that the words would be saved in the Congressional Record.\nLonnie King was the Chairman, or leader; John Mack was theCo-Chairman, or second leader.\nSit-ins, Protests, and Boycotts.\nThe students wanted to make more changes. On March 15th, 1960, more than two hundred Atlanta University Center students had sit-ins. They went to eleven restaurants in downtown Atlanta. Seventy-seven students were arrested for sitting-in. The six students who signed \"An Appeal for Human Rights\" were also arrested.\nAfter their summer vacation, students started protesting again. Lonnie King was still the Chair of COHAR. Herschelle Sullivan was the new Co-Chair of COHAR. She was studying in France when COHAR started. In September she returned to Spelman. She wanted to protest, too.\nIn fall of 1960, Lonnie King and Herschelle Sullivan requested that Dr. Martin Luther King protest with them. There was a presidential election that year. John F. Kennedy and Richard Nixon both wanted to be president of the United States. But neither Nixon nor Kennedy was talking about the African-American student protests. They believed that Dr. King could help get attention from Nixon or Kennedy.\nOn October 19th, 1960, hundreds of students had sit-ins in Atlanta restaurants. Dr. King went with them. The police arrested many students. The police also arrested Dr. King. The next day, even more people protested. Three days later, Atlanta Mayor Hartsfield met with COHAR. COHAR asked everyone to stop protesting. The students got out of jail. The students, Mayor Hartsfield, and restaurant owners tried to talk to each other about segregation.\nThe talks did not fix the problem. Students protested more. Arrested students would stay in jail. Staying in jail was another protest. The jails had too many people. The city government had a hard time.[5] Before Christmas the African-American adults protested with the students. They would not buy Christmas presents from stores in Atlanta that were owned by white people. Stores in Atlanta sold $10 million fewer presents. It hurt the stores. The owners were more willing to talk to COHAR leaders, but no one could agree to end segregation. In February, 1961, COHAR decided no one would shop at stores owned by white people until April, 1961.\nOn March 6th, 1961, adults called Lonnie King and Herschelle Sullivan to a meeting. White adults and African-American adults were at the meeting. Those adults agreed to wait six months to end segregation in restaurants. The United States government said Atlanta needed to let African-Amerian children go to the same schools as white children. The adults decided that restaurants could be segregated until after schools fixed their problem. Lonnie King and Herschelle Sullivan refused this agreement. However, both the African-American and white adults said they must agree. King and Sullivan felt angry that African-American adults agreed to wait. They finally agreed, too.\nOn March 10th, 1961, COHAR had a big meeting about this agreement. The agreement to wait made students very angry. They felt angry at the adults, not angry at Lonnie King or Herschelle Sullivan. Dr. Martin Luther King Sr. spoke to the meeting. He asked people to follow the agreement and said: “If anyone breaks this contract, let it be the white man.”\nAchievements.\nRestaurants in Atlanta department stores began serving African-American customers September 28, 1961. In 1964 other restaurants ended segregation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atlanta_University_Center","surface_form":"Atlanta University Center","offset":120},{"uri":"Committee_on_the_Appeal_for_Human_Rights","surface_form":"Committee on the Appeal for Human Rights","offset":157},{"uri":"Civil_Rights_Movement.","surface_form":"Civil Rights Movement.","offset":259},{"uri":"Segregation","surface_form":"segregation","offset":302},{"uri":"Atlanta","surface_form":"Atlanta","offset":385},{"uri":"Greensboro%2C_North_Carolina","surface_form":"Greensboro, North Carolina","offset":668},{"uri":"Sit-in","surface_form":"sit-in","offset":698},{"uri":"Protest","surface_form":"protest","offset":718},{"uri":"Martin_Luther_King_Jr.","surface_form":"Dr. Martin Luther King","offset":3441},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":3528},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":3548}]}