{"id":74413,"url":"http://en.wikipedia.org/wiki/Tynwald","text":"Tynwald (), or more formally, the High Court of Tynwald () or Tynwald Court, is claimed to be the oldest parliament in continuous existence in the world, dating back over 1000 years.\nOverview.\nIt rules the Isle of Man, and while the island is a Crown dependency, this ancient form of government enjoys a large amount of political power.\nTynwald is separated into 2 houses (this is called a \"Bicameral\" parliament, meaning it has 2 chambers) - the House of Keys, which is elected by the people of the Isle of Man, and the Legislative Council, which is not directly elected - instead, other members of the Legislative Council elect members of the House of Keys (MHK's) to sit on it.\nBoth houses of Tynwald sit at the same time on Tynwald day, at the site of the original parliament - Tynwald Hill - in St. John's, a small village near Peel, and once a month at Parliament House in the Island's capital, Douglas. The rest of the time, they sit separately at Parliament House, with the House of Keys making most of the laws, and the Legislative Council doing most of the work of changing and revising them.\nQueen Elizabeth II is acknowledged as the Lord of Mann.\nTynwald can trace its descent from the Viking and Norse that first colonized the Isle of Man.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parliament","surface_form":"parliament","offset":105},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":206},{"uri":"Crown_dependency","surface_form":"Crown dependency","offset":245},{"uri":"House_of_Keys","surface_form":"House of Keys","offset":447},{"uri":"Legislative_Council","surface_form":"Legislative Council","offset":521},{"uri":"Tynwald_day","surface_form":"Tynwald day","offset":728},{"uri":"Peel%2C_Isle_of_Man","surface_form":"Peel","offset":833},{"uri":"Douglas%2C_Isle_of_Man","surface_form":"Douglas","offset":901},{"uri":"Revision","surface_form":"revising","offset":1088},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":1103},{"uri":"Lord_of_Mann","surface_form":"Lord of Mann","offset":1145},{"uri":"Viking","surface_form":"Viking","offset":1198},{"uri":"Norse","surface_form":"Norse","offset":1209}]}