{"id":744214,"url":"http://en.wikipedia.org/wiki/Dima_Nashawi","text":"Dima Nashawi (; born 1980) is an artist and activist for the rights of the Syrian children living in Beirut. She has been an illustrator and a clown. She started the Sirian Culture Memory Initiative (MISC) project.\nBiography.\nNashawi studied Sociology at the Damascus University. Then, she went to study Master's in Art at King's College London. Since 2001, she has began making graphic and comic designs. In 2010 and 2011 she made her first exhibition of support for refugees. The Syrian NGO Basma ran the exhibition. It was supported by the UNHCR to support children with cancer. Her art is about Syrian group or social memory, personal experiences, speaking for better lives for prisoners of conscience, and the forced disappeared. She wants to share the memory of Syria's conflict and help create the future identity of the country.\nIn February 2014, she joined a group called Clown Me In (CMI). She acted as a clown on the street using the name \"Nseet\" Her clown name means \"I forgot\" in Arabic. Her character makes sarcastic jokes based on her short term memory problems. Nashawi wants to share joy and laughter. She stopped clowning in September 2015 when she traveled to London. She went there to study for a master's degree in arts and cultural management at King's College University. In February 2017 she returned to Beirut and joined CMI again. CMI is also part of the Asfari Institute for Civil Society and Citizenship.\nThe BBC added her to their list of 100 inspiring and influential women from around the world for 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Artist","surface_form":"artist","offset":33},{"uri":"Activist","surface_form":"activist","offset":44},{"uri":"Syrians","surface_form":"Syrian","offset":75},{"uri":"Beirut","surface_form":"Beirut","offset":101},{"uri":"Clown","surface_form":"clown","offset":143},{"uri":"Sirian_Culture_Memory_Initiative","surface_form":"Sirian Culture Memory Initiative","offset":166},{"uri":"Damascus_University","surface_form":"Damascus University","offset":259},{"uri":"King%27s_College_London","surface_form":"King's College London","offset":323},{"uri":"United_Nations_High_Commissioner_for_Refugees","surface_form":"UNHCR","offset":543},{"uri":"Cancer","surface_form":"cancer","offset":574},{"uri":"Clown_Me_In","surface_form":"Clown Me In","offset":881},{"uri":"Sarcasm","surface_form":"sarcastic jokes","offset":1021},{"uri":"Master%27s_degree","surface_form":"master's degree","offset":1217},{"uri":"King%27s_College_London","surface_form":"King's College University","offset":1268},{"uri":"Asfari_Institute_for_Civil_Society_and_Citizenship","surface_form":"Asfari Institute for Civil Society and Citizenship","offset":1381},{"uri":"BBC","surface_form":"BBC","offset":1437},{"uri":"100_Women_(BBC)","surface_form":"100 inspiring and influential women from around the world","offset":1468}]}