{"id":7443,"url":"http://en.wikipedia.org/wiki/Elvis_Presley","text":"Elvis Aaron Presley (January 8, 1935 − August 16, 1977) was an American singer, musician and actor. Is extremely considerate as the most influential and most famous musician of the 20th century, and is widely regarded as a cultural icon. He was one of the first and most famous in rock and roll music. He also starred in many movies. His fame has lasted for a long time after his death and is currently still one of the most popular men in history. He is one of the most well-known people from the 20th century in the world. He is so popular that some people know him as only \"Elvis\". He is also referred to as \"The King of Rock and Roll\", or just \"The King\".\nPresley was born in Tupelo, Mississippi. He and his family moved to Memphis, Tennessee, when he was 13 years old. His music career began there in 1954. He first started to work with Sam Phillips who was the owner of Sun Records. RCA Records acquired his contract in a deal arranged by Colonel Tom Parker. Presley's first RCA single, \"Heartbreak Hotel\" was released in January 1956. It was a number-one hit in the US. He became the leading figure of rock and roll after many of television appearances and chart-topping records. His energetic attitude towards his music and his performance style, made him very popular—and controversial.\nIn November 1956, he made his film debut in \"Love Me Tender\". In 1958, he was drafted into military service. When he resumed his recording career two years later, he made some of his most successful work. In the 1960s, Presley gave most of his time to making Hollywood movies. After a long seven-year break from live performances, he returned to the stage in 1968. In 1973, Presley was featured in the first globally broadcast concert. Several years of prescription drug abuse damaged his health, and he died in 1977 at the age of 42.\nEarly life.\nElvis Presley was born on January 8, 1935 in Tupelo, Mississippi to 18-year-old Vernon Elvis Presley and 22-year-old Gladys Love Presley (born Smith), in the two-room shotgun house built by Vernon's father in preparation for the child's birth. Jesse Garon Presley, his identical twin brother, was delivered stillborn 35 minutes before him. As an only child, Presley became close to both parents and formed an unusually tight bond with his mother. The family attended an Assembly of God church, where he found his initial musical inspiration. Presley's ancestry was primarily a Western European mix: on his mother's side, he was Scots-Irish, with some French Norman; one of Gladys' great-great-grandmothers was Cherokee. According to a third cousin of Presley's, one of Gladys's great-grandmothers was Jewish. There is no evidence that Presley or his mother shared this belief in a Jewish heritage. Syndicated columnist Nate Bloom has challenged the cousin's account, which he calls a \"tall tale\". Presley's father's forebears were of Scottish and German ancestry. Gladys was regarded by relatives and friends as the dominant member of the small family. Vernon moved from one odd job to the next, evidencing little ambition. The family often relied on help from neighbors and government food assistance. The Presleys survived the F5 tornado in the 1936 Tupelo-Gainesville tornado outbreak. In 1938, they lost their home after Vernon was found guilty of altering a check written by the landowner. He was jailed for eight months, and Gladys and Elvis moved in with relatives. He moved to Memphis, Tennessee with his family when he was 13 years old. Presley was one of the first musicians to play a type of music called rockabilly, which combined country music with rhythm and blues. His first No.1 hit, \"Heartbreak Hotel\", from 1955, and was one of the first popular rock and roll songs.\nPersonal life.\nPresley entered the military in 1958, and was stationed in Germany. He was honorably discharged from the military, and returned to the United States in 1960. In Germany, he met Priscilla Beaulieu, whom he married in 1967. They had a daughter which they named Lisa Marie (who was married to pop singer Michael Jackson).\nIn 1973, Priscilla and Elvis divorced. By this point, he had become addicted to many prescription drugs.\nIn November 2018, Presley received posthumous the Presidential Medal of Freedom from President Donald Trump.\nLegacy.\nPresley's rise to national attention in 1956 changed the field of popular music forever. It also had a great effect on popular culture. Because his music had racially mixed origins, it gave a new acceptance and appreciation of black culture. Presley was one of the first celebrities in the era of mass communication: at age 21, within a year of his first appearance on the American television network, he was already one of the most famous men in the world. He is the best-selling solo artist in history, with sales between 600 million to 1 billion records. His name, image and voice are instantly recognizable worldwide. It has inspired many imitators. Being a Elvis impersonator can be a professional job. In polls and surveys, he is recognized as one of the most important and influential American musical artists in history.\nDeath.\nHe died on August 16, 1977 from a heart attack. He was discovered dead in his bathroom.","categories":[],"infobox_types":["Musical artist"],"annotations":[{"uri":"Musician","surface_form":"musician","offset":165},{"uri":"20th_century","surface_form":"20th century","offset":181},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":281},{"uri":"History","surface_form":"history","offset":440},{"uri":"Tupelo%2C_Mississippi","surface_form":"Tupelo, Mississippi","offset":680},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis, Tennessee","offset":728},{"uri":"Sam_Phillips","surface_form":"Sam Phillips","offset":842},{"uri":"Sun_Records","surface_form":"Sun Records","offset":876},{"uri":"RCA_Records","surface_form":"RCA Records","offset":889},{"uri":"Colonel_Tom_Parker","surface_form":"Colonel Tom Parker","offset":945},{"uri":"Heartbreak_Hotel","surface_form":"Heartbreak Hotel","offset":994},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":1109},{"uri":"Love_Me_Tender_(film)","surface_form":"Love Me Tender","offset":1341},{"uri":"1935","surface_form":"1935","offset":1880},{"uri":"Tupelo%2C_Mississippi","surface_form":"Tupelo, Mississippi","offset":1888},{"uri":"Jewish","surface_form":"Jewish","offset":2644},{"uri":"Germans","surface_form":"German","offset":2890},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis, Tennessee","offset":3428},{"uri":"Rockabilly","surface_form":"rockabilly","offset":3559},{"uri":"Country_music","surface_form":"country music","offset":3586},{"uri":"Rhythm_and_blues","surface_form":"rhythm and blues","offset":3605},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":3707},{"uri":"Military","surface_form":"military","offset":3763},{"uri":"Germany","surface_form":"Germany","offset":3802},{"uri":"Priscilla_Presley","surface_form":"Priscilla Beaulieu","offset":3920},{"uri":"Lisa_Marie_Presley","surface_form":"Lisa Marie","offset":4002},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":4044},{"uri":"Divorce","surface_form":"divorce","offset":4091},{"uri":"Prescription","surface_form":"prescription","offset":4147},{"uri":"Medicine","surface_form":"drugs","offset":4160},{"uri":"Posthumous","surface_form":"posthumous","offset":4202},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":4217},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":4262},{"uri":"Popular_culture","surface_form":"popular culture","offset":4403},{"uri":"Race_(sociology)","surface_form":"racially","offset":4442},{"uri":"Celebrities","surface_form":"celebrities","offset":4555},{"uri":"Elvis_impersonator","surface_form":"Elvis impersonator","offset":4946},{"uri":"Heart_attack","surface_form":"heart attack","offset":5154}]}