{"id":744404,"url":"http://en.wikipedia.org/wiki/Mario_Sergio_Catala%27","text":"Mario Sergio Catala' Chelle (born August 28, 1944) was a former Uruguayan Football player that played in the Peruvian Liga 1 for the majority of his career (the top flight of Association football, Torneo Descentralizado de Fútbol Profesional).\nClub Atletico Independiente C.\nCatala' had begun playing football at a young age and when he was about 13, he enrolled into the youth academy of the Club Atletico Independiente from his hometown Mercedes, Uruguay.\nRacing Club de Montevideo B.\nWhen Catala' was about 17 years old, he was brought from Mercedes to Montevideo (the Captial of Uruguay) to play for Racing's B team. During his time at the club, he showed sparks of brilliance on the pitch and showed lots of potential. He stayed at Racing for approximately 1 – 3 years.\nClub Atlético Peñarol B.\nAfter playing at Racing, Catala' was transferred over to Peñarol's B team. He would then stay here until his professional debut at the age of 21 where he was included in the first team due to a severe injury on a first team player.\nClub Atlético Peñarol.\nIn 1965, Catala' had his professional debut at Peñarol. Catala' remained a part of the first team until the end of the season and helped his team win the Primera División Uruguaya.\nAlianza Lima.\nIn 1966, Catala' was transferred to Alianza Lima and debuted for the first team in the Peruvian Liga 1 at the mere age of 21. During the early stages of the season, he sustained an injury which left him out of action until the 23rd of March, 1966 when he was named in the starting line up of a Copa Libertadores game against Club Universitario de Deportes. During his time in Alianza, he became the first ever international player to debut and score in the Peruvian League. Also during a league match, Catala' was substituted off due to an injury for Teófilo Cubillas, who would later become one of the greatest players in Peruvian history.\nSport Boys.\nAfter leaving Alianza Lima, Catala joined Sport Boys in 1967, where he would remain for two seasons. During his first season, Sport Boys finished 7th in the league and then 8th in the following one.\nClub Bolivar.\nCatala' joined Club Bolivar after a two year spell at Sport Boys. During his time in Bolivar, he helped him team win the Liga de Fútbol Profesional Boliviano. He began showing more consistency and fluditity in his play. He also began building a reputation for himself as a rather lethal striker among fans.\nJuan Aurich.\nAfter his departure from Sport Boys, Catala signed with Juan Aurich, where he would enjoy one of the best season of his career as well as help his team finish 3rd in the league. Many fans stated that he produced \"Magic\" in the pitch and was an outstanding player.\nDeportivo SIMA.\nCatala' left Juan Aurich shortly after the end of the season and joined Deportivo SIMA who were at the time in Peru's second division. Catala' played a huge roll in helping Deportivo SIMA win the Peruvian Second Division as well as helping them get promoted back into the Peruvian first division.\nAtletico/Union Tuman.\nAfter leaving Deportivo SIMA, Catala' joined Atletico/Union Tuman. He played there for only one season and almost helped his team win the regional championship.\nJuan Aurich.\nDuring the final season of his career, Catala' returned to Juan Aurich for one final spell at the club where he had succeeded the most in terms of scoring and providing assists. Juan Aurich had a decent season and he retired from professional football shortly after the season had ended.\nPersonal life.\nMario Catala' was born in Montevideo, Uruguay on the 28th of August 1944. He began his professional career at the age of 18 and retired when he was about 30. After his retirement, Catala' was a manager for Juan Aurich and Libertad de Trujillo. He also began a football academy named the Videncia de Chiclayo. During his time as a professional footballer, Catala met, fell in love, and married his wife Elva. They had three children and raised them in Chiclayo, Peru which happened to be the same place where Catala' had previously played during his career, Juan Aurich. Also, when Catala' was younger (1971), he recieved an offer to play in Real Betis but declined it and continued playing in South America. Many years later in March 9, 2013, Catala' passed away at the age of 68 in the United States. His legacy as one of the greatest players in Juan Aurich history and as a remarkable, lethal striker will forever be intact.","categories":[],"infobox_types":[],"annotations":[{"uri":"Uruguay_national_football_team","surface_form":"Uruguayan","offset":64},{"uri":"Football","surface_form":"Football","offset":74},{"uri":"Association_football","surface_form":"Association football","offset":175},{"uri":"Uruguay","surface_form":"Uruguay","offset":583},{"uri":"Primera_Divisi%C3%B3n_Uruguaya","surface_form":"Primera División Uruguaya","offset":1209},{"uri":"Alianza_Lima","surface_form":"Alianza Lima","offset":1286},{"uri":"Copa_Libertadores","surface_form":"Copa Libertadores","offset":1544},{"uri":"Club_Universitario_de_Deportes","surface_form":"Club Universitario de Deportes","offset":1575},{"uri":"Te%C3%B3filo_Cubillas","surface_form":"Teófilo Cubillas","offset":1801},{"uri":"Montevideo","surface_form":"Montevideo","offset":3538},{"uri":"Uruguay","surface_form":"Uruguay","offset":3550},{"uri":"Peru","surface_form":"Peru","offset":3973},{"uri":"Real_Betis","surface_form":"Real Betis","offset":4153}]}