{"id":744518,"url":"http://en.wikipedia.org/wiki/Triacylglyceride","text":"e=\"preserve\">A triacylglyceride (also called TAG, triglyceride, triglycerol, or triacylglycerol) is a type of fat or oil. Triacylglycerides are the main energy source in the body. They are stored in fat tissue called adipose tissue. Body fat in humans and animals and vegetable oil contain triglycerides. Triglycerides are found in the blood and in fat cells.\nTriglycerides are made of three fatty acids connected to a glycerol. The long, repeating chain of carbons and hydrogens at the end of the fatty acid, called the fatty acid \"tail\", makes the molecule hydrophobic, meaning it does not mix with water. These hydrophobic tails are why oil and water do not mix. The longer the fatty acid tail length, the more energy the triglyceride has.\nThere are two main types of triglycerides, saturated and unsaturated fats. Saturated fats have carbon atoms that have the maximum number of hydrogen atoms possible. Saturated fats have a higher melting point and are usually solid at room temperature. Unsaturated fats have a least one carbon-carbon double bond, so there are not as many hydrogen atoms on the carbons. Unsaturated fats have a lower melting point and are usually liquid at room temperature. Oils are usually unsaturated fats. Saturated fats give the body more energy than unsaturated fats.\nTo use the energy stored in the triglyceride, our body breaks down the triglycerides into smaller molecules, called Acetyl-CoA (acetyl coenzyme A). Acetyl-CoA is further broken down in an energy producing process called the Krebs cycle. The Kreb cycle is the same process that gives us energy from the carbohydrates, like bread and sugar, we eat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Triglyceride","surface_form":"triglyceride","offset":50},{"uri":"Fat","surface_form":"fat","offset":110},{"uri":"Oil","surface_form":"oil","offset":117},{"uri":"Adipose_tissue","surface_form":"adipose tissue","offset":217},{"uri":"Fatty_acid","surface_form":"fatty acids","offset":392},{"uri":"Glycerol","surface_form":"glycerol","offset":419},{"uri":"Carbon","surface_form":"carbons","offset":458},{"uri":"Hydrogen","surface_form":"hydrogens","offset":470},{"uri":"Saturated_fat","surface_form":"saturated","offset":786},{"uri":"Unsaturated_fat","surface_form":"unsaturated fats","offset":800},{"uri":"Melting_point","surface_form":"melting point","offset":937},{"uri":"Acetyl-CoA","surface_form":"acetyl coenzyme A","offset":1426},{"uri":"Krebs_cycle","surface_form":"Krebs cycle","offset":1522},{"uri":"Carbohydrate","surface_form":"carbohydrates","offset":1600}]}