{"id":7447,"url":"http://en.wikipedia.org/wiki/Mount_Everest","text":"Mount Everest is the highest mountain on Earth. Mount Everest is in the Himalayas, the highest mountain range in the world. It is about high.\nIts peak is on the border of Nepal and China. It is above the Death Zone where the air is too thin for a human being to live, so usually compressed gas tanks with different gas mixes for different altitudes are used when climbing. The Death Zone refers to the parts of Mount Everest that are above above sea level.\nTwo other mountains also can be named as the \"highest\" mountains - the Hawaiian volcano Mauna Loa on Hawaii island is the highest mountain measured from the base underwater to the summit (more than 11 kilometres), and the summit of Mount Chimborazo is the fixed point on Earth which is the greatest distance from the center. This is because of the shape of the Earth: the circumference around the Equator is greater than around the poles.\nEverest Base Camp.\n\"Everest Base Camp\" is used to mean the two base camps on opposite sides of Mount Everest. South Base Camp is in Nepal at an altitude of (). North Base Camp is in Tibet at (). These camps are simple campsite shelters at the bottom (or base) of the mountain. They are used by mountain climbers during their journey up or down the mountain. Supplies are provided there and climbers rest, heal and make trip preparations.\nSouth Base Camp is used when climbing up the southeast ridge. North Base Camp is used when climbing up the northeast ridge.\nSupplies are shipped to the South Base Camp by Sherpas or porters, and with the help of animals, usually yaks. The North Base Camp has vehicle access (at least in the summer months). Climbers usually rest at base camp for several days for their bodies to get used to the thin air of high altitudes.\nThis reduces the risks and severity of altitude sickness.\nClimate.\nMount Everest has a very cold and snowy climate. Winds can speed up to. The coldest month is January with a high of and the warmest month in mount everest is July with a high of.\nBecause of climate change, the glaciers around Mount Everest may disappear over the next few decades.\nHistory.\nA survey of India in 1856 recorded Everest. It was called Peak XV. This first published height was. Everest was given its official English name in 1865 by the Royal Geographical Society.\nBritish people began exploring the area around Mount Everest in 1921. The first expedition to try to climb to the top of Everest was in 1922. On June 8th, 1924, George Leigh Mallory and climbing partner Andrew Irvine tried to climb to the summit of Mount Everest. They disappeared into the fog and were not seen again until Mallory's dead body was found by Conrad Anker in 1999.\nThe top of Mount Everest was first reached in May 1953 by the Sherpa Tenzing Norgay and the New Zealander Sir Edmund Hillary.\nIn March 2020, Nepal closed the mountain to climbing. This was part of the effort to stop the 2019–20 coronavirus pandemic.\nSherpas.\nSherpas are the local people who live near the foot of Mount Everest. For the Sherpas, Mount Everest is a sacred mountain and before they climb Mount Everest they always do a sacrificial offering.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain","surface_form":"mountain","offset":29},{"uri":"Earth","surface_form":"Earth","offset":41},{"uri":"Himalayas","surface_form":"Himalayas","offset":72},{"uri":"Mountain_range","surface_form":"mountain range","offset":95},{"uri":"World","surface_form":"world","offset":117},{"uri":"Nepal","surface_form":"Nepal","offset":171},{"uri":"China","surface_form":"China","offset":181},{"uri":"Death_zone","surface_form":"Death Zone","offset":204},{"uri":"Air","surface_form":"air","offset":225},{"uri":"Thin","surface_form":"thin","offset":236},{"uri":"Oxygen","surface_form":"compressed gas","offset":279},{"uri":"Sea_level","surface_form":"sea level","offset":446},{"uri":"Hawaii","surface_form":"Hawaiian","offset":528},{"uri":"Volcano","surface_form":"volcano","offset":537},{"uri":"Mauna_Loa","surface_form":"Mauna Loa","offset":545},{"uri":"Hawaii_(island)","surface_form":"Hawaii island","offset":558},{"uri":"Summit","surface_form":"summit","offset":637},{"uri":"Mount_Chimborazo","surface_form":"Mount Chimborazo","offset":689},{"uri":"Circumference","surface_form":"circumference","offset":829},{"uri":"Equator","surface_form":"Equator","offset":854},{"uri":"Geographical_pole","surface_form":"poles","offset":889},{"uri":"Everest_Base_Camp","surface_form":"Everest Base Camp","offset":916},{"uri":"Nepal","surface_form":"Nepal","offset":1028},{"uri":"Altitude","surface_form":"altitude","offset":1040},{"uri":"Tibet_Autonomous_Region","surface_form":"Tibet","offset":1078},{"uri":"Mountain_climber","surface_form":"mountain climber","offset":1190},{"uri":"Sherpa_people","surface_form":"Sherpa","offset":1505},{"uri":"Yak","surface_form":"yak","offset":1563},{"uri":"Altitude","surface_form":"altitude","offset":1796},{"uri":"Climate","surface_form":"climate","offset":1864},{"uri":"Climate_change","surface_form":"climate change","offset":2014},{"uri":"Glacier","surface_form":"glaciers","offset":2034},{"uri":"Decade","surface_form":"decades","offset":2096},{"uri":"India","surface_form":"India","offset":2126},{"uri":"Official","surface_form":"official","offset":2236},{"uri":"Royal_Geographical_Society","surface_form":"Royal Geographical Society","offset":2273},{"uri":"British_people","surface_form":"British people","offset":2301},{"uri":"Expedition","surface_form":"expedition","offset":2381},{"uri":"Sherpa","surface_form":"Sherpa","offset":2742},{"uri":"Tenzing_Norgay","surface_form":"Tenzing Norgay","offset":2749},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2772},{"uri":"Edmund_Hillary","surface_form":"Edmund Hillary","offset":2790},{"uri":"2019%E2%80%9320_coronavirus_pandemic","surface_form":"2019–20 coronavirus pandemic","offset":2900},{"uri":"Sacred_site","surface_form":"sacred","offset":3045}]}