{"id":74477,"url":"http://en.wikipedia.org/wiki/Palm_Island%2C_Queensland","text":"e=\"preserve\">Palm Island, also known as Great Palm Island, or by the Aboriginal name Bukaman, is an island with about 2,000 people living on it.\nNames.\nThe small town on the island has many names such as Palm Island, the Mission, Palm Island Settlement or Palm Community.\nLocation.\nThe island is north-west of Townsville, on the east coast of Queensland, Australia. It is the biggest of the \"Greater Palm\" group of islands. It has small bays, sandy beaches and steep forested mountains rising to high. Other close by islands outside the Palm group include Rattlesnake Island and Magnetic Island.\nHistory.\nPalm Island is often called a \"tropical paradise\" because of its natural beauty, but it has had a sad past since Europeans arrived in Australia. For much of the 20th Century it was used by the Queensland Government as a town for Aboriginals thought to be guilty of such crimes as being \"disruptive\", being pregnant to a white man or being born with \"mixed blood\".\nThe community created by this history has had many problems and has often been debated about by political and social writers. Of major concern is a lack of jobs and housing. Since it became a Aboriginal reserve, Palm Island has been a symbol of aboriginal hardship and violence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":100},{"uri":"Townsville%2C_Queensland","surface_form":"Townsville","offset":310},{"uri":"Queensland","surface_form":"Queensland","offset":343},{"uri":"Australia","surface_form":"Australia","offset":355},{"uri":"Bay","surface_form":"bay","offset":437},{"uri":"Beach","surface_form":"beach","offset":449},{"uri":"Forest","surface_form":"forest","offset":467},{"uri":"Rattlesnake_Island%2C_Queensland","surface_form":"Rattlesnake Island","offset":556},{"uri":"Magnetic_Island","surface_form":"Magnetic Island","offset":579},{"uri":"Europe","surface_form":"Europe","offset":718}]}