{"id":744829,"url":"http://en.wikipedia.org/wiki/Randomized_controlled_trial","text":"e=\"preserve\">A randomized controlled trial is a special method of doing a scientific experiment which can reduce certain sources of bias. It is often used in the context of testing whether drugs are effective against a set of symptoms. When doing the test, the participants are randomly put into different groups. Each group is treated differently, and at the end the results are compared. A common case is that one group will receive a placebo drug, while the other will receive the real one. The trial is called blinded, if the participants, or those giving the drugs do not know what group a patient is in.\nHistory.\nControlled studies and trials have been done for a long time. In 1753, James Lind published a study that shows that scurvy could be treated by a diet including many lemons and oranges. Ignaz Semmelweis, a Hungarian doctor in Vienna, established the term \"systematic controlled observation\". Semmelweis is known today because he linked an increase in childbed fever to missing hygiene in hospitals. At the end of the 19th century, the first problem of not assigning people to test groups randomly became apparent. Austin Bradford Hill established the term \"randomized controlled trial\" in the 1940s. He did a study regarduing the treatment of tuberculosis with Streptomycin (an antibiotic) in the 1940s. This study is seen as thew first randomized controlled triall.","categories":[],"infobox_types":[],"annotations":[{"uri":"Experiment","surface_form":"experiment","offset":85},{"uri":"Bias","surface_form":"bias","offset":132},{"uri":"Drug","surface_form":"drugs","offset":189},{"uri":"Symptom","surface_form":"symptoms","offset":226},{"uri":"Placebo","surface_form":"placebo","offset":437},{"uri":"Blind_experiment","surface_form":"blinded","offset":514},{"uri":"James_Lind","surface_form":"James Lind","offset":690},{"uri":"Scurvy","surface_form":"scurvy","offset":735},{"uri":"Lemon","surface_form":"lemons","offset":784},{"uri":"Orange_(fruit)","surface_form":"oranges","offset":795},{"uri":"Ignaz_Semmelweis","surface_form":"Ignaz Semmelweis","offset":804},{"uri":"Childbed_fever","surface_form":"childbed fever","offset":969},{"uri":"Hygiene","surface_form":"hygiene","offset":995},{"uri":"Hospital","surface_form":"hospitals","offset":1006}]}