{"id":745189,"url":"http://en.wikipedia.org/wiki/Human_Afazeli","text":"Human Afazeli (, born September 3, 1971 in Tehran, Iran), also spelled Hooman, is an Iranian football coach and retired player.\nPlaying career.\nHe started playing football from the age of 9 in Rah Ahan F.C. of Tehran. He then went to Pas F.C. of Tehran and played until he made his breakthrough for the senior squad. After a severe injury of his left knee in 1991, he quit playing pro football.\nCoaching career.\nHe started his coaching career when he was 25. His first senior job came across when he took over 1st division outfield Shahab Zanjan. During his three years with the club, he implemented 4-2-3-1 and 4-4-2 systems with flat back four which was refreshing in Iran's football dominated by traditional 3-5-2 formation. Zanjan club produced some fluid and contemporary football despite limited talent and finance.\nAfazali's tactical vision and practical savvy did not go unnoticed. After a friendly match between Iran national football team and Shahab Zanjan in Tehran, Iran's then head coach Miroslav Ciro Blazevic, who had already guided his Croatian side to third place in the 1998 World Cup, invited Afazeli to join the national team staff as technical adviser and analyst. After Ciro departed, Afazeli stayed with the national team for four more years with newly promoted Branko Ivanković He gained a gold medal in the 2002 Asian Games, third-place finish in 2004 AFC Asian Cup, a 2006 FIFA World Cup appearance with Iran, and more than 100 international matches as an assistant and analyst for the national team. He was brought back into the national team in 2008 under new coach Ali Daei.\nAfazeli stepped out alongside some coaching staff members after Ali Daei's dismissal on April 2009. He coached the team without ex-supremo Ali Daei last time against Senegal in a friendly match 4 days after World Cup 2010 qualifier against Saudi Arabia.\nAfter few months away from limelight, he was selected as Iran football federation technical committee senior member. He refused to join Ali Daei as assistant in Perspolis of Tehran and spoke of his desire to be a head coach again at club level.\nFew days before 2011, he became Iran U23 head coach to help the team toward the Olympic qualification to London. He conducted and qualified the team for next round in a play-off against Kyrgyzstan. Afazeli announced his resignation immediately after the second leg in Bishkek during the post-match press conference due to what he called \"lack of support from Iranian Olympic Committee and Football Federation of Iran\". He was appointed as Steel Azin's head coach on 27 June 2011. while Steel Azin was second on the table on the way for promotion to top flight, FIFA voted to reduce 12 points out of the club due to their case with former coach Theodor Jung and his assistant. On 17 February 2012, Steel Azin and Afazeli decided to part company due to their different views as it has been mentioned.\nOn September 20, 2013, Iranian Football Federation appointed Afazeli as technical director of Iran national under-23 football team, to supervise the team progress and plans for upcoming Asian Championship in Oman which is the first ever championship of the age category in Asia. He later became the manager of the team after the resignation of Ali Reza Mansourian. The team was denied with clubs releasing 18 players and Afazeli took the second team to the tournament on January 2014 in Oman without any preparation camp and friendlies with 19 players in hand. They drew Japan 3-3 in the first match, lost 1-0 against Australia in an entertaining game and beat Kuwait 3 to 1 in the last game, fail to qualify for knock out stage only by goal difference.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tehran","surface_form":"Tehran","offset":43},{"uri":"Iran","surface_form":"Iran","offset":51},{"uri":"Iran","surface_form":"Iran","offset":85},{"uri":"Association_football","surface_form":"football","offset":93},{"uri":"Rah_Ahan_F.C.","surface_form":"Rah Ahan F.C.","offset":193},{"uri":"Pas_F.C.","surface_form":"Pas F.C.","offset":234},{"uri":"Iran_national_football_team","surface_form":"Iran national football team","offset":921},{"uri":"Miroslav_Bla%C5%BEevi%C4%87","surface_form":"Miroslav Ciro Blazevic","offset":1001},{"uri":"1998_World_Cup","surface_form":"1998 World Cup","offset":1088},{"uri":"Branko_Ivankovi%C4%87","surface_form":"Branko Ivanković","offset":1285},{"uri":"2002_Asian_Games","surface_form":"2002 Asian Games","offset":1332},{"uri":"2004_AFC_Asian_Cup","surface_form":"2004 AFC Asian Cup","offset":1372},{"uri":"2006_FIFA_World_Cup","surface_form":"2006 FIFA World Cup","offset":1394},{"uri":"Ali_Daei","surface_form":"Ali Daei","offset":1594},{"uri":"Iran_national_under-23_football_team","surface_form":"Iran national under-23 football team","offset":2996},{"uri":"Ali_Reza_Mansourian","surface_form":"Ali Reza Mansourian","offset":3246}]}