{"id":745702,"url":"http://en.wikipedia.org/wiki/Thai_script","text":"e=\"preserve\">The Thai script is the writing system used to write the Thai language. It is an abugida, which means that vowel markings must be attached to a consonant letter. The consonants are always written in order from left to right, but vowels have rules where it must be written to the left, right, top, or bottom of the first consonant in each syllable.\nAn example of this will use the Thai consonant ก to show where the following vowel must be written.\nSpaces are not used to set words apart, but sentences and clauses. Punctuation markers are not normally used. For example, the sentence \"I like to eat fried rice, but she likes to eat pad thai\" would be written in Thai as ฉันชอบกินข้าวผัด แต่เธอชอบกินผัดไทย. If one were to place spaces in between each word (which Thai does not do), it would be written as ฉัน ชอบ กิน ข้าว ผัด แต่ เธอ ชอบ กิน ผัด ไทย.\nHistory.\nThe writing system was based on the Old Khmer Script, but it made changes because the Old Khmer Script did not show tones, which was an important part of the Thai language. To make the writing system suitable for the Thai language, the Thai script added new letters and tone markers that would show the tone of a word. It was the first known writing system in the world to show the tones of a word. Even though the Chinese writing system existed before the Thai script was invented and that Chinese was a tonal language at that time, there was no writing system that could show the tones of Chinese words until much later. The first time Chinese would be written using the Latin alphabet and tone markers was the Portuguese-Chinese dictionary written by Matteo Ricci and Lazzaro Cattanero written around the 16th century.\nLetters.\nThai has 44 consonant letters, 32 vowel markers and combinations, and 4 tone markers. This makes the total amount of letters in Thai 80, one of the largest out of any sound-based writing system used for a living language. Despite having so many consonant letters, the number of consonant sounds is actually far fewer, with 21 consonant sounds. For example, the \"th\" digraph used in RTGS, which would be the aspirated alveolar stop (written as [tʰ] in IPA), can be written in six different ways: ฐ,ฑ,ฒ,ถ,ท, or ธ. This is because the letters used in the word will decide what tone a word has and whether or not the words are loanwords.\nThai has five tones, mid, high, low, rising, and falling, and the reader is supposed to figure out what tone a syllable has based on the consonant class, whether it is a live syllable (meaning that it ends with a voiced consonant or long vowel) or a dead syllable (meaning that it ends with a voiceless consonant or a short vowel), and whether the vowel is long or short. When a syllable has a tone marker, different rules must apply alongside the ones already written above.\nThai borrowed some letters from loanwords of Sanskrit and Pali. Many of those letters sound or sounded differently in the languages they came from, but they now have the same pronunciation as other Thai sounds. Letters borrowed from Sanskrit and Pali are only used to write those same loanwords from those same languages.\nSpelling vs. pronunciation.\nThai words has a complicated relationship between spelling and their pronunciation. Many of the letters today have different sounds than when they were first used. While many Thai words have tone markers that show the tone of a word, many do not. However the word will still have a tone, and for words that do not have tone markers, one can still figure out the tone by the class of consonant (high, middle, or low), whether the syllable is a live or dead, syllable, and the length of the vowel. While the different classes of consonants made different phonemes, or distinct sounds, in the past, they now are set apart by which tones the words have.\nOther difficulties include silent letters and consonant mutations. For silent letters, the word \"chanthra\" (written as จันทร์ in Thai) would be pronounced \"chan\" when spoken\".\" Notice that the suffix \"-thra\", written as ทร์ in Thai\",\" is missing in the phonetic spelling. That is because the Thai spelling is based on the Sanskrit spelling of the word, the language where the word comes from. Many loanwords in Thai are based on the spelling rules of the language they came from rather than their Thai pronunciation. Also, Thai words cannot end in any consonant that is not a nasal consonant, semivowel, or voiceless stop, the final consonants that are not either one of those mutate so that they can become pronounceable in Thai. For example, the word \"wat\" (meaning \"temple\") is spelled as \"wad\" (written as วัด in Thai), but since \"-d\", or ด, is a voiced alveolar stop, it must be pronounced as the voiceless alveolar stop \"-t.\" Also, the name Bhumibol (written as ภูมิพล in Thai) is pronounced as \"Phumiphon.\" The alveolar lateral approximant \"-l\",or ล, must be pronounced as the alveolar nasal \"-n. The\" English loanword \"bus\" (written as บัส in Thai) is pronounced \"bat\" in Thai. The voiceless alveolar fricative \"-s\", or ส, must be pronounced as the voiceless alveolar stop \"-t\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing_system","surface_form":"writing system","offset":36},{"uri":"Thai_language","surface_form":"Thai language","offset":69},{"uri":"Abugida","surface_form":"abugida","offset":93},{"uri":"Vowel","surface_form":"vowel","offset":119},{"uri":"Consonant","surface_form":"consonant","offset":156},{"uri":"Letter","surface_form":"letter","offset":166},{"uri":"Syllable","surface_form":"syllable","offset":350},{"uri":"Word","surface_form":"words","offset":487},{"uri":"Sentence","surface_form":"sentences","offset":504},{"uri":"Clause","surface_form":"clauses","offset":518},{"uri":"Punctuation","surface_form":"Punctuation","offset":527},{"uri":"Pad_thai","surface_form":"pad thai","offset":644},{"uri":"Tone_language","surface_form":"tones","offset":988},{"uri":"Chinese_writing_system","surface_form":"Chinese writing system","offset":1287},{"uri":"Chinese_language","surface_form":"Chinese","offset":1363},{"uri":"Matteo_Ricci","surface_form":"Matteo Ricci","offset":1626},{"uri":"Lazzaro_Cattanero","surface_form":"Lazzaro Cattanero","offset":1643},{"uri":"16th_century","surface_form":"16th century","offset":1680},{"uri":"Digraph_(orthography)","surface_form":"combinations","offset":1755},{"uri":"Digraph_(orthography)","surface_form":"digraph","offset":2069},{"uri":"Royal_Thai_General_System_of_Transcription","surface_form":"RTGS","offset":2085},{"uri":"Alveolar_consonant","surface_form":"alveolar","offset":2120},{"uri":"Stop_consonant","surface_form":"stop","offset":2129},{"uri":"Loanword","surface_form":"loanwords","offset":2326},{"uri":"Voiced_consonant","surface_form":"voiced consonant","offset":2550},{"uri":"Vowel_length","surface_form":"long vowel","offset":2570},{"uri":"Voiceless_sound","surface_form":"voiceless","offset":2630},{"uri":"Vowel_length","surface_form":"short vowel","offset":2655},{"uri":"Vowel_length","surface_form":"long","offset":2694},{"uri":"Vowel_length","surface_form":"short","offset":2702},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":2858},{"uri":"Pali","surface_form":"Pali","offset":2871},{"uri":"Orthography","surface_form":"spelling","offset":3213},{"uri":"Pronunciation","surface_form":"pronunciation","offset":3232},{"uri":"Phoneme","surface_form":"phonemes","offset":3716},{"uri":"Silent_letter","surface_form":"silent letters","offset":3840},{"uri":"Consonant_mutation","surface_form":"consonant mutations","offset":3859},{"uri":"Nasal_consonant","surface_form":"nasal consonant","offset":4389},{"uri":"Semivowel","surface_form":"semivowel","offset":4406},{"uri":"Voiceless_sound","surface_form":"voiceless","offset":4420},{"uri":"Stop_consonant","surface_form":"stop","offset":4430}]}