{"id":745912,"url":"http://en.wikipedia.org/wiki/David_French","text":"David Arthur French is an American lawyer who works for The National Review. French was once President of a group called the Foundation for Individual Rights in Education. French defended an Arab University Professor who was fired for saying \"Death to Israel\" on the grounds that hatred of Israel was not a good enough reason to fire someone. Then a woman named Bari Weiss made a documentary called Columbia Unbecoming accusing several professors at Columbia University of anti-Semitism. The New York Civil Liberties Union accused Weiss of being opposed to allowing Professors to have their rights to their own opinions saying that a student should only challenge a professor's opinion if the professor allows them to. Weiss then wrote to David French, President of the Foundation for Individual Rights In Education asking if this were true. French came to Weiss's defence saying that Professors were allowed to have their opinions about Israel, but that Weiss was not saying that they could not, only that students were also allowed to have their own opinions about it, that yes professors could choose what they wanted to talk about but that no students did not need their professors' permission to disagree with what they said and that yes Bari Weiss had said she was angry about every Columbia Professor in the Middle East department being against Israel but that she wasn't saying that they should be fired for that only that Columbia should hire at least some teachers who were pro-Israel and that she was not telling the government that they should force Columbia to hire at least some pro-Israel professors but she was saying that Columbia should hire more pro-Israel professors.\nFrench is a religious Christian and a Republican. French is Pro-Life and supported George W. Bush during his wars in Iraq and Afghanistan. In 2006, French joined the US Army and fought in Iraq as an American soldier. After coming back to the US he became the lawyer for the National Review Institute and would also sometimes write for the National Review.\nIn 2016, David French said that didn't want Donald Trump to be the Republican candidate for President but that if he were, he'd vote for him. Also in 2016, people on the Alt-Right said that French was a traitor to his race because he had adopted a black daughter. When Trump became the Republican candidate, French said that he had changed his mind and wouldn't vote for him because he wasn't critical enough of the Alt-Right. People on the Alt-Right then tweeted pictures of David French's daughter in a gas chamber. After Trump won, French supported the effort to investigate Trump for having secretly worked with the Vladimir Putin government to get himself elected. After the investigation was over, French said it seemed very unlikely that Trump had actually done it.\nFrench also complained about how often newspapers and television said people had been \"credibly accused\" of rape saying that most of the people who worked for Trump had been accused of rape without any evidence but that the media insisted that they'd been credibly accused. French also criticised the newspaper, The Atlantic for having fired Kevin Williamson, saying that the reason Williamson was fired was for being a conservative. French also criticised people for saying or implying that Ben Shapiro was Alt-Right. French also complained about people saying that Shapiro was racist on the grounds that people who hated Shapiro took things that he had said and apologised for to prove that he was racist when actually reading or watching Shapiro's books and videos would make it clear that he wasn't. French also criticised Glenn Greenwald for saying that Bari Weiss had devoted her life to trying to get professors who criticized Israel fired, saying that he knew Greenwald's statement wasn't true because he was there. French also praised Jordan Peterson saying that Peterson's book helped a lot of people realise how important the Bible was. French also said that YouTube should not have stopped Steven Crowder from making money from his videos but that the government should not stop YouTube from being able to make that choice. French said that Prager University did a lot of good work but he criticised Dennis Prager for being too pro-Trump. French said that he liked Trump's Pro-Life laws but that he believed George W. Bush did more for the Pro-Life movement. French supported Trump's decision to kill Iran's General Qassam Solemeini saying that Solemeini was an acceptable military target that it was not,in fact, an assassination, under the law's definition.\nAn essay by a conservative named Sohrab Ahmari called Against David Frenchism accused David French of being a RINO (Republican in Name Only). When asked on Twitter what the most controversial opinion he had was, French said it was that superhero movies based on DC Comics were better than those in the Marvel Cinematic Universe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":26},{"uri":"Lawyer","surface_form":"lawyer","offset":35},{"uri":"National_Review","surface_form":"National Review","offset":60},{"uri":"Arab_people","surface_form":"Arab","offset":191},{"uri":"University","surface_form":"University","offset":196},{"uri":"Professor","surface_form":"Professor","offset":207},{"uri":"Death","surface_form":"Death","offset":243},{"uri":"Israel","surface_form":"Israel","offset":252},{"uri":"Hatred","surface_form":"hatred","offset":280},{"uri":"Israel","surface_form":"Israel","offset":290},{"uri":"Woman","surface_form":"woman","offset":350},{"uri":"Bari_Weiss","surface_form":"Bari Weiss","offset":362},{"uri":"Documentary","surface_form":"documentary","offset":380},{"uri":"Columbia_University","surface_form":"Columbia University","offset":450},{"uri":"Anti-Semitism","surface_form":"anti-Semitism","offset":473},{"uri":"Israeli%E2%80%93Palestinian_conflict","surface_form":"Israel","offset":938},{"uri":"Student","surface_form":"student","offset":1007},{"uri":"Middle_East","surface_form":"Middle East","offset":1315},{"uri":"Israel","surface_form":"Israel","offset":1352},{"uri":"Government","surface_form":"government","offset":1528},{"uri":"Christian","surface_form":"Christian","offset":1710},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":1726},{"uri":"Anti-abortion_movement","surface_form":"Pro-Life","offset":1748},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":1771},{"uri":"War","surface_form":"war","offset":1797},{"uri":"Iraq","surface_form":"Iraq","offset":1805},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1814},{"uri":"National_Review","surface_form":"National Review","offset":2027},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2088},{"uri":"Alt-right","surface_form":"Alt-Right","offset":2214},{"uri":"Traitor","surface_form":"traitor","offset":2247},{"uri":"Adoption","surface_form":"adopted","offset":2282},{"uri":"Black","surface_form":"black","offset":2292},{"uri":"Daughter","surface_form":"daughter","offset":2298},{"uri":"Alt-right","surface_form":"Alt-Right","offset":2460},{"uri":"Alt-right","surface_form":"Alt-Right","offset":2485},{"uri":"Twitter","surface_form":"tweeted","offset":2500},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":2549},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":2664},{"uri":"Newspapers","surface_form":"newspapers","offset":2856},{"uri":"Television","surface_form":"television","offset":2871},{"uri":"Rape","surface_form":"rape","offset":2925},{"uri":"Rape","surface_form":"rape","offset":3002},{"uri":"Evidence","surface_form":"evidence","offset":3019},{"uri":"Media","surface_form":"media","offset":3041},{"uri":"Kevin_Williamson","surface_form":"Kevin Williamson","offset":3159},{"uri":"Conservative","surface_form":"conservative","offset":3237},{"uri":"Ben_Shapiro","surface_form":"Ben Shapiro","offset":3309},{"uri":"Alt-right","surface_form":"Alt-Right","offset":3325},{"uri":"Racist","surface_form":"racist","offset":3396},{"uri":"Racist","surface_form":"racist","offset":3517},{"uri":"Glenn_Greenwald","surface_form":"Glenn Greenwald","offset":3644},{"uri":"Bari_Weiss","surface_form":"Bari Weiss","offset":3676},{"uri":"Israel","surface_form":"Israel","offset":3751},{"uri":"Jordan_Peterson","surface_form":"Jordan Peterson","offset":3861},{"uri":"YouTube","surface_form":"YouTube","offset":3987},{"uri":"Steven_Crowder","surface_form":"Steven Crowder","offset":4019},{"uri":"Videos","surface_form":"videos","offset":4061},{"uri":"Government","surface_form":"government","offset":4081},{"uri":"YouTube","surface_form":"YouTube","offset":4108},{"uri":"Prager_University","surface_form":"Prager University","offset":4170},{"uri":"Dennis_Prager","surface_form":"Dennis Prager","offset":4229},{"uri":"Pro-life","surface_form":"Pro-Life","offset":4302},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":4337},{"uri":"Anti-abortion_movement","surface_form":"Pro-Life","offset":4369},{"uri":"Assassination","surface_form":"assassination","offset":4546},{"uri":"Conservative","surface_form":"conservative","offset":4603},{"uri":"Sohrab_Ahmari","surface_form":"Sohrab Ahmari","offset":4622},{"uri":"RINO","surface_form":"RINO","offset":4699},{"uri":"Twitter","surface_form":"Twitter","offset":4745},{"uri":"Superhero_movie","surface_form":"superhero movie","offset":4825},{"uri":"DC_Comics","surface_form":"DC Comics","offset":4851},{"uri":"Marvel_Cinematic_Universe","surface_form":"Marvel Cinematic Universe","offset":4891}]}