{"id":746154,"url":"http://en.wikipedia.org/wiki/Jayvijay_Sachan","text":"Jayvijay Sachan (born 18 January 1987) is an Indian stand-up comedian, mimicry artist and a complete entertainer. He became the semi-finalist in Colors TV's India's Got Talent. He is the only stand-up comedy artist to reach so far ahead in the show till date.\nEarly Life.\nSachan was born in Hamirpur, Uttar Pradesh. His father Randheer Singh is managing a own photo studio and optical shop, while his mother Sangeeta Sachan is a beautician. He studied Shree Vidya Mandir, Hamirpur and Amity university, Lucknow.\nCareer.\nSachan has started performance in Colors TV's \"India's Got Talent\". In 2017, he made a great wildcard entry on the famous TV show \"The Great Indian Laughter Challenge\" and he won the hearts of everyone who watched his comedy acts. Even the judge of the show, Akshay Kumar was deeply impressed. One of the biggest of all this TV appearances was Zee TV's 'Yaaron ki baarat' where Sachan mimicked Shahrukh Khan in front of the King himself. This particular act took the audiences in India and overseas by storm. On hearing Sachan speak out his dialogue from the movie 'Kal ho na ho', Shahrukh Khan complimented saying that Sachan said his dialogue in an even better way than he did in the movie. He kept praising Sachan saying that his search for his dubbing artist was over.\nHis different avatars and incredible performance in Sab TV's 'Apna news aayega' was his latest hit. He appeared as Sanju baba, Ajay Devgn, Nawazzudin Siddiqui, and many more in various comedy spoofs for the show.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stand-up_comedy","surface_form":"stand-up comedian","offset":52},{"uri":"India%27s_Got_Talent","surface_form":"India's Got Talent","offset":157},{"uri":"Hamirpur%2C_Uttar_Pradesh","surface_form":"Hamirpur","offset":291},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":301},{"uri":"The_Great_Indian_Laughter_Challenge","surface_form":"The Great Indian Laughter Challenge","offset":651},{"uri":"Akshay_Kumar","surface_form":"Akshay Kumar","offset":779},{"uri":"Yaaron_Ki_Baraat_(TV_series)","surface_form":"Yaaron ki baarat","offset":874},{"uri":"Shah_Rukh_Khan","surface_form":"Shahrukh Khan","offset":914},{"uri":"Kal_Ho_Naa_Ho","surface_form":"Kal ho na ho","offset":1086}]}