{"id":746290,"url":"http://en.wikipedia.org/wiki/Belokurikha","text":"e=\"preserve\">Belokurikha is a city in the Altai Territory of Russia.\nAs a resort known since the XIX century, a resort town of federal significance.\nPhysico-geographical characteristic.\nLocated in the south-eastern part of the Altai Territory in the valley of the Belokurikha River , at an altitude of 240-250 meters above sea level. It is located in the foothills of Altai, at the site of the exit of thermal radon waters.\nHistory.\nThe southern part of the resort town is bordered by the spurs of the ridge, which is covered with coniferous vegetation and shrubs: mountain ash, bird cherry. In the vicinity of the city, acclimatized plants that are uncharacteristic of the south of Western Siberia, such as oak and Manchurian walnut, are widespread.\nIn the 1920s, a resort village was founded on the site of the village of New belokurikha. An office, a canteen, an outpatient clinic and a solarium were built here, and in 1928 a hydropathic center for 24 baths and a polyclinic was built, and wooden dormitory buildings were erected in 1931-1934. The leaders of the Soviet state and their wives were resting here, the Russian writer K. lived G. Paustovsky.\nIn 1942, the All-Union pioneer camp Artek was evacuated to Belokurikha.\nIn the 1960s, most of the resorts were built, in which guests of the resort are now treated and rest. The first in 1961 sanatorium, now called Eden, was commissioned.\nIn 1970, the village receives the status of a resort of all-Union significance, in 1982 - the status of a city, and since 1992 it has been a resort of federal significance.\nIn 2003 and 2016, President of Russia Putin were here.\nResort.\nIn 2015, 219 thousand tourists visited Belokurikha, including more than 130 thousand people rested in resoets.\nHealing factors.\nIt is characterized by a relatively high average annual air temperature (+ 4 ° C) for Siberia. Mild winters, non-hot summers, warm weather in spring and autumn months, mostly windless, short-term frosts in winter, alternating with frequent thaws and constant barometric pressure.\nLight air ions are the main healing component of mountain air. In Belokurikha, the content of light air ions is from 1014 to 2400, which is twice their content in the world-famous Swiss resort of Davos (1006). Increased air ionization is especially noted on adjacent hills - terraces.\nSources in Belokurikha are thermal nitrogen-siliceous radon-containing waters, or nitrogen terms. They surface at a temperature of 30 ° C and 42 ° C. They contain a small amount of radon, a lot of nitrogen, fluorine and silicic acid, as well as various trace elements. Alkaline, mineral water. Healing mud from salt lakes of the Altai Territory is also used.\nAt the beginning of 2010, the resort had three main ski slopes equipped: Katun, the central slope of the resort, 800 meters long, Severny, 650 meters long, and mount, 2050 meters long.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":61},{"uri":"Belokurikha_(river)","surface_form":"Belokurikha","offset":264},{"uri":"Belokurikha_(river)","surface_form":",","offset":282},{"uri":"Altai_mountains","surface_form":"Altai","offset":368},{"uri":"Radon_baths","surface_form":"radon waters","offset":410},{"uri":"Conifer","surface_form":"coniferous vegetation","offset":531},{"uri":"1920s","surface_form":"1920s, a","offset":758},{"uri":"Vladimir_Putin","surface_form":"Putin","offset":1608},{"uri":"Switzerland","surface_form":"Swiss","offset":2221},{"uri":"Davos","surface_form":"Davos","offset":2237},{"uri":"Ion","surface_form":"ionization","offset":2265},{"uri":"Radon","surface_form":"radon","offset":2507},{"uri":"Nitrogen","surface_form":"nitrogen","offset":2523},{"uri":"Fluorine","surface_form":"fluorine","offset":2533}]}