{"id":746224,"url":"http://en.wikipedia.org/wiki/Singrauli_district","text":"Singrauli is a city in Singrauli district in the Indian state of Madhya Pradesh and Commissionaire of Rewa.The area in the eastern part of the state of Madhya Pradesh and the adjoining southern part of Sonebhadra district in the state of UP is collectively known as Singrauli. Singrauli is emerging as India's energy capital. The place earlier known as Shringavali, named after the sage Shringi, was once covered with dense and unnavigable forests and inhabited by wild animals. The place was considered so treacherous that it was used by the kings of Rewa State, who ruled the area till 1947, as an open air prison for detaining errant civilians and officers.In the 1800s, there were three separate rulers of Singrauli (previously known as Sidhi), ruling three parts of the territory: First were the Chandela rulers from Bardi (Khatai). Second was Rajasahab Madwas, He was a Baland Rajput, ruled in Majhauli block mostly. Third was Rajasahab of Singrauli.On 24 May 2008, Madhya Pradesh government declared Singrauli as its 50th district by separating from Sidhi with 3 tehsils, Singrauli, Chitrangi and Deosar. On 1 April 2012 two new tehsils were added, Mada and Sarai.\nThis area has group of rock cut caves made in the 7-8th century AD in Mada, 32 km from Waidhan. The Mada caves are situated in Mada tehsil of Singrauli district. Famous caves include Vivah Mada, Ganesh Mada and Shankar Mada, Jaljalia and Ravan Mada.\nBesides rock cut caves, Singrauli also has painted rock shelters. Ranimachi, Dholagiri and Goura pahad lie in Chitrangi tehsil of Singrauli. These painted rock shelters belong to the Mesolithic age of microlithic implements culture. These paintings are representative of the early history of Indian art and are made of red ochre.\nPollution threatens the shelters. Connectivity by road is very poor. This ishas been evident for several years but no action has been taken yet to improve road transport and quality of buses.[3]","categories":[],"infobox_types":[],"annotations":[]}