{"id":74633,"url":"http://en.wikipedia.org/wiki/Schlenkerla","text":"Schlenkerla is a famous old brewery and tavern in Bamberg, Bavaria, Germany. It is known for its smoked beer which is called \"Aecht Schlenkerla Rauchbier\" (\"real Schlenkerla smoked beer\"). It is a strong, darkish beer with a slightly smokey taste which is rather like bacon. The alcohol content is 5.1%. There is another speciality which is called \"Urbock\" (\"Ur\" means \"original\" and \"Bock\" is actually a male goat). The Urbock is stronger: 6.5% alcohol and is only served in the season known as the \"Starkbierzeit\" (\"Strong beer time\") which is from October to 6 January. The beer is served from oak barrels. This is a very old tradition which is not often found nowadays.\nIt is said that the invention of smoked beer came about because one day the brewery caught fire and, after the fire was put out, the beer had a smokey taste. People liked it and decided to make it like that. No one knows whether this story is true.\nThe name Schlenkerla comes from the word \"schlenken\" which means: \"to dangle\" (\"to hang loosely\", or \"swing\"). Several hundred years ago the owner of the tavern was a man who had been run over by a horse cart. He walked with crooked legs and he used to hang his arms out as he walked. People called him the \"Schlenkerla\" (the ending \"la\" on a word often happens in the Netherlands, Belgium, western Germany, and northern France). They would often say: \"Let's go to the Schlenkerla\" and so the tavern and the beer got its name. The image of this man can still be seen hanging over the entrance to the tavern.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brewery","surface_form":"brewery","offset":28},{"uri":"Tavern","surface_form":"tavern","offset":40},{"uri":"Bamberg","surface_form":"Bamberg","offset":50},{"uri":"Bavaria","surface_form":"Bavaria","offset":59},{"uri":"Germany","surface_form":"Germany","offset":68},{"uri":"Bacon","surface_form":"bacon","offset":268},{"uri":"Alcohol","surface_form":"alcohol","offset":279},{"uri":"Goat","surface_form":"goat","offset":410},{"uri":"October","surface_form":"October","offset":551},{"uri":"6_January","surface_form":"6 January","offset":562},{"uri":"Oak","surface_form":"oak","offset":597},{"uri":"Netherlands","surface_form":"Netherlands","offset":1292},{"uri":"Belgium","surface_form":"Belgium","offset":1305},{"uri":"Germany","surface_form":"Germany","offset":1322},{"uri":"France","surface_form":"France","offset":1344}]}