{"id":746303,"url":"http://en.wikipedia.org/wiki/Fritz_Haber","text":"Fritz Haber (9 December 1868 – 29 January 1934) was a German chemist. He was awarded the Nobel Prize in Chemistry in 1918. The prize was for his invention of the Haber–Bosch process, a method used in industry to synthesise ammonia from nitrogen gas and hydrogen gas. He is also considered the \"father of chemical warfare.\" This is because Haber spent years of work developing and making chlorine and other poisonous gases into weapons during World War I.\nHaber was born in Breslau, Prussia (now Wrocław, Poland). He was Jewish. When he was a young man, he moved to Berlin and learned to be a chemist. He wanted to be German and became a German nationalist.\nToday, people argue over whether Haber was a good man or a bad man. He invented weapons and poisons that killed many people, but he also invented fertilizers that allowed farms to grow so much food that many humans today are not afraid of famine.\nHaber figured out how to make ammonia using nitrogen and hydrogen. This was important because ammonia can be used to make fertilizer that makes crop plants grow. Before this, people dug nitrates out of the ground or had bird feces shipped all over the world to farmers, and the bird feces was being used up faster than the birds could replace it. After Haber learned to make ammonia, people could make as much fertilizer as they wanted. They said Haber had made \"bread from the air.\"\nPeople can also use ammonia to make explosives and poisons. During World War I, Haber studied how to use his inventions for weapons. Experts say Germany lasted one year long in World War I than it would have without Haber's poisons and explosives. Haber said he did not think killing a soldier with poison gas was any worse than by letting the soldier bleed to death. During World War I, Haber's first wife killed herself.\nWhen Hitler took over Germany in 1933, his Nazi party made laws that took freedom and property away from Jews. Haber left Germany in 1934. On 29 January 1934, he died of a heart attack in Basel, Switzerland. He was 64. a\nAfter Haber's death, the Nazis would use one of his inventions, a pesticide called Zyklon-B to kill Jews and captured Allied nationals in the Holocaust.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germans","surface_form":"German","offset":54},{"uri":"Chemist","surface_form":"chemist","offset":61},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":89},{"uri":"Haber_process","surface_form":"Haber–Bosch process","offset":162},{"uri":"Synthesis","surface_form":"synthesis","offset":212},{"uri":"Ammonia","surface_form":"ammonia","offset":223},{"uri":"Nitrogen","surface_form":"nitrogen","offset":236},{"uri":"Hydrogen","surface_form":"hydrogen","offset":253},{"uri":"Chemical_warfare","surface_form":"chemical warfare","offset":304},{"uri":"Chlorine","surface_form":"chlorine","offset":387},{"uri":"World_War_I","surface_form":"World War I","offset":442},{"uri":"Prussia","surface_form":"Prussia","offset":482},{"uri":"Wroc%C5%82aw","surface_form":"Wrocław","offset":495},{"uri":"Jewish","surface_form":"Jewish","offset":520},{"uri":"Berlin","surface_form":"Berlin","offset":565},{"uri":"Chemistry","surface_form":"chemist","offset":592},{"uri":"Nationalism","surface_form":"nationalist","offset":644},{"uri":"Famine","surface_form":"famine","offset":896},{"uri":"Ammonia","surface_form":"ammonia","offset":934},{"uri":"Nitrogen","surface_form":"nitrogen","offset":948},{"uri":"Hydrogen","surface_form":"hydrogen","offset":961},{"uri":"Fertilizer","surface_form":"fertilizer","offset":1026},{"uri":"Suicide","surface_form":"killed herself","offset":1795},{"uri":"Nazi","surface_form":"Nazi","offset":1854},{"uri":"Heart_attack","surface_form":"heart attack","offset":1983},{"uri":"Basel","surface_form":"Basel","offset":1999},{"uri":"Zyklon-B","surface_form":"Zyklon-B","offset":2115},{"uri":"The_Holocaust","surface_form":"the Holocaust","offset":2170}]}