{"id":746456,"url":"http://en.wikipedia.org/wiki/Ivan_the_Terrible","text":"Ivan IV Vasilyevich (25 August 1530 – 28 March 1584), more often known in English as Ivan the Terrible, was the first Tsar (Emperor) of Russia, and before that was the Grand Prince of Moscow. He was called Ivan the Terrible because in those days the word terrible meant \"formidable\" or \"fearsome\", not \"really bad\". This is comes from his Russian nickname \"Ivan Grozny\", which also means \"Ivan the Formidable\".\nLife.\nIvan became the Grand Prince of Moscow when he was just three years old. When he was young, a group of Russian nobles ran the country in his place. In those days, Russia was divided into many kingdoms like Moscow. At the age of 16, Ivan and his government changed his title to Tsar of all Russia. Over the next few years, Ivan took full control of the government and conquered lands to the east of the Tatars. He began turning Russia from a divided group of kingdoms into an empire with one powerful ruler, at the cost of many lives.\nWars.\nIn 1558-63, Russia fought countries to the west in the Livonian War. They lost lands around the Baltic Sea to the west, but the war gave Ivan more control over his own country. Ivan was harsh towards the Russian nobles (known as the \"boyars\"). He executed many and took lands from others in order to make himself more powerful. This was known as the \"oprichnina\", and it was done by his private army called the \"Oprichniks\". In 1570 Ivan and the Oprichniks also killed many people in Novgorod, a city he thought was not being loyal to him. Later in his reign, Russia had battles with the Ottoman Empire (Turkey) and Tatars and conquered more lands to the east, including Siberia. Ivan also increased trade with England and set up Russia's first printing press.\nIvan was known to get very angry at times. His behaviour seems to have varied a lot, as he could at times be intelligent and quiet. His mental health became worse in the second half of his reign, especially after the death of his first wife Anastasia in 1560. It is believed that during one of his rages he caused the death of his son and heir Ivan as well as the same son's unborn son. His other son Feodor would be the next Tsar. Feodor was a weak ruler, and this led to a war called the Time of Troubles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tsar_of_Russia","surface_form":"Tsar (Emperor) of Russia","offset":118},{"uri":"Tatars","surface_form":"Tatars","offset":819},{"uri":"Empire","surface_form":"empire","offset":892},{"uri":"Livonian_War","surface_form":"Livonian War","offset":1012},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":1053},{"uri":"Oprichnina","surface_form":"oprichnina","offset":1308},{"uri":"Massacre_of_Novgorod","surface_form":"killed many people in Novgorod","offset":1419},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":1545},{"uri":"Siberia","surface_form":"Siberia","offset":1628},{"uri":"England","surface_form":"England","offset":1668},{"uri":"Printing_press","surface_form":"printing press","offset":1702},{"uri":"Anastasia_Romanovna","surface_form":"Anastasia","offset":1959},{"uri":"Tsarevich_Ivan_Ivanovich_of_Russia","surface_form":"his son and heir Ivan","offset":2045},{"uri":"Feodor_I_of_Russia","surface_form":"Feodor","offset":2119},{"uri":"Time_of_Troubles","surface_form":"Time of Troubles","offset":2208}]}