{"id":74663,"url":"http://en.wikipedia.org/wiki/Bamberg_Cathedral","text":"Bamberg Cathedral is one of the most famous cathedrals of Germany. It can be seen from a long distance near the top of the hill. It has a very rich history. Its official name is Bamberg Cathedral of St. Peter and St. George. It is also called the Kaiserdom (“Imperial Cathedral”). The cathedral is under the administration of the Roman Catholic Church and is the seat of the Archbishop of Bamberg.\nConstruction of the cathedral.\nThe cathedral was founded in 1004 by the emperor Henry II, and was consecrated in 1012. During the next two centuries it was burnt down twice. The building now is a late Romanesque building with four big towers. It has a choir at both ends. The east chancel is dedicated to St. George. This symbolizes the Holy Roman Empire. The west chancel is dedicated to St. Peter symbolizing the Pope.\nIt took a long time for the cathedral to be built, and during that time tastes in architecture changed. This is why we can see several styles in different parts of the cathedral, particularly Romaneque and Gothic styles. Between these two styles is the Transitional style, and this is the way the nave was built.\nSculptures and carvings.\nThe cathedral is about 94 m long, 28 m broad, 26 m high, and the four towers are each about 81 m high. There are lots of sculptures in the cathedral. One of the most magnificent ones is the marble tomb of Henry II, the founder of the cathedral, and his wife, the empress Cunigunde. It took the famous sculptor Tilman Riemenschneider 14 years to carve: between 1499 and 1513. The tomb is slightly higher than floor level because below there is a crypt. The carvings round the side tell of various episodes in the lives of the imperial couple.\nThere is a beautiful Nativity altar in the south transept made in limewood by the famous artist Veit Stoss. He made it when he was about 80 years old. His son asked him to build it. His son was a Carmelite prior in the nearby city of Nürnberg. He was expelled from Nürnberg because he was against the Protestants at the time of the Reformation. This meant that his father was never paid for his beautiful work, which was soon moved to Bamberg.\nThe Bamberger Reiter.\nAnother treasure of the cathedral is an equestrian statue called the Bamberg Horseman (Bamberger Reiter). People have tried to guess for years who this knight on horseback really was. During the cathedral’s history people have often made up stories about who he was. The Romantics thought he was a German emperor from the Hohenstaufen family. The Nazis thought he was a knight who symbolized German perfection, looking towards the east for new lands to conquer. This was Nazi propaganda. The knight on the statue does not, in fact, look east at all. It is now thought that he was probably the 13th century Hungarian king Stephen I.. Modern technology has made it possible for us to know what the original colours were, and this has helped scientists to identify him. The sculptor did not carve the name on the statue. Instead, he carved his mask at the bottom right hand corner. This does not tell us who he was.\nPapal grave.\nBamberg Cathedral is the only place in Germany where a pope is buried. He was Pope Clement II. He was the local bishop before he became Pope, but he died in 1047 after having been pope for only twelve months.\nThe organ.\nThe cathedral first had an organ in 1415. The one that was built in 1868 gave many problems and had to be rebuilt five years later, but it was kept until 1940 because it made a nice sound. The organ that we see in the cathedral today was built in 1976 by the organ builder Rieger. There are four angel figures in the corners of the organ case. The organ has four manuals and pedalboard. All the organs during the cathedral’s history were built against the north wall because the sound was best there.\nEvery year about 40 concerts are given in the cathedral.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":58},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":330},{"uri":"Archbishop","surface_form":"Archbishop","offset":375},{"uri":"Cathedral","surface_form":"cathedral","offset":433},{"uri":"Consecration","surface_form":"consecrated","offset":496},{"uri":"Century","surface_form":"centuries","offset":537},{"uri":"Romanesque_architecture","surface_form":"Romanesque","offset":599},{"uri":"Choir_(church_architecture)","surface_form":"choir","offset":650},{"uri":"St._George","surface_form":"St. George","offset":703},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":735},{"uri":"St._Peter","surface_form":"St. Peter","offset":787},{"uri":"Pope","surface_form":"Pope","offset":813},{"uri":"Goths","surface_form":"Gothic","offset":1025},{"uri":"Nave","surface_form":"nave","offset":1116},{"uri":"Sculpture","surface_form":"sculpture","offset":1278},{"uri":"Marble","surface_form":"marble","offset":1347},{"uri":"Tilman_Riemenschneider","surface_form":"Tilman Riemenschneider","offset":1467},{"uri":"Crypt","surface_form":"crypt","offset":1602},{"uri":"Veit_Stoss","surface_form":"Veit Stoss","offset":1795},{"uri":"Carmelite","surface_form":"Carmelite","offset":1895},{"uri":"Prior","surface_form":"prior","offset":1905},{"uri":"Nuremberg","surface_form":"Nürnberg","offset":1933},{"uri":"Protestantism","surface_form":"Protestants","offset":2000},{"uri":"Protestant_Reformation","surface_form":"Reformation","offset":2031},{"uri":"Equestrian_statue","surface_form":"equestrian statue","offset":2205},{"uri":"Romanticism","surface_form":"Romantics","offset":2436},{"uri":"Hohenstaufen","surface_form":"Hohenstaufen","offset":2487},{"uri":"Nazism","surface_form":"Nazis","offset":2512},{"uri":"Propaganda","surface_form":"propaganda","offset":2641},{"uri":"Hungary","surface_form":"Hungarian","offset":2771},{"uri":"Stephen_I_of_Hungary","surface_form":"Stephen I.","offset":2786},{"uri":"Pope_Clement_II","surface_form":"Pope Clement II","offset":3169},{"uri":"Keyboard_instrument","surface_form":"manuals","offset":3674},{"uri":"Pedal_(music)","surface_form":"pedalboard","offset":3686}]}