{"id":747026,"url":"http://en.wikipedia.org/wiki/Goliathon_(1977_movie)","text":"\"The Mighty Peking Man\" or \"Goliathon\" is a 1977 Hong Kong adventure monster movie produced by Shaw Brothers Studio to capitalize on the attemped surrounding the King Kong (1976). The film was originally released in the US in March 19, 1980 as \"Goliathon\" dubbed by Les Filmes Jacques Willemetz-Paris. as the critics entry for \"Infra-Man\".\nSynopsis.\na giant Himalayan cryptid-like ape named \"Utam\", Johhny find tries to save a sexy Russia Tarzanette from a sleazy show-biz promoter. then in a earthquake middle of Himalayas erupting the mountain where the ape monster called \"Peking Man\" went goes rampage by a nearby village. then arrived in India, Johnny finds an giant footprint from a 70-foot creature. then middle of morning where Johnny surround Utam's hand and drops down and attacking him, saved by Samantha. and finds a crashing plane wherabouts herself by parents killed. then in flashback, Samantha as a child arriving a giant cryptid. Samantha went eating fruit, a snake bitten her the thigh and a jaguar brawls off the snake. in nightfall, Utam tells leaving India, then move on. they captured by Lu Tien catching Utam was carried by a tanker ship as a exhibit in Hong Kong Stadium, the ship went underby storm and crashing onto the rock and pushes left. next morning when the crowd where Utam pushed by a chains onto the dump trucks and a wheel loaders. Utam shows Samantha slapped by Lu Tien, escaping Utam inside the cage breaks, Utam finds Samantha, wrecking the buildings. Utam smashing the window holds Lu Tien grabs by creature's hand and throws Lu Tien on the ground, and squashed his foot also killed. Utam went angrily to destroy several humans, buildings. arrived by a military armored cars and helicopters to shoot Utam. the creature climbing the Connaught Centre or Jardine House attacked by helicopters. to surrender Utam stopped by Samantha, continue to firing the creature. Utam destroyed the chopper, the army detonating the water tanks by gas and time bomb to explode the creature. Utam saving Samantha by an bombs inside the building, then Utam burns onto the fire his back onto and fell off the building and exploded Utam to rubble.\nCast.\nalso additional cast, Steve Nicholson as Soldier 11, Alexander Grand as Radio operator, Hsiao Yao, Chen Ping, Corey Yuen","categories":[],"infobox_types":[],"annotations":[{"uri":"Infra-Man","surface_form":"Infra-Man","offset":328}]}