{"id":74703,"url":"http://en.wikipedia.org/wiki/General_Dynamics_F-16_Fighting_Falcon","text":"The General Dynamics F-16 Fighting Falcon is a one-engine multirole combat aircraft. It was originally designed and built by General Dynamics, which is now part of Lockheed Martin. The United States Air Force (USAF) ordered the F-16 in 1972. The airplane first flew four years later in 1976. Over 4,600 F-16s have been built since then. The airplane has been used by more than 25 air forces around the world. It is also used by the Thunderbirds, the USAF's aerobatics team. As of 2015, there are more F-16s in military use than any other fixed-wing aircraft.\nCapabilities.\nThe F-16 is able to fly at twice the speed of sound. It is armed with a M61 Vulcan cannon and has eleven places where weapons or other equipment can be attached. It was the first production combat airplane to be designed with relaxed stability and fly-by-wire controls to make it highly agile in the air. Its designers also used many other new ideas such as a bubble canopy to help the pilot see better and a control stick on the side of the cockpit to make it easier to steer during tight turns and high g-forces.\nThe F-16's official name is \"Fighting Falcon\", but it is often called the \"Viper\" by its pilots and crews. The nickname came from the fact that the viper snake is known for its deadly fangs and venom, and because the Colonial Viper spacecraft from \"Battlestar Galactica\" was popular when the airplane was introduced to the USAF.","categories":[],"infobox_types":[],"annotations":[{"uri":"Multirole_combat_aircraft","surface_form":"multirole combat aircraft","offset":58},{"uri":"General_Dynamics","surface_form":"General Dynamics","offset":125},{"uri":"Lockheed_Martin","surface_form":"Lockheed Martin","offset":164},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":185},{"uri":"Thunderbirds","surface_form":"Thunderbirds","offset":432},{"uri":"Fixed-wing_aircraft","surface_form":"fixed-wing aircraft","offset":538},{"uri":"Speed_of_sound","surface_form":"speed of sound","offset":610},{"uri":"M61_Vulcan","surface_form":"M61 Vulcan","offset":645},{"uri":"Relaxed_stability","surface_form":"relaxed stability","offset":799},{"uri":"Fly-by-wire","surface_form":"fly-by-wire","offset":821},{"uri":"Aerobatics","surface_form":"agile","offset":860},{"uri":"Bubble_canopy","surface_form":"bubble canopy","offset":933},{"uri":"Cockpit","surface_form":"cockpit","offset":1015},{"uri":"G-force","surface_form":"g-force","offset":1078},{"uri":"Viper","surface_form":"viper","offset":1236},{"uri":"Spacecraft","surface_form":"spacecraft","offset":1320},{"uri":"Battlestar_Galactica","surface_form":"Battlestar Galactica","offset":1337}]}