{"id":747067,"url":"http://en.wikipedia.org/wiki/Chromatica","text":"\"Chromatica\" is the sixth studio album by American recording artist Lady Gaga. It was originally set for release on April 10, 2020, but was postponed by Gaga for later that year. This is due to the worldwide coronavirus (COVID-19) pandemic. Gaga later revealed that the album would be released on May 29, 2020.\nTracks.\nOn April 22, 2020, Gaga revealed the tracklist for the album's standard edition, which has 16 songs. The Target and deluxe international versions of the album contain 19 tracks.\nThe album's lead single, \"Stupid Love\", was leaked in January 2020. The song was officially released on February 28, 2020, reaching the top ten in the US, UK, Ireland, Switzerland, Australia, and Canada. \"Rain on Me\", with Ariana Grande, was released as the album's second single on May 22, 2020. It entered at the top of the \"Billboard\" Hot 100, UK Singles Chart and Irish Singles Chart and at number two in Australia and New Zealand. \"Rain on Me\" became Gaga's fifth and Grande's fourth US number-one.\n\"Sour Candy\", with South Korean girl group Blackpink, was released as the album's first promotional single a day before the album's release.\nThe album entered at number one on the US, UK, Australian, and Dutch album charts and the top three in Belgium. In the US, it became Gaga's sixth number-one album. It earned 274,000 copies sold in its first week in America, giving Gaga her best debut week since \"Born This Way\" (2011) there. Gaga also earned six number-one albums faster than any other female in \"Billboard\" history.\nReviews.\nThe album has an average score of 79 out of 100 on the review site Metacritic, meaning \"generally favorable reviews.\"\nTour.\nThe Chromatica Ball Tour was scheduled to begin on July 24, 2020, in Paris, but was rescheduled for 2021 due to the worldwide coronavirus pandemic.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Lady_Gaga","surface_form":"Lady Gaga","offset":68},{"uri":"2019%E2%80%9320_coronavirus_pandemic","surface_form":"coronavirus (COVID-19) pandemic","offset":208},{"uri":"Target_Corporation","surface_form":"Target","offset":424},{"uri":"Stupid_Love_(Lady_Gaga_song)","surface_form":"Stupid Love","offset":523},{"uri":"Rain_on_Me_(Lady_Gaga_and_Ariana_Grande_song)","surface_form":"Rain on Me","offset":702},{"uri":"Ariana_Grande","surface_form":"Ariana Grande","offset":720},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":823},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":844},{"uri":"Irish_Singles_Chart","surface_form":"Irish Singles Chart","offset":865},{"uri":"Blackpink","surface_form":"Blackpink","offset":1044},{"uri":"Born_This_Way","surface_form":"Born This Way","offset":1405},{"uri":"Metacritic","surface_form":"Metacritic","offset":1602}]}