{"id":747186,"url":"http://en.wikipedia.org/wiki/Antimicrobial","text":"An antimicrobial is an agent that kills microorganisms or stops their growth. Antimicrobial medicines can be grouped according to the microorganisms they act primarily against. For example, antibiotics are used against bacteria, and antifungals are used against fungi. They can also be classified according to their function. Agents that kill microbes are microbicidal, while those that merely stop their growth are called biostatic. The use of antimicrobial medicines to treat infection is known as antimicrobial chemotherapy, while the use of antimicrobial medicines to prevent infection is called antimicrobial prophylaxis.\nThe main types of antimicrobial agents are disinfectants (such as bleach), which kill a wide range of microbes on non-living surfaces to prevent the spread of illness, antiseptics (which are applied to living tissue and help reduce infection during surgery), and antibiotics (which kill microorganisms within the body). The term \"antibiotic\" originally described only those creations that came from living microorganisms but is now also applied to synthetic agents, such as sulfonamides or fluoroquinolones. The term also used to be only applied to antibacterials, but its meaning has widened to include all antimicrobials. Antibacterial agents can be further grouped into bactericidal agents, which kill bacteria, and bacteriostatic agents, which slow down or stall bacterial growth. In response, further advancements in antimicrobial technologies have resulted in solutions that can go past simply stopping germ growth. Instead, certain types of porous media have been made to kill microbes on contact.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microorganism","surface_form":"microorganisms","offset":40},{"uri":"Antibiotics","surface_form":"antibiotics","offset":190},{"uri":"Bacteria","surface_form":"bacteria","offset":219},{"uri":"Antifungals","surface_form":"antifungals","offset":233},{"uri":"Fungi","surface_form":"fungi","offset":262},{"uri":"Microbicide","surface_form":"microbicidal","offset":356},{"uri":"Biostatic","surface_form":"biostatic","offset":423},{"uri":"Antimicrobial_chemotherapy","surface_form":"antimicrobial chemotherapy","offset":500},{"uri":"Antibiotic_prophylaxis","surface_form":"antimicrobial prophylaxis","offset":600},{"uri":"Disinfectant","surface_form":"disinfectants","offset":670},{"uri":"Bleach","surface_form":"bleach","offset":693},{"uri":"Antiseptic","surface_form":"antiseptics","offset":795},{"uri":"Antibiotic","surface_form":"antibiotics","offset":890},{"uri":"Chemical_synthesis","surface_form":"synthetic","offset":1075},{"uri":"Sulfonamide_(medicine)","surface_form":"sulfonamides","offset":1101},{"uri":"Fluoroquinolone","surface_form":"fluoroquinolones","offset":1117},{"uri":"Bactericide","surface_form":"bactericidal","offset":1300},{"uri":"Bacteriostatic_agent","surface_form":"bacteriostatic agents","offset":1346}]}