{"id":74715,"url":"http://en.wikipedia.org/wiki/Fuel_cell","text":"A fuel cell makes electricity using the energy released by mixing fuel with air, a reaction which creates water and sometimes also carbon dioxide. The most common fuel for fuel cells is hydrogen, which when reacted with oxygen from air produces only water. Fuel cells work like a battery being constantly fed with fuel so it never runs out (as long as you have enough fuel). Fuel cells are an important part of the hydrogen economy. Hydrogen molecules are found in substances such as methane, water and biomass but in all cases some energy is required to extract it. There are two common ways to produce hydrogen - it can be separated from most fuels like oil, gas, coal in a process called steam reforming, or it can be extracted from water using a process called electrolysis. If the hydrogen is separated from fossil fuels, carbon dioxide is released. If the energy used to extract it from water via electrolysis comes from solar or wind, then the hydrogen produced is benign because no emissions are released. Hydrogen can also be separated from renewable biogas, which means the carbon emitted is not of fossil origin and therefore is part of the natural carbon cycle.\nHow to \"Convert\" Energy.\nWater is a molecule that consists of one oxygen atom and two hydrogen atoms. It takes energy to separate water into oxygen and hydrogen, and energy is released when they are put back together as water. A fuel cell puts hydrogen and oxygen back together in a way releases the energy in the form of electricity.\nFuel (the energy source, usually hydrogen) and air (which contains the oxygen) are put into opposite sides the fuel cell. In the middle of the fuel cell there is a \"screen\", called an electrolyte, sandwiched between two metal plates, called electrodes, which keeps the fuel and air separate. Different kinds of fuel cells get their names based on what type of screen is used to separate the fuel and air. The screen only allows specific charged molecules, also known as ions, to pass through them.\nIn order to create ions, electrons have to be carried from the one side of the system to the other. The electrons are split off from the fuel by the metal plate at the fuel side and need to travel to the air side to complete the reaction. Because the screen doesn't let electrons pass through, they go through a separate wire, to the other metal plate on the air side. The travel of electrons creates electric current (electricity). The wire is where electricity can be used. For example, the wire can be cut in half, and a light bulb can be connected in between the two halves.\nIn the meantime, the ions pass through the screen and react with the molecules (already on the other side) and electrons (which traveled through the wire, giving off energy to power electronics) on the other side. Water is formed (and, depending on the fuel type, occasionally other products), which them comes out through an exhaust pipe.\nEfficiency.\nFuel cells make electricity by combining oxygen and hydrogen. Efficiency is very good (about 40%-70%). They have a maximum efficiency of 83% if exhaust heat is used during the reaction. Also, fuel cells can use various fuels, for example, natural gas, methanol, LPG (Liquid Petroleum Gas), naphtha, kerosene etc.\nFeatures.\nSome types of fuel cells produce only water, which means no pollution. Most types of fuel cell cause much less emissions than classic (\"caloric\") power generation. They can consume the same fuel types as classic power generators, for example Diesel engines, but they are about two times as efficient, meaning they can produce the same amount of energy with half as much fuel, and thus at least half as much pollution. Additionally, the direct conversion fuel cells use has less risk of producing secondary emissions like NOx, SOx, and particulate matter, which are side effects of combustion, contribute to global warming, and are known as criteria pollutants.\nFuel cells are very quiet. They have no moving parts aside from some fans to move air, and pumps to move water which means they very rarely require repairs, however some large fuel cells used for powering things like buildings can be quite fragile.\nBecause of very low pollutant emissions, fuel cells are often used in vehicles that move inside buildings, like forklifts. Because they are very quiet, they are used on some military submarines to avoid detection. Fuel is more efficiently used, which means fuel cells can work longer without getting new fuel. This lets them be used in places that are hard to get to, such as weather or research stations, space ships, or military bases.\nSince spaceships are launched using rockets containing pure hydrogen and oxygen, the on-board electricity is produced using very efficient fuel cells which can use these fuels. Additionally, the fuel cells on spaceships produce pure water on their exhaust, which can be further captured and used as drinking water for astronauts, meaning absolutely nothing is wasted.\nTypes of Fuel Cells.\nFuel cells can be classified by the type of inner screen (electrolyte). For instance, phosphoric acid fuel cells are for low temperatures. It is used in cell phones and automobile power supplies that require high currents because it is much safer. Alkali fuel cells usually contain potassium hydroxide (KOH). Methanol fuel cells are used by reacting methanol electrochemically. This type of fuel cell is a better choice for simpler system. But methanol fuel cells have low output densities as its reacting rate is slow.\nApplications.\nThere are many uses for fuel cells — major automakers are working to commercialize fuel cell cars. Toyota and Honda have released the Mirai and Clarity respectively. Fuel cells are powering buses, boats, trains, planes, scooters, forklifts, and bicycles. There are fuel cell-powered vending machines, vacuum cleaners and highway road signs. Miniature fuel cells for cellular phones, laptop computers and portable electronics are predicted. Hospitals, credit card centers, police stations, and banks use fuel cells to provide power to their facilities. Wastewater treatment plants and landfills use them to convert the methane gas they produce into electricity. Fuel Cells have long been used in outer space. Telecommunications companies use fuel cells at cell phone, radio and 911 towers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Energy","surface_form":"energy","offset":40},{"uri":"Fuel","surface_form":"fuel","offset":66},{"uri":"Air","surface_form":"air","offset":76},{"uri":"Water","surface_form":"water","offset":106},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":131},{"uri":"Hydrogen","surface_form":"hydrogen","offset":186},{"uri":"Oxygen","surface_form":"oxygen","offset":220},{"uri":"Battery","surface_form":"battery","offset":280},{"uri":"Hydrogen_economy","surface_form":"hydrogen economy","offset":415},{"uri":"Electrolysis","surface_form":"electrolysis","offset":765},{"uri":"Electrolysis","surface_form":"electrolysis","offset":903},{"uri":"Solar_power_plant","surface_form":"solar","offset":927},{"uri":"Wind","surface_form":"wind","offset":936},{"uri":"Biogas","surface_form":"biogas","offset":1060},{"uri":"Carbon_cycle","surface_form":"carbon cycle","offset":1160},{"uri":"Molecule","surface_form":"molecule","offset":1210},{"uri":"Electrolyte","surface_form":"electrolyte","offset":1693},{"uri":"Electrode","surface_form":"electrodes","offset":1750},{"uri":"Ion","surface_form":"ions","offset":1979},{"uri":"Electric_current","surface_form":"electric current","offset":2408},{"uri":"Electricity","surface_form":"electricity","offset":2426},{"uri":"Natural_gas","surface_form":"natural gas","offset":3177},{"uri":"Methanol","surface_form":"methanol","offset":3190},{"uri":"Liquefied_petroleum_gas","surface_form":"LPG","offset":3200},{"uri":"Naphtha","surface_form":"naphtha","offset":3228},{"uri":"Kerosene","surface_form":"kerosene","offset":3237},{"uri":"Nitrogen_oxide","surface_form":"NOx","offset":3782},{"uri":"Sulfur_oxide","surface_form":"SOx","offset":3787},{"uri":"Criteria_air_pollutants","surface_form":"criteria pollutants","offset":3901},{"uri":"Forklift","surface_form":"forklift","offset":4283},{"uri":"Electrolyte","surface_form":"electrolyte","offset":5056},{"uri":"Phosphoric_acid","surface_form":"phosphoric acid","offset":5084},{"uri":"Potassium_hydroxide","surface_form":"potassium hydroxide","offset":5280},{"uri":"Methanol","surface_form":"Methanol","offset":5307},{"uri":"Methanol","surface_form":"methanol","offset":5442},{"uri":"Methane","surface_form":"methane","offset":6150},{"uri":"Outer_space","surface_form":"outer space","offset":6227}]}