{"id":747181,"url":"http://en.wikipedia.org/wiki/Antiviral_drug","text":"ce=\"preserve\">Viruses are the ultimate expression of parasitism. They not only take nutrition from the host cell but also direct it metabolic machinery to synthesize new virus particles. viral chemotherapy was considered impossible, as it would require interference with cellular metabolism in the host.\nclasification.\n1. Anti-Herpes virus: idoxurudine, trifluridine, Acyclovir, valacyclovir, Famciclovir, Ganciclovir, Valganciclovir, Cidofovir, Foscarnet, Fomivirsen\n2. Anti-Influenza virus: Amantadine, rimantadine, Oseltamivir, Zanamivir\n3. Anti-Hepatitis virus/nonselective antiviral drugs Primarily for hepatitis B: Lamivudine, Adefovir dipivoxil, Tenofovir Primarily for hepatitis C: Ribavirin, Interferon α\n(A) neucleoside rivers transcriptas inhibitor: Zidovudine\nDidanosine, Stavudine, lamivudine, Abacavir, Emtricitabine, Tenofovir\n(B) nonnucleoside reverse transcriptase inhibitors (NNRTIs): Nevirapine, Efavirenz, Delavirdine\n(C) Protease inhibitors: Ritonavir, Atazanavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir\nAcyclovir.\nThis deoxiguanosine analogue antiviral drug requires a virus specific enzyme for conversion to the active metabolite that inhibits DNA synthesis and viral replication.\nAcyclovir is  taken by the virus infected cells. Because of selective generation of the active inhibitor in the virus infected cell and its greater inhibitory effect on viral DNA synthesis, acyclovir has low toxicity for host cells: a several hundred-fold chemotherapeutic index has been noted.\nPharmacokinetics.\nOnly about 20% of an oral dose of acyclovir is absorbed. It is little plasma protein bound and is widely distributed attaining CSF concentration that is 50% of plasma concentration. After topical application, it penetrates cornea well. Acyclovir is primarily excreted unchanged in urine, both by glomerular filtration and tubular secretion; plasma t½ is 2–3 hours.\nAmantadine.\nChemically, it is a unique tricyclic amine unrelated to any nucleic acid precursor, but inhibits replication of influenza A virus. the activity of amantadine is strain specific, influenza b is not affected. H5N1 and H1N1 strains of Influenza A are resistant in most areas. it appears to act an early step (possibly uncoating) as well as at a late step (viral assembly) in viral replication. protein designated M2 which acts as an Ion channel has been identify as one of is targets of action. Resistance to amantadine develops by mutation causing amino acid substitutions in the M2 protein\nAdverse effects.\nNausea, Anorexia, Insomnia, Dizziness, Nightmares, Lack of mental concentration, Rarely Hallucinations have been reported. Ankle edema occurs due to local vasoconstriction.\nInterferon α.\nα Interferons (IFNs)are low molecular weight glycoprotein cytokines produced by host cells in response to viral infections, TNFα, IL-1 and some other inducers.\nThey have nonspecific antiviral activity as well as other complex effects on immunity and cell proliferation. interferons binds to a very specific cell surface receptors and affect its replication at multiple steps,  viral penetration, synthesis of viral mRNA, assembly of viral particles and their release, but the most widespread effect is direct or indirect suppression of viral protein synthesis, i.e. inhibition of translation. interfeorn receptor like JAK STAT tyrosine protein kinase receptors which on activation phosphorylate cellular proteins. These then migrate to the nucleus and induce transcription of ‘interferon-inducedproteins’ which exert antiviral effects\nAdverse effects.\nAntiviral drugs are a type of drug used for treating viral infection. Most antivirals are used for specific viral infections, while a broad-spectrum antiviral works against a wide range of viruses. Unlike most antibiotics, antiviral drugs do not destroy their target pathogen (something that causes disease); instead they stop their development.\nAntiviral drugs are a type of antimicrobials, a larger group which also includes antibiotic (also called antibacterial), antifungal and antiparasitic drugs, or antiviral drugs based on monoclonal antibodies. Most antivirals do not cause much damage to the body, and can be used to treat infections. They are different from viricides, which are not medicine but deactivate or destroy virus particles inside or outside the body. Natural antivirals are made by some plants such as eucalyptus and Australian tea trees.\nReferences.\n[https://www.uvmedicine.store/2020/06/antiviral-drugs-mechanism-of-action-all.html all drugs mechanism of action by uvmedicine.store]","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"Virus","offset":14},{"uri":"Parasitism","surface_form":"parasitism","offset":53},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":193},{"uri":"Medication","surface_form":"drug","offset":3576},{"uri":"Viral_infection","surface_form":"viral infection","offset":3599},{"uri":"Virus","surface_form":"viral","offset":3654},{"uri":"Pathogen","surface_form":"pathogen (something that causes disease)","offset":3813},{"uri":"Antimicrobial","surface_form":"antimicrobials","offset":3922},{"uri":"Antibiotic","surface_form":"antibiotic","offset":3973},{"uri":"Antifungal_drug","surface_form":"antifungal","offset":4013},{"uri":"Antiparasitic","surface_form":"antiparasitic","offset":4028},{"uri":"Monoclonal_antibodies","surface_form":"monoclonal antibodies","offset":4077},{"uri":"Pharmacotherapy","surface_form":"treat","offset":4173},{"uri":"Infection","surface_form":"infections","offset":4179},{"uri":"Viricide","surface_form":"viricides","offset":4215}]}