{"id":7472,"url":"http://en.wikipedia.org/wiki/Tunisia","text":"Tunisia, officially the Republic of Tunisia, is a country in North Africa. Tunis is its capital.\nBefore the Muslims.\nSince history has been recorded, there were Berber tribes living in what is now Tunisia. Most of them built little towns and ports along the coastline so they could trade with different travellers from everywhere in the Mediterranean Sea.\nMost of the travellers that used to pass by Tunisia were Phoenicians who started to settle on the Tunisian coast during the 10th Century BC.\nLater, in the 8th Century BC, Carthage was built by some settlers that came from Phoenicia and regions abroad.\nAfter many wars against Greece in 6th Century BC, Carthage dominated the Mediterranean Sea.\nDuring the Second Punic War, Carthage invaded Italy with an army led by Hannibal.\nThe series of wars between the Roman Empire and Carthage ended with the destruction of Carthage in the 2nd Century BC. Its territory in Africa became part of the Africa Province of the Roman Empire.\nWhen the Roman Empire became weak, the Vandals occupied that region. This was in the 5th Century AD, and one hundred years after that, it became under the control of the Byzantine emperor Justinian.\nBeginning of Islam.\nIn the 7th Century, it was conquered by the Arab Muslims who built a city which they called Kairouan. This was the first Arab Muslim city in Tunisia. Many Muslim dynasties (monarchies) ruled Tunisia. One of the best known dynasties was the Zirids dynasty. The Zirids were Berber people and followed the rules of the Fatimides, a bigger dynasty in Cairo.\nWhen the Zirids angered the Fatimides, the Fatimides sent some tribes known as Banu Hilal who ravaged (destroyed and vandalized) Tunisia.\nAfter a brief occupation of Tunisia by the Normans of Sicily in the 12th Century, the Almohad re-conquered it. After that came the Hafsids.\nIn the last years of their reign, the Hafsids became weak and Spain took control of many cities on the coast until they were finally occupied by the Ottoman Empire.\nIn 1705, Tunisia became virtually independent during the Hussein dynasty, but still had to follow orders from the Ottoman Empire.\nFrench Occupation.\nSome controversial financial decisions (money-lending) taken by the Bey in mid-1800s in an attempt to repair the country led Tunisia to become under the control of France.\nTunisia became officially a French protectorate in on May 12, 1881, but with the strong opposition of the kingdom of Italy because there was a huge Italian community in Tunisia.\nWorld War II.\nImportant parts of the North African Campaign of World War II were fought in Tunisia from 1941 to 1943.\nGeneral Erwin Rommel, the German commander in Africa, wished to defeat the Allies in Tunisia, as the Germans had done in the Battle of France when the Allies were inexperienced against the German Blitzkrieg. On February 19, 1943, Rommel launched an attack against the U.S. Forces, with his German and Italian troops, in the western area of Tunisia. That was a disaster for the United States.\nAfter that, the Allies understood the importance of tank warfare. With better supplies than the Germans, they easily broke into the German lines in southern Tunisia on March 20, 1943. In May 11, 1943 the last German troops surrendered, followed two days later by the Italian troops.\nIndependence and revolution.\nTunisia became independent in 1956 with the former Bey of Tunis as King. Prime Minister Habib Bourguiba became the first president in 1957 when it became a republic. Bourguiba focused on education and economic development. He was supportive of women's rights. However, he had a cult of personality around him and most of the power in the country was held by Bourguiba.\nIn 1987, Bourguiba was removed from power by Zine el Abidine Ben Ali. Ben Ali ruled as dictator of the country until 2011, when he was overthrown in a revolution. The revolution was the first major revolution of the Arab Spring. Tunisia began becoming more democratic, and in 2014, the country held its first free presidential election. The election was won by Beji Caid Essebsi, a secular, liberal candidate.\nGeography.\nTunisia is in the northern part of Africa. The Mediterranean Sea joins Tunisia in the north and east; the coastline of Tunisia on the Mediterranean Sea is about 1,300 km. Tunisia is also bordered by Algeria to the west and Libya to the south-east.\nThe Sahara Desert covers 40% of Tunisia. The other 60% is a fertile area.\nDemographics.\nStandard Arabic is the official language by the Tunisian constitution. But Tunisians speak Tunisian Arabic.\nTunisian Arabic is a mix of many languages of people that live or lived in Tunisia. It is called Darija or Tunsi.\nA small number of people living in Tunisia still speak a Berber dialect, known as Shelha.\nMost people now living Tunisia are Maghrebin Arab. However, small groups of Berbers and Jews live in Tunisia.\nThe constitution says that Islam is the official state religion. It also requires the President to be Muslim.\nEconomy.\nTunisia's economy has many sectors: agriculture (fruit, vegetable oil and vegetables), tourism (when people come from other countries to visit), mining (extracting goods from under the ground), and petroleum (fuel and gas oil).\nThe government used to control the economy, but now it has sold some public companies. This is called privatization.\nTunisia was also the first Mediterranean country to make an agreement with the European Union. This association agreement was signed on March 1, 1995.\nTunisia has plans for two nuclear power stations, to be working by 2019.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":50},{"uri":"Africa","surface_form":"Africa","offset":67},{"uri":"Tunis","surface_form":"Tunis","offset":75},{"uri":"Berber_people","surface_form":"Berber","offset":161},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":337},{"uri":"Carthage","surface_form":"Carthage","offset":527},{"uri":"Phoenicia","surface_form":"Phoenicia","offset":578},{"uri":"Greece","surface_form":"Greece","offset":632},{"uri":"Carthage","surface_form":"Carthage","offset":658},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":681},{"uri":"Second_Punic_War","surface_form":"Second Punic War","offset":711},{"uri":"Carthage","surface_form":"Carthage","offset":729},{"uri":"Italy","surface_form":"Italy","offset":746},{"uri":"Hannibal","surface_form":"Hannibal","offset":772},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":813},{"uri":"Carthage","surface_form":"Carthage","offset":830},{"uri":"Africa_Province","surface_form":"Africa Province","offset":944},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":967},{"uri":"Vandals","surface_form":"Vandals","offset":1020},{"uri":"Arab","surface_form":"Arab","offset":1244},{"uri":"Islam","surface_form":"Muslims","offset":1249},{"uri":"Kairouan","surface_form":"Kairouan","offset":1292},{"uri":"Dynasty","surface_form":"dynasties","offset":1362},{"uri":"Zirids","surface_form":"Zirids","offset":1460},{"uri":"Berber_people","surface_form":"Berber people","offset":1472},{"uri":"Fatimides","surface_form":"Fatimides","offset":1516},{"uri":"Cairo","surface_form":"Cairo","offset":1547},{"uri":"Zirids","surface_form":"Zirids","offset":1563},{"uri":"Fatimides","surface_form":"Fatimides","offset":1597},{"uri":"Banu_Hilal","surface_form":"Banu Hilal","offset":1633},{"uri":"Normans","surface_form":"Normans","offset":1735},{"uri":"Sicily","surface_form":"Sicily","offset":1746},{"uri":"Almohad","surface_form":"Almohad","offset":1778},{"uri":"Hafsids","surface_form":"Hafsids","offset":1823},{"uri":"Hafsids","surface_form":"Hafsids","offset":1870},{"uri":"Spain","surface_form":"Spain","offset":1894},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":1981},{"uri":"Hussein","surface_form":"Hussein","offset":2054},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":2111},{"uri":"France","surface_form":"France","offset":2310},{"uri":"Protectorate","surface_form":"protectorate","offset":2353},{"uri":"North_African_Campaign","surface_form":"North African Campaign","offset":2533},{"uri":"World_War_II","surface_form":"World War II","offset":2559},{"uri":"Erwin_Rommel","surface_form":"Erwin Rommel","offset":2622},{"uri":"Battle_of_France","surface_form":"Battle of France","offset":2739},{"uri":"Blitzkrieg","surface_form":"Blitzkrieg","offset":2810},{"uri":"Muhammad_VIII_al-Amin","surface_form":"former Bey of Tunis","offset":3362},{"uri":"Habib_Bourguiba","surface_form":"Habib Bourguiba","offset":3406},{"uri":"Women%27s_rights","surface_form":"women's rights","offset":3562},{"uri":"Zine_El-Abidine_Ben_Ali","surface_form":"Zine el Abidine Ben Ali","offset":3732},{"uri":"Dictator","surface_form":"dictator","offset":3774},{"uri":"Revolution","surface_form":"revolution","offset":3838},{"uri":"Arab_Spring","surface_form":"Arab Spring","offset":3903},{"uri":"Beji_Caid_Essebsi","surface_form":"Beji Caid Essebsi","offset":4048},{"uri":"Secular","surface_form":"secular","offset":4069},{"uri":"Liberal","surface_form":"liberal","offset":4078},{"uri":"Africa","surface_form":"Africa","offset":4143},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":4155},{"uri":"North","surface_form":"north","offset":4194},{"uri":"East","surface_form":"east","offset":4204},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":4242},{"uri":"Algeria","surface_form":"Algeria","offset":4307},{"uri":"Libya","surface_form":"Libya","offset":4331},{"uri":"South-east","surface_form":"south-east","offset":4344},{"uri":"Sahara_Desert","surface_form":"Sahara Desert","offset":4360},{"uri":"Standard_Arabic","surface_form":"Standard Arabic","offset":4444},{"uri":"Tunisian_Arabic","surface_form":"Tunisian Arabic","offset":4535},{"uri":"Darija","surface_form":"Darija","offset":4649},{"uri":"Berber_languages","surface_form":"Berber","offset":4723},{"uri":"Islam","surface_form":"Islam","offset":4893},{"uri":"Muslim","surface_form":"Muslim","offset":4968},{"uri":"Nuclear","surface_form":"nuclear","offset":5507}]}