{"id":747286,"url":"http://en.wikipedia.org/wiki/BC_Transit","text":"BC Transit is a transit company run by the government British Columbia that gives bus services to many towns and areas in the province.\nBefore 1979, the power company, BC Hydro, ran the buses. In 1979, the province made the transit company into a separate agency called the Urban Transit Authority which became BC Transit in 1983.\nBC Transit transit plans the routes and schedules but doesn't run the buses in most of the province. In 1999, a new company called TransLink was made to run the buses, metro, and trains in Vancouver. BC Transit might give more areas to TransLink one day.\nHistory.\nA company called the BC Electric Railway was made in 1897 to replace the Consolidated Railway Company, which had run the streetcars in Victoria, Vancouver and New Westminster. Slowly the streetcars and interurban trains were changed to electric trolley and gas-powered buses. The province made BC Hydro in 1962 to take over when the old company ran out of money.\nIn 1979, the government made the Urban Transit Authority, to plan and make rules for public transit; and the Metro Transit Operating Company, a separate crown corporation that actually ran the buses. The new structure was meant to provide local governments with more decision-making power and funding of their local systems. BC Transit was in 1982.\nIn 1999, Vancouver's transit system started to be controlled by a difference company, TransLink.\nIn 2018, BC Transit started running its first intercity buses in Northern British Columbia after Greyhound Canada stopped running buses in the province. In 2019, drivers got safety doors to stop people from hurting them. During the COVID outbreak in March 2020, BC Transit made buses free everywhere in the province and let people get on in the back door. This lasted until June 1, 2020.\nTransit systems.\nThe Victoria Regional Transit System, in the capital, is the only system where the buses are run by BC Transit. Outside Victoria, the bus schedules and routes are made by BC Transit but the buses are driven by other companies. In four places (Nanaimo, Nelson, Powell River, and the Sunshine Coast) the towns run the buses.\nHandyDART.\nBC Transit runs buses for people who have difficulty getting around. These buses are called paratransit and people call for the service to pick them up and drop them off ahead of time.\nHealth Connections.\nBecause lots of small towns don't have hospitals and doctors, there are also some buses that run from small towns into big cities. These buses don't run often, but they're still very important.","categories":[],"infobox_types":[],"annotations":[{"uri":"BC_Hydro","surface_form":"BC Hydro","offset":168},{"uri":"TransLink_(British_Columbia)","surface_form":"TransLink","offset":462},{"uri":"Metro","surface_form":"metro","offset":499},{"uri":"Train","surface_form":"trains","offset":510},{"uri":"Vancouver","surface_form":"Vancouver","offset":520},{"uri":"BC_Electric_Railway","surface_form":"BC Electric Railway","offset":616},{"uri":"Streetcars","surface_form":"streetcars","offset":716},{"uri":"Victoria%2C_British_Columbia","surface_form":"Victoria","offset":730},{"uri":"New_Westminster%2C_British_Columbia","surface_form":"New Westminster","offset":754},{"uri":"Greyhound","surface_form":"Greyhound Canada","offset":1501},{"uri":"2019%E2%80%9320_coronavirus_pandemic","surface_form":"COVID outbreak","offset":1636},{"uri":"Nanaimo","surface_form":"Nanaimo","offset":2052},{"uri":"Powell_River%2C_British_Columbia","surface_form":"Powell River","offset":2069},{"uri":"Sunshine_Coast_(British_Columbia)","surface_form":"Sunshine Coast","offset":2091}]}