{"id":74732,"url":"http://en.wikipedia.org/wiki/IPod_classic","text":"The iPod Classic is a portable media player made by Apple Inc. To date, there have been six models of the iPod Classic, as well as the iPod Photo. All models use a 1.8-inch hard drive for storage.\nThe name \"Classic\", which is a retronym or a \"name that was given later on\", started with the sixth-generation iPod Classic on 5 September 2007. Before this, an iPod Classic was simply called an iPod. A recent study by the Consumers Digest foundation, the \"Guinness Book of Records\" and the Apple Inc sales department has shown that iPod users bought extra accessories and upgrades every 6.2 months. The most purchases, one purchase every 6.3 days over the period 2000–2007, was by the Montmerle-Berents family of Paris, France.\nOn September 9, 2014, Apple discontinued the iPod classic. The last product in the iPod line to use the original 30-pin iPod connector was the sixth-generation 160GB iPod Classic, which was also discontinued September 2014.\nFirst Generation.\nThe first generation iPod started the iPod market on October 22, 2001 with the slogan \"1000 songs in your pocket\". It had a black and white screen, 5GB and a click wheel with a menu button at the top, left and left and right buttons to the sides, a select button in the middle and in between the four buttons and the select button was where you moved your finger around the wheel to go up and down.\nA 10GB iPod was released on March 20, 2002.\nSecond Generation.\nThe second generation iPod was released on July 17, 2002. It had the same style as the first generation iPod. At first, 10GB iPod and 20GB iPod were available for $399 and $499 and later a 5GB iPod came out for $299.\nThird Generation.\nThe third generation iPod was released on April 29, 2003 and featured a brand new touch sensitive wheel called the Click Wheel. A touch sensitive iPod wheel with the four buttons below the screen. A 10GB iPod was sold for $299, a 15GB iPod for $399 and a 30GB iPod for $399. On September 8, 2003 the Microsoft music software Musicmatch was discontinued and iTunes became available for Windows making the iPod compatible with Windows.\nFourth Generation.\nThe fourth generation iPod was released on July 19, 2004 and had the click wheel from the iPod Mini. A 20GB iPod was available for $299 and a 40GB iPod for $399. The iPod casing was also slightly slimmer and rounder.\nA special Harry Potter edition iPod was released on September 7, 2005 which featured the hogwarts logo on the back and all 6 harry potter audiobooks on iTunes already on the iPod.\niPod Photo.\nAn special iPod called the iPod Photo was released on October 26, 2004. It has a color screen and the ability to connect the iPod to a TV and display a slideshow. The iPod could hold JPEG, BMP, GIF, TIFF, and PNG photo types.\niPod Color.\nOn June 28, 2005 the iPod Photo was merged into the normal iPod line adding a color screen and the ability to display photos to the iPod 4G.\nFifth Generation.\nThe fifth generation iPod was released on October 12, 2005 after the iPod Nano was released. As well as the \"Signature iPod White\" color, a black iPod was also released. This is the first iPod to be able to play videos. A 30GB iPod was available for $299 and a 60GB iPod for $399. This is the last iPod to have a plastic body. The sixth generation has a metal body.\nOn September 12, 2006 an upgraded version of the iPod 5G was released. It featured a brighter screen and longer video playback. The 60GB model was replaced with an 80GB model and the prices were dropped by $50 for both models.\nSixth Generation.\nThe sixth generation iPod was renamed iPod Classic and was released on September 5, 2007. A 80GB iPod was available for $249 and a 160GB iPod for $349. The \"Signature White iPod\" has also been replaced with a silver iPod and the iPod now has a metal body.\nAn upgraded version of the sixth gen iPod was released on September 9, 2008. The 80 and 160GB iPods were replaced with a thinner 120GB iPod for $249. It introduced Genius and audio recording features.\nAnother upgraded version of the sixth gen iPod was released on September 9, 2009. The 120GB iPod's price was dropped to $229 and the now thinner 160GB iPod was re-introduced for $249. The 120GB iPod was later discontinued so the only option left is the 160GB iPod.","categories":[],"infobox_types":["information appliance"],"annotations":[{"uri":"Portable_media_player","surface_form":"portable media player","offset":22},{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":52},{"uri":"Hard_disk_drive","surface_form":"hard drive","offset":173},{"uri":"Retronym","surface_form":"retronym","offset":228},{"uri":"IPod_(model)","surface_form":"iPod","offset":392},{"uri":"Guinness_Book_of_Records","surface_form":"Guinness Book of Records","offset":454},{"uri":"Paris","surface_form":"Paris","offset":711},{"uri":"France","surface_form":"France","offset":718},{"uri":"IPod_Mini","surface_form":"iPod Mini","offset":2208},{"uri":"IPod_Nano","surface_form":"iPod Nano","offset":2993}]}