{"id":74754,"url":"http://en.wikipedia.org/wiki/Amateur","text":"e=\"preserve\">The word amateur is normally used to mean: somebody who does something (e.g. a job) without being paid for it, or without having had training or education for it.\nThe opposite of an amateur is a professional. He (or she) will expect to be paid a professional fee for the job.\nThe word “amateur” comes from a French word meaning: \"lover of\". An amateur is someone who does something (e.g. play the piano, football) because they enjoy doing it. They are not doing it in order to be paid. It is not how they earn money to live.\nPeople often forget the real meaning of the word “amateur”. It is often mistakenly used to mean: someone who is not good at something. On the other hand, an amateur might be described as having done a very “professional” job, i.e. done it as well as someone who is paid.\nAlthough one might expect a professional to be better than an amateur, this is not always the case. Someone might be a very good amateur pianist, possibly better than some professionals.\nIn some jobs it would be impossible for amateurs to be allowed to work. One cannot have amateur doctors or lawyers. In some areas, however, amateurs have been very useful, e.g. in computer programming or astronomy or birdwatching. For example,Wikipedia is written by amateurs.\nSport.\nIn some sporting events, all players are professional or all are amateur. Many events mix professional and amateur participants.\nIn some sports (e.g. tennis or football) in the past, amateurs and professionals would not compete against one another. This was not always because amateurs were thought to be not as good as professionals. In some countries, such as Great Britain in Victorian times, this was because of social class distinction. Amateur cricketers were rich gentlemen from the upper classes who did not want to associate with people from lower classes. This attitude slowly changed during the 20th century.\nUntil the 1970s most Olympic events were for amateurs. Athletes were disqualified if they received money for the event, or in some cases even if they had been paid for sporting events outside the Olympics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Education","surface_form":"education","offset":158},{"uri":"Professional","surface_form":"professional","offset":208},{"uri":"Fee","surface_form":"fee","offset":272},{"uri":"French_language","surface_form":"French","offset":321},{"uri":"Piano","surface_form":"piano","offset":410},{"uri":"Football","surface_form":"football","offset":417},{"uri":"Medical_doctor","surface_form":"doctors","offset":1092},{"uri":"Lawyer","surface_form":"lawyer","offset":1103},{"uri":"Computer_programming","surface_form":"computer programming","offset":1176},{"uri":"Astronomy","surface_form":"astronomy","offset":1200},{"uri":"Birdwatching","surface_form":"birdwatching","offset":1213},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":1239},{"uri":"Sport","surface_form":"sport","offset":1288},{"uri":"Football","surface_form":"football","offset":1440},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1642},{"uri":"Victorian_era","surface_form":"Victorian times","offset":1659},{"uri":"Social_class","surface_form":"social class","offset":1696},{"uri":"Cricket","surface_form":"cricket","offset":1730},{"uri":"Gentry","surface_form":"gentlemen","offset":1751},{"uri":"20th_century","surface_form":"20th century","offset":1886},{"uri":"Olympic_games","surface_form":"Olympic events","offset":1921}]}