{"id":74760,"url":"http://en.wikipedia.org/wiki/Jogging","text":"e=\"preserve\">Jogging is running at a slow speed. Many people go for a jog in order to keep fit and healthy. People go jogging for exercise, not for competitions.\nJogging is a very cheap way of keeping fit, because all that is needed is a good pair of running shoes. One can jog anywhere, although it is good to stay away from main roads where the air is full of traffic fumes. It is also good to avoid too much jogging on hard pavements (sidewalks). A softer surface such as grass is better for jogging because there is less hard jolting for the knees.\nJogging is a kind of aerobic exercise which helps people breathe better. It can keep the heart rate at a high-speed level for a long time (depends on how long people spend). A goal of aerobic exercise is to train the different types of muscles so people can keep fit by increasing the muscle mass. Since people increase the muscle mass, they can be successful to increase the lean level and decrease the body fat. In this way, people can keep fit and be healthy.\nJogging and running have very popular in the late 20th century. People of all ages jog. It promotes strength and good condition and is useful to people who want to control their weight. Like other aerobic exercise, it releases endorphin in many people.\nWhere to jog.\nJogging has different perspective come up to consider when someone are planning work out. This surface has both positive and negative, as well as work in different muscle groups. The personal trainer can offer the best way should be using, training for a race like flat and track can help to keep Achilles tendon for became stretched position. Road force has negative at the road force because people need to be careful of the busy traffic during the exercising.\nChanging the jogging surface could help in training intensity level when painful comes up to hurt on bones and other joints. Here are the positive and negative of jogging at sidewalk: Jogging at sidewalks is a  very good selection and safe to keep clear from the busy road and a must to escape. However, it’s also the hardest surface to exercise on. It is a good idea to stay off this surface is when your knees or ankles pain.\nChallenges in jogging make people increases bone density, decreasing of heart disease. it is helping to strengths, forces legs, and body muscles. Also, improves cardiovascular health, making down of heart disease by assists in reducing body fat percentage that could improve circulation. It could improve both protected functions and cuts out stress by dropping  endorphins in the brain.\nJogging is a good option for exercising.\nJogging is also known as a long-standing exercise; no matter what the age is, you can enjoy jogging as well. The option of where can people admire jogging is very extensive, it can be anywhere that makes people feel comfortable, such as at the park, on the track, at the beach, on the mountain, on a jogging path or even on a machine. The great benefits of jogging include stress relief, lifestyle disease prevention, makes the function of heart and lung stronger and builds strong bones. These kinds of interest can support the body's operation and help people stay healthy.\nJogging influences health.\nJogging can improve overall health, it is really good for fitness level,  weight control, and strength of bones. It can change body composition for the better now, legs and hip muscle will grow stronger with the new body process; it helps strengthen the heart and lungs. Also, it’s the blood pressure control and upgrades healthy cholesterol level. Don't eat foods before go to jogging. Make sure eat healthy foods for well-balanced in high sugar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Running","surface_form":"running","offset":24},{"uri":"Healthy","surface_form":"healthy","offset":99},{"uri":"Exercise","surface_form":"exercise","offset":130},{"uri":"Competition","surface_form":"competition","offset":148},{"uri":"Shoe","surface_form":"shoe","offset":259},{"uri":"Air","surface_form":"air","offset":347},{"uri":"Traffic","surface_form":"traffic","offset":362},{"uri":"Sidewalk","surface_form":"sidewalk","offset":438},{"uri":"Grass","surface_form":"grass","offset":475},{"uri":"Knee","surface_form":"knee","offset":546},{"uri":"Aerobic","surface_form":"aerobic","offset":574},{"uri":"Endorphin","surface_form":"endorphin","offset":1243},{"uri":"Circulation","surface_form":"circulation","offset":2449},{"uri":"Endorphins","surface_form":"endorphins","offset":2537},{"uri":"Machine","surface_form":"machine","offset":2929},{"uri":"Heart","surface_form":"heart","offset":3043},{"uri":"Lung","surface_form":"lung","offset":3053},{"uri":"Composition","surface_form":"composition","offset":3338},{"uri":"Process","surface_form":"process","offset":3427},{"uri":"Cholesterol","surface_form":"cholesterol","offset":3536}]}