{"id":7476,"url":"http://en.wikipedia.org/wiki/Malaysia","text":"Malaysia is a country in Southeast Asia. It is a federation which has 13 states. It is divided into two parts by the South China Sea. Its mainland is on the Malay Peninsula. It faces the Straits of Malacca on its west coast and the South China Sea on its east coast. The other part of this country, sometimes known as East Malaysia, is on the northern part of the island of Borneo in the South China Sea. Kuala Lumpur on the Malay Peninsula is its capital. The federal capital was recently moved to Putrajaya, a newly created city exclusively designed for administration.\nThe country is multi-ethnic and multi-cultural, with most people being Malay, but there are also Chinese and Indians. Its official language is Malay written in the Latin alphabet. English is a recognised language and also the official language in Sarawak state along with Malay. Tamil and Chinese is also often used. There are over 130 other languages spoken in Malaysia, with 94 in Malaysian Borneo and 40 on the peninsula. Islam is the official religion, but non-Malay citizens have the freedom to practice other religions.\nHistory.\nBetween China and India, Malaysia was an ancient trading place. When Europeans came to this area, Malacca became an important trade port.\nThe states of Malaysia became a colony of the British Empire, starting with Penang in 1786. The peninsular part became independent on 31 August 1957 as the Federation of Malaya. In September 1963, Malaya, Singapore and the Borneo part joined together to become Malaysia. In 1965, Singapore was expelled from the federation and declared independence.\nPolitics and economy.\nMalaysia has 13 states, which are Johor, Kedah, Kelantan, Melaka, Negeri Sembilan, Pahang, Perak, Perlis, Penang, Sabah, Sarawak, Selangor and Terengganu, and three federal territories, Kuala Lumpur, Putrajaya and Labuan. The number of points of the star on the flag represents the number of states Malaysia has, but it has 14 because Singapore was one of the states in Malaysia during its creation. The 14th point now represents the federal territories, called Wilayah Persekutuan. The head of state of Malaysia is known as the Yang di-Pertuan Agong, otherwise called the \"King of Malaysia\". That title is currently held by Sultan Abdullah of Pahang. Malaysia's head of government is the Prime Minister. Its current prime minister is Mahathir Mohamad, upon being elected in May 2018 at age 92. It also has a parliament and a court system. It is a founding member of ASEAN. Its economy is steadily growing and it is a relatively rich country in Southeast Asia.\nCities.\nThe following is a list of places in Malaysia. They are in order by the date they were given city status.\nReligion.\nMalaysia is a multi-religious society, and Islam is the largest\nCulture.\nMalaysia is a multi-ethnic, multi-cultural and multilingual society, consisting of 65% Malays and other indigenous tribes, 25% Chinese, 7% Indians. The Malays, which form the largest community, are all Muslims since one has to be Muslim to be legally Malay under Malaysian law. The Malays play a dominant role politically and are included in a grouping identified as bumiputera.\nFood and drink.\nMany cultures from within the country and from surrounding areas have influenced the cuisine. Much of the influence comes from the Malay, Chinese, Indian, Thai, Javanese, and Sumatran cultures, largely because the country was part of the ancient spice route.\nFood from one culture is sometimes also cooked using ways taken from another culture, for example, shrimp paste (belacan) and sambal are commonly used by Chinese restaurants for cooking. This means that although much of Malaysian food can be traced back to a certain culture, they have their own identity. Rice is popular in many dishes. Chili is commonly found in local cuisine, although this does not necessarily make them spicy. Examples are laksa, which is a spicy noodle dish common in Malaysia and teh tarik, which is a popular drink.\nSports.\nMalaysia's national sports centre is the Bukit Jalil Sports Complex. Nicol David (squash) and Lee Chong Wei (badminton) are notable athletes from Malaysia. Malaysia won 12 gold medals in the Commonwealth Games 2010 in India, and broke their Commonwealth Games target.\nTransport.\nMalaysia's road network covers 98,721 kilometres (61,342 mi) and includes 1,821 kilometres (1,132 mi) of expressways. The longest highway of the country, the North-South Expressway, extends over 800 kilometres (497 mi) between the Thai border and Singapore. The road systems in Sabah and Sarawak are less developed and of lower quality in comparison to that of Peninsular Malaysia. Malaysia has 118 airports, of which 38 are paved. The official airline of Malaysia is Malaysia Airlines, providing international and domestic air service alongside two other carriers. The railway system is state-run, and covers a total of 1,849 kilometres (1,149 mi). There are also Light Rail Transit in Kuala Lumpur.","categories":[],"infobox_types":[],"annotations":[{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":25},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":117},{"uri":"Malay_Peninsula","surface_form":"Malay Peninsula","offset":157},{"uri":"Malacca","surface_form":"Straits of Malacca","offset":187},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":232},{"uri":"East_Malaysia","surface_form":"East Malaysia","offset":318},{"uri":"Borneo","surface_form":"Borneo","offset":374},{"uri":"Kuala_Lumpur","surface_form":"Kuala Lumpur","offset":405},{"uri":"Malay_Peninsula","surface_form":"Malay Peninsula","offset":425},{"uri":"Capital_(city)","surface_form":"capital","offset":448},{"uri":"Putrajaya","surface_form":"Putrajaya","offset":499},{"uri":"New_town","surface_form":"created city","offset":518},{"uri":"Malays_(ethnic_group)","surface_form":"Malay","offset":643},{"uri":"Chinese_people","surface_form":"Chinese","offset":669},{"uri":"India","surface_form":"India","offset":681},{"uri":"Malay_language","surface_form":"Malay","offset":715},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":736},{"uri":"English_language","surface_form":"English","offset":752},{"uri":"Sarawak","surface_form":"Sarawak","offset":819},{"uri":"Tamil_language","surface_form":"Tamil","offset":851},{"uri":"Chinese_language","surface_form":"Chinese","offset":861},{"uri":"Islam","surface_form":"Islam","offset":997},{"uri":"Citizen","surface_form":"citizen","offset":1043},{"uri":"China","surface_form":"China","offset":1115},{"uri":"India","surface_form":"India","offset":1125},{"uri":"Europe","surface_form":"Europe","offset":1176},{"uri":"Malacca","surface_form":"Malacca","offset":1205},{"uri":"United_Kingdom","surface_form":"British Empire","offset":1291},{"uri":"Singapore","surface_form":"Singapore","offset":1450},{"uri":"State","surface_form":"state","offset":1633},{"uri":"Federal_territories","surface_form":"federal territories","offset":1782},{"uri":"Wilayah_Persekutuan","surface_form":"Wilayah Persekutuan","offset":2079},{"uri":"Head_of_state","surface_form":"head of state","offset":2104},{"uri":"Yang_di-Pertuan_Agong","surface_form":"Yang di-Pertuan Agong","offset":2146},{"uri":"Abdullah_of_Pahang","surface_form":"Abdullah of Pahang","offset":2249},{"uri":"Head_of_government","surface_form":"head of government","offset":2280},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":2306},{"uri":"Mahathir_Mohamad","surface_form":"Mahathir Mohamad","offset":2352},{"uri":"Parliament","surface_form":"parliament","offset":2426},{"uri":"Judiciary","surface_form":"court system","offset":2443},{"uri":"ASEAN","surface_form":"ASEAN","offset":2484},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":2562},{"uri":"Bumiputera","surface_form":"bumiputera","offset":3142},{"uri":"Thailand","surface_form":"Thai","offset":3325},{"uri":"Java","surface_form":"Java","offset":3331},{"uri":"Sumatra","surface_form":"Sumatra","offset":3345},{"uri":"Laksa","surface_form":"laksa","offset":3874},{"uri":"Noodle","surface_form":"noodle","offset":3898},{"uri":"Nicol_David","surface_form":"Nicol David","offset":4047},{"uri":"Highway","surface_form":"expressways","offset":4362},{"uri":"Singapore","surface_form":"Singapore","offset":4504},{"uri":"Sabah","surface_form":"Sabah","offset":4535},{"uri":"Sarawak","surface_form":"Sarawak","offset":4545},{"uri":"Malaysia_Airlines","surface_form":"Malaysia Airlines","offset":4725}]}