{"id":74778,"url":"http://en.wikipedia.org/wiki/East_Berlin","text":"East Berlin was the name of the eastern part of Berlin between 1949 and 1990. It was known as just simply Berlin in East Germany, the country it served as the capital of. It was the Soviet sector of Berlin that was established in 1945. The American, British and French sectors became West Berlin, a \"de facto\" part of West Germany. Although it was always legally a part of an occupied city, East Berlin was claimed as the capital of East Germany. From 13 August 1961 until 9 November 1989 it was separated from West Berlin by the Berlin Wall. The East German government referred to East Berlin simply as \"Berlin\" or often \"Berlin, Hauptstadt der DDR\" (Berlin, capital of the GDR). The term \"Democratic Sector\" was also used until the 1960s.\nThe Western Allies (the USA, Great Britain and France) only recognized the power of the Soviet Union in East Berlin in accordance with the occupation status of Berlin as a whole. The three Western commandants regularly protested about the presence of the East German National People's Army (NPA) in East Berlin.\nNevertheless, the three Western Allies eventually established embassies in East Berlin in the 1970s, although they never recognized it as East Germany's capital. Treaties instead used terms such as \"seat of government.\" In the 1960s the Western Allies sometimes said the capital of East Germany was Pankow. Pankow is the borough where the main East German government buildings were built.\nOn 3 October 1990, West Germany and East Germany were united, and East Berlin ceased to exist.\nEast Berlin today.\nSince reunification, the German government has spent lots of money on rejoining the two halves of the city and bringing services and buildings in the former East Berlin up to the standard in West Berlin. There are still differences between eastern and western Berlin. There are a lot more pre-war buildings in Eastern Berlin, some still show signs of wartime damage. The style of architecture used in the whole of the GDR was very different from that used in rebuilding West Berlin too.\nIn many East German cities streets were named after socialist heroes. Many were changed after reunification, but some, such as Karl-Marx-Allee, Rosa-Luxemburg-Platz and Karl-Liebknecht-Straße have been kept.\nOne way anyone could tell if they were in the old East Berlin or in West Berlin was by looking at the traffic lights. East Berlin used special designs on their pedestrian traffic lights, called \"Ampelmännchen\". The Berlin government wanted to abolish the East German signals, but lots of people objected, and now Ampelmännchen are being seen in West Berlin too.\nBoroughs of East Berlin.\nAt the time of German reunification, East Berlin comprised the boroughs of","categories":[],"infobox_types":[],"annotations":[{"uri":"Berlin","surface_form":"Berlin","offset":48},{"uri":"Soviet_Union","surface_form":"Soviet","offset":182},{"uri":"Allied_Occupation_Zones_in_Germany","surface_form":"sector","offset":189},{"uri":"Berlin","surface_form":"Berlin","offset":199},{"uri":"West_Berlin","surface_form":"West Berlin","offset":284},{"uri":"De_facto","surface_form":"de facto","offset":300},{"uri":"West_Germany","surface_form":"West Germany","offset":318},{"uri":"Capital_city","surface_form":"capital","offset":422},{"uri":"East_Germany","surface_form":"East Germany","offset":433},{"uri":"West_Berlin","surface_form":"West Berlin","offset":511},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":530},{"uri":"National_People%27s_Army","surface_form":"National People's Army","offset":1008},{"uri":"West_Germany","surface_form":"West Germany","offset":1461},{"uri":"East_Germany","surface_form":"East Germany","offset":1478},{"uri":"German_reunification","surface_form":"were united","offset":1491},{"uri":"Architecture","surface_form":"architecture","offset":1936},{"uri":"Karl-Marx-Allee","surface_form":"Karl-Marx-Allee","offset":2170},{"uri":"Rosa-Luxemburg-Platz","surface_form":"Rosa-Luxemburg-Platz","offset":2187},{"uri":"Karl-Liebknecht-Stra%C3%9Fe","surface_form":"Karl-Liebknecht-Straße","offset":2212},{"uri":"Ampelm%C3%A4nnchen","surface_form":"Ampelmännchen","offset":2446},{"uri":"German_reunification","surface_form":"German reunification","offset":2653},{"uri":"Boroughs_of_Berlin","surface_form":"boroughs","offset":2701}]}