{"id":747944,"url":"http://en.wikipedia.org/wiki/Central_Park_jogger_case","text":"The Central Park jogger case was a criminal case in the United States based on the assault and rape of Trisha Meili, a 28-year-old white woman who was jogging in the park, and attacks on eight other people, in areas ranging from the North Woods to the Reservoir of Manhattan's Central Park, on the night of April 19, 1989.\nThree of the victims were black or Latino. Meili was so badly injured that she was in a coma for 12 days.\n\"The New York Times\" in 1990 described the attack on her as \"one of the most widely publicized crimes of the 1980s\".\nThis case is also called the Central Park Five case because of the five suspects accused of rape. The Central Park jogger case famous because it reflects how racial minorities are treated unfairly in the American legal system.\nAttacks.\nAt 9 p.m. on April 19, 1989, a group of teenagers entered Central Park. They began to attack and rob other people in the park.\nVictims.\nPatricia Eileen Meili was working at an investment bank at the time of the attack. She was living in the Upper East Side of New York City.\nArrests and investigation.\nRaymond Santana and Kevin Richardson were among the first suspects to be arrested.\nOn May 1, 1989, Donald Trump took out ads in New York City newspapers. In these ads, he said that the death penalty should be used again and called for the five suspects to be executed. Back then, the state of New York had stopped executing people.\nThe Supreme Court said in 1977 during the \"Coker v. Georgia\" case that people cannot be executed for committing rape. They knew that false rape accusations were used to kill black men or put them in jail.\nVacated convictions.\nThe convictions of the five suspects were vacated after it was revealed that they were forced to confess.\nAlso, another man was identified as the rapist. His name was Matias Reyes.\nThe five men who were convicted sued the city. They got $40 million dollars in all, $1 million for each year they were behind bars. Trump said that the city should not have given them money and that the men didn't have \"the pasts of angels.\"\nTrisha Meili.\nTrisha Meili wrote a book about her experiences. It is called \"I Am the Central Park Jogger\". She is now an inspirational speaker. She talks about sexual assault and brain injury.\nSuspects.\nAntron McClay now lives in Georgia. He is married and has six kids.\nKevin Richardson lives in New Jersey. He is an activist who focuses on reforms in the criminal justice system.\nYusef Salaam lives in Georgia. He is an activist who focuses on reforms in the criminal justice system.\nRaymond Santana also lives in Georgia. He is an activist who focuses on reforms in the criminal justice system.\nKorey Wise lives in New York City. He changed his name from Karey. He is an activist who focuses on reforms in the criminal justice system.\nDonald Trump.\nIt has been claimed that the newspaper ads made Trump look racist. Trump is white, while the suspects were Black and Latino.\nDuring the 2016 presidential campaign, Trump said that the suspects were guilty.\nTrump is now the President of the United States. As of July 2020, he has never apologized for the newspaper ads.","categories":[],"infobox_types":[],"annotations":[{"uri":"Assault","surface_form":"assault","offset":83},{"uri":"Rape","surface_form":"rape","offset":95},{"uri":"White_Americans","surface_form":"white","offset":131},{"uri":"North_Woods_(Central_Park)","surface_form":"North Woods","offset":233},{"uri":"Central_Park_Reservoir","surface_form":"Reservoir","offset":252},{"uri":"Manhattan","surface_form":"Manhattan","offset":265},{"uri":"Central_Park","surface_form":"Central Park","offset":277},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":430},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1183},{"uri":"Death_penalty","surface_form":"death penalty","offset":1269},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":1420},{"uri":"United_States_dollar","surface_form":"$","offset":1879},{"uri":"Racism","surface_form":"racist","offset":2877},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":3041}]}