{"id":7480,"url":"http://en.wikipedia.org/wiki/HIV","text":"Human immunodeficiency virus (HIV) is a type of virus called a retrovirus, which infects the human immune system (the system in the body which is in charge of fighting off illness). HIV may cause AIDS (a collection of diseases and symptoms) by eventually killing the white blood cells, which a healthy body uses to fight off disease.\nHow people get infected.\nIt is possible that a person can get infected with HIV if any body liquid with the virus gets into their body. The body liquids that carry HIV are blood, semen, liquid from the vagina, and breast milk. The liquids can go into the body through injured skin. The liquids can also enter through the mouth, eyes, nose, vagina, anus, or penis. However, though HIV might enter the body through any of these places, when people get HIV by having sex, the virus usually enters the body through the vagina or anus.\nA person cannot get infected with HIV from non-sexual touching, like a hug or handshake, or touching someone else's saliva. A person cannot get HIV from an insect bite, a cough, or a sneeze. People also cannot get HIV from touching light switches, using toilets, or drinking from the same glass as a person with HIV.\nDrug treatment.\nHIV causes a person to become more prone to illness, so infected people need treatment options. However, there is no cure for HIV. To help ease negative symptoms, drugs called anti-retroviral therapy (ART) are available. This treatment is also called high active anti-retroviral therapy (HAART). HAART treatment begins with one non-nucleoside reverse transcriptase inhibitor (NNRTI) and two nucleoside analogue reverse transcriptase inhibitors (NRTIs). The NRTI drug could be named zidovudine (AZT), tenofovir (TDF), andlamivudine (3TC), or emtricitabine (FTC).\nThese drugs slow the progression of the HIV virus in the body. Usually, these treatments consist of a combination of three or more drugs, and each drug performs a different job in fighting the virus. In general, HAART prevents the HIV from multiplying and destroying CD4 cells. CD4 cells are necessary to help protect the body from infections and cancer. Since the HIV virus destroys CD4 cells, it causes people with HIV to be more prone to illness.\nIt is recommended to start HAART if a person has HIV and has a CD4 cell count of less than or equal to 350 cells/mm3. This number can be determined by a doctor. A person’s age, sex, and other infections determine which treatment he or she should take. These medication regimens can help HIV-infected people live longer, healthier lives, and can also help prevent the HIV from advancing to AIDS.\nGeneral treatment.\nThere has been controversy surrounding when the correct time to start therapy should be after a person discovers that he or she has HIV. Recently, the answer has been that earlier treatment is recommended. This is because, first, effective therapy can prevent non-AIDS-related deaths. Second, therapy can prevent harm to a person’s immune system. Third, therapy can help prevent transmission of HIV to others, and can therefore reduce HIV prevalence overall. Although there are some negative side effects of antiretroviral medications, the benefits of therapy usually outweigh the negative effects.\nEffects of therapy.\nPatients on HAART have reported significant improvements in physical health, emotional health, mental health, and daily function compared to HIV-positive patients not yet on treatment. Most research has occurred in developing countries, and little research has been done on the impacts of ART on household wellbeing.\nAlthough HAART can be an effective means to treating HIV, there can be many negative side effects. Negative side effects can vary by drug, by ethnicity, and by drug interactions in the body. The following list contains the most common and serious negative side effects associated with HAART medications to treat HIV.\nAlternative therapy.\nMany people living with HIV have tried using alternative treatment methods, known as complementary and alternative medicine (CAM). Some types of CAM include stress management, natural health products, massage/therapeutic touch, acupuncture, and homeopathy. Stress management can increase quality of life for a person with HIV. Even with little evidence of its effectiveness, many people chose to try CAM because of the many negative side effects associated with HAART and the few negative side effects associated with CAM. Some HIV-infected people also try herbal medicines to treat HIV, but there has been no evidence showing any positive outcomes with the use of herbal remedies.\nAnother type of alternative therapy for treating HIV is micronutrient supplementation. Micronutrients are vitamins and minerals, so these supplements would be in the form of a general daily multivitamin. These supplements have been proven to help treat HIV because HIV can cause micronutrient deficiencies, so the supplements can help replenish these needed vitamins and minerals. Although the supplements may not help ease all negative symptoms, they offer some benefits and are safe for HIV-infected patients. Supplements are also safe for HIV-infected pregnant women and their children. Specifically, vitamin A and zinc have shown positive health effects. There are no major negative side effects of vitamin and mineral supplements.\nAlternative therapies can help to reduce symptoms of diseases like HIV, but do not cure the disease, or stop the disease from spreading to other people.\nPREP.\n\"PREP\" or \"PrEP\" is \"pre-exposure prophylaxis\". This means a person takes a drug before having risky sex. The drug 'Truvada' is a combination of two different anti-viral treatments: \"tenofovir\" and \"emtricitabine\". Truvada is very expensive, and not available on the UK's National Health Service.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"virus","offset":48},{"uri":"Retrovirus","surface_form":"retrovirus","offset":63},{"uri":"Immune_system","surface_form":"immune system","offset":99},{"uri":"Illness","surface_form":"illness","offset":172},{"uri":"AIDS","surface_form":"AIDS","offset":196},{"uri":"Disease","surface_form":"disease","offset":218},{"uri":"Symptom","surface_form":"symptom","offset":231},{"uri":"White_blood_cell","surface_form":"white blood cell","offset":267},{"uri":"Blood","surface_form":"blood","offset":506},{"uri":"Semen","surface_form":"semen","offset":513},{"uri":"Vagina","surface_form":"vagina","offset":536},{"uri":"Breastfeeding","surface_form":"breast milk","offset":548},{"uri":"Injury","surface_form":"injured","offset":602},{"uri":"Mouth","surface_form":"mouth","offset":655},{"uri":"Eyes","surface_form":"eyes","offset":662},{"uri":"Nose","surface_form":"nose","offset":668},{"uri":"Vagina","surface_form":"vagina","offset":674},{"uri":"Anus","surface_form":"anus","offset":682},{"uri":"Penis","surface_form":"penis","offset":691},{"uri":"Hug","surface_form":"hug","offset":936},{"uri":"Handshake","surface_form":"handshake","offset":943},{"uri":"Saliva","surface_form":"saliva","offset":981},{"uri":"Bite","surface_form":"bite","offset":1028},{"uri":"Cough","surface_form":"cough","offset":1036},{"uri":"Sneeze","surface_form":"sneeze","offset":1048},{"uri":"Symptoms","surface_form":"symptoms","offset":1351},{"uri":"Drugs","surface_form":"drugs","offset":1361},{"uri":"Cancer","surface_form":"cancer","offset":2107},{"uri":"Controversy","surface_form":"controversy","offset":2639},{"uri":"Immune_system","surface_form":"immune system","offset":2956},{"uri":"Prevalence","surface_form":"prevalence","offset":3063},{"uri":"Adverse_effect_(medicine)","surface_form":"side effects","offset":3116},{"uri":"Mental_health","surface_form":"mental health","offset":3338},{"uri":"Developing_countries","surface_form":"developing countries","offset":3458},{"uri":"Ethnic_group","surface_form":"ethnicity","offset":3702},{"uri":"Alternative_medicine","surface_form":"alternative medicine","offset":4001},{"uri":"Stress","surface_form":"stress","offset":4055},{"uri":"Massage","surface_form":"massage","offset":4099},{"uri":"Acupuncture","surface_form":"acupuncture","offset":4126},{"uri":"Homeopathy","surface_form":"homeopathy","offset":4143},{"uri":"Herbal","surface_form":"herbal","offset":4455},{"uri":"Vitamins","surface_form":"vitamins","offset":4686},{"uri":"Minerals","surface_form":"minerals","offset":4699},{"uri":"Multivitamin","surface_form":"multivitamin","offset":4770},{"uri":"Vitamin_A","surface_form":"vitamin A","offset":5184},{"uri":"Zinc","surface_form":"zinc","offset":5198},{"uri":"Prophylaxis","surface_form":"prophylaxis","offset":5509},{"uri":"Truvada","surface_form":"Truvada","offset":5591},{"uri":"Tenofovir","surface_form":"tenofovir","offset":5658},{"uri":"Emtricitabine","surface_form":"emtricitabine","offset":5674},{"uri":"National_Health_Service","surface_form":"National Health Service","offset":5747}]}