{"id":748272,"url":"http://en.wikipedia.org/wiki/Have_You_Seen_This_Snail%3F","text":"\"Have You Seen This Snail?\" is the third episode of the fourth season of \"SpongeBob SquarePants\". It was first shown on television on November 11, 2005. The episode guest starred Amy Poehler as a granny in the episode. The episode was watched by 8 million viewers, being the most rated program on television for the year of 2005 behind the Super Bowl.\nPlot.\nSpongeBob gets a paddle ball from the mail and plays with it. He plays with the paddle ball so much that he forgets to feed his pet Gary. Gary decides to run away from home. SpongeBob wakes up from the paddle ball when Patrick comes into his house. SpongeBob can not find Gary is his home and later finds a note from Gary that says he is finding a new owner. Later, Gary enters a new city and gets found by a gang of snails. A nice old lady finds Gary and takes him to her house, thinking that he is her pet Miss Tuftsy. At the Krusty Krab, SpongeBob is sad at work because Gary is missing. Mr. Krabs tells him that problems can be solved with hard work. SpongeBob thinks he is talking about Gary, so SpongeBob and Patrick put posters around the town in hopes of finding Gary.\nThe old lady feeds Gary a lot. She puts down posters given to her by Patrick. Gary reads them and finds out that SpongeBob really does love him. Gary tries to leave, but he gets trapped in a closet and finds snail shells. He realizes that the old lady is trying to fatten him and eat him. Gary gets out of her house, but the lady chases him down the street. Gary finds one of the gang snails and tricks the lady into thinking the gang snail is Miss Tuftsy. Back home, SpongeBob gives up on finding Gary, but he keeps having memories of him. SpongeBob hears a meow and thinks that he is imagining the meow. He turns around and finds Gary and becomes happy to see Gary again.\nFeedback.\nDavid Johnson of DVD Verdict said the \"disc [based off of the episode] will most definitely sell itself.\" Paul Mavis of DVD Talk talks about the scene where Gary has to escape the old lady's house and said \"it's both funny and rather touching.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"SpongeBob_SquarePants_(season_4)","surface_form":"fourth season","offset":56},{"uri":"SpongeBob_SquarePants","surface_form":"SpongeBob SquarePants","offset":74},{"uri":"Television","surface_form":"television","offset":120},{"uri":"Guest_star","surface_form":"guest starred","offset":165},{"uri":"Amy_Poehler","surface_form":"Amy Poehler","offset":179},{"uri":"Granny","surface_form":"granny","offset":196},{"uri":"Super_Bowl","surface_form":"Super Bowl","offset":340},{"uri":"SpongeBob_SquarePants_(character)","surface_form":"SpongeBob","offset":358},{"uri":"Paddle_ball","surface_form":"paddle ball","offset":375},{"uri":"Mail","surface_form":"mail","offset":396},{"uri":"Patrick_Star","surface_form":"Patrick","offset":577},{"uri":"Gang","surface_form":"gang","offset":767},{"uri":"Krusty_Krab","surface_form":"Krusty Krab","offset":886},{"uri":"Sad","surface_form":"sad","offset":912},{"uri":"Poster","surface_form":"poster","offset":1085},{"uri":"Overweight","surface_form":"fatten","offset":1400},{"uri":"Memory","surface_form":"memories","offset":1659},{"uri":"Imagination","surface_form":"imagining","offset":1721},{"uri":"DVD_Verdict","surface_form":"DVD Verdict","offset":1836},{"uri":"DVD_Talk","surface_form":"DVD Talk","offset":1939}]}