{"id":748294,"url":"http://en.wikipedia.org/wiki/Playdate_(console)","text":"Playdate is an handheld video game console by Panic that will come out in 2020. It was first introduced on May 22, 2019 on the cover of Edge magazine. Panic worked with Teenage Engineering, a Swedish consumer electronics company, to design the Playdate.\nThe Playdate has a black-and-white 1-bit screen, 4 way directional pad, two game buttons, and a mechanical crank on the side.\nTechnical specifications.\nThe Playdate will allow games that are not part of a season to be sideloaded without needing to jailbreak it. Games are made using an SDK that comes with a simulator and debugger and works with C and Lua, which are programming languages. It is only available with the developer kit for Mac. However, in a response, Playdate said they are open to creating software for Windows, and compiling is already available, and the simulator is a work in progress.\nThe screen technology used is Sharp's Memory LCD, which has some features of e-paper displays. Each pixel can remember if it is black or white without having to be refreshed, resulting in faster refreshing and lower power usage, whilst also being \"viewable in any light, from edge-of-vision darkness to brightest sunlight\" and having a wide 170° viewing angle.\nGames.\nGames for the handheld will come out in 12-game \"seasons\". A new game will sent over Wi-Fi every week. Each game's contents will be kept secret until the week it comes out, and will be automatically downloaded. The first season of games are included in the price of the console. Video games are made by Panic, and notable indie game developers such as Keita Takahashi, Zach Gage, Bennett Foddy, Shaun Inman, and Chuck Jordan. Future game titles include \"Crankin's Time Travel Adventure\", \"b360\", \"Zipper\", \"Executive Golf DX, Snak, and Sasquatchers\".\nIdeals.\nIn a developer survey, Panic said they would like to include games by underrepresented developers, and said season one contains games by women, and games by \"queer/trans/enby\" people.\nCriticism.\nIn May 2019, Panic was told off after the details of an email they had sent to an indie video game event that was also named Playdate should change its name to avoid confusion. The next day, one of Panic's founders cancelled the request, saying \"My intention was always to find a way for our Playdates to co-exist [...] but we remain fine with you using the name Playdate.\" On January 29, 2020, the team behind the event (now named \"Playdate Pop Up\") announced Panic was joining the event as a sponsor, and would help the event to be considered as non-profit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Handheld_game_console","surface_form":"handheld video game console","offset":15},{"uri":"Panic_Inc.","surface_form":"Panic","offset":46},{"uri":"Edge_(magazine)","surface_form":"Edge","offset":136},{"uri":"Teenage_Engineering","surface_form":"Teenage Engineering","offset":169},{"uri":"Binary_image","surface_form":"1-bit screen","offset":289},{"uri":"Directional_pad","surface_form":"4 way directional pad","offset":303},{"uri":"Crank_(mechanism)","surface_form":"mechanical crank","offset":350},{"uri":"Sideloading","surface_form":"sideloaded","offset":472},{"uri":"Jailbreak_(computer_science)","surface_form":"jailbreak","offset":502},{"uri":"Software_development_kit","surface_form":"SDK","offset":540},{"uri":"Debugger","surface_form":"debugger","offset":576},{"uri":"C_(programming_language)","surface_form":"C","offset":600},{"uri":"Lua_(programming_language)","surface_form":"Lua","offset":606},{"uri":"Sharp_Corporation","surface_form":"Sharp","offset":890},{"uri":"Electronic_paper","surface_form":"e-paper","offset":937},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":1313},{"uri":"Keita_Takahashi","surface_form":"Keita Takahashi","offset":1580},{"uri":"Zach_Gage","surface_form":"Zach Gage","offset":1597},{"uri":"Bennett_Foddy","surface_form":"Bennett Foddy","offset":1608},{"uri":"Chuck_Jordan_(game_designer)","surface_form":"Chuck Jordan","offset":1640},{"uri":"Programmer","surface_form":"developer","offset":1792},{"uri":"Panic_Inc.","surface_form":"Panic","offset":1810},{"uri":"Underrepresented_group","surface_form":"underrepresented","offset":1857}]}