{"id":74844,"url":"http://en.wikipedia.org/wiki/Parking","text":"Parking a vehicle means stopping and leaving it somewhere. It is important to make sure that the vehicle is parked somewhere where parking is allowed, otherwise the driver may have to pay a fine, or even worse, the vehicle may be clamped. Cars are usually parked in driveways, parking lots, garages, or on the side of the street.\nParking a car is easier than parking a large vehicle such as a lorry (truck) or a coach. These large vehicles often have to go to special parks. Rules about parking are part of traffic rules, and these will vary a lot from one country to another. It is illegal to park on the sidewalk\nParking a vehicle.\nWhen driving along a road, the driver may see a space big enough for him to park his vehicle. He should stop just after he has passed the space, alongside the next car, then reverse (go backwards) slowly in, aiming towards the curb, then turning the steering wheel so that he just misses the car in front. Then he can adjust, leaving equal room between the two cars. This process is called \"parallel parking\". If the space is wide enough for two cars he can drive forwards into the space instead of reversing in. Parking correctly takes practice and some experience. The driver should not ram or scrub a wheel against the curb. This can puncture the tire.\nOn the road.\nVehicles can often be parked at the side of the road. They are usually parked parallel to the curb at the edge of the pavement or sidewalk. In some places, parking spaces may be set at a slight 45 degree angle to the curb. Sometimes there are no restrictions: one can park there, free, for as long as one likes.\nIn other places, parking may not be allowed at all (e.g. where there are double yellow lines (in Britain) or it may be allowed only for limited periods. Parking is not allowed on streets where building construction is in progress. Parking may not be allowed on streets that must be open to emergency traffic such as ambulances and fire trucks. Parking may not be allowed in the winter on certain streets that are marked \"snow route\". These routes must be clear of vehicles so snow plows can get through to do their job.\nDrivers may have to pay to park. Money can either be put in parking meters which are to be found by every parking bay. There may be a machine nearby where the driver has to pay, and then he receives a ticket which he has to leave inside the car to show that he has paid. The time and date of arrival will be printed on the ticket.\nClamping and towing.\nIf a driver does not pay, or he stays longer than he is allowed, he may be given a parking ticket by a traffic warden, a policeman, or a meter maid. These people have the job of patrolling the streets and finding any cars which are illegally parked. A ticket is issued. A fine must be paid.\nIn some cities, the cars may be clamped or \"booted\" (in the US). This means that a heavy clamp (\"boot\") is fixed to one of the wheels. The car cannot be driven away. The driver then has to phone the clamping firm to arrange for them to unlock the clamp. This will cost a lot of money.\nIn some places, the car may be taken away by the police. They will take it to a special parking lot under police control. The vehicle is lifted by a crane onto a lorry and taken away. It may be taken away by a tow truck. It costs a lot of money to get one's car back.\nCar parks and parking lots.\nCar parks (or, parking lots) are spaces where one can park and leave one's car. The size of these spaces can range from very small to very large. They can be paved with asphalt, concrete, or other material. They can be covered with gravel, or simply bare earth.\nIn urban areas, car parks are usually paved. Slots for cars are measured out and are painted on the pavement. Drivers are expected to park within these slots. Cars are usually parked side by side in a car park.\nThere may be an attendant on duty who will collect a flat fee for parking or issue a ticket noting the driver's arrival time. The fee will be collected when the driver leaves. Sometimes the driver can get the ticket from a mechanical device at the entrance. He will pay the fee when he leaves to an attendant typically stationed in a small booth at the exit.\nCar parks and parking lots can be dangerous to drivers and their passengers. Some are not (or poorly) lit at night. Persons intent on mischief or criminal activity can operate without being seen. Large parks and lots attract both male and female prostitutes who, if turned away, may retaliate in some way such as \"keying\" a vehicle. Other hazards in urban lots are rusty nails on the pavement, broken glass, and vermin such as rats.\nAt a country fair, barn sale, a country concert, or other rural event, drivers may park their vehicles in a meadow that has been mowed and marked off with ropes or bales of hay to guide drivers in and out of the area. An attendant is usually stationed at the entrance to advise drivers on where to park. There is sometimes (but not usually) a fee charged for parking in such an area. A \"Park and Ride\" is a big car park on the edge of a town. Instead of driving into the centre of the town, drivers can park there and take a bus or tram into the centre.\nAnother type of car park, called an \"attendant car park\" is one where the driver leaves the car keys with an attendant. The attendant will then drive the car and park it so that all the cars are bunched up close to one another. This saves space. This type of car park is common at airports. The driver can tell the attendant when he expects to be back.\nSome car parks are private car parks. They can only be used by people who are visiting the hotel, store or firm to whom the car park belongs. People who park there illegally may find that their vehicle gets clamped, towed, or booted.\nOn a busy highway, an area just off the main road is available for parking. These are called layovers or rest areas. Sometimes there is a curb. Sometimes there is a rest room or vending machines for drinks and snacks. Sometimes there are full-scale restaurants and souvenir shops. Parking is risky. These areas typically are not supervised and are often the haunt of criminals such as prostitutes and drug dealers. Homosexuals gather in these areas to \"do their thing\" and often attract the attention of the police.\nDisabled parking.\nSome car parks have a few spaces that are reserved for disabled people. These spaces are usually near the exit of the car park or near the front doors of the store, hotel, restaurant etc. This is a convenience for the disabled driver or passenger. The disabled person is able to get into and out of the store or restaurant with little difficulty. These disabled spaces are usually limited to a few slots that are clearly marked.\nThe disabled spaces are usually wider than the others so that the vehicle doors can be opened wide for the disabled person to get out. It is important to display a valid disabled badge or other insignia in or on the vehicle. This will alert store owners and tow drivers that the car is legally parked. Able drivers should not park in these disabled slots. They risk being towed or fined.\nParking garages.\nParking garages (or multi-level car parks) are buildings of concrete and steel. They are used for parking vehicles. Some are built on downtown city streets where on-street parking slots may be limited. Parking garages are usually several levels high. The levels are connected by ramps. Many parking garages are open to the weather. They can be cold, snowy, and windy in the winter. Sometimes the street level of a parking garage has shops, cafes, and other businesses.\nA driver goes into the garage at an entrance. He takes a ticket stamped with his arrival time from an attendant or a mechanical device. He may drive up several ramps to find a parking space. He leaves his ticket in the car where the attendant can see it. When he leaves, he rolls down his window and pays the parking fee at the exit. A barrier is lifted, and he drives away.\nParking garages can be dangerous for drivers and their passengers. These buildings are sometimes dimly lit, poorly staffed, and not always watched for potential trouble. There are places in a parking garage for anyone intent on mischief or criminal activity to hide or escape. Enclosed stairways and elevators (lifts) can be dangerous, especially for someone alone.\nParking garages are sometimes found near office buildings, hospitals, universities, police stations, and other busy places where land space is limited. Some apartment buildings have their own parking garages. These are for use by tenants in the apartment building. Some buildings have underground parking garages. Once again these garages are to be used solely by residents, employees, and customers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vehicle","surface_form":"vehicle","offset":10},{"uri":"Driver","surface_form":"driver","offset":165},{"uri":"Fine","surface_form":"fine","offset":190},{"uri":"Clamp","surface_form":"clamp","offset":230},{"uri":"Driveway","surface_form":"driveway","offset":266},{"uri":"Parking_lot","surface_form":"parking lot","offset":277},{"uri":"Garage","surface_form":"garage","offset":291},{"uri":"Street","surface_form":"street","offset":322},{"uri":"Lorry","surface_form":"lorry","offset":393},{"uri":"Coach_(vehicle)","surface_form":"coach","offset":412},{"uri":"Adjust","surface_form":"adjust","offset":952},{"uri":"Pavement","surface_form":"pavement","offset":1421},{"uri":"Britain","surface_form":"Britain","offset":1712},{"uri":"Payment","surface_form":"pay","offset":2155},{"uri":"Money","surface_form":"Money","offset":2168},{"uri":"Measuring_instrument","surface_form":"meters","offset":2203},{"uri":"Ticket","surface_form":"ticket","offset":2336},{"uri":"Traffic_warden","surface_form":"traffic warden","offset":2590},{"uri":"Crane_(machine)","surface_form":"crane","offset":3212},{"uri":"Bus","surface_form":"bus","offset":5149},{"uri":"Tram","surface_form":"tram","offset":5156},{"uri":"Key","surface_form":"key","offset":5274},{"uri":"Airport","surface_form":"airport","offset":5459},{"uri":"Hotel","surface_form":"hotel","offset":5622},{"uri":"Shop","surface_form":"store","offset":5629},{"uri":"Firm","surface_form":"firm","offset":5638},{"uri":"Illegal","surface_form":"illegally","offset":5695},{"uri":"Disabled","surface_form":"disabled","offset":6354},{"uri":"Exit","surface_form":"exit","offset":6405},{"uri":"Restaurant","surface_form":"restaurant","offset":6471},{"uri":"Badge","surface_form":"badge","offset":6907},{"uri":"Concrete","surface_form":"concrete","offset":7193},{"uri":"Steel","surface_form":"steel","offset":7206},{"uri":"Elevator","surface_form":"elevator","offset":8277},{"uri":"Hospital","surface_form":"hospital","offset":8402},{"uri":"University","surface_form":"universities","offset":8413}]}