{"id":749036,"url":"http://en.wikipedia.org/wiki/Band_Geeks","text":"\"Band Geeks\" is the second part of the fifteenth episode of the second season of \"SpongeBob SquarePants\". It was first shown on television on September 7, 2001. The episode played the song \"Sweet Victory\" by David Glen Eisley. In the episode, Squidward tells a lie to his high school enemy, Squilliam Fancyson, that he has a marching band. He gets people from Bikini Bottom to join his band, but they play badly. Squidward quits the band, but SpongeBob gets the band together and practices for a big concert. Squidward thinks the concert will go wrong, but the concert is a success. The episode won the 2002 Golden Reel Awards for Best Sound Editing in Television – Animation.\nPlot.\nSquidward gets a call from his old high school enemy, Squilliam Fancyson. Squilliam tells Squidward about his very good life and that he is doing everything Squidward wishes he could do. Squilliam then tells Squidward that his band will be performing at the Bubble Bowl. Squidward gets jealous and lies that he has a marching band and that it will play in the Bubble Bowl instead. After the call, Squidward quickly assembles a marching band with the people of Bikini Bottom.\nSquidward has one week to prepare a concert for the Bubble Bowl. The band plays badly through the training. On the first day, Patrick and Sandy get into a fight. On the second day, two flag twirlers are killed when they spin their flags too fast and crash into a blimp. On the third day, Plankton tries to play the harmonica, but the holes are bigger than he is and he gets tired of running to each hole. On the fourth (and last) day, the band plays too loudly, breaking the windows of the building. All of the band then gets into a fight. When class is over, Squidward goes over to the doors and says that he is disappointed in the band for fighting and no longer wants his band to play in the Bubble Bowl. Once Squidward leaves, SpongeBob tells everyone to go through and perform at the Bubble Bowl to make Squidward happy.\nOn the day of the concert, Squilliam finds Squidward at the Bubble Bowl entrance to see his band play poorly. Squidward says that his band died, but all of the band show up behind Squidward and say they are ready to perform. They enter a dome which takes them to the Bubble Bowl field. Squidward starts conducting with fear that the band will play poorly, but they play successfully. The band performs a song called \"Sweet Victory.\" At the end of the episode, Squilliam faints and Squidward leaps in the air with a cheerful face.\nReception.\nThe episode is largely said to be one of the best episodes of the show. Tom Kenny, the voice of SpongeBob, said it is one of his favorite episodes. Michael Cavna of \"The Washington Post\" said that Squidward's artistic traits and roles in the episode \"made this a kids' episode that adults can experience on a whole 'nother level.\" \"The Guardian\" said the episode is the second best episode of the show, behind the episode \"Krusty Krab Training Video\". The episode along with another season two episode, \"The Secret Box\", have the highest rating out of all of the other \"SpongeBob SquarePants\" on IMDb with a rating of 9.8 out of 10.\nSuper Bowl LIII.\nAfter Stephen Hillenburg, creator of \"SpongeBob SquarePants\", died, a user on Change.org started a petition for the NFL to include the featured music \"Sweet Victory\" on the halftime of Super Bowl LIII. The petition got 1.1 million signatures on January 11, 2019. On December 18, 2018, Mercedes-Benz Stadium, the stadium used for Super Bowl LIII, posted a scene from the episode on their Twitter page. On January 13, Maroon 5 released a video on Twitter that had a SpongeBob SquarePants episode included for a second.\nDuring the halftime show, a short animation showing Squidward and the scene with the trumpet fanfare was used to introduce Travis Scott, a guest singer for the halftime show. Many fans of SpongeBob were mad because the NFL did not play the full song. However, \"Sweet Victory\" increased 566% on on-demand streaming when shown on the halftime show. Because of this, the song entered \"Billboards United States Hot Rock Songs chart at number 23 and the Kid Digital Song Sales chart at number two, behind Pinkfong's \"Baby Shark.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"SpongeBob_SquarePants","surface_form":"SpongeBob SquarePants","offset":82},{"uri":"Television","surface_form":"television","offset":128},{"uri":"David_Glen_Eisley","surface_form":"David Glen Eisley","offset":208},{"uri":"Squidward_Tentacles","surface_form":"Squidward","offset":243},{"uri":"Lie","surface_form":"lie","offset":261},{"uri":"High_school","surface_form":"high school","offset":272},{"uri":"Enemy","surface_form":"enemy","offset":284},{"uri":"Marching_band","surface_form":"marching band","offset":325},{"uri":"Bikini_Bottom","surface_form":"Bikini Bottom","offset":360},{"uri":"SpongeBob_SquarePants_(character)","surface_form":"SpongeBob","offset":443},{"uri":"Concert","surface_form":"concert","offset":500},{"uri":"Success","surface_form":"success","offset":574},{"uri":"2002_Golden_Reel_Awards","surface_form":"2002 Golden Reel Awards","offset":603},{"uri":"Jealousy","surface_form":"jealous","offset":969},{"uri":"Training","surface_form":"training","offset":1256},{"uri":"Patrick_Star","surface_form":"Patrick","offset":1284},{"uri":"Sandy_Cheeks","surface_form":"Sandy","offset":1296},{"uri":"Baton_twirling","surface_form":"flag twirlers","offset":1343},{"uri":"Blimp","surface_form":"blimp","offset":1421},{"uri":"Plankton_(SpongeBob_SquarePants)","surface_form":"Plankton","offset":1446},{"uri":"Harmonica","surface_form":"harmonica","offset":1473},{"uri":"Window","surface_form":"windows","offset":1633},{"uri":"Disappoint","surface_form":"disappointed","offset":1771},{"uri":"Entrance","surface_form":"entrance","offset":2056},{"uri":"Dome","surface_form":"dome","offset":2222},{"uri":"Field","surface_form":"field","offset":2263},{"uri":"Conducting","surface_form":"conducting","offset":2287},{"uri":"Fear","surface_form":"fear","offset":2303},{"uri":"Successfully","surface_form":"successfully","offset":2354},{"uri":"Faint","surface_form":"faints","offset":2454},{"uri":"Cheerful","surface_form":"cheerful","offset":2499},{"uri":"Tom_Kenny","surface_form":"Tom Kenny","offset":2597},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":2691},{"uri":"Trait","surface_form":"traits","offset":2743},{"uri":"The_Guardian","surface_form":"The Guardian","offset":2857},{"uri":"IMDb","surface_form":"IMDb","offset":3121},{"uri":"Stephen_Hillenburg","surface_form":"Stephen Hillenburg","offset":3181},{"uri":"Change.org","surface_form":"Change.org","offset":3253},{"uri":"Petition","surface_form":"petition","offset":3274},{"uri":"NFL","surface_form":"NFL","offset":3291},{"uri":"List_of_Super_Bowl_halftime_shows","surface_form":"halftime","offset":3348},{"uri":"Super_Bowl_LIII","surface_form":"Super Bowl LIII","offset":3360},{"uri":"Signature","surface_form":"signatures","offset":3406},{"uri":"Mercedes-Benz_Stadium","surface_form":"Mercedes-Benz Stadium","offset":3460},{"uri":"Twitter","surface_form":"Twitter","offset":3562},{"uri":"Maroon_5","surface_form":"Maroon 5","offset":3591},{"uri":"Animation","surface_form":"animation","offset":3726},{"uri":"Trumpet","surface_form":"trumpet","offset":3777},{"uri":"Fanfare","surface_form":"fanfare","offset":3785},{"uri":"Introduce","surface_form":"introduce","offset":3805},{"uri":"Travis_Scott","surface_form":"Travis Scott","offset":3815},{"uri":"Streaming_media","surface_form":"on-demand streaming","offset":3986},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":4074},{"uri":"Hot_Rock_Songs","surface_form":"Hot Rock Songs","offset":4099},{"uri":"Pinkfong","surface_form":"Pinkfong","offset":4192},{"uri":"Baby_Shark","surface_form":"Baby Shark","offset":4204}]}