{"id":749178,"url":"http://en.wikipedia.org/wiki/COVID-19_vaccine","text":"ce=\"preserve\">A COVID-19 vaccine is a hypothetical (based on possible scenarios) vaccine to be used against the Coronavirus Disease 2019 (COVID‑19). As of July 2020, more than 150 vaccines are being developed in different laboratories, but none of them have completed clinical trials yet. Two mRNA vaccines, one by Pfizer and one by Moderna, have been tested. Both are over 90% effective.\nThe United Kingdom, United States and Canada all plan to give the vaccine to many, many people, but their plans are different. The United Kingdom plans to use its National Health Service. Canada plans to use the military. The United States plans to send vaccine to all fifty states and then let the state governments each make their own system.\nThe United Kingdom approved the Pfizer vaccine before the European Union or United States did. They began giving it to people on December 8. The United States began giving people the vaccine on December 14, starting with health care workers in New York.\nBackground.\nIn late February 2020, the World Health Organization (WHO) said it did not expect a vaccine against Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), the causative virus, to become available in less than 18 months. The Coalition for Epidemic Preparedness Innovations (CEPI)which is organizing a billion worldwide fund for fast investment and creation of vaccine candidatesindicated in April that a vaccine may be available under emergency use protocols in less than 12 months or by early 2021. On 4May 2020, the WHO organized a telethon (fundraising event broadcasted via televisions) to raise billion from forty countries to support rapid development of vaccines to prevent COVID-19 infections and deaths. The United States government started Operation Warp Speed to develop a vaccine by January 2021.\nPittCoVacc.\nPittCoVacc is a vaccine invented by scientists from the University of Pittsburgh in Pennsylvania in the United States. It was invented to protect people from SARS-CoV-2, the virus that causes COVID-19. It was the first vaccine candidate, meaning vaccine that scientists thought would work well, published in a peer-reviewed study, meaning a scientific paper that other vaccine experts had read and approved before it was printed for people to read.\nAs of April 2020, it has been tested in mice but not in human beings.\nPittCoVacc is short for \"Pittsburgh coronavirus vaccine.\"\nMaking PittCoVacc.\nOne of the head scientists, Dr. Andrea Gambotto, said they made the vaccine so quickly because they had worked on other coronaviruses before: \"We had previous experience on SARS-CoV in 2003 and MERS-CoV in 2014. These two viruses, which are closely related to SARS-CoV-2, teach us that a particular protein, called a spike protein, is important for inducing immunity against the virus. We knew exactly where to fight this new virus. That's why it's important to fund vaccine research. You never know where the next pandemic will come from.\"\nThe researchers used laboratory equipment to make pieces of the same proteins that are in SARS-CoV-2. They put the proteins inside the bodies of laboratory mice using a microneedle array, meaning a small patch with about 400 tiny needles made out of other protein and sugar. One of the scientists, Dr. Emrullah Korkmaz, said these needles melt away inside the skin after they release the vaccine. The skin is a good place to put a vaccine because it has many immune cells in it. Then the mice made antibodies, or protective molecules, in their blood. The scientists measured the amount of antibodies and guessed it would be enough to fight off the SARS-CoV-2 virus if the mice were exposed to it. It took about two weeks for the mice to make lots of antibodies.\nThe scientists said it would be easy to make large amounts of vaccine and large numbers of microneedle arrays to use on people.\nAPN01.\nAnother team of scientists led by Dr. Josef Penninger of the University of British Columbia invented a medicine called APN01. They tested APN01 in engineered human tissue. This is human cells put together to act like part of the body, but it is not a whole animal or person. They added a protein called \"human recombinant soluble angiotensin converting enzyme 2\" (hrsACE2) and saw that it stopped the virus from taking over cells. They named their hrsACE2 APN01.\nMessenger RNA vaccines.\nOther scientists are developing vaccines that use messenger RNA to teach the body to recognize the virus. They say mRNA vaccines will take less time to develop and make than protein or whole-virus vaccines.\nMessenger RNA vaccines need to be stored at very cold temperatures. Ordinary refrigerators are not cold enough.\nModerna vaccine.\nIn mid-May 2020, a company called Moderna said they tested their mRNA vaccine in forty-five people and eight of them produced antibodiesbut they did not publish the specific data or publish an article in a scientific journal. Anna Durbin of Johns Hopkins University said it was too soon to tell if people would keep the antibodies long enough for the vaccine to work. The United States Food and Drug Administration gave Moderna permission to test the vaccine again in more people. Moderna's chief medical officer said the vaccine could be ready in January 2021.\nThe Moderna vaccine entered stage-three clinical trials on June 27, 2020. That means it is being tested on humans. Dr. Anthony Fauci said he did not think the vaccine would be dangerous.\nOn November 16, Moderna said its vaccine was 94.5% effective. The vaccine has to kept colder than freezing but it does not have to be kept as cold as the Pfizer vaccine.\nTozinameran.\nThe German company BioNTech and Pfizer made a deal with the United States government to make 100 million doses of mRNA vaccine by December 2020. The vaccine completed phase I trials and started its next trial on July 27, 2020. Instead of being a phase II trial or a phase III trial, Pfizer's team is trying to do both phases at once. If the companies can make the vaccine on time, the U.S. government will give them almost US$2 billion. The vaccine is called BNT162b2. BioNTech paid its employees overtime to do extra work. They called this \"Project Lightspeed\" because they wanted to develop the vaccine quickly.\nBecause they wanted people to trust the virus Pfizer published the study protocols publicly. That means they told everyone exactly how they were testing the virus. This is information that companies usually keep secret so no one can steal their work.\nOn November 9, 2020, Pfizer announced that BNT162 was 90% effective at preventing people from catching COVID-19. They asked the FDA to approve the vaccine for emergency use. The company had not yet published the results of the study in a formal scientific paper, so the FDA said they needed time to look at the results for themselves.\nAdenovirus vaccines.\nThe adenovirus is the virus that causes the common cold. It does not harm the human body much. Scientists have used the adenovirus in vaccines for many years against many diseases. Scientists take pieces of dangerous viruses and attach them to adenovirus. Then they inject the adenovirus into a human body. The human immune system learns to recognize the pieces of dangerous viruses. Then it can fight off the real dangerous viruses if the human is ever exposed to them.\nChAdOx1 nCoV-19.\nIn late April 2020, a team from the University of Oxford said that they had developed a COVID-19 vaccine. The United States National Institutes of Health tested it in rhesus monkeys, and it worked. Because they had already been working on a vaccine against a different coronavirus, they had a head start working on one for SARS-CoV-2. They would try to test their vaccine on 6000 people by the end of May 2020, and that their vaccine could be ready for people to use in September 2020.\nThe team took the spike protein from SARS-CoV-2 and put it on an adenovirus. Then they injected that virus into test patients. The idea is that the patients' immune systems will learn to attack the spike protein no matter what virus it is on. This vaccine completed phase I trials and as of July 2020 is entering phase III trials. The vaccine is called ChAdOx1 nCoV-19.\nAd5-nCOV.\nThe Chinese company CanSino Biologics is making a viral vector vaccine. This vaccine uses an adenovirus that has the spike protein from SARS-CoV-2 on it. Then the immune system learns to recognize the spike protein. As of July 2020, this vaccine is in phase II trials, but the Chinese government gave CanSino Biologics permission to give it to people anyway. They are allowed to give it to people in the Chinese military.\nCoronaVac.\nThe company Sinovac in China and Bututan research center in Brazil worked together. This is an inactivated virus vaccine. This means the team took SARS-CoV-2 and changed it to make it harmless. The patient's body learns to recognize the harmless virus and then it can recognize the harmful, wild virus too. The company got permission to start phase III trials on July 3. This virus is called CoronaVac.\nSinopharm vaccine.\nThe company Sinopharm belongs to the government of China. It is an inactivated virus vaccine.\nThis vaccine started phase III trials in the middle of July 2020. This vaccine does not have a name.\nBacillus Calmette-Guerin BRACE trial.\nThe University of Melbourne and Murdoch Children's Research Institute are studying a vaccine that works against tuberculosis, the Bacillus Calmette-Guerin vaccine. It is a live-bacterium vaccine. That means weak but not dead \"Mycobacterium tuberculosis\" bacteria are injected into the patient. Then their immune system learns to fight it. Over the years, scientists saw that the Bacillus Calmette-Guerin vaccine did not only protect people from tuberculosis. It protected them from other diseases too. The scientists at the Murdoch Children's Research Institute and University of Melbourne are studying the Bacillus Calmette-Guerin vaccine to see if it will protect people from COVID-19. Because this vaccine has already been used for other diseases for more than one hundred years, doctors already knew it was safe to use. As of July 2020, this vaccine is in phase III trials to see if it works on COVID-19.\nNasal vaccines.\nScientists believe a vaccine that doctors spray into the patient's nose would work better than a vaccine injected into the patient's veins. After a nasal vaccine, the body's immune cells look for the virus in the nose and mouth. The nose and mouth are where most people are infected with SARS-CoV-2. Scientists are not sure why this works. As of July 2020, teams in the Netherlands, the United States, and Canada are making nasal vaccines.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vaccine","surface_form":"vaccine","offset":81},{"uri":"Coronavirus_disease_2019","surface_form":"Coronavirus Disease 2019","offset":112},{"uri":"Clinical_trial","surface_form":"clinical trial","offset":268},{"uri":"New_York","surface_form":"New York","offset":978},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":1027},{"uri":"Severe_acute_respiratory_syndrome_coronavirus_2","surface_form":"Severe Acute Respiratory Syndrome Coronavirus 2","offset":1100},{"uri":"Coalition_for_Epidemic_Preparedness_Innovations","surface_form":"Coalition for Epidemic Preparedness Innovations","offset":1231},{"uri":"Telethon","surface_form":"telethon","offset":1540},{"uri":"University_of_Pittsburgh","surface_form":"University of","offset":1883},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":1897},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1911},{"uri":"United_States","surface_form":"United States","offset":1931},{"uri":"SARS-CoV-2","surface_form":"SARS-CoV-2","offset":1985},{"uri":"COVID-19","surface_form":"COVID-19","offset":2019},{"uri":"Peer_review","surface_form":"peer-reviewed","offset":2137},{"uri":"Coronavirus","surface_form":"coronavirus","offset":2543},{"uri":"Microneedle_array","surface_form":"microneedle array","offset":3133},{"uri":"University_of_British_Columbia","surface_form":"University of British Columbia","offset":3922},{"uri":"Messenger_RNA_vaccines","surface_form":"vaccines that use messenger RNA","offset":4380},{"uri":"MRNA_vaccine","surface_form":"mRNA vaccine","offset":4749},{"uri":"BioNTech","surface_form":"BioNTech","offset":5635},{"uri":"Pfizer","surface_form":"Pfizer","offset":5648},{"uri":"Overtime","surface_form":"overtime","offset":6113},{"uri":"Adenovirus","surface_form":"adenovirus","offset":6841},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":7361},{"uri":"Rhesus_macaque","surface_form":"rhesus monkeys","offset":7492},{"uri":"CanSino_Biologics","surface_form":"CanSino Biologics","offset":8211},{"uri":"Sinovac","surface_form":"Sinovac","offset":8636},{"uri":"Brazil","surface_form":"Brazil","offset":8684},{"uri":"Inactivated_virus_vaccine","surface_form":"inactivated virus vaccine","offset":8719},{"uri":"Sinopharm","surface_form":"Sinopharm","offset":9058},{"uri":"University_of_Melbourne","surface_form":"University of Melbourne","offset":9283},{"uri":"Murdoch_Children%27s_Research_Institute","surface_form":"Murdoch Children's Research Institute","offset":9311},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":9391},{"uri":"Bacillus_Calmette-Guerin","surface_form":"Bacillus Calmette-Guerin","offset":9409},{"uri":"Mycobacterium_tuberculosis","surface_form":"Mycobacterium tuberculosis","offset":9505}]}