{"id":74912,"url":"http://en.wikipedia.org/wiki/Alfons_Schuhbeck","text":"Alfons Schuhbeck was born on 2 May 1949 in Traunstein, Upper Bavaria, Germany. He is one of Germany’s top chefs, as well as being a writer, restaurateur, TV cook and businessman.\nBorn as \"Alfons Karg\", he trained as a telecommunications engineer, but was not happy. When he stopped at the Bavarian holiday resort of Waging, he ran into the restaurateur Sebastian Schuhbeck. He began working for Schuhbeck, and Sebastian Schubeck later adopted Alfons, and made him his heir.\nAlfons quickly became a very good chef. The village inn he worked at soon became a favourite restaurant of the richer people of Munich and Salzburg.\nHe did more training in Salzburg, Geneva, Paris, London and Munich as well as Feinkost Käfer, Dallmayr and in the \"Restaurant Aubergine\" of Eckart Witzigmann. He also studied at the College of Hotel Management in Bad Reichenhall in Bavaria. He finally took over the Kurhausstüberl in Waging in 1980.\nIn 1983 he got a star in the Michelin Guide. The Gault Millau restaurant guide gave him 17 points and in 1989 he was elected cook of the year.\nSince 1990 Schubeck has operated an outside catering service, which has catered for many high-class events like the Federal Chancellor’s celebration, the Ball des Sports and the German music industry’s \"ECHO\" award ceremony.\nIn 2003 he opened a new restaurant, the \"Südtiroler Stuben\" at the Platzl in Munich. In December of that year he was won his second Michelin star, and in November 2005 he was awarded got a star once again in December 2003, the Five Star Diamond Award by the American Academy of Hospitality Sciences.\nHis great popularity has resulted in his publishing over 20 books, as well as many TV shows. Bayerischer Rundfunk has broadcast his programme \"Schuhbecks\" since 1993, and he remains a regular guest in many talk and other TV shows.\nScandal.\nDuring the 1990s Schuhbeck had DM 60 million for capital investments. Because he was the only person in charge of millions of DM in Monte Carlo, Monaco Schuhbeck was taken to court on the suspicion of fraud. Although unusual, what he did was not illegal, and he was exonerated.\nBusinesses.\nAt the end of the 1990s he set up Schuhbecks GmbH at the Platzl. This company now includes the restaurant Schuhbeck, a wine bistro, the party service, a cookery school, a spice shop and an ice-cream parlour. These are all based in Munich. Schuhbeck Check Inn GmbH was formed in 2001 to manage the Check Inn restaurant and the bar in Egelsbach (south Hesse).","categories":[],"infobox_types":[],"annotations":[{"uri":"Traunstein","surface_form":"Traunstein","offset":43},{"uri":"Bavaria","surface_form":"Bavaria","offset":61},{"uri":"Germany","surface_form":"Germany","offset":70},{"uri":"Restaurateur","surface_form":"restaurateur","offset":140},{"uri":"Heir","surface_form":"heir","offset":468},{"uri":"Munich","surface_form":"Munich","offset":602},{"uri":"Salzburg","surface_form":"Salzburg","offset":613},{"uri":"Salzburg","surface_form":"Salzburg","offset":647},{"uri":"Geneva_City","surface_form":"Geneva","offset":657},{"uri":"Paris","surface_form":"Paris","offset":665},{"uri":"London","surface_form":"London","offset":672},{"uri":"Munich","surface_form":"Munich","offset":683},{"uri":"Eckart_Witzigmann","surface_form":"Eckart Witzigmann","offset":763},{"uri":"Bad_Reichenhall","surface_form":"Bad Reichenhall","offset":836},{"uri":"1983","surface_form":"1983","offset":926},{"uri":"Michelin_Guide","surface_form":"Michelin Guide","offset":952},{"uri":"Gault_Millau","surface_form":"Gault Millau","offset":972},{"uri":"Chancellor_of_Germany","surface_form":"Federal Chancellor","offset":1182},{"uri":"Bayerischer_Rundfunk","surface_form":"Bayerischer Rundfunk","offset":1684},{"uri":"German_mark","surface_form":"DM","offset":1862},{"uri":"Monte_Carlo","surface_form":"Monte Carlo","offset":1963},{"uri":"Monaco","surface_form":"Monaco","offset":1976},{"uri":"Hesse","surface_form":"Hesse","offset":2471}]}