{"id":74927,"url":"http://en.wikipedia.org/wiki/Tanning","text":"Tanning is the process of turning animal skin (often called \"hide\") into leather. Tanning makes the skin tougher and often changes its color. Tanning helps make the animal skin become more flexible and less vulnerable to bacteria damage.\nBefore tanning an animal skin, the animal must be killed and skinned before the body heat of the animal leaves the animal's body. Next, tissue on the inside of the skin and hairs on the outside are removed. Salt in the skin is removed and the skins are soaked in water ffor six hours to two days.\nThe actual process of tanning is done by soaking the leather in a bath of Chromium III sulphate ([Cr(H2O)6]2(SO4)3). In past centuries a natural substance called tannin was used, which was got from oak or fir trees.\nThe whole process is very smelly, and tanneries are often placed at the edges of towns. The runoff from tanning plants into rivers is a major cause of pollution. This can be prevented by methods of water treatment adapted to the outflow of tannery liquids. Developing countries may lack this methodology, even though World Bank grants are available for water treatment facilities. A private-sector trade association may give technical information about clean technologies.\nA tanner is someone whose job is tanning.\nA tannery is the place where the tanners worked with the animal skins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animal","surface_form":"animal","offset":34},{"uri":"Skin","surface_form":"skin","offset":41},{"uri":"Leather","surface_form":"leather","offset":73},{"uri":"Colour","surface_form":"color","offset":135},{"uri":"Chromium","surface_form":"Chromium","offset":609},{"uri":"Tannin","surface_form":"tannin","offset":697},{"uri":"Oak","surface_form":"oak","offset":733},{"uri":"Fir","surface_form":"fir","offset":740},{"uri":"Pollution","surface_form":"pollution","offset":902},{"uri":"Developing_countries","surface_form":"Developing countries","offset":1008},{"uri":"World_Bank","surface_form":"World Bank","offset":1068}]}