{"id":749271,"url":"http://en.wikipedia.org/wiki/Brett_E._Crozier","text":"Brett E. Crozier is an American naval officer. When he was captain of the aircraft carrier \"Theodore Roosevelt\", he noticed that some of his crew had caught COVID-19, a serious disease that affects the lungs and breathing. Late in March, 2020, he wrote letters asking for permission to send his sick sailors off his ship to Guam. These letters were found and printed in a newspaper. A few days later, the Navy fired Crozier as the captain of the \"Theodore Roosevelt\" but did not fire him from the Navy entirely.\nIn late April, some leaders in the Navy asked that Crozier be reinstated and sent back as captain of the \"Theodore Roosevelt\".\nCareer.\nBrett Crozier is from Santa Rosa, California. He graduated from the United States Naval Academy in 1992 and became a pilot for the Navy in 1994. He fought in Iraq in 2003. He later earned a Master's Degree in National Security and Strategic Studies at the Naval War College. He served in many different positions in the Navy, including Executive Officer of the \"USS Ronald Reagan\". Brett Crozier was captain of the \"USS Blue Ridge\" from June 2017 to November 2018.\nLetters.\nHe wrote more than twenty copies of a four-page letter, dated March 30, 2020. He addressed it to senior officials in the military. He asked for permission to send 1000 of his crew off the ship. The ship had more than 4000 people on it. Someone found his messages and they were printed in the newspaper \"San Francisco Chronicle\" on March 31, 2020.\nCOVID-19 is very contagious, and people can catch it from other people easily. In the letter, Crozier said that the ship was too cramped to allow for sick sailors to do what the Centers for Disease Control and the Navy's own administration said people with COVID-19 should do: Keep away from other people for 14 days. He asked for permission to let his sick sailors go ashore to Guam, where the ship was docked at the time, and go into quarantine there instead of on board the ship. He copied part of a report about the \"Diamond Princess\" cruise ship, and said that even though the \"Diamond Princesss passengers had private rooms, more than 100 people still became infected. He said the \"Theodore Roosevelt\" only had a few private rooms.\nRetired Admiral James Stavridis, who used to be NATO Supreme Allied Commander for Europe, agreed that it was not possible to perform social distancing on board a navy ship like the \"Theodore Roosevelt\".\nFiring.\nHigh-ranking leaders at the Navy said that removing Crozier from his ship was normal. They said Crozier should have asked for help by going through the chain of command instead of writing letters to other people in the military.\nAccording to Acting Secretary of the Navy Thomas B. Modly, Crozier's letter caused naval crews and their families to panic: \"It undermines our efforts and the chain of command's efforts to address this problem and creates a panic. And creates a perception that the Navy's not on the job, the government's not on the job.\"\nAccording to \"The New York Times\", \"a Navy official familiar with the situation but not authorized to speak publicly about it said that the captain had repeatedly asked his superiors for speedy action to evacuate the ship.\"\nKathleen H. Hicks, who worked at the Pentagon years earlier under President Barack Obama, said that the Navy did have the legal right to fire Crozier but that it might have been a bad idea to do so because it might make sailors and leaders less willing to trust each other.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":23},{"uri":"United_States_Navy","surface_form":"naval","offset":32},{"uri":"COVID-19","surface_form":"COVID-19","offset":157},{"uri":"Lungs","surface_form":"lungs","offset":202},{"uri":"Guam","surface_form":"Guam","offset":324},{"uri":"Santa_Rosa%2C_California","surface_form":"Santa Rosa","offset":669},{"uri":"California","surface_form":"California","offset":681},{"uri":"Iraq","surface_form":"Iraq","offset":805},{"uri":"Naval_War_College","surface_form":"Naval War College","offset":903},{"uri":"Social_distancing","surface_form":"Keep away from other people","offset":1745},{"uri":"Guam","surface_form":"Guam","offset":1847},{"uri":"Quarantine","surface_form":"quarantine","offset":1904},{"uri":"Chain_of_command","surface_form":"chain of command","offset":2569},{"uri":"Pentagon","surface_form":"Pentagon","offset":3229},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":3268}]}