{"id":749765,"url":"http://en.wikipedia.org/wiki/Best_Day_Ever","text":"\"Best Day Ever\" is the first part of the twentieth episode of the fourth season of \"SpongeBob SquarePants\". It first aired on television on Nickelodeon in the United States on November 10, 2006 as a part of the television marathon called \"The Best Day Ever Marathon\". 6.7 million people watched the episode when it was first shown on television. In the episode, SpongeBob wants to have a perfect day, but it does not go as planned. However, he solves his friends' problems without knowing it. When he finds out, he learns that he really did have the best day ever.\nPlot.\nSpongeBob plans a \"best day ever\", but things do not go out as planned. SpongeBob wants to work at the Krusty Krab, but it is closed because of a nematode infestation. He gets the nematodes away by playing his nose as a flute. Then, he wants to play karate with Sandy, but she is trying to deal with a leak in her treedome (a glass dome with a tree inside). SpongeBob thinks it is a trick, but accidentally stops the leak by using one of his karate gloves to fill in the hole of the leak. Next, he wants to catch jellyfish with Patrick. Patrick keeps breaking his nets, so he uses SpongeBob's high-tech net. Now SpongeBob does not have a net to use.\nSpongeBob plans his last part of the day to go to Squidward's clarinet recital. Squidward is seen upset because his clarinet reed broke and he can not play the clarinet. SpongeBob gets strong and pulls out one of his teeth to replace the reed so Squidward can play his clarinet. SpongeBob tries to get in the concert, but the usher will not let him in. SpongeBob makes many tries to get in the building, but each time he is not let in. SpongeBob hides in Mrs. Puff's purse, making her yell at him. The usher finds out that SpongeBob was on the VIP list, so he is let in the recital. However, he gets in right as the recital ends.\nSpongeBob gets very upset and goes on the stage to talk about how his \"best day ever\" has gone wrong. Mr. Krabs, Sandy, Patrick, and Squidward talk to SpongeBob about how he has saved their problems and made their days better. To make SpongeBob happy, they perform the song \"Best Day Ever\" on the stage that lasts for hours.\nReception.\nBoth the television marathon and the episode set a new record for Nickelodeon's most watched and highest rated television program.","categories":[],"infobox_types":[],"annotations":[{"uri":"SpongeBob_SquarePants","surface_form":"SpongeBob SquarePants","offset":84},{"uri":"Television","surface_form":"television","offset":126},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":140},{"uri":"United_States","surface_form":"United States","offset":159},{"uri":"Television_marathon","surface_form":"television marathon","offset":211},{"uri":"SpongeBob_SquarePants_(character)","surface_form":"SpongeBob","offset":362},{"uri":"Krusty_Krab","surface_form":"Krusty Krab","offset":674},{"uri":"Nematode","surface_form":"nematode","offset":717},{"uri":"Infest","surface_form":"infestation","offset":726},{"uri":"Flute","surface_form":"flute","offset":791},{"uri":"Karate","surface_form":"karate","offset":821},{"uri":"Sandy_Cheeks","surface_form":"Sandy","offset":833},{"uri":"Leak","surface_form":"leak","offset":873},{"uri":"Dome","surface_form":"dome","offset":903},{"uri":"Glove","surface_form":"gloves","offset":1020},{"uri":"Patrick_Star","surface_form":"Patrick","offset":1099},{"uri":"Fishing_net","surface_form":"nets","offset":1135},{"uri":"High-tech","surface_form":"high-tech","offset":1164},{"uri":"Squidward_Tentacles","surface_form":"Squidward","offset":1271},{"uri":"Clarinet","surface_form":"clarinet","offset":1283},{"uri":"Recital","surface_form":"recital","offset":1292},{"uri":"Reed_(instrument)","surface_form":"reed","offset":1346},{"uri":"Replace","surface_form":"replace","offset":1447},{"uri":"Usher_(occupation)","surface_form":"usher","offset":1547},{"uri":"Mrs._Puff","surface_form":"Mrs. Puff","offset":1676},{"uri":"Purse","surface_form":"purse","offset":1688},{"uri":"VIP","surface_form":"VIP list","offset":1765},{"uri":"Upset","surface_form":"upset","offset":1871},{"uri":"Stage_(theatre)","surface_form":"stage","offset":1893},{"uri":"Perform","surface_form":"perform","offset":2108}]}