{"id":749888,"url":"http://en.wikipedia.org/wiki/Ha_Seung_Moo","text":"Ha Seung Moo (born born October 13, 1963; also spelled Ha Seung moo) is a Korean poet, pastor, educator and historical theologian.\nEarly life.\nHa was born on February 5, 1964 in Sacheon, South Korea. Ha is the grandson of Sir Ha Yeon, who is the twenty-first grandson of Joseon's most notable prime minister, Yeonguijeong.\nAfter his basic education, Ha began to read modern literature. He was motivated by a bookseller who visited the school and purchased a series of books on modern Korean literature. Thereafter, readings of Korean literature sparked his interest in writing and philosophy. In this process, Ha began to question humanity and thing-in-itself. During the high school years, Ha's spiritual journey continued. He pursued truth, the meaning of life and humanity in Buddhism, Hinduism and other major religions. In this spiritual journey, he read many western philosophical classics.\nHa was influenced by the works of Sigmund Freud, Carl Gustav Jung, Immanuel Kant and Søren Kierkegaard. Ha experienced spiritual progression recognizing the importance and meaning of human existence, and the 'despair' of Kierkegaard and the 'reason' of Kant became a less serious issue to his life and study. At the end of 12th grade, Ha had a mystical religious experience that made him confess that God is the only answer to his quest for meaning. Ha then became a Christian.\nHis poetry became an artistic stimulus for artists in parts of England and America.\nCareer.\nHa became a Presbyterian minister and a professor of historical theology at Korea Presbyterian Theological Seminary. He teaches Biblical Exposition. Ha established Korea Presbyterian Church and the Korea Presbyterian Seminary, serving as Pastoral General, Christian education, Missions etc., at his own expense.\nHis theological thought is inherited from the original church, unlike the Roman Catholic or Reformed Church, or of the Protestant church, which offer traditional Christian interpretation. Ha presented the historical point of view of the Orthodox Church, describing how the confession of faith and the historical context coincide. Ha is a poet, and a reformist theologian. He debuted as a poet by the recommendation of fellow poet Park Jaesam and two others in \"Hankyoreh Literature Magazine\" in 1994.","categories":[],"infobox_types":["writer &lt;!-- For more information see [[:Template:Infobox Writer/doc]]. --&gt;"],"annotations":[{"uri":"Sacheon","surface_form":"Sacheon","offset":178},{"uri":"Joseon","surface_form":"Joseon","offset":271},{"uri":"Yeonguijeong","surface_form":"Yeonguijeong","offset":309},{"uri":"Korean_literature","surface_form":"Korean literature","offset":484},{"uri":"Thing-in-itself","surface_form":"thing-in-itself","offset":644},{"uri":"Buddhism","surface_form":"Buddhism","offset":779},{"uri":"Hinduism","surface_form":"Hinduism","offset":789},{"uri":"Western_philosophy","surface_form":"western philosophical","offset":865},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":931},{"uri":"Carl_Gustav_Jung","surface_form":"Carl Gustav Jung","offset":946},{"uri":"Immanuel_Kant","surface_form":"Immanuel Kant","offset":964},{"uri":"S%C3%B8ren_Kierkegaard","surface_form":"Søren Kierkegaard","offset":982},{"uri":"Despair","surface_form":"despair","offset":1106},{"uri":"Reason","surface_form":"reason","offset":1139},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1853},{"uri":"Calvinism","surface_form":"Reformed Church","offset":1871},{"uri":"Eastern_Orthodox_Church","surface_form":"Orthodox Church","offset":2016},{"uri":"Park_Jaesam","surface_form":"Park Jaesam","offset":2209}]}