{"id":749941,"url":"http://en.wikipedia.org/wiki/Jason_Orange","text":"Jason Thomas Orange (born 10 July 1970) is a retired English singer-songwriter, dancer, musician and actor. He was a member of Take That during their original run from 1990 to 1996 and again following their reunion in 2005. He left the group in 2014.\nEarly life.\nOrange was born in Crumpsall in Manchester. He attended South Trafford College for two years beginning in 2002 and studied A-level English, and an access course including psychology, biology and history though he did not progress onto higher education.\nEarly career.\nHe was part of the Manchester-based breakdance crew Street Machine in the mid 1980s. They won the Manchester round of the UK Breakdancing Championship in 1985. He also appeared in the show \"The Hit Man and Her\" as one of the featured dancers on the show (and in a duo called Look Twice) in the late 1980s.\nTake That.\nOrange joined the boy band Take That in September 1989 and stayed with the band until their split in February 1996. He then pursued a career in acting and appeared in the television thriller \"Killer Net\" in 1998, and the London stage production of \"Gob\" in 1999. He was the lead actor together with Tom Hayes in the play, which was written by Jim Kenworth, and directed by James Martin Charlton.\nIn 2005, Take That reformed as a four-piece and released a new greatest hits album, followed in 2006 by their first studio album since 1995, \"Beautiful World\". Orange contributed both songwriting and lead vocals on the album. In 2008, they released another studio album, \"The Circus.\" In 2010, the album \"Progress\" was released by the band as a five-piece. On 24 September 2014, it was announced that Orange had left the band stating that he did not wish to continue recording music and touring.\nOther work.\nOrange appeared in a cameo role in the Channel 4 comedy \"Shameless\", which aired in April 2013. He also appeared in the 1998 Lynda La Plante crime drama \"Killer Net\", for which his appearance was a major selling point.","categories":[],"infobox_types":[],"annotations":[{"uri":"Take_That","surface_form":"Take That","offset":127},{"uri":"Manchester","surface_form":"Manchester","offset":295},{"uri":"GCE_Advanced_Level","surface_form":"A-level","offset":386},{"uri":"English_language","surface_form":"English","offset":394},{"uri":"Psychology","surface_form":"psychology","offset":434},{"uri":"Biology","surface_form":"biology","offset":446},{"uri":"Take_That","surface_form":"Take That","offset":874},{"uri":"Channel_4","surface_form":"Channel 4","offset":1790},{"uri":"Shameless","surface_form":"Shameless","offset":1808}]}