{"id":7500,"url":"http://en.wikipedia.org/wiki/Basketball","text":"Basketball is a team sport where one team, usually consisting of five players on each team, play against each other on a rectangular court. The objective is to get the ball through a hoop mounted high on a backboard on the opponent's side of the court, while preventing the opponent from shooting it into your team's hoop. It is a very popular sport worldwide, played with a round and usually orange(orange-brown) ball that bounces. Basketball players mainly use skills such as dribbling, shooting, running, and jumping. Each made basket is worth two points, while a basket made from beyond the three-point line is worth three points. If a player gets into too much physical contact, they may be given free throws which are worth one point each. The game typically lasts for four-quarters and the team with the most points at the end of the four-quarters win the game. If the score is tied at the end of the game, there will be something called overtime, which is additional play time to allow one team to win the match.\nThe game is played between men's teams or between women's teams. Basketball has been played in the Summer Olympic Games since 1936. The shot clock rule started in 1954. The first basketball game took place in 1892, where the court was half the size of what it is today.In 1891 the game was invented by James Naismith.\nThe history of basketball.\nIn early December 1891, James Naismith (1861–1939), a Canadian physical education teacher at Springfield College in Springfield, Massachusetts, invented an indoor game called basketball. He invented the sport to keep his students from becoming bored during the winter. Naismith wrote the basic rules and then nailed a peach basket onto a 20-foot tall pole. Unlike modern basketball hoops, the bottom of the peach-basket was still there, so after a point was scored, somebody had to get the ball out of the basket with a long stick. Over time, people made a hole at the bottom of the basket so the ball could go through more easily. The first game of basketball was played at the International Young Men's Christian Association (YMCA) in Springfield, Massachusetts. The score of the first game of basketball ever played was 1-0. There is a sculpture in Springfield, outside where the first game was held. The Naismith Memorial Basketball Hall of Fame is also in Springfield.\nFor that first game of basketball in 1891, Naismith used two half-bushel peach baskets as goals, which gave the sport its name. The students were enthusiastic. After much running and shooting, William R. Chase made a midcourt shot, which was the only score in that historic contest. Word spread about the newly invented game, and numerous associations wrote Naismith for a copy of the rules, which were published in the January 15, 1892, issue of the \"Triangle\", the YMCA Training School's campus paper.\nSince the rules had not been formally written, there was no maximum number of players then, unlike today. This also meant that there were no set rules to the game; Naismith only observed how it was played and changed the rules accordingly.\nRules.\nThe aim of basketball is to score more points than the other team, by making the ball in the basket. Players on one team try to stop players on the other team from scoring. Baskets can be worth 1, 2, or 3 points. Each normal score is worth two points; however, if a player throws the ball into the hoop from behind the large arched line on the court, called the \"3-point line,\" the score is worth three points. You get points by \"shooting\" (throwing or dropping) the ball into the opponents' basket. The team with the most points at the end of the game wins.\nThe ball is moved forward by shooting, passing (throwing or handing off) or dribbling it. The ball may not be carried by a player who is walking or running without dribbling it. If this rule is violated, it is called a travel.\nEquipment.\nThe court, where the game is played, is a rectangle, and at both end lines there is a goal called a \"hoop\" in the shape of a circle basket with the bottom cut out.\nTeams.\nBasketball is played with two teams, with 5 players from each team on the court at one time. The maximum number of players on the bench differs by the league. In international play, a maximum of 7 players is allowed on the bench, resulting in a roster of 12 players. The NBA has 13-player rosters; college and high school teams have 15-player rosters. When a player wants to substitute for another player on the court, they let the score bench know. The referees will signal for the player waiting to come into the court. The player that was in the game comes off the court and the player that was sitting on the bench goes inside the game. This is called a substitution. In regional matches, in some areas, a minimum of 3 players are required to be on the bench. In India, there might be leeway in the number depending on the category of the tournament you're playing in.\nPlaying regulations.\nA game of basketball is made up of four different quarters, each ten (or in the National Basketball Association, 12) minutes long. In the NCAA, or National Collegiate Athletic Association, there are 2 20 minute halves. At the start of every game the referee throws the basketball up in the air, and one player from each team tries to hit it to their teammates, that is called a \"jump ball.\"\nAt the start of each quarter the team who has the possession arrow pointing towards their hoop gets the ball. Then the arrow is switched, and the next team gets the ball next quarter.\nAfter four-quarters, the team who scores the most points wins. If the two teams score the same number of points, there is a five-minute \"overtime\" to see who can score more points. \"Overtime\" can be played over and over until one team finally scores more points.\nIf a player does something illegal in the game, it is called a \"foul.\" If a player fouls someone on the other team who is shooting the basketball, the player who was fouled gets to shoot \"free throws\" from the \"foul line.\" A free throw is a shot that no one is allowed to try to block. A free throw is shot from the straight line in front of the hoop. Each successful free throw is worth one point.\nIf a player fouls an opponent who is not shooting, the other team gets the ball, and can throw it in bounds from the sideline. Players can do three things with the ball: \"dribble\" (bounce) the ball, \"pass\" the ball to a teammate, or \"shoot\" the ball at the hoop. The player with the ball tries to keep the ball and not let the other team get it.\nThe ball can't be kicked or hit with the fist. If this is violated, the other team gets possession of the ball and gets to throw it in from the nearest out of bounds area.\nOnce a player commits five fouls, he is no longer allowed to play in the game, and a player on the bench must go in the game immediately. If a team commits four fouls, the opposing team gets to shoot a free throw on any next foul that doesn't involve shooting. (Depending on the league).\nOfficials.\nFans and media in North America will often use \"referee\" to describe all on-court officials, whether their formal titles are \"referee\", \"umpire\", or \"crew chief\".\nPositions in basketball.\nIn professional basketball teams, each player has a position. A position is a job or role that a player has to take part in to play the game. If everyone is doing their job correctly, the team is usually successful.\nOther positions, more usual in professional basketball teams, are used in basketball.\nVariations.\nThere are many types of basketball. Some are for people with disabilities, others are played more by a specific group, some are played using only half the court, and some are for when there are fewer players.\n3 on 3.\nThis is the most popular \"pick up game\" variation of basketball. Pick up games are when teams are chosen on the court instead of having official teams. Due to there being no referee, this more casual game has more relaxed rules than official games. Instead of 5 players, there are only three players on each team, hence the name.\nThere are officially sponsored 3 on 3 tournaments, though the game is mostly played without an official league.\nVariations with 2 player and 4 player teams often follow this same format.\nTwenty-one.\nTwenty-one (21) is a variation of basketball that does not include teams. It is often played with odd-numbers of players or when there are too few players for 3 on 3 games.\nThe object of 21 is to score \"exactly\" 21 points. Players keep track of their own scores and call out their points after making a basket. All players play defense against all other players and compete for the rebound on a miss.\nWhen a player makes a shot, he or she scores 2 points and is then awarded a chance to score an additional 3 points by attempting a series of free-throws. If a player makes a free-throw, he or she is awarded an additional point and an additional free-throw. If a player makes three straight free-throws they are then given the ball a the top of the key and the other players may then defend.\nOne special rule is that if a player gets 20 points and then misses a free-throw, or scores 17 points and then makes all three free-throws, their score is set back to 15. This is because their next basket would put them over 21 points, and the object of the game is to get exactly 21.\nH-O-R-S-E.\nThe game H-O-R-S-E, (pronounced horse) is played by two or more players. The player in control of the ball tries to make a shot however they want. The other layer has to repeat their shot. If they miss, they get an H added, until they get enough letters to finish the word horse and they lose. If the player who has the ball missed their shot, no letter is added and control moves to the next player.\nWheelchair basketball.\nIn this variation, the players are all seated in a wheelchair. This is often played by people who cannot walk or are unable to play normal basketball. The rules are altered slightly, but the game follows the same general concepts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Basketball_court","surface_form":"court","offset":133},{"uri":"Sport","surface_form":"sport","offset":344},{"uri":"James_Naismith","surface_form":"James Naismith","offset":1323},{"uri":"James_Naismith","surface_form":"James Naismith","offset":1390},{"uri":"Springfield%2C_Massachusetts","surface_form":"Springfield, Massachusetts","offset":1482},{"uri":"YMCA","surface_form":"Young Men's Christian Association","offset":2059},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":5033},{"uri":"NCAA","surface_form":"NCAA","offset":5091},{"uri":"Referee","surface_form":"referee","offset":5203},{"uri":"Free_throw","surface_form":"free throws","offset":5979}]}