{"id":750574,"url":"http://en.wikipedia.org/wiki/Orthodox_Presbyterian_Church_of_Korea","text":"The Orthodox Presbyterian Church of Korea (OPCK, Founder Ha Seung Moo) is a historic Orthodox Reformed Church's doctrine and historical succession of tradition of the John Knox's <Scottish Presbyterian Church> declared the first among Presbyterian denomination in Korea. Launched in January 2012.\nMain Doctrine.\nMost objections to and attacks on Calvinism focus on the \"five points of Calvinism,\" also called the doctrines of grace, and remembered by the mnemonic \"TULIP.\" The five points are popularly said to summarize the Canons of Dort; however, there is no historical relationship between them, and some scholars argue that their language distorts the meaning of the Canons, Calvin's theology, and the theology of 17th-century Calvinistic orthodoxy, particularly in the language of total depravity and limited atonement. The five points were popularized in the 1963 booklet \"The Five Points of Calvinism Defined, Defended, Documented\" by David N. Steele and Curtis C. Thomas. The origins of the five points and the acronym are uncertain, but the acronym was used by Cleland Boyd McAfee as early as circa 1905. An early printed appearance of the T-U-L-I-P acronym is in Loraine Boettner's 1932 book, \"The Reformed Doctrine of Predestination\". The acronym was very cautiously if ever used by Calvinist apologists and theologians before the booklet by Steele and Thomas. More recently, theologians have sought to reformulate the TULIP acronym to more accurately reflect the Canons of Dort.\nThe central assertion of these points is that God saves every person upon whom he has mercy, and that his efforts are not frustrated by the unrighteousness or inability of humans.\nHistorical and Practical Doctrine.\nThe OPCK system of doctrine is the Reformed faith, also called Calvinism. Since the establishment of the Presbyterian Church and Calvin's doctrines continued to develop after his death, and a particular evolution of them was set forth by a 17th-century assembly of British theologians in the Westminster Standards (which include the Westminster Confession of Faith and the Westminster Larger Catechism|Larger and Westminster Shorter Catechism|Shorter Catechism<nowiki/>s). The OPC holds to the Westminster Standards with the American revisions of 1788.\nThe OPCK system of doctrine is the Reformed faith, also called Calvinism. Calvin's doctrines continued to develop after his death, and a particular evolution of them was set forth by a 17th-century assembly of British theologians in the Westminster Standards (which include the Westminster Confession of Faith and the Larger and Shorter Catechisms). The OPC holds to the Westminster Standards with the American revisions of 1788.\nFile:John Calvin by Holbein.png|thumb|French theologian John Calvin was the founder of the Reformed family of Protestantism","categories":[],"infobox_types":[],"annotations":[{"uri":"Ha_Seung_Moo","surface_form":"Ha Seung Moo","offset":57},{"uri":"Mnemonic","surface_form":"mnemonic","offset":455},{"uri":"Canons_of_Dort","surface_form":"Canons of Dort","offset":525},{"uri":"Cleland_Boyd_McAfee","surface_form":"Cleland Boyd McAfee","offset":1071},{"uri":"John_Calvin","surface_form":"John Calvin","offset":2746}]}