{"id":750710,"url":"http://en.wikipedia.org/wiki/LGBT_rights_in_India","text":"ce=\"preserve\">Lesbian, gay, bisexual and transgender (LGBT) people in India may face difficulties from the law and the society. Non-LGBT persons do not commonly face these difficulties. India has removed laws that treated gay sex and transgender people unfairly. But Indian laws do not completely protect from unfair treatment or allow same-sex marriage.\nSince 2014, transgender people in India may change their gender without surgery. The constitution also gives them a right to name themselves under a third gender. Some states also protect \"hijras\", who are traditional third gender people in South Asia, through housing programmes, welfare benefits, pension schemes, and free operations in government hospitals. There are about 4.8 million transgender people in India.\nIn 2018, the Supreme Court of India said that homosexuality was not a crime. It declared that Section 377 of the Indian Penal Code did not follow the constitution when adults had consensual homosexual sex. Homosexuality was never illegal in ancient Indian and traditional codes. It was made a crime by the British during their rule in India.\nThough LGBT rights have been spoken for in recent political movements, much homophobia is still present among the people. A poll from 2019 says that around half of Indians object to same-sex relationships. Hindu respondents accept the LGBT community the highest. In 2010s, LGBT people in India gained tolerance and acceptance, especially in large cities. Still, most LGBT people in India remain hidden because they fear unfair treatment from their families who might see homosexuality as shameful.\nAllowing same-sex relationships.\nMarriages between people of the same sex are not allowed in India by law. Same-sex couples are also not given rights of civil union or a household partnership. In 2011, a Haryana court marked a same-sex marriage involving two women as lawful. After marrying, the couple got threats from friends and relatives in their village. Their family finally accepted their marriage.\nIn October 2017, a group of citizens advised that a new Uniform Civil Code be created. This code would make the same-sex marriage lawful before the Law Commission of India.\nThere are now many same-sex marriage applications still waiting to be judged by the courts.\nProtection from unfair treatment.\nArticle 15 of the Indian Constitution protects Indian citizens from unfair treatment\nThe Supreme Court of India has ruled that unfair treatment because of sexual orientation and gender identity did not follow the Constitution.\nEven after this, no clear law bans unfair treatment based on both sexual orientation and gender identity. India does not have detailed laws which protect against most unfair treatment and harassment in private jobs. (Such laws exist for sexual harassment though.) Article 15 only covers unfair treatment by government bodies.\nIn 2019, the \"Transgender Persons (Protection of Rights) Bill, 2019\" was accepted. The law bans unfair treatment against transgender people in private jobs, education and healthcare.\nLGBT activists are reaching out to people who have faced unfair treatment (because of their sexual orientation or gender identity) in private jobs or other non-governmental areas. They are asking such people to question the two rulings in court. They are also fighting for a clear law against unfair treatment. Such a law would also cover private unfair treatment.\nIn the military.\nLGBT people are banned from working in the Indian military. In December 2018, Member of Parliament Jagdambika Pal (BJP) asked the Indian Parliament to change the \"Army Act, 1950\", the \"Navy Act, 1957\" and the \"Air Force Act, 1950\". His advised change would allow LGBT people to work in the military.\nEvents.\nActor Kamal Rashid Khan was booked by the police on December 9, 2018 for making rude comments against LGBT people.\nTreatments for conversion.\nIn February 2014, the Indian Psychiatric Society (IPS) said that homosexuality is not unnatural. It also said that neither science nor rules for psychiatry could prove that homosexuality is a mental illness or a disease. In June 2018, the IPS repeated its stand on the issue. It said that we should not disapprove of people who are not heterosexual, punish them, or remove them from the society.\nEven after this, conversion treatments still happen in India. They usually carry out electroshock treatment (which may cause memory loss), hypnosis, drugs causing nausea, or talk therapy. In talk therapy, the person is told that homosexuality happens because they are \"not asserting enough\" or have \"an uncaring father and a strict mother\". Conversion treatments can cause depression, anxiety, seizures, drug use and suicidal tendencies.\nSexual violence.\nIn July 2019, lawmaker K. T. S. Tulsi introduced the \"Criminal Law (Amendment) Bill, 2018\" in the Rajya Sabha to amend the Indian Penal Code, the Criminal Procedure Code and the \"Indian Evidence Act, 1872\" in order to make sexual crimes gender-neutral by including men and transgender people in addition to women. If passed the bill allows for recognition of not only transgender persons defined as the \"other\" gender under Indian law, but would potentially leave the door open for the recognition of other gender identities.\nRights of intersex people.\nProblems of intersex people in India are seen as problems of third gender people. The most well-known third gender groups in India are the \"hijras\". After talking to \"hijras\" for many years, Serena Nanda wrote a book called \"Neither Man Nor Woman: The hijras of India\". In the book, she wrote that people in India believed that hijras were born as intersex persons and were taken away by the hijra community at birth or in childhood. However, she found no proof for this belief among the hijras whom she met. They had all joined the group on their own whenthey were teenagers. Sangam literature uses the word \"pedi\" for people who are born intersex. Other groups in India call intersex people as \"mabedi usili\" and give them special names.\nControl over one's body.\nIntersex persons are not protected from attacks on to their bodies.\nCases where small intersex children have been killed have been reported. Medical reports say that parents in India usually think of small intersex children to be male. Parents choose to have surgery done on children if they can pay for it.\nThe Ministry of Health and Family Welfare, India, answered a letter from an activist for intersex rights, Gopi Shankar Madurai. In the answer, they wrote that any surgery, even operations to change sex, are done only after testing the patient completely, designing a proper treatment asking the patient/guardian\".\nIndian passports are available with an \"O\" option (for \"Other\") to name one's sex, apart from Male and Female options.\nOn 22 April 2019, the Madras High Court made an important judgement. The judgement said that transgender women were allowed to marry. The judgement ordered the state of Tamil Nadu to ban surgeries on small intersex children based on their sex. The court looked at the works of intersex activist Gopi Shankar. The Court found out that compulsory treatments were often done on intersex children. The court also gave examples from Hindu mythology in its judgement, like the story of Iravan.\nProtection from unfair treatment.\nMany Indian sports-persons have been shamed and treated unfairly after their sex was checked. They have also lost work and their medals. Santhi Soundarajan was a runner who won the silver medal in the 800 metres race at the 2006 Asian Games in Doha, Qatar. Her medal was taken away from her and she tried to kill herself later. Another runner, Pinki Pramanik, was blamed by a female roommate of rape. She was later tested and named male, though she and other medical experts do not agree. Yet another Indian runner, Dutee Chand, won a case against the IAAF in 2015. This case helped women runners with more testosterone in their bodies to participate as women because there is no clear proof that testosterone benefits performance. In 2016, some sports doctors said that runners born with a problem of sex development who were raised as females should be allowed to participate as women.\nIntersex people in Indian politics.\nGopi Shankar Madurai was one of the youngest candidate to run in an Indian election. He was also the first openly intersex and genderqueer candidate. He ran for a seat in the 2016 Tamil Nadu elections.\nWhat people think.\nWhat people think about LGBT rights in India is difficult to answer. According to a 2016 poll by the International Lesbian, Gay, Bisexual, Trans and Intersex Association, 35% of Indian people wanted to make same-sex marriage legal. 35% id not want same-sex marriage to be legal. A survey by the Varkey Foundation found that 18-21 year olds supported same-sex marriage more than others.\nAccording to a 2017 poll carried out by ILGA, 58% of Indians agreed that gay, lesbian and bisexual people should have the same rights as straight people. 30% Indians disagreed. Additionally, 59% agreed that they should be protected from unfair treatment at the workplace. But 39% of Indians said that people who are in same-sex relationships should be considered criminals (44% people disagreed with this). 66% people agreed that transgender people should have the same rights as others, 62% believed they should be protected from unfair treatment at work and 60% believed they should be allowed to change their gender before law.\nTop government institutes, such as IITs, accept LGBT people more. According to a poll conducted at IIT Delhi in 2015, 72% of respondents agreed that \"being homosexual is normal as being heterosexual\". Many IITs have their own LGBT clubs, like \"Saathi\" (English: Friend) at IIT Bombay, \"Indradhanu\" at IIT Delhi, \"Ambar\" at IIT Kharagpur, \"Unmukt\" at IIT Kanpur and more.\nAccording to a 2019 survey, the Indian states/union territories which accepted the LGBT community most were Uttar Pradesh (36%), followed by Tamil Nadu (30%) and Delhi (30%). The states which showed accepted same-sex relationships least were Mizoram (87%), followed by Nagaland (63%), Jammu and Kashmir (63%) and Kerala (58%). The states with the most undecided respondents were West Bengal (60%), followed by Assam (40%), Punjab (39%) and Tripura (37%). The Hindu community accepted same-sex relationships the most. Christian respondents opposed same sex-relationships most(70%), followed by Muslims (50%) and both Hindus and Sikhs at 40%.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":70},{"uri":"LGBT","surface_form":"LGBT","offset":132},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage","offset":336},{"uri":"Transgender","surface_form":"transgender","offset":367},{"uri":"Sex_reassignment_surgery","surface_form":"surgery","offset":427},{"uri":"Hijra_(South_Asia)","surface_form":"hijras","offset":544},{"uri":"Third_gender","surface_form":"third gender","offset":573},{"uri":"South_Asia","surface_form":"South Asia","offset":596},{"uri":"Supreme_Court_of_India","surface_form":"Supreme Court of India","offset":786},{"uri":"Section_377_of_the_Indian_Penal_Code","surface_form":"Section 377 of the Indian Penal Code","offset":867},{"uri":"Civil_union","surface_form":"civil union","offset":1766},{"uri":"Haryana","surface_form":"Haryana","offset":1817},{"uri":"Constitution_of_India","surface_form":"Indian Constitution","offset":2336},{"uri":"Indian_Armed_Forces","surface_form":"Indian military","offset":3479},{"uri":"Bharatiya_Janata_Party","surface_form":"BJP","offset":3551},{"uri":"Electroconvulsive_therapy","surface_form":"electroshock treatment","offset":4367},{"uri":"Depression","surface_form":"depression","offset":4655},{"uri":"Anxiety","surface_form":"anxiety","offset":4667},{"uri":"Seizures","surface_form":"seizures","offset":4676},{"uri":"Substance_abuse","surface_form":"drug use","offset":4686},{"uri":"K._T._S._Tulsi","surface_form":"K. T. S. Tulsi","offset":4760},{"uri":"Rajya_Sabha","surface_form":"Rajya Sabha","offset":4835},{"uri":"Indian_Penal_Code","surface_form":"Indian Penal Code","offset":4860},{"uri":"Third_gender","surface_form":"third gender","offset":5351},{"uri":"Hijra_(South_Asia)","surface_form":"hijras","offset":5430},{"uri":"Sangam_literature","surface_form":"Sangam literature","offset":5867},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":6965},{"uri":"Iravan","surface_form":"Iravan","offset":7276},{"uri":"Doha","surface_form":"Doha","offset":7562},{"uri":"Qatar","surface_form":"Qatar","offset":7568},{"uri":"Pinki_Pramanik","surface_form":"Pinki Pramanik","offset":7662},{"uri":"Intersex","surface_form":"intersex","offset":8356},{"uri":"Genderqueer","surface_form":"genderqueer","offset":8369},{"uri":"International_Lesbian%2C_Gay%2C_Bisexual%2C_Trans_and_Intersex_Association","surface_form":"International Lesbian, Gay, Bisexual, Trans and Intersex Association","offset":8564},{"uri":"Varkey_Foundation","surface_form":"Varkey Foundation","offset":8758},{"uri":"International_Lesbian%2C_Gay%2C_Bisexual%2C_Trans_and_Intersex_Association","surface_form":"ILGA","offset":8889},{"uri":"Indian_Institutes_of_Technology","surface_form":"IITs","offset":9515},{"uri":"Indian_Institute_of_Technology_Delhi","surface_form":"IIT Delhi","offset":9579},{"uri":"IIT%2C_Bombay","surface_form":"IIT Bombay","offset":9753},{"uri":"IIT_Delhi","surface_form":"Indradhanu","offset":9766},{"uri":"IIT_KGP","surface_form":"IIT Kharagpur","offset":9803},{"uri":"IITK","surface_form":"IIT Kanpur","offset":9830},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":9959},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":9992},{"uri":"Delhi","surface_form":"Delhi","offset":10013},{"uri":"Mizoram","surface_form":"Mizoram","offset":10093},{"uri":"Nagaland","surface_form":"Nagaland","offset":10120},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":10136},{"uri":"Kerala","surface_form":"Kerala","offset":10164},{"uri":"West_Bengal","surface_form":"West Bengal","offset":10230},{"uri":"Assam","surface_form":"Assam","offset":10261},{"uri":"Punjab","surface_form":"Punjab","offset":10274},{"uri":"Tripura","surface_form":"Tripura","offset":10291}]}