{"id":750911,"url":"http://en.wikipedia.org/wiki/Thotsakan_Game","text":"The Thotsakan Game (เกมทศกัณฐ์ in Thai, named for the 10-faced of Ravan, giant in the Ramayana story) is a Thai game show produced by Workpoint Entertainment. It was the 2003 runner-up, and the 2005 winner, of the \"best game or quiz show on Asian television\" award.\nIn the original format, a contestant was shown 10 faces. They have to name them all in order to win 10 million baht. It was the first game show to have a ten million baht jackpot, the highest at the time.\nThe show has won a number of awards from many institutions in Thailand and Asia, including runner-up and highly commended of best game or quiz programme in the Asian Television Awards of 2003 and 2005, respectively.\nIn the one-on-one game, a player tries to score as many points as possible by telling the name of the given face within one minute. The game continues as far as player gives correct answers, then the other contestant starts. The minimum prize is one million baht when one month later the prize will be add another million until maximum prize of 10 million. Later, the jackpot was fixed at 10 million.\nSuek Thotsakan Na Thong (ศึกทศกัณฐ์หน้าทอง, The Golden Face Show Down).\nIn 2005, the show invited several former long-running champions of the original format to compete one-on-one. The trophy was a large golden mask in the shape of a face, hence the title. And the maximum prize is one million.\nThotsakan Yok Thap Game (เกมทศกัณฐ์ยกทัพ, The Tag Team).\nA three-person team selects a representative to compete one-on-one with the opponent. A player will be eliminated if they give a wrong answer. They are replaced by a member of their own team. This continues until the three members of a team are out. The maximum prize is 30 million bath\nA team that wins 10 consecutive games plays for the jackpot worth 30 million baht maximum ($1,000,000), that making the show is the highest game show prize in Asia. However, the most that was actually won in the jackpot round was 100,000 baht. The jackpot round had the contestant(s) being shown a 1/5 of a picture, with less money given for each extra piece shown.\nThotsakan Game (เกมทศกัณฐ์จำแลง, The Disguise).\nThe show returned to single contestant format in this version, in which a keyword (sometimes cryptic) was shown alongside two faces, and the contestant had to guess which face related to the keyword. Originally, the game ended on a wrong answer, resulting in a few instances where a contestant won without playing a single face, so it was changed to so that the game ended when one contestant gave a wrong answer and the other gave a correct answer on their respective turns. The jackpot round was similar to the Tag Team format, with a keyword being given along with each piece.\nThotsakan Chamlaeng Game (ทศกัณฐ์ช่วยครูใต้, Help Southern Teachers).\nBetween May 2007 and February 2008, celebrities answered questions about various people and things to earn money for charity, to help teachers in the South of Thailand.\nThotsakan Yok Siam (ทศกัณฐ์ยกสยาม, All of Siam).\nThe current format began in late February 2008, where teams representing each province of Thailand answer questions about various aspects of the culture of Thailand in a knockout competition. The eventual winner will receive 10 million baht. A name change in April saw the Tod Sa Gun being dropped from the show's title because the questions generally no longer involve displaying a picture of someone's face.\nThotsakan Kids Game (เกมทศกัณฐ์เด็ก, Kids Edition).\nChildren play on their own rather than against each other. They have to match the correct face with a given name. The player will receive a scholarship worth up to one million baht. The game will go on until a wrong answer is given.\nA later format change, perhaps due to the controversy (see below), saw teams of three different ages, and then single players, playing for charity in a similar format to the Southern Teachers version, before the kids' edition was discontinued altogether in June 2008, which, combined with the renaming of Yok Siam (above), meant an end to the Tod Sa Gun name after just over 5 years.\nControversy.\nWhile the show is popular, it has faced accusations that the programme is rigged. Internet webboard posters, such as in Pantip.com, have alleged that the game is set up to make more appealing players win (like in the 1950s American quiz show scandals.) The allegation first started after a woman had scored almost 50 consecutive wins. In 2006, the accusation started again after a young boy had 200 wins in the kids edition. It was noted that Phanya Nirunkul, the show's host and Workpoint's owner, gave a lot of support to the child. For example, Phanya gave the boy a green suit of his own (at the time, the host wore a green suit). There was a pocketbook written about the boy's success in the game published by Phanya's company, even before he had reached his 200 wins. After the boy was done with the quiz show, he became a co-host of a variety show under Workpoint. All in all, it look like a big setup to promote an unknown boy to fame and reap a long-term rating from his popularity. A young girl has also had 200 consecutive wins in the kids edition, and the allegation has started flying around internet webboards once again.\nFan Pan Tae, another Workpoint's quiz show by Phanya, is also criticized about inaccuracy. A more serious allegation includes the show gives unfair advantages to famous competitors over unknown ones.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thai_language","surface_form":"Thai","offset":34},{"uri":"Ravan","surface_form":"Ravan","offset":66},{"uri":"Ramayana","surface_form":"Ramayana","offset":86},{"uri":"Thailand","surface_form":"Thai","offset":107},{"uri":"Game_show","surface_form":"game show","offset":112},{"uri":"Workpoint_Entertainment","surface_form":"Workpoint Entertainment","offset":134},{"uri":"Baht","surface_form":"baht","offset":377},{"uri":"Asian_Television_Awards","surface_form":"Asian Television Awards","offset":631},{"uri":"Pantip.com","surface_form":"Pantip.com","offset":4222},{"uri":"Quiz_show_scandals","surface_form":"quiz show scandals","offset":4334},{"uri":"Fan_Pan_Tae","surface_form":"Fan Pan Tae","offset":5238}]}