{"id":750923,"url":"http://en.wikipedia.org/wiki/Trial_in_absentia","text":"e=\"preserve\">Trial in absentia (literally \"in absence\" in the Latin language) means a person is held responsible for a crime and tried although he or she is not present during the proceedings. It may be because the person is at an unknown location or has escaped justice, for example after paying bail and then refused to return to the court on the date set anyway, or because the person may not be even alive (a famous case is Martin Bormann, who most likely died in May 1945 and was sentenced to death in November 1946, as part of the Nuremberg Trials). It is controversial, especially if a person is convicted and sentenced to a hard punishment, because the basic premise of a trial is thus violated, and everyone has a right to defend oneself. Others point out, however, that this right is waived when one doesn't show up without a good reason and that the court must make its best, through appointing a defender for instance, to determine guilt or innocence even if the person is not present. Most defendants make their case through a defender anyway, especially when the crime is serious.\nAnother case is when a court or committee must determine whether a person, such as a suspected terrorist, is going to be surveilled or wire-tapped, and whether there is enough suspicion of criminal activity or intent to do so. In that case, the person himself can of course not be asked to appear, as the idea is to hold the surveillance secret. In that case, a defender is appointed to make the case that the suspected person does not want to and does not deserve to be subjected to surveillance and that it should not be permitted, although he/she doesn't know of the proceedings. Most of such hearings, however, are not a trial in the technical sense of the term, though they may involve a judge and lawyer and so on.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":62},{"uri":"Trial","surface_form":"tried","offset":129},{"uri":"Bail","surface_form":"bail","offset":297},{"uri":"Martin_Bormann","surface_form":"Martin Bormann","offset":428},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":537},{"uri":"Surveillance","surface_form":"surveilled","offset":1216}]}