{"id":750924,"url":"http://en.wikipedia.org/wiki/Letter_bomb","text":"A letter bomb is a bomb concealed within a letter or package, which is then sent or left for the recipient to find, typically with his or her name and address on, to be opened and then exploded, or exploded within a certain time.\nThe first known case of a \"modern\" letter bomb was the Swedish bombmaker Martin Ekenberg in August 1904. He built a bomb and sent it to a factory owner in Stockholm called Karl Fredrik Lundin. The bomb exploded but nobody was seriously injured. He sent a total of four bombs until 1907 before he was discovered.\nLetter bomb sendouts.\nThere had been many injuries caused by letter bombs. A very famous letter bombmaker is Ted Kaczynski, the so-called \"Unabomber\", who sent a series of letter bombs between 1978 and 1995, killing three people (all men) and injuring 23. One package, however, exploded onboard an airplane, which could have killed all the passengers and personnel, but it only caused an emergency landing. He stopped sending bombs after the New York Times accepted to publish a text he had written called \"Industrial Society and its Future\".\nUnfortunately for him, his brother recognised the writing style and alerted the police, which ultimately captured Kaczynski and he was sentenced to life imprisonment. The bombs were very well made and had no evidence from the sender, but typically of letter bombs, they are too small to case significant damage, and in most cases did not even kill the person who opened the package (this was also the case with Ekenberg, who failed to kill a single person). For this reason, and because most important government departments X-rays packages, the method is not very efficient.\nGovernment agencies.\nSeveral government agencies have used letter bombs to target persons outside their jurisdiction. One victim of a letter bomb was German Chancellor Konrad Adenauer, who was sent a letter bomb by the so-called Stern gang and Israeli politician (and later Prime Minister) Menachem Begin in the 1950s.\nBegin's reasons, as he explained, was that Adenauer and all Germans were responsible for the deaths of millions of Jews during the Holocaust, although Adenauer had been imprisoned by the Nazi regime which committed these crimes. The same group also sent several bombs to US President Harry S. Truman. The South African apartheid regime used letter bombs, including to activist Ruth First, who died when opening one in 1982.","categories":[],"infobox_types":[],"annotations":[{"uri":"Letter_(paper)","surface_form":"letter","offset":43},{"uri":"Swedish","surface_form":"Swedish","offset":285},{"uri":"Martin_Ekenberg","surface_form":"Martin Ekenberg","offset":303},{"uri":"Stockholm","surface_form":"Stockholm","offset":385},{"uri":"Ted_Kaczynski","surface_form":"Ted Kaczynski","offset":651},{"uri":"New_York_Times","surface_form":"New York Times","offset":984},{"uri":"Life_imprisonment","surface_form":"life imprisonment","offset":1233},{"uri":"Konrad_Adenauer","surface_form":"Konrad Adenauer","offset":1829},{"uri":"Menachem_Begin","surface_form":"Menachem Begin","offset":1951},{"uri":"The_Holocaust","surface_form":"the Holocaust","offset":2107},{"uri":"Harry_S._Truman","surface_form":"Harry S. Truman","offset":2264},{"uri":"Apartheid","surface_form":"apartheid","offset":2299},{"uri":"Ruth_First","surface_form":"Ruth First","offset":2357}]}