{"id":750916,"url":"http://en.wikipedia.org/wiki/Singha","text":"e=\"preserve\">Singha (;) is a beer brand. It is manufactured in Thailand by the Singha Corporation Co. Ltd.. Singha corp is a subsidiary of its parent company, Boon Rawd Brewery.\nHistory.\nPraya Bhirom Bhakdi received a license to brew beer from the Thai government. In May 1933, construction of a brewery began. Boon Rawd Brewery was founded on 4 August 1933. In March 1934, production was started. Three beers were brewed: Golden Kite, Singha, and Stupa.\nA royal warrant was bestowed on 25 October 1939. Boon Rawd is the only brewery permitted to display the royal Garuda. The Singha is a powerful mythological lion, found in ancient South Asian and Thai mythology.\nBoon Rawd bought two German breweries at Hartmannsdorf and Mittweida, Saxony in 1994. Some Singha beer is brewed in Germany by Schlossbrauerei Au-Hallertau under licence from Singha Corporation Co., Ltd..\nBeginning in September 2007, a 5.0% (abv) version of Singha replaced the 6.0% (abv) original. This new version, while still brewed in Thailand by Pathum Thani Brewery Co. Ltd., states on its label to have been brewed under the supervision of Singha Corporation Co. Ltd., instead of Boon Rawd.\nFrom 2013, some Singha beer has reportedly been produced at Carlsberg's Russian plant for distribution in some markets. Singha is also said to use eight Carlsberg plants in Asia for production, as part of an agreement to share each other's production facilities and markets.\nGovernance.\nSingha Corporation, established in 2001, is a subsidiary of Boon Rawd Brewery, tasked with managing of all of Boon Rawd's 150-plus subsidiary companies. It reports directly to Boon Rawd's Board of Directors.\nProducts.\nBesides Singha beer, the company manufactures Singha Light, Leo beer, U Beer, bottled and soda water, and packaged foods.\nOperations.\nIn 2017, Singha Corporation sold 1.32 billion litres of Singha, Leo, and U Beer and retained a 62 percent market share in Thailand. The firm intends to sell 1.4 billion litres in 2018 and up its market share to 65 percent.\nAdvertising.\nSingha was the title sponsor of Francesco Cantando's Formula 1 Powerboat team from the mid 1990s up until the end of the 2013 season, making it one of the longest partnerships in the history of the sport. For 2014, Motorglass.it replaced Singha as Cantando's team's new title sponsor.\nIn 2010, Singha formed a four-year partnership with Premier League football club Chelsea. The company already had a similar partnership with Manchester United.\nIn the 2010 Formula One season, Singha's logo was seen on the Red Bull Racing team's livery.\nIn 2014, Singha became the first Official Beer of the FIM MotoGP™ World Championship and official sponsor of the Professional Darts Corporation Grand Slam of Darts.\nIn 2015, Singha became a personal sponsor of Formula One driver Kimi Räikkönen.\nIn 2018 Singha became an official partner of ROK Cup International Final.- karting CIK Homologated international competition organized by Vortex Engines (VORTON Srl.)\nIn 2018 Singha became the official sponsor of Oxford United Football Club.\nSingha is a title sponsor the Alfa Romeo Formula One team for the 2019 Formula One World Championship Season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thailand","surface_form":"Thailand","offset":63},{"uri":"Boon_Rawd_Brewery","surface_form":"Boon Rawd Brewery","offset":159},{"uri":"Royal_warrant_of_appointment_(Thailand)","surface_form":"royal warrant","offset":457},{"uri":"Garuda","surface_form":"Garuda","offset":565},{"uri":"Hartmannsdorf_(Chemnitz)","surface_form":"Hartmannsdorf","offset":707},{"uri":"Mittweida","surface_form":"Mittweida","offset":725},{"uri":"Saxony","surface_form":"Saxony","offset":736},{"uri":"Alcohol_by_volume","surface_form":"abv","offset":908},{"uri":"Alcohol_by_volume","surface_form":"abv","offset":950},{"uri":"Carlsberg_Group","surface_form":"Carlsberg","offset":1224},{"uri":"F1_Powerboat_World_Championship","surface_form":"Formula 1 Powerboat","offset":2092},{"uri":"2013_F1_Powerboat_World_Championship_season","surface_form":"2013 season","offset":2160},{"uri":"2014_F1_Powerboat_World_Championship_season","surface_form":"2014","offset":2248},{"uri":"F.A._Premier_League","surface_form":"Premier League","offset":2376},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":2405},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":2465},{"uri":"Formula_One","surface_form":"Formula One","offset":2496},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":2546},{"uri":"Livery","surface_form":"livery","offset":2569},{"uri":"Professional_Darts_Corporation","surface_form":"Professional Darts Corporation","offset":2690},{"uri":"Grand_Slam_of_Darts","surface_form":"Grand Slam of Darts","offset":2721},{"uri":"Formula_One","surface_form":"Formula One","offset":2787},{"uri":"Kimi_R%C3%A4ikk%C3%B6nen","surface_form":"Kimi Räikkönen","offset":2806},{"uri":"ROK_Cup_International_Final","surface_form":"ROK Cup International Final","offset":2867},{"uri":"Oxford_United_F.C.","surface_form":"Oxford United Football Club","offset":3035}]}