{"id":751092,"url":"http://en.wikipedia.org/wiki/George_Bass","text":"George Bass (30 January 1771 – after 5 February 1803) was a British naval surgeon and explorer of Australia.\nEarly years.\nBass was born on 30 January 1771 at Aswarby, near Sleaford, Lincolnshire. His father, George, was a tenant farmer, George Bass, and his mother a local beauty named Sarah (née Newman). His father died in 1777. He went to Boston Grammar School and later studied medicine at the hospital in Boston, Lincolnshire. At the age of 18, he was accepted in London as a member of the Company of Surgeons, and in 1794 he joined the Royal Navy as a surgeon.\nHe arrived in Sydney in New South Wales on HMS \"Reliance\" on 7 September 1795.\nAlso on the voyage were Matthew Flinders, John Hunter, Bennelong, and his surgeon's assistant William Martin.\nThe voyages of the Tom Thumb and Tom Thumb II.\nBass brought a small boat to Australia. It had an keel and beam, which he called the Tom Thumb on account of its size. In October 1795 Bass and Flinders, accompanied by William Martin sailed to Botany Bay and explored the Georges River. Their reports on their return led to the settlement of Banks' Town.\nIn March 1796 they went on a second voyage in a larger small boat, which they called the Tom Thumb II. They travelled down the coast to Lake Illawarra, which they called Tom Thumb Lagoon. They explored Port Hacking.\nLater in 1796 Bass discovered good farming land near Prospect Hill;found cattle which had been lost since 1788, and tried to cross the Blue Mountains.\nWhaleboat voyage to Western Port.\nIn 1797 Bass and six crew sailed an open whaleboat to Cape Howe, the farthest point of south-eastern Australia. From here they kept going went west as far as Western Port. He believed that Van Diemen's Land (now Tasmania) was not joined to mainland Australia. Watching the tides and the long south-western swell at Wilson's Promontory convinced him that his idea was right.\nBass visited the Kiama area on the south coast of New South Wales. He made notes on the many plants and the amazing natural phenomenon, the Kiama Blowhole.\nCircumnavigation of Tasmania in the \"Norfolk\".\nIn 1798, Bass and Flinders, sailed the \"Norfolk\", around Van Diemen's Land, proving that it was an island. They visited the estuary of the Derwent River, found and named by Captain John Hayes in 1793. Bass made a report which led to it being chosen for the future city of Hobart in 1803. When they got back to Sydney, Flinders recommended to Governor John Hunter that the passage between Van Diemen's Land and the mainland be called Bass Strait.\n\"This was no more than a just tribute to my worthy friend and companion,\" Flinders wrote, \"for the extreme dangers and fatigues he had undergone, in first entering it in a whaleboat, and to the correct judgement he had formed, from various indications, of the existence of a wide opening between Van Diemen's Land and New South Wales.\"\nBass sent some of his botanical discoveries to Sir Joseph Banks in London. \"In this voyage of fourteen weeks I collected those few plants upon Van Diemen's Land which had not been familiar to me in New South Wales,\" he wrote to Banks, \"and have done myself the honour of submitting them to your inspection.\" He was made an honorary member of the Society for Promoting Natural History, which later became the Linnean Society. Some of his reports were published in the second volume of David Collins's \"An Account of the English colony in New South Wales.\" He was one of the first to describe the Australian marsupial, the wombat.\nMarriage and trading.\nOn 8 October 1800, George married Elizabeth Waterhouse at St James's Church, Westminster. She was the sister of Henry Waterhouse, Bass's former shipmate, and captain of the \"Reliance\". In January 1801 Bass set sail again for Australia, leaving Elizabeth behind. The couple wrote to each other, they did not meet again, as Bass never returned from this journey.\nBass and a group of friends had invested some £10,000 in the copper-sheathed brig, and a cargo of general goods to sell in Port Jackson.\nOn the voyage, the ship passed through Bass Strait. He recorded it simply as Bass Strait, like any other geographical feature. His modesty meant he felt no need to say \"discovered by me\" or \"named after me\".\nOn arrival Bass that others had brought out goods as well, and he was unable to sell his cargo. Governor King was trying to save money and would buy the cargo, even at a 50% discount. King did ask Bass to get salt pork from Tahiti. Food was scarce in Sydney at that time and prices were high, yet there were plenty of pigs in the Society Islands. King said he would pay Bass six pence a pound, half the current price in Sydney. This deal suited both men. With his partner Charles Bishop, Bass sailed from Sydney in the \"Venus\" for Dusky Sound in New Zealand. They spent 14 days taking iron from the wreck of Captain Brampton's old ship the \"Endeavour\". This was made into axes which were used to trade for the pork in Tahiti. They returned to Sydney in November 1802.\nIn January 1803 Bass asked King for the rights to all the fish along the South Island of New Zealand, from Dusky Sound to Otago Harbour – now the site of the city of Dunedin. He also wanted to include all the lands and seas to the south, notably the Antipodes Islands. His brother-in-law, Waterhouse, had discovered the islands, and probably told him about the excellent prospects for fishing.\nFinal voyage.\nBass set sail on his last voyage in the \"Venus\" on 5 February 1803, but he and his crew were never seen again. His plan was to go to Tahiti and perhaps on to the Spanish colonies on the coast of Chile to buy provisions and bring them back to Sydney.\nBass may also have planned to smuggle goods into Chile. Spain would only allow Spanish ships and merchants to bring goods into the country. But the colonists in Chile needed more than they could supply and shortages and heavy taxation caused high prices. This made smuggling profitable. Port Jackson was described by some 19th-century historians as a base for such smuggling Britain's strained relationship with Spain at that time meant British authorities were unconcerned.\nBass still had much of the general cargo he had brought to Sydney in 1801 and he may well have been tempted to try and sell it in Chile. Two of his last letters have hints at a venture which he could not name. He set off in 1803, with a diplomatic letter from Governor King attesting his bona-fides and that his sole purpose if he were on the West coast of South America would be in procuring provisions.\nHe was never heard from again, and Governor King and Bass's friends in Sydney were forced to accept that he had met some misfortune. In England in January 1806 Bass was listed by the Admiralty as lost at sea. His wife Elizabeth was given money from the widows' fund, back dated to when Bass's half-pay had ended in June 1803. Bass had made the usual contributions to the fund from his salary.\nPossibilities.\nThere are many ideas about what may have happened to Bass. One story, by William Campbell of the brig \"Harrington\", said that Bass was captured by the Spanish in Chile and sent to the silver mines. The \"Harrington\" was also involved in smuggling and returned to Sydney some three months after Bass's departure. But this story dates from 1811 in a report by William Fitzmaurice. Campbell did not mention Bass in either 1803, or in 1805 when he captured a Spanish ship. Three months is too short for Bass to have reached Chile and then the \"Harrington\" to get back to Sydney.\nAlso all British prisoners held by the Spanish in Chile and Peru were freed in 1808 and returned to Europe. If the crew of the \"Venus\" had been captured then none of the 25 survived.\nAdventurer Jorgen Jorgenson wrote about Bass in 1835. He said Bass had attempted forced trade at gunpoint in Chile, and was captured when he let his guard down. Jorgenson probably met Bass, but this story is almost certainly not true. Jorgenson's writing, though entertaining, was often far from factual.\nA search of Spanish archives in 1903 by scholar Pascual de Gayangos and a search of Peruvian archives in 2003 by historian Jorge Ortiz-Sotelo found no mention of Bass. His ultimate fate remains a mystery.\nRecognition.\nIn 1963 Bass was honoured on a postage stamp issued by Australia Post, and again in 1998 with Matthew Flinders.\nA re-enactment of the whaleboat voyage was made on the 200th anniversary of Bass's voyage. It arrived at Western Port on 5 January 1998, using a \"Elizabeth\" skippered by Bern Cuthbertson.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":98},{"uri":"Sleaford","surface_form":"Sleaford","offset":172},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":182},{"uri":"Tenant_farming","surface_form":"tenant farmer","offset":222},{"uri":"Boston%2C_Lincolnshire","surface_form":"Boston, Lincolnshire","offset":410},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":542},{"uri":"Sydney","surface_form":"Sydney","offset":581},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":591},{"uri":"HMS_Reliance_(1793)","surface_form":"HMS \"Reliance\"","offset":610},{"uri":"Matthew_Flinders","surface_form":"Matthew Flinders","offset":670},{"uri":"John_Hunter","surface_form":"John Hunter","offset":688},{"uri":"Bennelong","surface_form":"Bennelong","offset":701},{"uri":"Botany_Bay","surface_form":"Botany Bay","offset":997},{"uri":"Blue_Mountains_(New_South_Wales)","surface_form":"Blue Mountains","offset":1459},{"uri":"Van_Diemen%27s_Land","surface_form":"Van Diemen's Land","offset":1698},{"uri":"Tasmania","surface_form":"Tasmania","offset":1721},{"uri":"Derwent_River","surface_form":"Derwent River","offset":2225},{"uri":"Hobart","surface_form":"Hobart","offset":2358},{"uri":"John_Hunter","surface_form":"John Hunter","offset":2437},{"uri":"Bass_Strait","surface_form":"Bass Strait","offset":2519},{"uri":"Joseph_Banks","surface_form":"Sir Joseph Banks","offset":2915},{"uri":"Linnean_Society_of_London","surface_form":"Linnean Society","offset":3276},{"uri":"Marsupial","surface_form":"marsupial","offset":3474},{"uri":"Wombat","surface_form":"wombat","offset":3489},{"uri":"Brig","surface_form":"brig","offset":3957},{"uri":"Sydney_Harbour","surface_form":"Port Jackson","offset":4003},{"uri":"Bass_Strait","surface_form":"Bass Strait","offset":4056},{"uri":"Philip_Gidley_King","surface_form":"Governor King","offset":4321},{"uri":"Tahiti","surface_form":"Tahiti","offset":4449},{"uri":"Society_Islands","surface_form":"Society Islands","offset":4555},{"uri":"New_Zealand","surface_form":"New Zealand.","offset":4771},{"uri":"Dunedin","surface_form":"Dunedin","offset":5159},{"uri":"Spain","surface_form":"Spanish","offset":5563},{"uri":"Chile","surface_form":"Chile","offset":5596},{"uri":"Brig","surface_form":"brig","offset":7036},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":8250},{"uri":"Matthew_Flinders","surface_form":"Matthew Flinders","offset":8313}]}