{"id":751163,"url":"http://en.wikipedia.org/wiki/Battle_of_Nalapani","text":"The Battle of Nalapani was the first battle of the Anglo-Nepalese War of 1814–1816. The forces of the British East India Company fought against Nepal, then ruled by the House of Gorkha. The battle took place around the Nalapani fort, near Dehradun. The British besieged the fort between 31 October and 30 November 1814. The fort's garrison was commanded by Captain Balbhadra Kunwar. Major-General Rollo Gillespie, who had previously fought in the Battle of Java, was in charge of the attacking British troops. Gillespie was killed on the first day of the siege while rallying his men and despite considerable odds, both in terms of numbers and firepower, Balbhadra and his 600-strong garrison successfully held out against more than 5,000 British troops for over a month.\nFirst two costly attempts to seize the fort by direct attack were unsuccessful. The British then tried to force the garrison to surrender by cutting off the fort's water supply. After three days of thirst, on the last day of the siege, Balbhadra refused to surrender. He led the 70 surviving members of the garrison in a charge against the besieging force. Fighting their way out of the fort, the survivors escaped into the nearby hills. Considering the time, effort, and resources spent to capture the small fort, it was a pyrrhic victory for the British. A number of later engagements, including one at Jaithak, unfolded in a similar way; but more than any other battle of the war, the fighting around Nalapani established the Gurkhas' reputation as warriors. As a result, they were later recruited by the British to serve in their army.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"Anglo-Nepalese_War","surface_form":"Anglo-Nepalese War","offset":51},{"uri":"East_India_Company","surface_form":"East India Company","offset":110},{"uri":"Nepal","surface_form":"Nepal","offset":144},{"uri":"Gorkha_Kingdom","surface_form":"House of Gorkha","offset":169},{"uri":"Dehradun","surface_form":"Dehradun","offset":239},{"uri":"Balbhadra_Kunwar","surface_form":"Balbhadra Kunwar","offset":365},{"uri":"Rollo_Gillespie","surface_form":"Rollo Gillespie","offset":397},{"uri":"Invasion_of_Java_(1811)","surface_form":"Battle of Java","offset":447},{"uri":"Pyrrhic_victory","surface_form":"pyrrhic victory","offset":1296},{"uri":"Battle_of_Jaithak","surface_form":"Jaithak","offset":1377},{"uri":"Gurkha","surface_form":"Gurkha","offset":1501}]}