{"id":751463,"url":"http://en.wikipedia.org/wiki/Teach_the_Future","text":"Teach the Future is the UK Student Climate Network (UKSCN) and Students Organising for Sustainability - UK (SOS-UK) joint campaign to rapidly repurpose the English education system around the climate crisis and ecological emergency to better prepare young people to mitigate and face the consequences of it.\nAims.\nTeach the Future runs under 6 main asks of the government\nProgress.\nTeach the Future originated as the 2nd demand of the UK Student Climate Network - from which it takes its name. It evolved into a separate campaign group which launched on the 12th November 2019 however it is still supported by UKSCN's School Group Developmental working group and the wider volunteer base.\nTeach the Future has garnered support for their English Climate Emergency Education Act through running a parliamentary reception; Nadia Whittome is the campaign parliamentary sponsor and helped them run the aforementioned event to unveil their legislation to the government.\nThe campaign's work being supported by multiple influential organisations - included the RSPB, British Youth Council, Global Action Plan, National Union of Students and Friends of the Earth.\nIt has been featured in many articles by national media sources such as The Guardian, BBC Breakfast, DeSmog Blog, the Thomas Reuters Foundation and BBC Radio 5 Live.","categories":[],"infobox_types":[],"annotations":[{"uri":"Climate_change","surface_form":"climate crisis","offset":192},{"uri":"Palace_of_Westminster","surface_form":"parliamentary reception","offset":795},{"uri":"Legislation","surface_form":"legislation","offset":934},{"uri":"Government_of_the_United_Kingdom","surface_form":"government","offset":953},{"uri":"Royal_Society_for_the_Protection_of_Birds","surface_form":"RSPB","offset":1054},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1228},{"uri":"BBC_News","surface_form":"BBC Breakfast","offset":1242},{"uri":"BBC_Radio_5_Live","surface_form":"BBC Radio 5 Live.","offset":1304}]}