{"id":751485,"url":"http://en.wikipedia.org/wiki/Pachyderm","text":"e=\"preserve\">Pachyderm (meaning 'thick skin', from the Greek, and) is a word used to group together elephants, rhinoceroses, tapirs, and hippopotamuses, four similar families of mammals. In the 1800s, many scientists believed that these four families of animals were closely related to each other, and that they were the only living descendants of some common ancestor species, but that theory was later proven wrong. Because of that, scientists who study the the relationships between animal species have mostly stopped using the word \"pachyderm\", but other people sometimes still use it as an informal category.\nSome scientists also thought that horses, pigs, and some other mammals were part of the pachyderm group, which they called pachydermata in Latin. Studies of animal genetics have now shown that rhinos, hippos, and elephants are not closely related to each other. It was true that rhinos are closely related to tapirs, but both rhinos and tapirs are much more closely related to horses than to hippos or elephants. Scientists now think the closest relatives of hippos are whales and dolphins, and that hippos and whales are more closely related to cows, pigs, deer, antelopes, and giraffes than to other pachyderms. The closest relatives of elephants seem to be manatees, dugongs, and hyraxes, which are all only distantly related to other pachyderms.\nAlthough we now know that the pachyderms aren't closely related to each other, historical scientists were not just being sloppy. They were correct in noticing that pachyderms have certain physical features in common, and that they are different from other mammals with hoof-like feet. They were only wrong in guessing how they evolved. Instead of being descended from a common ancestor, today's science shows that these animals just made similar adaptations independently through convergent evolution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek","surface_form":"Greek","offset":55},{"uri":"Elephant","surface_form":"elephant","offset":100},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":111},{"uri":"Tapir","surface_form":"tapir","offset":125},{"uri":"Hippopotamidae","surface_form":"hippopotamus","offset":137},{"uri":"Mammal","surface_form":"mammal","offset":178},{"uri":"Common_ancestor","surface_form":"common ancestor","offset":353},{"uri":"Informal","surface_form":"informal","offset":595},{"uri":"Horse","surface_form":"horse","offset":648},{"uri":"Pig","surface_form":"pig","offset":656},{"uri":"Latin","surface_form":"Latin","offset":753},{"uri":"Genetics","surface_form":"genetics","offset":778},{"uri":"Whale","surface_form":"whale","offset":1084},{"uri":"Dolphin","surface_form":"dolphin","offset":1095},{"uri":"Cow","surface_form":"cow","offset":1160},{"uri":"Pig","surface_form":"pig","offset":1166},{"uri":"Deer","surface_form":"deer","offset":1172},{"uri":"Antelope","surface_form":"antelope","offset":1178},{"uri":"Giraffe","surface_form":"giraffe","offset":1193},{"uri":"Manatee","surface_form":"manatee","offset":1274},{"uri":"Dugong","surface_form":"dugong","offset":1284},{"uri":"Hyrax","surface_form":"hyrax","offset":1297},{"uri":"Sloppy","surface_form":"sloppy","offset":1485},{"uri":"Hoof","surface_form":"hoof","offset":1633},{"uri":"Evolution","surface_form":"evolved","offset":1691},{"uri":"Adaptation","surface_form":"adaptation","offset":1810},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":1844}]}