{"id":7515,"url":"http://en.wikipedia.org/wiki/The_Tempest","text":"\"The Tempest\" is one of William Shakespeare's last comedies. It tells the story of a wizard who drives a ship to the island he lives on, in order to undo something that happened to him in the past. Unlike most of Shakespeare's plays, it does not appear to be based off an earlier story.\nStory.\nThe play is set on an island where a magician called Prospero lives with his daughter Miranda. The only company is Ariel, a spirit that Prospero rescued, and Caliban, a monster that Prospero has enslaved. Prospero conjures a storm that drives a ship to the island. Prospero explains to Miranda that there are men on board the ship who have done wrong against him. He used to be the Duke of Milan but was overthrown by his brother Antonio, with the help of Alonso, the King of Naples. Prospero and Miranda were cast out to sea in a boat, which took them to the island. Miranda was only a baby at the time, and can only remember living on the island.\nThe passengers of the ship escape onto the island and are separated into groups. Alonso and his son Ferdinand both think each other is dead. Alonso is left with his brother Sebastian, Antonio and his kindly advisor Gonzalo. Ferdinand meets Miranda and falls in love. Prospero tests Ferdinand to see if he is worthy enough for his daughter, and decides that he is. Antonio and Sebastian plot to kill Alonso and Gonzalo, but are stopped by Ariel. Meanwhile, Caliban meets two servants, Trinculo and Stephano. He persuades them to overthrow Prospero so that they can rule the island. Prospero stops them by summoning goblins and hounds to chase them away.\nAriel transforms into a fearsome bird-like creature and confronts Antonio, Alonso and Sebastian, telling them they should be sorry for overthrowing Prospero. They flee and eventually find Prospero. He announces that he will forgive everyone who plotted against him (including Caliban), give up magic and return to Milan. They react in different ways; Alonso is sorry for what he has done, while Antonio thinks the forgiveness is \"unnatural\". It is revealed that the ship and all the passengers survived the \"shipwreck\". Prospero sets Ariel free, and he and Miranda join everyone else in heading off back to Italy.\nParallels with Forbidden Planet.\nThe 1956 science fiction film \"Forbidden Planet\" set the story on a planet in space, Altair IV, instead of an island.\nProfessor Morbius (Walter Pidgeon) and his daughter Altaira (Anne Francis) are the Prospero and Miranda figures (both Prospero and Morbius having harnessed the mighty forces that inhabit their new homes). Ariel is represented by the helpful Robbie the Robot, while Sycorax is replaced with the powerful race of the Krell. Caliban is represented by the dangerous and invisible \"monster from the id\", a projection of Morbius' psyche born from the Krell technology instead of Sycorax's womb.","categories":[],"infobox_types":[],"annotations":[{"uri":"William_Shakespeare","surface_form":"William Shakespeare's","offset":24},{"uri":"Comedy","surface_form":"comedies","offset":51},{"uri":"Science_fiction","surface_form":"science fiction","offset":2252},{"uri":"Forbidden_Planet","surface_form":"Forbidden Planet","offset":2274},{"uri":"Walter_Pidgeon","surface_form":"Walter Pidgeon","offset":2380},{"uri":"Anne_Francis","surface_form":"Anne Francis","offset":2422},{"uri":"Robbie_the_Robot","surface_form":"Robbie the Robot","offset":2602},{"uri":"Id","surface_form":"id","offset":2755},{"uri":"Psyche","surface_form":"psyche","offset":2785}]}