{"id":75156,"url":"http://en.wikipedia.org/wiki/Adidas","text":"Adidas AG is a major German sports apparel manufacturer, part of the Adidas Group, consisting of Reebok sportswear company, Taylormade golf company, Maxfli golf balls, and Adidas golf and is the second largest sportswear manufacturer in the world.\nHistory.\nAdidas was founded in 1948 by Adolf Dassler. The title of brand was named after the founder (Adi from Adolf das from Dassler). A year later, the basic form of Adidas logo Three stripes was made. Adidas products are still being made today. The Adidas group makes 600 kinds of shoes and 1,500 kinds of clothings every season.\nLogos.\nAdidas has three types of logos, which are originals, sports performance, and sports style. Each type follows the product design concept and shared inspiration. They imply the features of lots of products.\nOriginals (Trefoil or Heritage).\nAdidas heritage line shows the combined design of sportism and lifestyle. With retrospecting 60s, products including clothes, shoes, bags, and other fashion items are reappearing. Heritage’s logo Trefoil was developed based on the three stripes in 1971. With crossing the tree stripes which symbolize diversity of brand, the unique characteristic of logo is expressed geometrically. This was an innovation in the existing logo.\nSports performance.\nSports performance line shows the goods which contains its self-esteem as a professional sports brand. The logo with three stripes has been used constantly. And, in 1997, Adidas‘ creative director Peter Moore renobated the type. He wanted to keep important meanings of old one, but at the same time he needed new logo which can be applied to the modern design. From his hand, three stripes became to mean a mountain which symbolizes a challenge and an accomplishment. And the parallel lines of stripes express gradually the brand's goal.\nSports style.\nIt might be called \"collection line.\" This Adidas sports style has shown off its design which is made by Yohji Yamamoto. He designs shoes, clothes, and accessaries with future-oriented images. in 2001, the initial sports style logo symbolized the swiftly chaning world. The three stripes which cross the oval capture the speed of changing. It means that the stripes are rushing with intersecting the world. The innovative works which pursue a beauty and a function based on tradition show brand's another potentiality.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aktiengesellschaft","surface_form":"AG","offset":7},{"uri":"Germany","surface_form":"German","offset":21},{"uri":"Reebok","surface_form":"Reebok","offset":97},{"uri":"Taylormade","surface_form":"Taylormade","offset":124},{"uri":"Maxfli","surface_form":"Maxfli","offset":149},{"uri":"Adolf_Dassler","surface_form":"Adolf Dassler","offset":287},{"uri":"Trademark","surface_form":"brand","offset":315},{"uri":"Originals","surface_form":"originals","offset":631},{"uri":"Sports_performance","surface_form":"sports performance","offset":642},{"uri":"Sports_style","surface_form":"sports style","offset":666},{"uri":"Sportism","surface_form":"sportism","offset":877},{"uri":"Lifestyle","surface_form":"lifestyle","offset":890},{"uri":"Trefoil","surface_form":"Trefoil","offset":1023},{"uri":"Diversity","surface_form":"diversity","offset":1128},{"uri":"Geometrically","surface_form":"geometrically","offset":1195},{"uri":"Self-esteem","surface_form":"self-esteem","offset":1334},{"uri":"Peter_Moore","surface_form":"Peter Moore","offset":1472},{"uri":"Modern","surface_form":"modern","offset":1621},{"uri":"Mountain","surface_form":"mountain","offset":1682},{"uri":"Challenge","surface_form":"challenge","offset":1710},{"uri":"Accomplishment","surface_form":"accomplishment","offset":1727},{"uri":"Collection_line","surface_form":"collection line","offset":1847},{"uri":"Yohji_Yamamoto","surface_form":"Yohji Yamamoto","offset":1932},{"uri":"Future-oriented","surface_form":"future-oriented","offset":1996},{"uri":"Potentiality","surface_form":"potentiality","offset":2332}]}