{"id":75180,"url":"http://en.wikipedia.org/wiki/California_wildfires_of_October_2007","text":"The California wildfires of October 2007 are more than 20 wildfires until November 9, 2007 burning in Southern California, making over 1,000,000 people have to leave their homes, breaking at least 1,500 homes and buildings and moving in on at least 56,000 more.\nAt least of land have burned between Santa Barbara County and the Mexican border. Officials have said that they fear the fire could become even more deadly than the 2003 Cedar Fire, said to be the worst on ever. The number and strength of the fires have tired the firefighters, with one department saying the \"lack of resources [is] hindering suppression efforts.\"\nThe fires have killed six people and have hurt at least 16 firefighters and 25 others.\nCalifornia governor Arnold Schwarzenegger declared a state of emergency in seven California counties where fires burned. President Bush has declared an emergency is in the State of California and ordered Federal aid to help State and local efforts.\nAn event that helped the fires is the drought hapenning in Southern California. The fires have been strengthened by the strangely strong Santa Ana winds. The winds are believed to have broken power lines, creating some of the fires. One fire was because of arson; one was started by an flipped-over semi-truck. Why the other fires are happening it not yet known. Winds are not expected to get better until October 25 2007.\nSan Diego County.\nSan Diego County is where the two biggest fires are, the Witch Fire near the northeastern edge of the city of San Diego, and the Harris fire southeast of San Diego. The Witch fire forced Interstate 15 to be closed, and the Harris fire burns near the border with Mexico.\nAs of the night of October 22, 2007, at least 5,000 homes were in danger. About 500,000 people have to leave, the largest evacuation in the area's history. Evacuees were meeting at the Del Mar Fairgrounds, Qualcomm Stadium and other places in the county. Officials think that 10,000 were meeting at Qualcomm. Other than food, blankets and water, volunteers gave toys to children, massages, and a live rock and roll band showe. Many schools and business were closed. The only burn unit in the county, the UCSD Medical Center in Hillcrest was operated on an overflow basis. The unit, which has 18 beds, had gotten 16 fire victims and several patients with injuries not due to the blazes.\nWitch Fire.\nThe Witch Fire, also known as the Witch Creek Fire, is the largest of the fires. Approximately 6,800 structures are in danger, including 5,000 homes. Hundreds of thousands of people living there are being told of evacuations through the Reverse 911 system. This evacuation comes almost exactly four years after the Cedar Fire of 2003.\nThe fire started near Santa Ysabel and quickly spread to Ramona, Rancho Bernardo, Poway and Escondido. From there the fire jumped over the Interstate 15 and kept moving west, causing bad damage in the upscale areas of Lake Hodges, 4S Ranch, Del Dios, Harmony Grove and Rancho Santa Fe.\nHeavy Santa Ana winds have been pushing the fires west near the coast. San Diego County Sheriff William B. Kolendar said that the Witch Creek Fire could be \"well in excess of Cedar Fire of 2003\". Officials have also said that the fire could reach the coastline; people living in Solana Beach were told to be ready to evacuate.\nAll residents south of Del Dios Highway, north of Sorrento Valley Road, west of Interstate 15, and east of Interstate 5 were told to evacuate. By 9:30pm October 22, 2007 a dispatch from the city of Del Mar's web site stated \"For your safety, we are strongly advising that all Del Mar residents evacuate.\" Evacuations were also ordered for Scripps Ranch neighborhood, mostly \"Everything south of Scripps Poway Parkway, north of MCAS Miramar, east of Interstate 15, and west of Highway 67\". The Mesa Grande Indian reservation was evacuated from the Witch Fire. Residents of the Barona Indian Reservation have been told to leave if they wish, but the evacuation is not a must. The casino on the reservation is closed. At about 01:00 on 23 October, fire happened near the southern end of Wild Cat Canyon, where many houses were broken and people killed in the Cedar Fire. Residents of Wild Cat Canyon and Muth Valley were told to evacuate, and the road was closed.\nEvacuation sites include Qualcomm Stadium, Escondido High School, Poway High School, Mira Mesa Senior High School, Ramona High School, Del Mar Fairgrounds.\nAdding to the evacuations, many major roads have been closed around the fire. On October 22, 2007, the California Highway Patrol closed Interstate 15 in both ways between state Route 78 and state Route 56.\nHarris Fire.\nThe Harris Fire started at Harris Ranch Road near Potrero. As of October 23 the fire was moving towards eastern Chula Vista. Many places have been evacuated, with evacuation centers set up at a nearby high school and community center.\nOther fires.\nTwo different Marine Corps Base fires were reported at about 1:00 p.m. on October 23. The Camp Margarita Fire is at 33 Area behind the Marine Corps Air Station. The Las Pulgas Fire is located at 43 Area near Basilone Road. Evacuations have been ordered.\nThe Coronado Hills Fire burned south of Cal State San Marcos.\nThe McCoy fire has burned in the Cleveland National Forest.\nThe fire started at about 3:13 a.m. on October 23 as a structure fire on the La Jolla Indian Reservation and has then moved itself onto Palomar Mountain. It is running in the same way as the Rice Fire. With firefighters worried that the Rice Fire and Poomacha fire will meet in the Del Dios Canyon, firefighters have left the area and people living there have to leave.\nThe Rice Fire is burning in the Rice Canyon near Fallbrook, moving towards Rainbow Heights, and Santa Marguerita and Sandy Creek drainages.\nLos Angeles and Ventura counties.\nAs of 12:20 a.m. PST on October 23, the US Forest Service was thinking the Ranch, Buckweed, and Magic fires would meet into a single huge fire within 2 days.\nAs of 23 October 2007 the Buckweed fire in Agua Dulce and the Santa Clarita community of Canyon Country has burned in northeastern parts of the county. The communities of Santa Clarita, Leona Valley, Green Valley, Acton, Agua Dulce, and Mint Canyon are in danger. At least 925 firefighters are fighting the fire. Over 15,000 people and 5,500 homes have been evacuated.\nThe Canyon Fire has burned close to Malibu, California, mostly in Malibu Canyon. 600 residences, 200 commercial buildings, and 100 outbuildings are in danger, and 500 homes have been evacuated.\nThe Magic Fire started near The Old Road at Magic Mountain Parkway. Flames crept a few yards from West Ranch High School and a many houses being made in Stevenson Ranch, but were pushed away. The fire is believed to have been caused accidentally by welders at a construction site.\nThe October Fire burned a small area in Santa Clarita, burning several homes in the Canyon Breeze Mobile Home Park.\nSince 20 October 2007, the Ranch fire has burned on the Los Angeles-Ventura county line, in the Angeles and Los Padres national forests. The fire is going around the Ventura County community of Piru and also threatens the communities of Fillmore, Ventura and Ojai. Three homes have been destroyed, and 500 residences are in the fire's path. As of 7:00 a.m. local time, the fire was 10% under control. Evacuations have been recommended in all of Piru and parts of Fillmore. Highway 126 is closed between Main Street and Chiquita Canyon Road in Piru. Angeles National Forest officials are closing the whole forest, starting October 23.\nOrange County.\nThe Santiago Fire began shortly before 5:55pm on October 21, 2007 in the foothills north of Irvine and east of the city of Orange in Orange County. Fire officials have said that the source of the fire is arson; the fire was said to have been started in three different spots. The fire has burned over and is 30% contained. Strong winds have stopped people from fighting the fire and forced a dozen firefighters to seek emergency shelter under tents after the fire moved at them. Two homes, one mobile home, and one outbuilding have been destroyed. Several other buildings damaged, and four firefighters were a bit hurt from the fire. Damage estimates put the fire's cost at $5.5 million.\nSan Bernardino County.\nThe Slide Fire has burned at Green Valley Lake, west of Lake Arrowhead. The Green Valley Lake, Arrow Bear, and Running Springs communities are under evacuation. Reports indicate water pressure in local systems was lost and conditions were too harsh for fighters to continue efforts in some areas. The fire has burned a camp owned by the Boy Scouts of America's local council, the California Inland Empire Council, called \"Camp Helendade.\" Helendade was originally given to the council in 1960 to replace another camp that had been burned.\n\"Immediate threat to 100 structures and possible threat to thousands... Multiple downed power lines. IC (Incident Command) asking for resources from anywhere... Lack of resources hindering suppression efforts. Unable to fly aircraft. All local engines are depleted.\"\nThe fire began near Martin Ranch Road and Meyers Road.\nThis fire was in the Ontario, California area. It damaged several buildings.\nTogether the fires made it a must to close Interstate 15 in the Cajon Pass. One fire was started by an flipped-over semi-truck. This fire has burned 250 acres. It is currently 50 percent under control. 107 firefighters are assigned to this fire.\nThe Little Mountain fire threatens several homes and other structures.\nSanta Barbara County.\nThe Sedgewick Fire was the farthest north of the October 2007 California wildfires. It started around 6:00 a.m. PST on October 21, 2007 from a falling power line. The fire burned a total of near Los Olivos. Approximately 2000 people were affected and 800 homes threatened before the fire was all under control around 5:00 p.m. on October 22.\nRiverside County.\nThe Roca fire began at 3:52 p.m. on October 21 in Aguanga, and burned east of Temecula. The fire was 100% contained on October 22. One home was destroyed and one injury was reported from the fire.\nThe Rosa fire began at 11:00 p.m. on October 22 in western Temecula and has burned. There are people who have to leave and closed roads in this area. The fire is 50% under control; 100% expected by October 24 at 6 p.m.\nWind and weather.\nThe fires are occurring in a very dry area and they are being exacerbated by seasonal winds called the Santa Ana winds. The San Diego Union Tribune reported, \"Santa Ana winds blowing up to 60 mph combined with temperatures into the 90s to create in the worst possible fire conditions.\"\nSouthern California is in the midst of an unusual drought; in Los Angeles, California, with only 3.21 in (82 mm) of precipitation in the entire 2006-2007 rain season, it is the driest year on record, receiving less rain than Death Valley in a normal year.\nThe Santa Ana winds are warm, dry winds that characteristically appear in Southern California and Northern Baja California weather during autumn and early winter. Santa Anas are a type of föhn wind, the result of air pressure buildup in the high-altitude Great Basin between the Sierra Nevada and the Rocky Mountains. This high energy wind spills out of the Great Basin and is pulled by gravity into the surrounding lowlands. The air circulates clockwise around the high pressure area bringing winds from the east and northeast to Southern California (the reverse of the westerly winds characteristic of the latitude). The air heats up due to adiabatic heating while being compressed during its descent. While the air has already been dried by orographic lift prior to reaching the Great Basin, the relative humidity of the air declines rapidly as it descends and warms in its final stages as it passes over the Transverse and Peninsular Ranges.\nThe air is then forced down the mountain slopes out towards the Pacific coast; the air mass is further heated by compression as it drops in altitude before reaching the Los Angeles Basin, western San Diego County and Tijuana (Baja California) at typical speeds of 35 knots. The southern California coastal region gets some of its hottest weather of the year during autumn while Santa Ana winds are blowing. During Santa Ana conditions it is typically hotter along the coast than in the deserts and the humidity plummets to less than 15%.\nAs the Santa Ana winds are channeled through the mountain passes they can approach hurricane force. The combination of wind, heat, and dryness turns the chaparral into explosive fuel for the infamous wildfires the region is known for. Wildfires fanned by Santa Ana winds burned 721,791 acres (2,921 km²) in two weeks during October 2003.\nAs of October 22, the high wind conditions were expected to continue to hamper firefighting for three additional days.\nAt around 12:30 PM, officials believed that some of the fires have began generating their own winds, similar to the Oakland Firestorm of 1991.\nImpact.\nOn October 21, the Harris Fire damaged and disabled the Southwest Power Link, a 500,000-volt power line from Arizona to San Diego. Power outages were reported in Los Angeles, Orange, San Diego, and other counties on October 22 to 333,500 Southern California Edison customers, most being restored within 24 hours. The power outage also affected the areas of Ojai, Oxnard, Simi Valley, Santa Clarita, Thousand Oaks, Rialto, Fontana, San Bernardino, Rancho Cucamonga, Mira Loma, Hesperia, Corona, Bloomington, Irvine, Calimesa and Rubidoux. This outage also caused 230 people to be without power in Malibu. The California Independent System Operator Corp, or California ISO, declared an energy transmission emergency in southern California on October 23, due to wildfires affecting the lines. 500,000-, 230,000- and 138,000-volt lines were disabled in San Diego, and some lines in other areas were also disabled. 24,992 lost power, due to lack of power from the power grid.\nThe San Diego Community College District on October 22, 2007 initially closed Miramar College, followed by Mesa College and selected Continuing Education sites in the northern area of the District. Effective at 3:00 p.m. the same day all colleges, campuses and sites of the San Diego Community College District were closed and would remain so through at least October 23, 2007. Students and faculty were urged to seek an update on possible closures on October 23 after 5:00pm local time. Numerous other schools, businesses and universities have closed as well, including California State University, San Marcos, San Diego State University, UC San Diego, the University of San Diego and the San Diego Wild Animal Park. Classes for Tuesday, October 23 have been canceled for all of San Diego Unified School District and Sweetwater Union High School District as well as all other districts in the county and all schools in the municipalities of Tijuana, Tecate and Rosarito, located across the border in Baja California, Mexico.\nIn the Santa Clarita area, classes and events were cancelled at College of the Canyons and CalArts; local public schools were cancelled as well. All public schools were closed in Malibu, and there were some school closings in Orange County, Ventura County and San Bernardino County.\nBy mid-morning on October 22, 2007, thousands of evacuees were taking shelter in Qualcomm Stadium and other locations throughout San Diego. On the afternoon of October 22, 2007, the Marines were evacuating some planes from Marine Corps Air Station Miramar to other military bases in California and Arizona. The San Diego Wild Animal Park moved some animals to the on-site animal hospital for their protection.\nAs of October 22 2007, with Qualcomm Stadium still hosting evacuees, the San Diego State University football team was still planning to host their Saturday game against BYU in the stadium. Some players and coaches have been affected by evacuations. Numerous San Diego area high schools canceled games and practices at least through October 242007. With many players from the San Diego Chargers affected by evacuations, the team has moved practices to Arizona and they may move their upcoming game there as well.\nResponse.\nGovernment agencies and volunteers worked together to mitigate the effects of the fires. According to the state of California's Consolidated Response web page, \"There are 17 active fires in Southern California. The priority for fighting fires as of 1930 on October 21 is the Buckweed, Witch, Harris, Canyon, Ranch, Santiago, and Sedgewick Fires.\"\nWith many businesses and schools closed, some people used their time off to help others. Officials estimated that 10,000 people were gathered at Qualcomm stadium, the largest shelter point in San Diego. Besides food, blankets and water, volunteers provided toys for children, massages, and a live rock and roll band performance. The Church of Jesus Christ of Latter-day Saints opened ten of its churches as temporary shelters and, at the request of the mayor of San Diego, delivered two truckloads of blankets and processed food to evacuees in Qualcomm Stadium.\nThe Salvation Army [http://www1.usw.salvationarmy.org/usw/www_usw.nsf/vw-news/28392868A48E4E318025737C0065A013?opendocument The Salvation Army USA Western Territory: Southern California Fires: The Salvation Army Helps First Responders, Evacuees] is providing food, water and comfort to firefighters, police and others affected by the blaze.\nThe Navy and Marines were also helping in San Diego. Six crews from the Navy's Helicopter Sea Combat Squadron 85 based at Naval Air Station North Island have been assigned to battle the Witch Creek fire. They fly MH-60 Seahawk helicopters which have a 420-gallon water bucket and they are the only local Navy teams trained to fight fires from the air. Marine Corps Air Station Miramar has contributed several aircraft as well as fire fighting trucks to operations based in Ramona.\nCalifornia governor Arnold Schwarzenegger declared a state of emergency in seven California counties where fires burned. President George W. Bush declared a federal disaster for the seven counties and scheduled a Thursday, October 25, 2007 visit to the region.","categories":[],"infobox_types":["wildfire"],"annotations":[{"uri":"Wildfire","surface_form":"wildfire","offset":58},{"uri":"Southern_California","surface_form":"Southern California","offset":102},{"uri":"Santa_Barbara_County%2C_California","surface_form":"Santa Barbara County","offset":299},{"uri":"United_States%E2%80%93Mexico_border","surface_form":"Mexican border","offset":328},{"uri":"California","surface_form":"California","offset":714},{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":734},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":767},{"uri":"George_W._Bush","surface_form":"Bush","offset":845},{"uri":"Drought","surface_form":"drought","offset":1001},{"uri":"Santa_Ana_winds","surface_form":"Santa Ana winds","offset":1100},{"uri":"October_25","surface_form":"October 25","offset":1369},{"uri":"2007","surface_form":"2007","offset":1380},{"uri":"Interstate_15","surface_form":"Interstate 15","offset":1591},{"uri":"October_22","surface_form":"October 22","offset":1693},{"uri":"2007","surface_form":"2007","offset":1705},{"uri":"Qualcomm_Stadium","surface_form":"Qualcomm Stadium","offset":1880},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":2075},{"uri":"UCSD_Medical_Center","surface_form":"UCSD Medical Center","offset":2178},{"uri":"Voice_broadcasting","surface_form":"Reverse 911","offset":2609},{"uri":"Cedar_Fire","surface_form":"Cedar Fire of 2003","offset":2687},{"uri":"Santa_Ysabel%2C_California","surface_form":"Santa Ysabel","offset":2729},{"uri":"Ramona%2C_California","surface_form":"Ramona","offset":2764},{"uri":"Rancho_Bernardo%2C_California","surface_form":"Rancho Bernardo","offset":2772},{"uri":"Poway%2C_California","surface_form":"Poway","offset":2789},{"uri":"Escondido%2C_California","surface_form":"Escondido","offset":2799},{"uri":"Interstate_15","surface_form":"Interstate 15","offset":2846},{"uri":"Escondido%2C_California","surface_form":"Lake Hodges","offset":2925},{"uri":"4S_Ranch%2C_California","surface_form":"4S Ranch","offset":2938},{"uri":"Escondido%2C_California","surface_form":"Del Dios","offset":2948},{"uri":"Escondido%2C_California","surface_form":"Harmony Grove","offset":2958},{"uri":"Rancho_Santa_Fe%2C_California","surface_form":"Rancho Santa Fe","offset":2976},{"uri":"Santa_Ana_winds","surface_form":"Santa Ana winds","offset":2999},{"uri":"Cedar_Fire","surface_form":"Cedar Fire","offset":3168},{"uri":"2003","surface_form":"2003","offset":3182},{"uri":"Solana_Beach%2C_California","surface_form":"Solana Beach","offset":3272},{"uri":"Interstate_15","surface_form":"Interstate 15","offset":3400},{"uri":"Interstate_5","surface_form":"Interstate 5","offset":3427},{"uri":"Del_Mar%2C_California","surface_form":"Del Mar","offset":3518},{"uri":"Scripps_Ranch%2C_San_Diego%2C_California","surface_form":"Scripps Ranch neighborhood","offset":3659},{"uri":"Kumeyaay","surface_form":"Barona Indian Reservation","offset":3896},{"uri":"23_October","surface_form":"23 October","offset":4053},{"uri":"Qualcomm_Stadium","surface_form":"Qualcomm Stadium","offset":4306},{"uri":"Escondido_High_School","surface_form":"Escondido High School","offset":4324},{"uri":"Poway_High_School","surface_form":"Poway High School","offset":4347},{"uri":"Mira_Mesa_Senior_High_School","surface_form":"Mira Mesa Senior High School","offset":4366},{"uri":"Ramona_High_School","surface_form":"Ramona High School","offset":4396},{"uri":"Del_Mar_Fairgrounds","surface_form":"Del Mar Fairgrounds","offset":4416},{"uri":"October_22","surface_form":"October 22","offset":4518},{"uri":"2007","surface_form":"2007","offset":4530},{"uri":"California_Highway_Patrol","surface_form":"California Highway Patrol","offset":4540},{"uri":"Interstate_15","surface_form":"Interstate 15","offset":4573},{"uri":"October_23","surface_form":"October 23","offset":4721},{"uri":"Chula_Vista%2C_California","surface_form":"Chula Vista","offset":4768},{"uri":"Cal_State_San_Marcos","surface_form":"Cal State San Marcos","offset":5198},{"uri":"Cleveland_National_Forest","surface_form":"Cleveland National Forest","offset":5253},{"uri":"La_Jolla_Indian_Reservation","surface_form":"La Jolla Indian Reservation","offset":5357},{"uri":"Palomar_Mountain","surface_form":"Palomar Mountain","offset":5416},{"uri":"Fallbrook%2C_California","surface_form":"Fallbrook","offset":5699},{"uri":"Rainbow%2C_California","surface_form":"Rainbow Heights","offset":5725},{"uri":"23_October","surface_form":"23 October","offset":5988},{"uri":"2007","surface_form":"2007","offset":5999},{"uri":"Agua_Dulce%2C_California","surface_form":"Agua Dulce","offset":6025},{"uri":"Santa_Clarita%2C_California","surface_form":"Santa Clarita","offset":6044},{"uri":"Canyon_Country%2C_California","surface_form":"Canyon Country","offset":6071},{"uri":"Malibu%2C_California","surface_form":"Malibu, California","offset":6387},{"uri":"Six_Flags_Magic_Mountain","surface_form":"Magic Mountain","offset":6589},{"uri":"West_Ranch_High_School","surface_form":"West Ranch High School","offset":6643},{"uri":"Stevenson_Ranch","surface_form":"Stevenson Ranch","offset":6698},{"uri":"Santa_Clarita%2C_California","surface_form":"Santa Clarita","offset":6866},{"uri":"20_October","surface_form":"20 October","offset":6948},{"uri":"2007","surface_form":"2007","offset":6959},{"uri":"Ventura_County%2C_California","surface_form":"Ventura","offset":7010},{"uri":"Angeles_National_Forest","surface_form":"Angeles","offset":7038},{"uri":"Los_Padres_National_Forest","surface_form":"Los Padres","offset":7050},{"uri":"Piru%2C_California","surface_form":"Piru","offset":7136},{"uri":"Fillmore%2C_California","surface_form":"Fillmore","offset":7179},{"uri":"Ventura%2C_California","surface_form":"Ventura","offset":7189},{"uri":"Ojai%2C_California","surface_form":"Ojai","offset":7201},{"uri":"California_State_Route_126","surface_form":"Highway 126","offset":7415},{"uri":"Santiago_Canyon%2C_California","surface_form":"Santiago","offset":7595},{"uri":"October_21","surface_form":"October 21","offset":7640},{"uri":"2007","surface_form":"2007","offset":7652},{"uri":"Irvine%2C_California","surface_form":"Irvine","offset":7683},{"uri":"Orange%2C_California","surface_form":"Orange","offset":7714},{"uri":"Orange_County%2C_California","surface_form":"Orange County","offset":7724},{"uri":"Arson","surface_form":"arson","offset":7795},{"uri":"Green_Valley_Lake","surface_form":"Green Valley Lake","offset":8331},{"uri":"Lake_Arrowhead%2C_California","surface_form":"Lake Arrowhead","offset":8358},{"uri":"Boy_Scouts_of_America","surface_form":"Boy Scouts of America","offset":8639},{"uri":"Ontario%2C_California","surface_form":"Ontario, California","offset":9184},{"uri":"Interstate_15_in_California","surface_form":"Interstate 15","offset":9283},{"uri":"Cajon_Pass","surface_form":"Cajon Pass","offset":9304},{"uri":"October_21","surface_form":"October 21","offset":9698},{"uri":"2007","surface_form":"2007","offset":9710},{"uri":"October_22","surface_form":"October 22","offset":9909},{"uri":"Aguanga%2C_California","surface_form":"Aguanga","offset":9989},{"uri":"Temecula","surface_form":"Temecula","offset":10017},{"uri":"Temecula%2C_California","surface_form":"Temecula","offset":10195},{"uri":"Santa_Ana_winds","surface_form":"Santa Ana winds","offset":10476},{"uri":"San_Diego_Union_Tribune","surface_form":"San Diego Union Tribune","offset":10497},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":10721},{"uri":"Wind","surface_form":"wind","offset":10949},{"uri":"Baja_California_Peninsula","surface_form":"Baja California","offset":11022},{"uri":"Weather","surface_form":"weather","offset":11038},{"uri":"F%C3%B6hn_wind","surface_form":"föhn wind","offset":11103},{"uri":"Atmospheric_pressure","surface_form":"air pressure","offset":11128},{"uri":"High_altitude","surface_form":"high-altitude","offset":11156},{"uri":"Great_Basin","surface_form":"Great Basin","offset":11170},{"uri":"Sierra_Nevada_(U.S.)","surface_form":"Sierra Nevada","offset":11194},{"uri":"Rocky_Mountains","surface_form":"Rocky Mountains","offset":11216},{"uri":"Orographic_lift","surface_form":"orographic lift","offset":11659},{"uri":"Transverse_Ranges","surface_form":"Transverse","offset":11827},{"uri":"Peninsular_Ranges","surface_form":"Peninsular Ranges","offset":11842},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":11925},{"uri":"Physical_compression","surface_form":"compression","offset":11974},{"uri":"Los_Angeles_Basin","surface_form":"Los Angeles Basin","offset":12030},{"uri":"San_Diego_County","surface_form":"San Diego County","offset":12057},{"uri":"Tijuana","surface_form":"Tijuana","offset":12078},{"uri":"Baja_California_(state)","surface_form":"Baja California","offset":12087},{"uri":"Humidity","surface_form":"humidity","offset":12363},{"uri":"Chaparral","surface_form":"chaparral","offset":12552},{"uri":"Wildfire","surface_form":"wildfire","offset":12599},{"uri":"October_22","surface_form":"October 22","offset":12743},{"uri":"Oakland_Firestorm_of_1991","surface_form":"Oakland Firestorm of 1991","offset":12972},{"uri":"October_21","surface_form":"October 21","offset":13010},{"uri":"Volt","surface_form":"volt","offset":13095},{"uri":"Arizona","surface_form":"Arizona","offset":13116},{"uri":"Power_outage","surface_form":"Power outage","offset":13138},{"uri":"October_22","surface_form":"October 22","offset":13223},{"uri":"Southern_California_Edison","surface_form":"Southern California Edison","offset":13245},{"uri":"Ojai","surface_form":"Ojai","offset":13364},{"uri":"Oxnard","surface_form":"Oxnard","offset":13370},{"uri":"Simi_Valley","surface_form":"Simi Valley","offset":13378},{"uri":"Santa_Clarita","surface_form":"Santa Clarita","offset":13391},{"uri":"Thousand_Oaks","surface_form":"Thousand Oaks","offset":13406},{"uri":"Rialto","surface_form":"Rialto","offset":13421},{"uri":"Fontana","surface_form":"Fontana","offset":13429},{"uri":"San_Bernardino","surface_form":"San Bernardino","offset":13438},{"uri":"Rancho_Cucamonga","surface_form":"Rancho Cucamonga","offset":13454},{"uri":"Mira_Loma","surface_form":"Mira Loma","offset":13472},{"uri":"Hesperia","surface_form":"Hesperia","offset":13483},{"uri":"Corona","surface_form":"Corona","offset":13493},{"uri":"Bloomington","surface_form":"Bloomington","offset":13501},{"uri":"Irvine","surface_form":"Irvine","offset":13514},{"uri":"Calimesa","surface_form":"Calimesa","offset":13522},{"uri":"Rubidoux","surface_form":"Rubidoux","offset":13535},{"uri":"Malibu","surface_form":"Malibu","offset":13603},{"uri":"October_23","surface_form":"October 23","offset":13747},{"uri":"Volt","surface_form":"volt","offset":13828},{"uri":"Power_grid","surface_form":"power grid","offset":13966},{"uri":"San_Diego_Community_College_District","surface_form":"San Diego Community College District","offset":13982},{"uri":"Miramar_College","surface_form":"Miramar College","offset":14056},{"uri":"San_Diego_Mesa_College","surface_form":"Mesa College","offset":14085},{"uri":"California_State_University%2C_San_Marcos","surface_form":"California State University, San Marcos","offset":14549},{"uri":"San_Diego_State_University","surface_form":"San Diego State University","offset":14590},{"uri":"University_of_California%2C_San_Diego","surface_form":"UC San Diego","offset":14618},{"uri":"University_of_San_Diego","surface_form":"University of San Diego","offset":14636},{"uri":"San_Diego_Wild_Animal_Park","surface_form":"San Diego Wild Animal Park","offset":14668},{"uri":"San_Diego_Unified_School_District","surface_form":"San Diego Unified School District","offset":14758},{"uri":"Sweetwater_Union_High_School_District","surface_form":"Sweetwater Union High School District","offset":14796},{"uri":"Baja_California_(state)","surface_form":"Baja California","offset":14979},{"uri":"Mexico","surface_form":"Mexico","offset":14996},{"uri":"College_of_the_Canyons","surface_form":"College of the Canyons","offset":15068},{"uri":"California_Institute_of_the_Arts","surface_form":"CalArts","offset":15095},{"uri":"Qualcomm_Stadium","surface_form":"Qualcomm Stadium","offset":15368},{"uri":"United_States_Marine_Corps","surface_form":"Marines","offset":15469},{"uri":"Marine_Corps_Air_Station_Miramar","surface_form":"Marine Corps Air Station Miramar","offset":15510},{"uri":"Arizona","surface_form":"Arizona","offset":15585},{"uri":"San_Diego_Wild_Animal_Park","surface_form":"San Diego Wild Animal Park","offset":15598},{"uri":"October_22","surface_form":"October 22","offset":15703},{"uri":"2007","surface_form":"2007","offset":15714},{"uri":"San_Diego_State_University","surface_form":"San Diego State University","offset":15770},{"uri":"San_Diego_State_Aztecs_football","surface_form":"football team","offset":15797},{"uri":"Brigham_Young_University","surface_form":"BYU","offset":15866},{"uri":"October_24","surface_form":"October 24","offset":16029},{"uri":"2007","surface_form":"2007","offset":16039},{"uri":"San_Diego_Chargers","surface_form":"San Diego Chargers","offset":16072},{"uri":"Arizona","surface_form":"Arizona","offset":16148},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":16863},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":16895},{"uri":"Naval_Air_Station_North_Island","surface_form":"Naval Air Station North Island","offset":17591},{"uri":"Marine_Corps_Air_Station_Miramar","surface_form":"Marine Corps Air Station Miramar","offset":17821},{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":17970},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":18003},{"uri":"President_of_the_United_States","surface_form":"President","offset":18071},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":18081},{"uri":"Thursday","surface_form":"Thursday","offset":18163},{"uri":"October_25","surface_form":"October 25","offset":18173},{"uri":"2007","surface_form":"2007","offset":18185}]}