{"id":752050,"url":"http://en.wikipedia.org/wiki/34mag","text":"34mag is a Belarusian online youth magazine, which is published in two languages (Belarusian and Russian), some materials are translated into English too. Most publications are devoted to art, culture, and travel. The editorial office is located in Minsk, the editor in chief is Alexandr Korneychuk. Also the digital distribution label \"Pyarshak\" (; the name itself means top quality goods or strong home-distilled vodka) works under the auspices of the portal.\nHistory.\nThe magazine was founded by Belarusian journalist Irina Vidanova after closing her previous project \"Studenckaja Dumka\" (; \"The Student Thought\" into English) by the Belarusian authorities in 2005. The first issue of the new publication was released in 2006 on compact discs, and in 2009 the project launched a website also.\nAchievements.\nIn 2012, the magazine received the Free Media Pioneer Award of the International Press Institute.\nAt the festival of advertising and communication “AD.NAK-2014,” the travel guide “” by Roma Svechnikau and 34mag.net was honoured with the 1st place and grand prix in the category of integrated media projects, while its “Limited Edition” got the 3rd place in the category of socially significant projects, the catalogue “Books from Belarus” and the book “” won 2nd places in the category of multipage publications.","categories":[],"infobox_types":["website"],"annotations":[{"uri":"Belarusian_language","surface_form":"Belarusian","offset":82},{"uri":"Minsk","surface_form":"Minsk","offset":249},{"uri":"Digital_distribution","surface_form":"digital distribution","offset":309},{"uri":"Vodka","surface_form":"vodka","offset":415},{"uri":"Web_portal","surface_form":"portal","offset":454},{"uri":"Belarusians","surface_form":"Belarusian","offset":499},{"uri":"Free_Media_Pioneer_Award","surface_form":"Free Media Pioneer Award","offset":845},{"uri":"International_Press_Institute","surface_form":"International Press Institute","offset":877}]}