{"id":752293,"url":"http://en.wikipedia.org/wiki/European_polecat","text":"The European polecat (\"Mustela putorius\")  is a species of mustelid native to western Eurasia and north Morocco. It is also known as common ferret, black or forest polecat, foumart, or fitch. It is dark brown, with a pale underbelly and a dark mask across the face. Occasionally, there are other color variations, such as albinos. The family it is in also contains minks and other weasels. Compared to them, the polecat has a shorter, more compact body; a more powerfully built skull and teeth; and is less agile. It is well known for its ability to secrete a particularly foul-smelling liquid to mark its territory.\nIt is much less territorial than other mustelid. Animals of the same sex frequently share home ranges. Like other mustelids, the European polecat is polygamous, with pregnancy occurring after mating, with no induced ovulation. It usually gives birth in early summer to litters consisting of five to ten kits, which become independent at the age of two to three months. The European polecat feeds on small rodents, birds, amphibians and reptiles. It occasionally cripples its prey by piercing its brain with its teeth and stores it, still living, in its burrow for future consumption.\nThe European polecat originated in Western Europe during the Middle Pleistocene. its closest living relatives are the steppe polecat, the black-footed ferret and the European mink. It can produce fertile offspring with the steppe polecat and the black-footed ferret. Hybrids of polecat and mink tend to be sterile, and are distinguished from their parent species by their larger size and more valuable pelts.\nThe European polecat is the only ancestor of the ferret, which was domesticated more than 2000 years ago for hunting vermin. The species has otherwise been historically viewed negatively by humans. In the British Isles especially, the polecat was persecuted by gamekeepers, and became synonymous with promiscuity in early English literature. During modern times, the polecat is still scantly represented in popular culture when compared to other rare British mammals, and misunderstandings of its behaviour still persist in some rural areas., it is classed by the IUCN as Least Concern due to its wide range and large numbers.\nLatin name.\nAs well as the several indigenous names referring to smell (see above), the scientific name \"Mustela putorius\" is also derived from this species' foul smell. The Latin \"putorius\" translates to \"stench\" or \"stink\" and is the origin of the English word \"putrid\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mustelid","surface_form":"mustelid","offset":59},{"uri":"Morocco","surface_form":"Morocco","offset":104},{"uri":"Albinism","surface_form":"albinos","offset":322},{"uri":"Mink","surface_form":"minks","offset":365},{"uri":"Weasel","surface_form":"weasels","offset":381},{"uri":"Polygamy","surface_form":"polygamous","offset":766},{"uri":"Pregnancy","surface_form":"pregnancy","offset":783},{"uri":"Rodent","surface_form":"rodents","offset":1022},{"uri":"Bird","surface_form":"birds","offset":1031},{"uri":"Amphibian","surface_form":"amphibians","offset":1038},{"uri":"Reptile","surface_form":"reptiles","offset":1053},{"uri":"Brain","surface_form":"brain","offset":1113},{"uri":"Western_Europe","surface_form":"Western Europe","offset":1236},{"uri":"Ferret","surface_form":"ferret","offset":1659},{"uri":"Gamekeeper","surface_form":"gamekeepers","offset":1871},{"uri":"Promiscuity","surface_form":"promiscuity","offset":1911},{"uri":"English_literature","surface_form":"English literature","offset":1932},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"IUCN","offset":2174},{"uri":"Least_concern","surface_form":"Least Concern","offset":2182}]}