{"id":75227,"url":"http://en.wikipedia.org/wiki/Death_in_Venice_(opera)","text":"e=\"preserve\">:\"For the novella by Thomas Mann see \"Der Tod in Venedig\"\n\"Death in Venice\" is an opera by Benjamin Britten. It is based on the story \"Death in Venice\" (\"Der Tod in Venedig\") by the German writer Thomas Mann.\nThe libretto (words) for the opera was written by Myfanwy Piper. It was the last opera that Britten wrote. It was first performed at Snape Maltings near Aldeburgh, England on June 16, 1973. Britten was too ill to conduct it himself. The main part of Aschenbach was sung by Sir Peter Pears.\nThe story of the opera.\nThe story is supposed to take place in the year 1911. It starts in Munich, and then moves to Venice. The opera is divided into two acts.\nAct I.\nAschenbach is a famous German writer. He is getting old and starting to find it difficult to think of new ideas for stories. As he is walking in Munich he stops in front of a cemetery. He sees a traveller who is obviously from another country. This makes him think he ought to travel somewhere to get new ideas for his books.\nHe takes a boat to Venice. On the boat he watches a group of young people. Their leader is showing off. Aschenbach realizes that, although their leader looks young, he is in fact old. He has dressed in clothes and used make-up to make him look young. Aschenbach does not like him.\nIn Venice he is takes a gondola, but the boatman does not take him where he wants to go. Aschenbach argues at first, but the boatman does not take any notice.\nAschenbach arrives at the hotel. In the hotel he watches the people coming down to dinner. Suddenly he sees Tadzio. Tadzio is a young Polish boy who is unbelievably beautiful. Aschenbach realizes it is stupid for him to feel love for the boy, but he cannot get the boy out of his mind.\nAschenbach watches Tadzio playing on the sandy beach. When he notices that the boy (like many Polish people) hates the Russian guests, he realizes that the boy is not quite perfect after all.\nAschenbach walks along the streets of Venice. Everywhere beggars are asking him for money. There is a horrible smell coming from the water of the canals. Aschenbach decides to leave Venice. The hotel manager is very sorry that he going so soon. Tadzio walks past Aschenbach. Aschenbach goes to the train station, but his luggage has been put on the wrong train, so he goes back to the hotel. He is annoyed, but he is also pleased because he can see Tadzio again.\nAschenbach sits in his chair on the beach, watching Tadzio and his friends play. It makes him think of the Greek gods. The boys do different sports on the beach: running, long jump, discus, javelin and wrestling. Tadzio wins easily. Aschenbach wants to congratulate him, but when the chance comes he cannot speak.\nAct II.\nAschenbach realizes that he loves the boy. He goes to the barber for a shave. The barber tells him that lots of people in Venice are getting sick. Aschenbach wants to know whether it is something serious, but the barber says it is nothing to worry about.\nAschenbach is being rowed on the water. He can smell disinfectant. There are notices in the streets warning people to be careful of the sickness. In a German newspaper he reads that the sickness in Venice is cholera. It says that all German people should leave the city and return home. Aschenbach does not want the Polish family to leave Venice. He does not want them to know about the cholera. He follows then to a café and to church, but he still cannot find the courage to speak to them. After dinner the guests watch a group of actors. Aschenbach notices that Tadzio, like himself, cannot laugh at their jokes.\nLots of the hotel guests are leaving. An English clerk tells him that lots of people in the city have Asiatic cholera. He tells him he ought to leave immediately before they stop everyone from leaving the city.\nAschenbach decides to warn Tadzio's mother of the danger of the illness, but he just cannot do it. He has a dream about the Greek gods. When he awakes he realises that these wild thoughts about Tadzio have gripped him. He cannot do anything about it.\nAgain Aschenbach watches as Tadzio and his friends play a game on the beach; they soon leave. Aschenbach goes to the barber. He asks him to try to make him beautiful and young. When he goes on a gondola he realises he is just like the old man he saw on the boat. He follows the Polish family. Tadzio starts to walk separately from his family. He waits for Aschenbach and looks straight at him, but Aschenbach turns away. He is pleased that Tadzio does not let his mother notice what happened. Aschenbach is alone again, and buys some strawberries. They are not fresh. He thinks about the Greek gods again, and about the relationship between a writer and what he writes about.\nThe hotel manager organizes the departure of the last guests. The Polish family are leaving. Aschenbach watches Tadzio and another boy playing on the beach. The game gets rough, and the other boy pushes Tadzio’s face into the sand. Aschenbach tries to get up to help him, but he is too weak to get out of his chair. Tadzio is left alone on the beach. He gives Aschenbach a sign to follow him, but Aschenbach slumps back in his chair and dies. Tadzio continues walking far out into the sea.\nThe cast and the music.\nThe part of the boy Tadzio is a dancing part. He and his family never speak or sing in the opera.\nAll the different characters that Aschenbach meets: the man by the cemetery, the old man dressed as a young man, the gondolier, the hotel manager, the barber, the leader of the actors and the voice of the God Dionysus are really like one character. They are sung by the same singer, a bass-baritone. Apart from him and Aschenbach (a tenor) the only other solo singer in the opera is the voice of Apollo, sung offstage by a countertenor as the boys play sport on the beach. There are several choruses: the groups of young people, hotel staff, actors, church choir and tourists.\nThe whole sound of the opera is written with the voice of Peter Pears in mind. Britten’s music is partly tonal but also uses twelve-tone music and gamelan music from the Far East. When Aschenbach sings recitative (telling the story) he is just accompanied by the piano. Britten deliberately uses a limited number of musical sounds. This gives the opera a specially expressive character, particularly in the beautiful ending.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novella","surface_form":"novella","offset":23},{"uri":"Thomas_Mann","surface_form":"Thomas Mann","offset":34},{"uri":"Der_Tod_in_Venedig","surface_form":"Der Tod in Venedig","offset":51},{"uri":"Opera","surface_form":"opera","offset":95},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":104},{"uri":"Germany","surface_form":"German","offset":195},{"uri":"Writer","surface_form":"writer","offset":202},{"uri":"Thomas_Mann","surface_form":"Thomas Mann","offset":209},{"uri":"Myfanwy_Piper","surface_form":"Myfanwy Piper","offset":272},{"uri":"Snape_Maltings","surface_form":"Snape Maltings","offset":355},{"uri":"Aldeburgh","surface_form":"Aldeburgh","offset":375},{"uri":"England","surface_form":"England","offset":386},{"uri":"June_16","surface_form":"June 16","offset":397},{"uri":"1973","surface_form":"1973","offset":406},{"uri":"Peter_Pears","surface_form":"Peter Pears","offset":499},{"uri":"1911","surface_form":"1911","offset":584},{"uri":"Munich","surface_form":"Munich","offset":603},{"uri":"Venice","surface_form":"Venice","offset":629},{"uri":"Cemetery","surface_form":"cemetery","offset":855},{"uri":"Gondola","surface_form":"gondola","offset":1311},{"uri":"Hotel","surface_form":"hotel","offset":1472},{"uri":"Dinner","surface_form":"dinner","offset":1529},{"uri":"Poland","surface_form":"Polish","offset":1580},{"uri":"Beach","surface_form":"beach","offset":1779},{"uri":"Russia","surface_form":"Russia","offset":1851},{"uri":"Beggar","surface_form":"beggar","offset":1981},{"uri":"Money","surface_form":"money","offset":2008},{"uri":"Odor","surface_form":"smell","offset":2035},{"uri":"Canal","surface_form":"canal","offset":2070},{"uri":"Train_station","surface_form":"train station","offset":2222},{"uri":"Luggage","surface_form":"luggage","offset":2245},{"uri":"Railway","surface_form":"train","offset":2279},{"uri":"Ancient_Greece","surface_form":"Greek","offset":2494},{"uri":"God","surface_form":"god","offset":2500},{"uri":"Running","surface_form":"running","offset":2549},{"uri":"Long_jump","surface_form":"long jump","offset":2558},{"uri":"Discus","surface_form":"discus","offset":2569},{"uri":"Javelin","surface_form":"javelin","offset":2577},{"uri":"Wrestling","surface_form":"wrestling","offset":2589},{"uri":"Barber","surface_form":"barber","offset":2767},{"uri":"Shave","surface_form":"shave","offset":2780},{"uri":"Sick","surface_form":"sick","offset":2850},{"uri":"Rowing","surface_form":"rowed","offset":2984},{"uri":"Disinfectant","surface_form":"disinfectant","offset":3017},{"uri":"German_language","surface_form":"German","offset":3115},{"uri":"Newspaper","surface_form":"newspaper","offset":3122},{"uri":"Cholera","surface_form":"cholera","offset":3172},{"uri":"Caf%C3%A9","surface_form":"café","offset":3381},{"uri":"Church","surface_form":"church","offset":3393},{"uri":"Actor","surface_form":"actor","offset":3497},{"uri":"England","surface_form":"English","offset":3621},{"uri":"Clerk","surface_form":"clerk","offset":3629},{"uri":"Asia","surface_form":"Asia","offset":3682},{"uri":"Dream","surface_form":"dream","offset":3899},{"uri":"Strawberry","surface_form":"strawberries","offset":4576},{"uri":"Dancing","surface_form":"dancing","offset":5264},{"uri":"Dionysus","surface_form":"Dionysus","offset":5539},{"uri":"Baritone","surface_form":"bass-baritone","offset":5615},{"uri":"Tenor","surface_form":"tenor","offset":5663},{"uri":"Offstage","surface_form":"offstage","offset":5739},{"uri":"Countertenor","surface_form":"countertenor","offset":5753},{"uri":"Choir","surface_form":"chorus","offset":5821},{"uri":"Peter_Pears","surface_form":"Peter Pears","offset":5965},{"uri":"Tonal","surface_form":"tonal","offset":6012},{"uri":"Twelve-tone_system","surface_form":"twelve-tone music","offset":6032},{"uri":"Gamelan","surface_form":"gamelan","offset":6054},{"uri":"Recitative","surface_form":"recitative","offset":6109},{"uri":"Accompaniment_(music)","surface_form":"accompanied","offset":6151},{"uri":"Piano","surface_form":"piano","offset":6170}]}