{"id":75248,"url":"http://en.wikipedia.org/wiki/Free_City_of_Danzig","text":"The Free City of Danzig (;) was a self-governing port on the Baltic Sea port and a city-state. It was set up on January 10, 1920, by Part III Section XI of the Treaty of Versailles of 1919, and put under League of Nations protection, with special rights reserved to Poland, because it was the only port in the Polish Corridor.\nThe Free City ceased to exist after 1939 when it was occupied and annexed by Nazi Germany. After Germany's defeat in 1945 Danzig was occupied and annexed by Poland under the Polish name Gdańsk.\nTerritory.\nThe Free City of Danzig included the major city of Danzig (Gdańsk) as well as Zoppot (Sopot), Tiegenhof (Nowy Dwór Gdański), Neuteich (Nowy Staw) and some 252 villages and 63 hamlets. Its area was.\nPolish rights.\nThe Free City was represented abroad by Poland's ambassadors. The railway line that connected the Free City with Poland was administered by Poland. Similarly, the separated military post within the city's harbour, the Westerplatte (formerly a city beach), was also given to Poland. There were also two post-offices, one for the Danzig Postal Service, the other was Polish-run.\nPopulation.\nThe Free City's population was 357,000 in (1919). 98% were German-speakers, with the rest mainly speaking either Kashubian or Polish.\nThe Treaty of Versailles, split Danzig from Germany. The treaty made the people living in the city citizens of the Free City. German inhabitants lost their German nationality, if they wanted to stay German they had to go and live outside the Free City's territory.\nPolitics.\nHeads of State of the Free City of Danzig\nIn May 1933, the Nazi Party won the local elections in the city. But they had less than the two-thirds majority that would let them change the Constitution of the Free City of Danzig. The government introduced anti-Semitic and also anti-Catholic laws against the Poles and Kashubian inhabitants.\nPoland always refused to allow the status of Danzig to change. In April 1939 the Polish Commissioner-General said that Poland was willing to fight if there was a change..\nSecond World War and aftermath.\nThe Nazi government voted for re-unification with Germany on September 2, 1939, the day after the German invasion of Poland began.\nAround 90% of the city was reduced to ruins towards the end of the Second World War. On March 30, 1945 the city was taken by the USSR. It is thought that more than 90% of the pre-war population were either dead or had fled by 1945.\nThe Allied Powers were told at the Potsdam conference that the former Free State was now part of Poland. (The Yalta conference was unclear whether the Free City would be recreated or not).","categories":[],"infobox_types":[],"annotations":[{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":61},{"uri":"City-state","surface_form":"city-state","offset":83},{"uri":"Treaty_of_Versailles","surface_form":"Treaty of Versailles","offset":160},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":204},{"uri":"Polish_Corridor","surface_form":"Polish Corridor","offset":310},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":404},{"uri":"Poland","surface_form":"Poland","offset":484},{"uri":"Gda%C5%84sk","surface_form":"Gdańsk","offset":513},{"uri":"Danzig","surface_form":"Danzig","offset":583},{"uri":"Gda%C5%84sk","surface_form":"Gdańsk","offset":591},{"uri":"Sopot","surface_form":"Zoppot (Sopot)","offset":610},{"uri":"Nowy_Dw%C3%B3r_Gda%C5%84ski","surface_form":"Tiegenhof (Nowy Dwór Gdański)","offset":626},{"uri":"Nowy_Staw","surface_form":"Neuteich (Nowy Staw)","offset":657},{"uri":"Hamlet_(place)","surface_form":"hamlets","offset":707},{"uri":"Poland","surface_form":"Poland","offset":785},{"uri":"Westerplatte","surface_form":"Westerplatte","offset":963},{"uri":"Kashubian_language","surface_form":"Kashubian","offset":1247},{"uri":"Treaty_of_Versailles","surface_form":"Treaty of Versailles","offset":1272},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":1602},{"uri":"Constitution_of_the_Free_City_of_Danzig","surface_form":"Constitution of the Free City of Danzig","offset":1728},{"uri":"Anti-Semitism","surface_form":"anti-Semitic","offset":1795},{"uri":"Anti-Catholicism","surface_form":"anti-Catholic","offset":1817},{"uri":"Kashubians","surface_form":"Kashubian","offset":1858},{"uri":"World_War_II","surface_form":"Second World War","offset":2282},{"uri":"USSR","surface_form":"USSR","offset":2344},{"uri":"Allied_Powers","surface_form":"Allied Powers","offset":2451},{"uri":"Potsdam_conference","surface_form":"Potsdam conference","offset":2482},{"uri":"Yalta_conference","surface_form":"Yalta conference","offset":2557}]}