{"id":752467,"url":"http://en.wikipedia.org/wiki/2020_Nova_Scotia_attacks","text":"On April 18–19, 2020, fifty-one-year-old Gabriel Wortman committed multiple shootings and set fires at 16 places in the Canadian province of Nova Scotia. He killed twenty-two people and injured three others before the Royal Canadian Mounted Police (RCMP) shot and killed him in Enfield.\nThe attack lasted for thirteen hours. Wortman impersonated a police officer for part of the attack by driving a car he had made to look like a police car and wearing a police uniform. The killings were not terrorism, but police do not yet know the reason Wortman did these killings. He had guns even though he didn't have a licence, so police are trying to find out how he got the guns.\nPolice did not use Canada's Alert Ready system, which could have sent messages to the phones of people in the area of Wortman to stay inside. Many people think they should have used it, and police are trying to find out why it wasn't used.\nIt is the deadliest attack of its kind in Canadian history.\nApril 18.\nThe attack began as domestic violence between Wortman and his girlfriend in their home in Portapique, Nova Scotia, which is north of Halifax. They had came home from a party and were arguing. Wortman attacked her and she ran away into the woods. Wortman then set fire to his house and went back to the party. He began shooting at the people there and killed seven.\nMany calls to the police were made about more shootings and fires outside of eight homes in Portapique from 10:14p.m. RMCP officers arrived twelve minutes later at 10:26P.M. and found that thirteen more people had been shot dead by Wortman and three houses had been set on fire. Police said many had died while trying to escape the flames or help other victims. By the time they had got there, Wortman had already escaped. Another man said he had been shot and injured by a man driving a police car.\nPolice quickly realised that Wortman had probably committed the crimes and started a search of Portapique for him. RMCP made a tweet telling the people in the town to stay inside and lock their doors.\nApril 19.\nPolice found Wortman's girlfriend at 6:30a.m. and she told them that Wortman had a fake police car and gave them a photo of it. A BOLO was sent out to all police officers in Nova Scotia telling them to look for a fake police car. Police then announced there was an active shooter situation.\nAt around 8:00a.m., a 9-1-1 caller reported an explosion and gunfire at a house in Wentworth, Nova Scotia, about north of Portapique. The two residents of the house and a neighbour were killed. Wortman went to another house in police uniform but the people wouldn't let him in and called the police, so Wortman left. At 9:35a.m., he shot and killed a woman who was walking in Wentworth Valley. He then went south back towards Portapique.\nFrom 10:54a.m., Wortman was seen in Glenholme, Debert, Onslow, and Brookfield, in that order. This would show him heading towards Halifax. In this time, he performed two traffic stops pretending to be a police officer and shot and killed both drivers.\nSometime before 10:49a.m., Wortman stopped next to a police officer's car in Shubenacadie, Nova Scotia and shot him. This injured the officer and he drove to a hospital and survived. He then continued down the road and crashed head on into another police officer's car who was driving. The female officer began shooting at Wortman, but was killed by him. He stole her gun and ammunition and set her car on fire. He then shot and killed someone who tried to help the officer before stealing his silver Chervrolet Tracker car and driving south.\nA short time later, he killed a woman he knew in her home in Shubenacadie and stole her Mazda 3 car. He was later seen driving south through Milford, near Halifax.\nAt 11:26a.m., Wortman drove into a rest area near Enfield, Nova Scotia., south of Portapique and north of Halifax. A police officer saw him and knew who he was and shot Wortman dead.\nIn total, Wortman had murdered 22 people and injured 3 others.\nPerpetrator.\nThe perpetrator of the attacks was 51-year-old Gabriel Wortman, who was a denturist who lived in Dartmouth, Nova Scotia. He had been arrested for assault before in 2001, but was given 9 months of probation.","categories":[],"infobox_types":["criminal"],"annotations":[{"uri":"Spree_killer","surface_form":"multiple shootings","offset":67},{"uri":"Arson","surface_form":"set fires","offset":90},{"uri":"Provinces_and_territories_of_Canada","surface_form":"Canadian province","offset":120},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":141},{"uri":"Royal_Canadian_Mounted_Police","surface_form":"Royal Canadian Mounted Police","offset":218},{"uri":"Enfield%2C_Nova_Scotia","surface_form":"Enfield","offset":278},{"uri":"Police_impersonation","surface_form":"impersonated a police officer","offset":333},{"uri":"Police_car","surface_form":"police car","offset":430},{"uri":"Uniform","surface_form":"uniform","offset":462},{"uri":"Terrorism","surface_form":"terrorism","offset":493},{"uri":"Guns","surface_form":"guns","offset":577},{"uri":"Licence","surface_form":"licence","offset":611},{"uri":"Alert_Ready","surface_form":"Alert Ready","offset":702},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":1004},{"uri":"Portapique","surface_form":"Portapique","offset":1074},{"uri":"Halifax%2C_Nova_Scotia","surface_form":"Halifax","offset":1117},{"uri":"Twitter","surface_form":"tweet","offset":1976},{"uri":"All-points_bulletin","surface_form":"BOLO","offset":2190},{"uri":"Active_shooter","surface_form":"active shooter","offset":2325},{"uri":"9-1-1","surface_form":"9-1-1","offset":2373},{"uri":"Wentworth%2C_Nova_Scotia","surface_form":"Wentworth, Nova Scotia","offset":2434},{"uri":"Wentworth_Valley","surface_form":"Wentworth Valley","offset":2727},{"uri":"Glenholme%2C_Nova_Scotia","surface_form":"Glenholme","offset":2825},{"uri":"Debert","surface_form":"Debert","offset":2836},{"uri":"Onslow%2C_Nova_Scotia","surface_form":"Onslow","offset":2844},{"uri":"Brookfield%2C_Nova_Scotia","surface_form":"Brookfield","offset":2856},{"uri":"Traffic_stops","surface_form":"traffic stops","offset":2959},{"uri":"Shubenacadie%2C_Nova_Scotia","surface_form":"Shubenacadie, Nova Scotia","offset":3118},{"uri":"Ammunition","surface_form":"ammunition","offset":3417},{"uri":"Chevrolet_Tracker_(Americas)","surface_form":"Chervrolet Tracker","offset":3542},{"uri":"Mazda_3","surface_form":"Mazda 3","offset":3672},{"uri":"Milford_(Halifax)%2C_Nova_Scotia","surface_form":"Milford","offset":3725},{"uri":"Rest_area","surface_form":"rest area","offset":3783},{"uri":"Enfield%2C_Nova_Scotia","surface_form":"Enfield, Nova Scotia","offset":3798},{"uri":"Dartmouth%2C_Nova_Scotia","surface_form":"Dartmouth, Nova Scotia","offset":4104},{"uri":"Assault","surface_form":"assault","offset":4153},{"uri":"Probation","surface_form":"probation","offset":4203}]}