{"id":752612,"url":"http://en.wikipedia.org/wiki/Atlantic_sailfish","text":"The Atlantic sailfish (\"Istiophorus albicans\") is a species of marine fish in the family Istiophoridae of the order Perciformes. It is found in the Atlantic Oceans and the Caribbean Sea, from the surface to depths of. It does not occur in large areas of the central North Atlantic and the central South Atlantic. The Atlantic sailfish is related to the marlin.\nTests in the 1920s estimated that the Atlantic sailfish was capable of short sprints of up to 111 kilometres per hour; however, more conservative estimates of 37 to 55 kilometres per hour are more widely accepted. More recent studies even suggest sailfish do not exceed swimming speeds of.\nAtlantic sailfish hunt schooling fish, such as sardines, anchovies and mackerel although they also feed on crustaceans and cephalopods.\nDescription.\nThe Atlantic sailfish is a metallic blue fish with a large sail-like dorsal fin and a long and pointed bill-like snout. It is dark bluish-black on the upperparts and lighter on the sides (counter-shading). There are about twenty bluish horizontal bars along the flanksThe underparts are silvery white. The tail fin is strongly forked. The fins are bluish-black and the front dorsal fin is speckled with small black spots. The bases of the anal fins are pale.\nThe length of this fish is up to and the maximum published weight is.\nStudies found that sailfish hunting schools of sardines rely heavily upon stealth and quick slashing or tapping with the rostrum in order to temporarily immobilize prey and make capturing small prey easier. The bill has been hypothesized to increase the hydrodynamic qualities of the fish and even to ward off predators. However, it has been well documented that the sailfish use the bill for hunting.\nDistribution and habitat.\nThe Atlantic sailfish is a pelagic fish of tropical and temperate waters in the Atlantic Ocean. It ranges from approximately 40°N in the northwestern Atlantic to 40°S in the southwestern Atlantic, and 50°N in the northeastern Atlantic to 32°S in the southeastern Atlantic. It is a migratory species and moves about the open ocean and into the Mediterranean Sea. Its depth range is from warm surface waters down to about.\nTaxonomy.\nSome authorities only recognise a single species of sailfish, \"Istiophorus platypterus\", with \"I. albicans\" being treated as a synonym for \"I. platyperus\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":52},{"uri":"Fish","surface_form":"fish","offset":70},{"uri":"Family_(biology)","surface_form":"family","offset":82},{"uri":"Marlin","surface_form":"Istiophoridae","offset":89},{"uri":"Order_(biology)","surface_form":"order","offset":110},{"uri":"Perciformes","surface_form":"Perciformes","offset":116},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Oceans","offset":148},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":172},{"uri":"Atlantic_Ocean","surface_form":"North Atlantic","offset":266},{"uri":"Atlantic_Ocean","surface_form":"South Atlantic","offset":297},{"uri":"Marlin","surface_form":"marlin","offset":353},{"uri":"Sardine","surface_form":"sardines","offset":698},{"uri":"Anchovy","surface_form":"anchovies","offset":708},{"uri":"Mackerel","surface_form":"mackerel","offset":722},{"uri":"Dorsal","surface_form":"dorsal","offset":869},{"uri":"Predation","surface_form":"predators","offset":1639},{"uri":"Pelagic_zone","surface_form":"pelagic","offset":1784},{"uri":"Synonym_(taxonomy)","surface_form":"synonym","offset":2315}]}