{"id":75300,"url":"http://en.wikipedia.org/wiki/Muzio_Clementi","text":"Muzio Clementi was an Italian composer who lived from 1752 to 1832. He was born in Rome, Italy. He was the first composer to write music for the pianoforte which made use of the instrument's special features. He was also the first virtuoso performer on the instrument. As a composer, performer, and maker of pianos, he is known as the \"father of the pianoforte.\nEarly life.\nClementi was born in Rome on January 23, 1752. He was the eldest child of Nicolo Clementi, a silversmith, and Magdalena Kaiser. Clementi began to learn music from Antonio Baroni (1738-1792), who was a relative. Baroni was in charge of the choir at St. Peter's Basilica. He also had lessons from the organist, Cordicelli, Giuseppe Santarelli (1710-1790) and Gaetano Carpani.\nWhen he was 13, he became the church organist at San Lorenzo in Damaso (Saint Lawrence in the House of Damascus), a parish church in Rome. He had also started writing music including an oratorio, \"Martirio de' gloriosi Santi Giuliano\" and a mass. In 1766, Sir Peter Beckford, heard him playing the harpsichord. He took Clementi back to England with him, so that he could provide the musical entertainment at Beckford's house in Dorset. He died in Evesham, Worcestershire, after a short illness.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italians","surface_form":"Italian","offset":22},{"uri":"Composer","surface_form":"composer","offset":30},{"uri":"Rome","surface_form":"Rome","offset":83},{"uri":"Italy","surface_form":"Italy","offset":89},{"uri":"Pianoforte","surface_form":"pianoforte","offset":145},{"uri":"Virtuoso","surface_form":"virtuoso","offset":231},{"uri":"Silversmith","surface_form":"silversmith","offset":467},{"uri":"Choir","surface_form":"choir","offset":613},{"uri":"St._Peter%27s_Basilica","surface_form":"St. Peter's Basilica","offset":622},{"uri":"Organ_(music)","surface_form":"organist","offset":673},{"uri":"Oratorio","surface_form":"oratorio","offset":934},{"uri":"Mass_(music)","surface_form":"mass","offset":989},{"uri":"England","surface_form":"England","offset":1084},{"uri":"Dorset","surface_form":"Dorset","offset":1176},{"uri":"Evesham","surface_form":"Evesham","offset":1195},{"uri":"Worcestershire","surface_form":"Worcestershire","offset":1204}]}