{"id":75305,"url":"http://en.wikipedia.org/wiki/Chromatography","text":"e=\"preserve\">Chromatography is a method using mixed substances that depends on the speed at which they move through special \"media\", or chemical substances. It consists of a \"stationary phase\" (a solid) and a \"mobile phase\" (a liquid or a gas). The mobile phase flows through the stationary phase. Chromatography is much used in biochemistry and analytical chemistry.\nFlat-plane chromatography.\nThe stationary phase is a flat plane, such as paper, or a substance on glass.\nPaper chromatography.\n\"Paper chromatography\" is a technique for separating and identifying mixtures that are (or can be) coloured. It has been largely replaced by \"thin layer chromatography\", but is still a powerful teaching tool. \"Double-way paper chromatography\", also called 'two-dimensional chromatography', uses two solvents and rotates the paper 90° in between. It is useful for separating complex mixtures of compounds having similar polarity, for example, amino acids. The compounds used initially ensures you to know whether the colour is pure, (one substance only) or mixtures (multiple substances.)\nThin layer chromatography.\nThin layer chromatography (TLCC) is a common laboratory technique similar to paper chromatography. Instead of a stationary phase of paper, it uses a thin layer of adsorbent like silica gel, alumina, or cellulose on a flat substrate. Compared to paper, it has the advantage of faster runs, better separations, and the choice between different adsorbents. For even better resolution and to allow for quantification, high-performance TLC can be used.\nColumn chromatography.\n\"Column chromatography\" separates compounds using many chemical actions between the chemical being tested and the chromatography column (a rod with a blending of special chemicals). The column is run using either gravity or a pump.\nThe mixed substance to be tested is added in a small amount and is slowed by certain chemical or physical activity with the chemicals in the chromatography column. The amount of slowing depends on the type of chemicals in the substance being tested and the different phases. The time at which a certain chemical elutes (comes out of the end of the column) is called the \"retention time\" and there is thought to be only one for one chemical.\nThe most common stationary phase for column chromatography is silica gel, followed by alumina. Cellulose powder has been used in the past. The mobile phase is either a pure solvent or a mixture of solvents. It is chosen to\nmake the time and amount of solvent used as little as possible, while still clearly separating the chemicals being tested.\nHPLC.\n\"High-performance liquid chromatography (HPLC)\" is also sometimes referred to as high-pressure liquid chromatography. It is column chromatography run under pressure to raise the speed of the process.\nCommon solvents used in HPLC are mixes of water or various organic liquids (the most common are methanol, ethanol or acetonitrile).","categories":[],"infobox_types":[],"annotations":[{"uri":"Biochemistry","surface_form":"biochemistry","offset":329},{"uri":"Analytical_chemistry","surface_form":"analytical chemistry","offset":346},{"uri":"Amino_acids","surface_form":"amino acids","offset":937},{"uri":"Adsorption","surface_form":"adsorbent","offset":1273},{"uri":"Silica","surface_form":"silica","offset":1288},{"uri":"Gel","surface_form":"gel","offset":1295},{"uri":"Alumina","surface_form":"alumina","offset":1300},{"uri":"Cellulose","surface_form":"cellulose","offset":1312},{"uri":"Chemical_compound","surface_form":"compounds","offset":1615},{"uri":"Gravity","surface_form":"gravity","offset":1794},{"uri":"Pump","surface_form":"pump","offset":1807},{"uri":"Chemical","surface_form":"chemical","offset":2116},{"uri":"Elutes","surface_form":"elutes","offset":2125},{"uri":"Silica","surface_form":"silica","offset":2316},{"uri":"Alumina","surface_form":"alumina","offset":2340},{"uri":"Cellulose","surface_form":"Cellulose","offset":2349},{"uri":"Solvent","surface_form":"solvent","offset":2427},{"uri":"Performance","surface_form":"performance","offset":2612},{"uri":"Pressure","surface_form":"pressure","offset":2692},{"uri":"Solvent","surface_form":"solvents","offset":2813},{"uri":"Organic_chemistry","surface_form":"organic","offset":2865},{"uri":"Methanol","surface_form":"methanol","offset":2902},{"uri":"Ethanol","surface_form":"ethanol","offset":2912},{"uri":"Acetonitrile","surface_form":"acetonitrile","offset":2923}]}