{"id":75319,"url":"http://en.wikipedia.org/wiki/IPhone","text":"The iPhone is a series of smartphones made by Apple Inc since 2007. It does many things that a computer can do, but is small enough to fit in someone's hand. It is a mobile phone, meaning that it makes calls and sends text messages but without wires. There are many types of iPhones, such as the model iPhone X.\nThe iPhone can access the Internet as well, either using a cellular network or over Wi-Fi. Like an iPod, it plays music and videos that have been downloaded from the Internet directly, or which have been put on it by connecting it to a personal computer, which is called syncing. It also has a calendar and 1 or 2 built-in cameras. A user can make it do many other things, such as run video games, by downloading apps from the App Store.\nThe iPhone does not have as many buttons as other well-known phones in the early days, such as those made by companies like Motorola and Nokia. Instead, it had a touch screen that covers much of the front of the phone. People control the phone by touching things that appear on the screen with a finger or two. This technology is called multi-touch, and involves tapping, dragging, and even typing on a keyboard picture shown on the screen.\nAll iPhones run on a mobile operating system which Apple calls \"iOS\". A new version of iOS comes out every year, each having more features than the one before. Each new iPhone comes with the latest version of iOS, and older iPhones usually also get a software update to the latest version. The more-recent iPhones, such as the iPhone 11 and variants of it, use iOS 13 and came out in September 2019.\nAs of November 1, 2018, more than 2.2 billion iPhones had been sold.\nHistorical Information.\nThere have been ten types of iPhone models.\nThe original iPhone was released on June 29, 2007. On July 11, 2008, the iPhone 3G was released which, hence the name, got upgraded with 3G wireless internet. On June 17, 2009, Apple released the iPhone 3GS which featured a compass and a 3.2-megapixel video camera. On June 24, 2010, a new version of the iPhone, the iPhone 4, was released. It has the Face Time-camera included, which is placed on the screen side and allows taking self-portraits while looking at the viewfinder. The Face Time-camera is less advanced than the back camera, but can be used for video-telephony, where the members of the talking can see each other on the screen. Additionally, it has an updated operating system that allows quicker navigation of all the features. This operating system is called IOS. The iPhone 4 also has more pixels (326 ppi; 960×640) on the screen than previous version of the iPhone, which makes all features such as pictures and videos look sharper. A minor upgrade to the iPhone 4 was the iPhone 4S. It came on October 14, 2011, and had a new feature called Siri, which is a voice activation system. Additionally, it is able to record videos in 1080p-FullHD-resolution, which is 2.25× times higher than 720p, so that each still frame from the video contains more details. This makes it possible to see smaller items on the footage in a sharper, clearer way. Additionally, it allows zooming into the video to see more details.\nThe iPhone 5 was released on September 21, 2012. The most noticeable change is its bigger 4 inch screen, which had the same pixel density and the same width on the short axis, but it was taller (1136×640 pixels). On September 10, 2013, two new iPhones called the 5C and 5S were announced. They were released on September 20, 2013. The iPhone 5S has a new unlocking system called Touch ID which reads your fingerprint. The iPhone 5C is a cheaper model of the iPhone 5S which is also the first iPhone available in different colors that aren't black and white. The internal hardware specifications (which means, capabilities) of the iPhone 5C are identical to the iPhone 5. Only the size of the battery has increased by 51 mAh, (1456→1507 mAh), and the design, which deviant from the Apple standard design language, which means, that it looks and feels distinguishable (different) than the other iPhones. Like iPhone 6, the design does not allow the iPhone 5C to stand like a domino stone.\nThe iPhone 6 and iPhone 6 Plus were released on September 19, 2014. They both have bigger screens than the iPhone 5, measuring at 4.7 inches and 5.5 inches, respectively. The iPhone 6S and iPhone 6S Plus were released on September 25, 2015. They both come in a new color, Rose Gold.\nThe iPhone 7 and iPhone 7 Plus were released on September 16, 2016.\nCarriers.\nIn most places, the iPhone is only allowed with carriers (cellphone service providers) that Apple has an agreement with. Someone who buys an iPhone also signs a contract with the carrier, which is an agreement to pay for their services. A mobile phone contract usually lasts for one or two years, and the person buying the phone pays the carrier every month. At first, they pay less than the iPhone is worth because they will pay the rest later through fees as part of their contract. The contract also says the iPhone may only be used on their network. However, some people do not like that, so they unlock their iPhone so it can be used with other carriers.\nJailbreaking.\nOther people \"jailbreak\" their iPhones to allow it to do more things. Apple does not allow many of these changes. In hopes of discouraging this, Apple voids the warranty when an iPhone is \"unlocked\" or \"jailbroken.\" Though in August 2011 jailbreaking was declared legal.\nApps.\nApple made a Software Development Kit for the iPhone, which lets people make their own software for it. However, the software cannot be sold without Apple's permission. The software that is made is sold at the App Store. More than a million of apps are available to buy.","categories":[],"infobox_types":["information appliance"],"annotations":[{"uri":"Smartphone","surface_form":"smartphone","offset":26},{"uri":"Apple_Inc.","surface_form":"Apple Inc","offset":46},{"uri":"Computer","surface_form":"computer","offset":95},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":166},{"uri":"Text_message","surface_form":"text message","offset":218},{"uri":"Wireless","surface_form":"without wires","offset":236},{"uri":"IPhone_SE_(1st_generation)","surface_form":"iPhones","offset":275},{"uri":"Internet","surface_form":"Internet","offset":338},{"uri":"Cellular_network","surface_form":"cellular network","offset":371},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":396},{"uri":"IPod","surface_form":"iPod","offset":411},{"uri":"Music","surface_form":"music","offset":426},{"uri":"Videos","surface_form":"videos","offset":436},{"uri":"Personal_computer","surface_form":"personal computer","offset":548},{"uri":"Calendar","surface_form":"calendar","offset":606},{"uri":"Camera","surface_form":"camera","offset":635},{"uri":"Video_game","surface_form":"video game","offset":697},{"uri":"Mobile_app","surface_form":"apps","offset":725},{"uri":"App_Store_(iOS)","surface_form":"App Store","offset":739},{"uri":"Motorola","surface_form":"Motorola","offset":874},{"uri":"Nokia","surface_form":"Nokia","offset":887},{"uri":"Touch_screen","surface_form":"touch screen","offset":912},{"uri":"Touch","surface_form":"touch","offset":997},{"uri":"Touchscreen","surface_form":"screen","offset":1032},{"uri":"Multi-touch","surface_form":"multi-touch","offset":1087},{"uri":"Keyboard_(computer)","surface_form":"keyboard","offset":1153},{"uri":"Mobile_operating_system","surface_form":"mobile operating system","offset":1212},{"uri":"IOS","surface_form":"iOS","offset":1255},{"uri":"Software_update","surface_form":"software update","offset":1442},{"uri":"IPhone_SE_(1st_generation)","surface_form":"iPhones","offset":1497},{"uri":"IPhone_11","surface_form":"iPhone 11","offset":1518},{"uri":"IOS_13","surface_form":"iOS 13","offset":1552},{"uri":"IPhone_SE_(1st_generation)","surface_form":"iPhones","offset":1637},{"uri":"IPhone_3G","surface_form":"iPhone 3G","offset":1801},{"uri":"IPhone_3GS","surface_form":"iPhone 3GS","offset":1924},{"uri":"IPhone_4","surface_form":"iPhone 4","offset":2045},{"uri":"FaceTime","surface_form":"Face Time","offset":2080},{"uri":"Operating_system","surface_form":"operating system","offset":2404},{"uri":"IOS","surface_form":"IOS","offset":2505},{"uri":"Pixel","surface_form":"pixel","offset":2537},{"uri":"IPhone_4S","surface_form":"iPhone 4S","offset":2721},{"uri":"Siri_(software)","surface_form":"Siri","offset":2790},{"uri":"1080p","surface_form":"1080p","offset":2877},{"uri":"720p","surface_form":"720p","offset":2935},{"uri":"IPhone_5","surface_form":"iPhone 5","offset":3162},{"uri":"Inch","surface_form":"inch","offset":3250},{"uri":"IPhone_5S","surface_form":"iPhone 5S","offset":3493},{"uri":"IPhone_5C","surface_form":"iPhone 5C","offset":3580},{"uri":"Domino","surface_form":"domino","offset":4131},{"uri":"IPhone_6","surface_form":"iPhone 6","offset":4149},{"uri":"IPhone_6_Plus","surface_form":"iPhone 6 Plus","offset":4162},{"uri":"IPhone_6S","surface_form":"iPhone 6S","offset":4320},{"uri":"IPhone_6S_Plus","surface_form":"iPhone 6S Plus","offset":4334},{"uri":"Contract","surface_form":"contract","offset":4667},{"uri":"Warranty","surface_form":"warranty","offset":5341},{"uri":"Software_Development_Kit","surface_form":"Software Development Kit","offset":5470},{"uri":"App_Store_(iOS)","surface_form":"App Store","offset":5667}]}