{"id":7532,"url":"http://en.wikipedia.org/wiki/Johnny_Cash","text":"John R. \"Johnny\" Cash (born J. R. Cash; February 26, 1932 – September 12, 2003) was a Grammy Award-winning American musician, actor and author. He is considered one of the most important musicians of the 20th century. He is well known for his country music, his music spanned many other genres, including gospel, folk and rock and roll. Because of this, he was inducted into the Country Music Hall of Fame, the Rock and Roll Hall of Fame, and the Gospel Music Hall of Fame. He died from diabetes on September 12, 2003 he was 71 years old.\nEarly Life.\nCash was born John R. Cash in Kingsland, Arkansas in the United States on February 26, 1932. His parents called him \"J.R. Cash\" because they could not think of a name. He only started using the name \"Johnny Cash\" when he started making music. He started working in fields when he was five years old, singing with his family. He had an older brother, Jack, who died when Johnny was 12. Cash started smoking at 12 years old.\nCash's first memories had a lot of gospel music in. He was taught by his mother and her friend to play the guitar and sing. When he was 18, he joined the United States Air Force where he made his first band, called 'The Landsberg Barbarians'. He left the military in 1954.\nCash was arrested multiple times. Once he broke his toe when he tried to escape by kicking the bars of his jail cell.\nCareer.\nCash was often called \"The Man in Black\" because of the clothes he wore, and was best known for his deep voice and powerful music. Early in his career he was very popular because of his 'outlaw' image and rebellious actions, although later in his life he became very humble.\nHe was well known for the free concerts he held for prisoners and by starting most of his concerts with the words \"Hello, I'm Johnny Cash\". Lots of his music focused on making good or bad choices in life and what happens after choices are made. It also focused on sadness and being saved or forgiven by God. Some of his best known songs are \"I Walk the Line\", \"Folsom Prison Blues\", \"Ring of Fire\", \"God's Gonna Cut You Down\", \"A Boy Named Sue\", \"Hurt\", \"Mister Garfield\", and \"Man in Black\". Cash often recorded songs that other singers first made popular.\nFamily Life.\nCash met his first wife, Vivian while training in the Air Force. They wrote hundreds of letters to each other while he was in Germany with the Air Force, and married on August 7, 1954. They had four daughters called Rosanne, Kathy, Cindy and Tara. They got a divorce in 1966 because Cash drank too much alcohol, took drugs and had lots of affairs.\nCash asked June Carter Cash to marry him in 1968, while on stage. They got married on March 1st, 1968. She co-wrote one of Johnny's most famous songs, Ring of Fire. They stayed together until she died in 2003.\nDeath.\nCash died on September 12, 2003 in Nashville, Tennessee from complications of diabetes. He was 71 years old. Cash was buried next to his wife, June Carter Cash, who had died 4 months earlier.\nSuccess.\nHe sold over 90 million albums in his nearly fifty-year career.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":86},{"uri":"Americans","surface_form":"American","offset":107},{"uri":"Musician","surface_form":"musician","offset":116},{"uri":"Country_Music_Hall_of_Fame","surface_form":"Country Music Hall of Fame","offset":379},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":411},{"uri":"Gospel_Music_Hall_of_Fame","surface_form":"Gospel Music Hall of Fame","offset":447},{"uri":"Kingsland%2C_Arkansas","surface_form":"Kingsland, Arkansas","offset":581},{"uri":"United_States","surface_form":"United States","offset":608},{"uri":"Smoking","surface_form":"smoking","offset":949},{"uri":"Guitar","surface_form":"guitar","offset":1081},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":1128},{"uri":"Toe","surface_form":"toe","offset":1299},{"uri":"I_Walk_the_Line","surface_form":"I Walk the Line","offset":1990},{"uri":"Folsom_Prison_Blues","surface_form":"Folsom Prison Blues","offset":2009},{"uri":"Ring_of_Fire_(song)","surface_form":"Ring of Fire","offset":2032},{"uri":"God%27s_Gonna_Cut_You_Down","surface_form":"God's Gonna Cut You Down","offset":2048},{"uri":"A_Boy_Named_Sue","surface_form":"A Boy Named Sue","offset":2076},{"uri":"Mister_Garfield","surface_form":"Mister Garfield","offset":2103},{"uri":"Man_in_Black_(song)","surface_form":"Man in Black","offset":2126},{"uri":"Vivian_Liberto","surface_form":"Vivian","offset":2244},{"uri":"June_Carter_Cash","surface_form":"June Carter Cash","offset":2578},{"uri":"Ring_of_Fire_(song)","surface_form":"Ring of Fire","offset":2718},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville, Tennessee","offset":2819},{"uri":"Diabetes","surface_form":"diabetes","offset":2862}]}