{"id":75329,"url":"http://en.wikipedia.org/wiki/Madrigal","text":"e=\"preserve\">A madrigal is a special kind of song for a small group of people to sing. Madrigals were popular in the 16th and 17th centuries. This was the end of the Renaissance music and beginning of the Baroque periods. They started in Italy and became very popular for a short time in England as well as in France. The words of madrigals are always about secular (non-religious) things, e.g. about love.\nWhen Italian composers started writing madrigals the kinds of songs they knew were the frottola, the motet and the French chanson (song). The first madrigals were for 2 or 3 voices, but later many madrigals were written for 4 or 5 voices. These voices might be single voices (one person to each part) or several people. Sometimes the lines would also be played by an instrument, but the madrigal is usually sung unaccompanied.\nThe madrigal was the most important secular form of music of its time. In Italy it was very popular between about 1550 and 1630. In England the madrigal period was about 1588 to 1620.\nIn 1533 a book called \"Primo libro di Madrigali\" (First Book of Madrigals) was collected and published by Philippe Verdelot in Venice. It made madrigals very popular. Jacob Arcadelt published several volumes of madrigals which were very important for their development. In 1588 in England Nicholas Yonge published a collected called \"Musica Transalpina\" (Music from over the Alps). These were Italian madrigals with translated texts. The madrigal suddenly became extremely popular in England and remained so until after 1620 when it gradually became less important.\nPeople liked madrigals because they were fun. Whenever possible the composer made the music sound like the word being sung. A word like “smile” would have quick music, “sigh” would have a note followed by a short rest, as if the singer were sighing, “rise so high” would be sung to music which rose very high. This kind of thing was called “word-painting”. It can be found in religious music as well, but the way it was used in madrigals was new and exciting. Very often there would be a verse and a refrain which was often just sung to words such as “fa la la la la”. The songs were often about shepherds and shepherdesses falling in love.\nThe most important composers of madrigals in Italy were Giovanni da Palestrina, Luca Marenzio, Jacques Arcadelt, Adrian Willaert, Cipriano de Rore, Carlo Gesualdo, Giaches de Wert and Claudio Monteverdi. In England they were William Byrd, Thomas Morley, John Wilbye, Thomas Weelkes, John Dowland, Orlando Gibbons and Thomas Tomkins. About the franco-flemish, Orlando di Lasso, Josquin des Prez. About the spanish, Tomás Luis de Victoria, Mateo Flecha.\nPerformance of madrigals.\nIn the Renaissance, madrigals were performed either as entertainment at important feasts, or for relaxed enjoyment by groups of amateurs in their homes, as madrigals were a secular style of song.\nNowadays, madrigals are often sung by high school or college madrigal choirs often as an after-dinner entertainment. Sometimes the singers wear Renaissance costumes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Song","surface_form":"song","offset":45},{"uri":"16th_century","surface_form":"16th","offset":117},{"uri":"17th_century","surface_form":"17th centuries","offset":126},{"uri":"Renaissance_music","surface_form":"Renaissance music","offset":166},{"uri":"Baroque_music","surface_form":"Baroque","offset":205},{"uri":"Italy","surface_form":"Italy","offset":238},{"uri":"England","surface_form":"England","offset":288},{"uri":"France","surface_form":"France","offset":310},{"uri":"Secular","surface_form":"secular","offset":358},{"uri":"Love","surface_form":"love","offset":401},{"uri":"Frottola","surface_form":"frottola","offset":494},{"uri":"Motet","surface_form":"motet","offset":508},{"uri":"Chanson","surface_form":"chanson","offset":529},{"uri":"Musical_instrument","surface_form":"instrument","offset":774},{"uri":"1533","surface_form":"1533","offset":1021},{"uri":"Philippe_Verdelot","surface_form":"Philippe Verdelot","offset":1124},{"uri":"Venice","surface_form":"Venice","offset":1145},{"uri":"Jacob_Arcadelt","surface_form":"Jacob Arcadelt","offset":1185},{"uri":"1588","surface_form":"1588","offset":1291},{"uri":"Nicholas_Yonge","surface_form":"Nicholas Yonge","offset":1307},{"uri":"1620","surface_form":"1620","offset":1538},{"uri":"Shepherd","surface_form":"shepherd","offset":2180},{"uri":"Giovanni_da_Palestrina","surface_form":"Giovanni da Palestrina","offset":2281},{"uri":"Luca_Marenzio","surface_form":"Luca Marenzio","offset":2305},{"uri":"Jacques_Arcadelt","surface_form":"Jacques Arcadelt","offset":2320},{"uri":"Adrian_Willaert","surface_form":"Adrian Willaert","offset":2338},{"uri":"Cipriano_de_Rore","surface_form":"Cipriano de Rore","offset":2355},{"uri":"Carlo_Gesualdo","surface_form":"Carlo Gesualdo","offset":2373},{"uri":"Giaches_de_Wert","surface_form":"Giaches de Wert","offset":2389},{"uri":"Claudio_Monteverdi","surface_form":"Claudio Monteverdi","offset":2409},{"uri":"William_Byrd","surface_form":"William Byrd","offset":2450},{"uri":"Thomas_Morley","surface_form":"Thomas Morley","offset":2464},{"uri":"John_Wilbye","surface_form":"John Wilbye","offset":2479},{"uri":"Thomas_Weelkes","surface_form":"Thomas Weelkes","offset":2492},{"uri":"John_Dowland","surface_form":"John Dowland","offset":2508},{"uri":"Orlando_Gibbons","surface_form":"Orlando Gibbons","offset":2522},{"uri":"Thomas_Tomkins","surface_form":"Thomas Tomkins","offset":2542},{"uri":"Orlando_di_Lasso","surface_form":"Orlando di Lasso","offset":2584},{"uri":"Josquin_des_Prez","surface_form":"Josquin des Prez","offset":2602},{"uri":"Tom%C3%A1s_Luis_de_Victoria","surface_form":"Tomás Luis de Victoria","offset":2639},{"uri":"Mateo_Flecha","surface_form":"Mateo Flecha","offset":2663},{"uri":"Amateur","surface_form":"amateur","offset":2831}]}