{"id":753233,"url":"http://en.wikipedia.org/wiki/Islam_in_UAE","text":"Islam is official religion recognized in all the seven emirates of UAE. Almost all the Emirati citizens are muslims but the United Arab Emirates have often advocated freedom of religion. Today about 80% of the local population of UAE is Muslim. There are about 8% Hindus, 5% Christians and Sikh and Buddhist minorities\nIslam is the religion of all UAE nationals since the Islamic conquest of Arabia in 7th century. The UAE population is mostly Sunni (80% of Muslims) and a large Shiite minorities(20% population of the muslim population). Islam has influenced UAE culture it shows in their political system,their the sense of dressing,their culture and tradition. Mosques flourish across the emirates you can spot a mosque anywhere from a small street to large street. The law in UAE is based on Sharia laws and there are both civil courts as well as Sharia Court. Flogging is the punishment for adultery, alcohol consumption lashes can range from 80 to 200. Stoning is form of capital punishment and is legal in UAE. Kissing is not allowed in public and punishable by law with imprisionment and lashes. Homosexuality is a criminal offence and is punishable by law. Apostasy and disrespecting and insulting Islam is criminal offence in UAE. According to article 1 and article 33 of UAE penal code it is punishable by death sentence.Pork is considered haram in Islam and is forbidden by Muslims However Non Musliim can eat it on his own will Publicly eating and drinking during Ramadan from sunrise to sunset is illegal irrespective of the faith and the violators shall face severe punishment. Everyone has right to practice their religion in UAE but they are not allowed to convert Muslim into their faith. However they can convert into Islam on their own will. Israeli citizens and the person holding an Israeli visa is not allowed in UAE due to tensions between Israel and Arab World","categories":[],"infobox_types":[],"annotations":[]}