{"id":75325,"url":"http://en.wikipedia.org/wiki/Concert_hall","text":"A concert hall is a place where concerts of classical music take place. “Concert hall” can either mean the actual room where the concerts takes place, or the whole building. The hall where the concerts are held may have a “stage” (where the performers are) and there will be an “auditorium” where the audience sits.\nSome concert halls are purpose-built. That means they were built to be concert halls. Other concert halls may have been something else many years ago, e.g. a Corn Exchange (a place where farmers used to sell their corn) and the building has later been changed into a concert hall. Purpose-built concert halls started about the beginning of the 20th century. At that time scientists began to understand the importance of good acoustics (somewhere where the sound was good).\nConcert halls that are purpose-built usually have fixed seating (seats that cannot be moved). Some halls may have seats that can be moved, either by stacking them in small piles, or tiered seating that can fold up. This allows the hall to be used for other things, e.g. dancing.\nA concert hall is usually a big hall: big enough for an orchestra to be on the stage. A small concert hall, designed for just a few performers (as in chamber music) may be called a “recital hall”.\nSome concert halls are especially famous. In London there is the Royal Festival Hall on the banks of the river Thames, the Barbican Centre in the City (near St Paul’s Cathedral) and the Royal Albert Hall in Kensington which is used for other events as well. There is also a famous recital hall called the Wigmore Hall. New York has the Carnegie Hall, Vienna has the Vienna Musikverein with a beautiful hall called the Golden Hall where the famous New Year’s Day concerts are given. In Germany there is the Berliner Philharmonie in Berlin and the Gewandhaus in Leipzig. In Amsterdam there is the Concertgebouw (which means: \"concert hall\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Concert","surface_form":"concert","offset":32},{"uri":"Classical_music","surface_form":"classical music","offset":44},{"uri":"Audience","surface_form":"audience","offset":301},{"uri":"Corn","surface_form":"corn","offset":530},{"uri":"20th_century","surface_form":"20th century","offset":660},{"uri":"Acoustics","surface_form":"acoustics","offset":741},{"uri":"Dancing","surface_form":"dancing","offset":1059},{"uri":"Orchestra","surface_form":"orchestra","offset":1124},{"uri":"Chamber_music","surface_form":"chamber music","offset":1218},{"uri":"Royal_Festival_Hall","surface_form":"Royal Festival Hall","offset":1330},{"uri":"Thames","surface_form":"Thames","offset":1376},{"uri":"Barbican_Centre","surface_form":"Barbican Centre","offset":1388},{"uri":"St_Paul%E2%80%99s_Cathedral","surface_form":"St Paul’s Cathedral","offset":1422},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":1451},{"uri":"Wigmore_Hall","surface_form":"Wigmore Hall","offset":1570},{"uri":"New_York","surface_form":"New York","offset":1584},{"uri":"Carnegie_Hall","surface_form":"Carnegie Hall","offset":1601},{"uri":"Vienna_Musikverein","surface_form":"Vienna Musikverein","offset":1631},{"uri":"Berliner_Philharmonie","surface_form":"Berliner Philharmonie","offset":1771},{"uri":"Berlin","surface_form":"Berlin","offset":1796},{"uri":"Gewandhaus","surface_form":"Gewandhaus","offset":1811},{"uri":"Leipzig","surface_form":"Leipzig","offset":1825},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1837},{"uri":"Concertgebouw","surface_form":"Concertgebouw","offset":1860}]}