{"id":753392,"url":"http://en.wikipedia.org/wiki/Fender_Precision_Bass","text":"The Fender Precision Bass (sometimes shortened to P-Bass) is an electric bass that has been made by Fender since 1951. It was the first popular electric bass to be made and has four strings with one split coil humbucking pickup. It was also the first bass guitar to have a solid body.\nHistory.\nAcoustic, fretted plucked string instruments have been around for a very long time. One example is the bass lute, which has been around since the 17th century. The berda, which is a Slavic folk instrument, has also been around for hundreds of years. In the 19th century, some bass instruments made like a guitar were created. Gibson made an acoustic \"mando bass\", which was made like a mandolin.\nFirst electric basses.\nMany inventors tried to make electric basses because most bassists were using the double bass, which was very big, heavy, and too quiet. Before the Precision Bass was made, many inventors used the double bass and tried to make it electric. Lloyd Loar was one of the first to try to make them louder. He put a pickup on a double bass in order to play it through an amplifier. He did this between 1919 and 1924.\nIn the 1930s, Rickenbacker made an electric double bass. Then American Paul Tutmarc mad the first electric bass that could be played like a guitar, called the \"Audiovox 736 Bass\". This bass also had frets. Even though these were the first of this kind, they never sold very well.\nFirst Fender Precision Bass.\nLeo Fender, the founder of Fender, had the idea in the 1940s to build a solid-body bass guitar. He wanted it to be easier to play than a double bass. He also wanted it to be smaller so it was easy to move. He got this idea when talking to guitarists who didn't have jobs. They said that they could have gotten jobs being bassists, but found the double bass too hard to play.\nThe idea of an electric, solid body bass was new, so Fender had to make it themselves. They spoke to many bassists and guitarists to work out what design would be best. Fender had made the Telecaster guitar before and so used his designs from it to help him make the Precision. The bass was tuned the same as a double bass, EADG, with four strings. The body was a lot like the telecaster, but the top stuck out more towards the headstock so the neck wasn't too heavy to hold when playing the bass with a strap standing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bass_guitar","surface_form":"electric bass","offset":64},{"uri":"Fender","surface_form":"Fender","offset":100},{"uri":"Humbucker","surface_form":"humbucking","offset":210},{"uri":"Pickup","surface_form":"pickup","offset":221},{"uri":"Solid_body","surface_form":"solid body","offset":273},{"uri":"Acoustic_instrument","surface_form":"Acoustic","offset":294},{"uri":"Fret","surface_form":"fretted","offset":304},{"uri":"Plucked_string_instrument","surface_form":"plucked string instrument","offset":312},{"uri":"Lute","surface_form":"lute","offset":402},{"uri":"17th_century","surface_form":"17th century","offset":440},{"uri":"Berda","surface_form":"berda","offset":458},{"uri":"Slavic_peoples","surface_form":"Slavic","offset":476},{"uri":"Folk_instrument","surface_form":"folk instrument","offset":483},{"uri":"19th_century","surface_form":"19th century","offset":551},{"uri":"Guitar","surface_form":"guitar","offset":599},{"uri":"Gibson","surface_form":"Gibson","offset":620},{"uri":"Mandolin","surface_form":"mandolin","offset":680},{"uri":"Double_bass","surface_form":"double bass","offset":795},{"uri":"Lloyd_Loar","surface_form":"Lloyd Loar","offset":953},{"uri":"Pickup","surface_form":"pickup","offset":1022},{"uri":"Amplifier","surface_form":"amplifier","offset":1077},{"uri":"Rickenbacker","surface_form":"Rickenbacker","offset":1137},{"uri":"Paul_Tutmarc","surface_form":"Paul Tutmarc","offset":1194},{"uri":"Leo_Fender","surface_form":"Leo Fender","offset":1432},{"uri":"Fender","surface_form":"Fender","offset":1459},{"uri":"Design","surface_form":"design","offset":1954},{"uri":"Fender_Telecaster","surface_form":"Telecaster","offset":1996},{"uri":"String_instrument","surface_form":"strings","offset":2147},{"uri":"Headstock","surface_form":"headstock","offset":2235}]}