{"id":75345,"url":"http://en.wikipedia.org/wiki/Sonora","text":"Sonora is a Mexian state, in the northwestern Mexico region. Sonora borders the states of Chihuahua to the east, Sinaloa to the south, and Baja California to the northwest. To the north Sonora accounts for a long stretch of the U.S.-Mexico border adjacent to the U.S. states of Arizona and New Mexico; to the west it borders the Gulf of California (Sea of Cortez).\nDescription.\nThere are various explanations as to the origin of the word Sonora. Here, we will tell you some of the most widely accepted versions. One of these says that when the Spaniards arrived in the lands occupied by the Opata people, they built a chapel and painted an image of the Virgin on a buffalo skin. Over time, when the Opatas began to worship the Virgin, they used to call her Senora instead of the Spanish word Señora (Our Lady). Finally, it would seem that this word became Sonora as we know it today.\nAnother version has it that Sonora is derived from the Opata word, sonotl which means corn leaf. A legend speaks of an indigenous group that lived near the village of Huépac, and who used corn leaves to cover the walls and roofs of their huts. Yet another version insists that the word comes from the name of a tribe that lived on the banks of the Sonora River; these people were known as the Sonora Indians. This river crosses a large part of the state. It is also useful to understand that, just as Mexico has its national emblems, so the state of Sonora has its own coat-of-arms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mexico","surface_form":"Mexian","offset":12},{"uri":"State","surface_form":"state","offset":19},{"uri":"Region","surface_form":"region","offset":53},{"uri":"Chihuahua_(state)","surface_form":"Chihuahua","offset":90},{"uri":"Sinaloa","surface_form":"Sinaloa","offset":113},{"uri":"Baja_California_(state)","surface_form":"Baja California","offset":139},{"uri":"U.S.","surface_form":"U.S.","offset":228},{"uri":"Border","surface_form":"border","offset":240},{"uri":"U.S._state","surface_form":"U.S. state","offset":263},{"uri":"Arizona","surface_form":"Arizona","offset":278},{"uri":"New_Mexico","surface_form":"New Mexico","offset":290},{"uri":"Gulf_of_California","surface_form":"Gulf of California","offset":329},{"uri":"Mexico","surface_form":"Mexico","offset":1385}]}