{"id":7534,"url":"http://en.wikipedia.org/wiki/Maoism","text":"Maoism is the communist (a plan about how countries should work) idea created by the Chinese man Mao Zedong. Mao believed that peasants, not factory workers, should lead the communist revolution (change in government). China followed Maoism when he became leader, in 1949. This created differences with communism in the USSR and Cuba. Maoism is still practiced in China today, but it has become different since Mao died in 1976. Today the Chinese economy is still considered a communistic economy. The Chinese Communist Party (CCP) completely controls all aspects of production and sets workers wages artificially low for the \"good of all\", which is the basic premise of Maoism. All worker production is also relegated to the overall good and equality of all, the definition of which is also determined by the state (CCP). This effectively shackles the profit motive (upward wage mobility) for the working class, as upward mobility is all but nonexistent except for those in line with, or actively participating in, the Chinese Communist Party.\nOverview.\nMaoism was a theory created because of Mao’s beliefs and ideologies. Similar to Karl Marx, he agrees that a proletariat revolution is essential in order for society to change. As opposed to Marx who states that the factory workers should revolutionize, Mao felt that the farmers in China were the ones in need of this revolution. Marx supports an economically strong state that is industrialized. Mao on the other hand, does not support industrialization or technology.\nThe reasoning behind this is that he felt that industrialization would give owners the ability to exploit their workers even more which will result in a weakened proletariat class. While Karl Marx viewed industrialization to play vital role in the proletariat since factory workers were most likely the ones suffering under capitalism. Marxism states that “social change is driven by the economy” meaning that society and the economy are intertwined; while Maoism states that willpower is what changes us.\nThen in 1960 as the USSR denounced Stalin’s ideas who Mao was an avid admirer of, Mao’s own popularity started to decrease. With the leader Liu Shaoqi, Mao’s policies were no longer in effect. Then in 1964, the “Cultural Revolution” happened due to the distribution of Mao’s “Little Red Book” which reemphasized his ideologies. This resulted in the deaths of many civilians due to conflicts and fighting between Mao’s party and the Red Guard.","categories":[],"infobox_types":[],"annotations":[{"uri":"Communism","surface_form":"communist","offset":14},{"uri":"China","surface_form":"Chinese","offset":85},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":97},{"uri":"Communism","surface_form":"communism","offset":303},{"uri":"USSR","surface_form":"USSR","offset":320},{"uri":"Cuba","surface_form":"Cuba","offset":329},{"uri":"China","surface_form":"China","offset":364},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":1135}]}