{"id":75364,"url":"http://en.wikipedia.org/wiki/Ciara","text":"Ciara Princess Harris (born October 25, 1985) professionally known as Ciara, is an American singer, songwriter, record producer, dancer, and actress.\nMusic career.\nIn 2004, Ciara released her debut studio album \"Goodies\", which produced three hit singles: \"Goodies,\" \"1, 2 Step,\" and \"Oh.\" The album was certified triple platinum by the Recording Industry Association of America (RIAA), and earned her four nominations at the 48th Grammy Awards. She released her second studio album, \"Ciara: The Evolution\", in 2006 which spawned the hit singles \"Get Up,\" \"Promise,\" and \"Like a Boy.\" The album reached number one in the US and was certified platinum. Her third studio album \"Fantasy Ride\", released in 2009, was considerably less successful than Ciara's first two albums. However, it produced the worldwide top-ten hit \"Love Sex Magic\" featuring Justin Timberlake, which earned her a Grammy Award nomination for Best Pop Collaboration with Vocals. The following year, Ciara released her fourth studio album \"Basic Instinct,\" which was met with low sales and continued a downward trend in her commercial success. In 2011, she signed a new record deal with Epic Records, and she released her fifth studio album, \"Jackie\", which is preceded by the lead single, \"Sorry” in 2015. In 2019, she released her sixth studio album, \"Beauty Marks\", which is preceded by the hit lead singles, \"Level Up\", “Thinkin Bout You” and the album titled song “Beauty Marks “.\nPersonal life.\nOn Ciara's 28th birthday, Future asked her if she would marry him. They became engaged but was the engagement was called off later that year. January 14, 2014 Ciara said on \"The View\" that she was pregnant with Future's child. In June 2016, she married Seattle Seahawks NFL star quarterback Russell Wilson. They had their first child, Sienna Princess Wilson, on April 29, 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":83},{"uri":"Singer","surface_form":"singer","offset":92},{"uri":"Songwriter","surface_form":"songwriter","offset":100},{"uri":"Record_producer","surface_form":"record producer","offset":112},{"uri":"Dancer","surface_form":"dancer","offset":129},{"uri":"Actor","surface_form":"actress","offset":141},{"uri":"Goodies_(song)","surface_form":"Goodies","offset":257},{"uri":"Recording_Industry_Association_of_America","surface_form":"Recording Industry Association of America","offset":337},{"uri":"Justin_Timberlake","surface_form":"Justin Timberlake","offset":847},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":885},{"uri":"Epic_Records","surface_form":"Epic Records","offset":1156},{"uri":"Beauty_Marks","surface_form":"Beauty Marks","offset":1323},{"uri":"Level_Up","surface_form":"Level Up","offset":1382},{"uri":"Thinkin__Bout_You","surface_form":"Thinkin Bout You","offset":1394},{"uri":"Beauty_Marks","surface_form":"Beauty Marks","offset":1439},{"uri":"Seattle_Seahawks","surface_form":"Seattle Seahawks","offset":1723},{"uri":"NFL","surface_form":"NFL","offset":1740},{"uri":"Quarterback","surface_form":"quarterback","offset":1749},{"uri":"Russell_Wilson","surface_form":"Russell Wilson","offset":1761}]}