{"id":75409,"url":"http://en.wikipedia.org/wiki/Anastasia_(1956_movie)","text":"\"Anastasia\" is a movie made in 1956 by 20th Century Fox.\nThe movie was directed by Anatole Litvak. The movie stars Ingrid Bergman, Yul Brynner, and Helen Hayes. Other players include Akim Tamiroff (who earlier worked with Ingrid Bergman in the movie \"For Whom the Bell Tolls\"), Martita Hunt (who has a comic part as a fussy lady-in-waiting), and, in a small role, Natalie Schafer (familiar to television audiences from her later role on \"Gilligan's Island\"). This movie was one of many European movies directed by Litvak into the 1950s and 1960s. It earned an Academy Award for Bergman, who did more movies after this movie. It was nominated for a BAFTA Award for Best British Screenplay.\nHistorical Basis.\nThe movie is based upon the story of Grand Duchess Anastasia Nikolaevna of Russia. The youngest daughter of Tsar Nicholas II, Anastasia was brutally murdered along with her parents and siblings by the Bolsheviks, in an attempt to prevent them from reclaiming power, should they ever escape from captivity. Despite the testimony of Yakov Yurovsky and others present at the shooting, many failed to believe that every member of the family had been killed. This rumor was made worse by stories of one or more of them escaping, thanks to sympathetic guards at the Ipatiev House, where they were being held. Also complicating the truth was the fact the location of the bodies remained a mystery, as they had been burned and buried in a remote forest.\nWith rumors swirling that one or more of the Romanovs might have escaped, numerous individuals came forward claiming to be one of the Grand Duchesses or Tsarevich Alexei Nikolaevich. The most notable of these was Anna Anderson, who rose to fame in the 1920s with her outlandish claims that she was Anastasia. The movie was most certainly based on Anderson's story, as the opening shots show a woman about to commit suicide from a bridge, as Anna Anderson did. While Anderson vehemently stated she was the heir to the Romanov family, many around her had doubts. Nevertheless, her story was immensely popular with the public.\nWhile the movie hints that Anna was in fact Anastasia, it is now proved beyond a doubt that Anderson was an impostor. With the final resting places of the Romanovs were discovered in 1991 and 2008, all of their bodies have been accounted for. Additionally, DNA tests conducted on the bodies prove that all were members of the Romanov family. Further, DNA testing on a piece of Anderson's intestine that had been saved during an operation she had during the early 1980s proved that she was not a Romanov, but most likely Franziska Schanzkowska, a Polish factory worker with a history of mental illness. Nevertheless, doubt still persisted. Several strands of her hair were discovered in a book, which was also tested. This too proved she was not a member of the royal family and also increased the likelihood that she was Schanzkowska.\nThe movie.\nThe movie tells the story of a young, confused woman in 1920s France, played by Ingrid Bergman. She is found by a group of Russian people who have left their country. They want her to pretend to the world that she is Anastasia, in order to retrieve her inheritance. The real Anastasia, if she were alive, would inherit millions of pounds which had been left in an English bank by the Tsar.\nThe Russians, led by General Bounine (played by Yul Brynner), teach her how to behave as the Grand Duchess Anastasia would. They teach her everything she ought to know about her childhood. They teach her to walk like a Duchess, practicing with a book on her head. When they think she is ready, she is introduced to several people who knew Anastasia. None of them believe she really is Anastasia. The real test comes when she is taken by General Bounine (Brynner) to Denmark to meet the Dowager Empress, Maria Feodorovna, mother of the Tsar, played by Helen Hayes. At first the old Empress does not believe the young woman is her granddaughter, but when Anastasia coughs because she is nervous, the Empress remembers that Anastasia used to do this as a child. She now believes she is her granddaughter. Meanwhile, Prince Paul wants to marry Anastasia. He's obviously after the money he thinks she will inherit. In the final scene, there is a party. The Dowager Empress is going to announce the engagement between Paul and Anastasia, but Anastasia and General Bounine have suddenly disappeared. The Dowager realizes that Anastasia does not desire fame, but simply love, with the man of her choosing. She says very bravely that she will go in to where all the guests are waiting and tell them that the party is over and that they should go home.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"Movie","surface_form":"movie","offset":17},{"uri":"1956","surface_form":"1956","offset":31},{"uri":"20th_Century_Fox","surface_form":"20th Century Fox","offset":39},{"uri":"Anatole_Litvak","surface_form":"Anatole Litvak","offset":83},{"uri":"Ingrid_Bergman","surface_form":"Ingrid Bergman","offset":115},{"uri":"Yul_Brynner","surface_form":"Yul Brynner","offset":131},{"uri":"Helen_Hayes","surface_form":"Helen Hayes","offset":148},{"uri":"Akim_Tamiroff","surface_form":"Akim Tamiroff","offset":183},{"uri":"For_Whom_the_Bell_Tolls_(movie)","surface_form":"For Whom the Bell Tolls","offset":251},{"uri":"Martita_Hunt","surface_form":"Martita Hunt","offset":278},{"uri":"Comic","surface_form":"comic","offset":302},{"uri":"Lady-in-waiting","surface_form":"lady-in-waiting","offset":324},{"uri":"Natalie_Schafer","surface_form":"Natalie Schafer","offset":364},{"uri":"Television","surface_form":"television","offset":393},{"uri":"Audience","surface_form":"audience","offset":404},{"uri":"Gilligan%27s_Island","surface_form":"Gilligan's Island","offset":438},{"uri":"Academy_Award","surface_form":"Academy Award","offset":560},{"uri":"BAFTA_Award_for_Best_British_Screenplay","surface_form":"BAFTA Award for Best British Screenplay","offset":648},{"uri":"Grand_Duchess_Anastasia_Nikolaevna_of_Russia","surface_form":"Grand Duchess Anastasia Nikolaevna of Russia","offset":744},{"uri":"Tsar_Nicholas_II","surface_form":"Tsar Nicholas II","offset":815},{"uri":"Bolsheviks","surface_form":"Bolsheviks","offset":908},{"uri":"Yakov_Yurovsky","surface_form":"Yakov Yurovsky","offset":1038},{"uri":"Ipatiev_House","surface_form":"Ipatiev House","offset":1267},{"uri":"Alexei_Nikolaevich%2C_Tsarevich_of_Russia","surface_form":"Tsarevich Alexei Nikolaevich","offset":1606},{"uri":"Anna_Anderson","surface_form":"Anna Anderson","offset":1666},{"uri":"France","surface_form":"France","offset":2985},{"uri":"Russia","surface_form":"Russia","offset":3046},{"uri":"Inherit","surface_form":"inherit","offset":3234},{"uri":"England","surface_form":"English bank","offset":3287},{"uri":"Denmark","surface_form":"Denmark","offset":3779},{"uri":"Maria_Feodorovna_(Dagmar_of_Denmark)","surface_form":"Maria Feodorovna","offset":3816}]}