{"id":75408,"url":"http://en.wikipedia.org/wiki/Bon_Jovi","text":"Bon Jovi is an American hard rock band that formed in Sayreville, New Jersey <nowiki/>in 1983. They are one of the world's best-selling bands of all time, having sold over 130 million records worldwide.\nThe first years.\nThe song \"Runaway\" which was written by Jon Bon Jovi and George Karak reached the first place in a radio talent contest in 1983. So Jon became the possibility to sign a recording contract. Coincidentally he founded Bon Jovi in 1983 with Richie Sambora, Alec John Such, Tico Torres, and David Bryan. The self-titled debut album \"Bon Jovi\" was released in 1984. The single \"Runaway\" was the band's first hit and reached #39 on the Billboard Hot 100 in 1984.\n\"Slippery When Wet\".\nBon Jovi's second album \"7800° Fahrenheit\" (1985) had also only moderate success. In fact, every member of the band had lost their girlfriend at the time, they were all heartbroken; those feelings were showing in the songs. Some members, especially Richie, were afraid because they had not put out a hit song since \"Runaway\". The band then went to Vancouver to record another album. They lived together while they were recording.\nIn 1986, Bon Jovi's third album \"Slippery When Wet\" was released. It brought them some of the band's most successful songs, including \"You Give Love a Bad Name\", \"Livin' On A Prayer\", and \"Wanted Dead or Alive\". Also involved was Desmond Child, Bruce Fairbairn, and Bob Rock, and Desmond co-wrote some of the songs on the album. \"Slippery When Wet\" has sold over 28 million copies worldwide. The \"Slippery When Wet\" Tour let the band become even more famous in Europe and North America.\nThe song \"Livin' on a Prayer\" is the one that had the most success. In the beginning, Jon Bon Jovi did not like the original song. Richie Sambora, however, convinced him that the song was good. They rewrote the entire musical piece together, added a guitar solo, different drum fills and a talk box to make it a hit song.\nJon gave everything he had to sing \"Livin' on a Prayer\" during the first part of the \"Slippery When Wet\" tour, and it was seriously damaging his voice. He was barely able to sing at the end of the tour and he had to use a lot of backing tracks to fill out the parts that he could not sing. He also used the services of a vocal coach and some steroids to help him finish the tour without losing his voice completely. At the end of the tour, they had played 206 shows all around the world. The band members took a break before going back into the studio to make another album.\nThe 1990s.\nAfter the enormous success with \"Slippery When Wet\" and the following tour, Bon Jovi released their fourth album 1988's \"New Jersey\". It was also successful and contained the hit \"Bad Medicine\" and the ballad \"I'll Be There for You\". Between 1990 and 1992, the band members went their separate ways for a while. Jon Bon Jovi released his first solo album \"Blaze of Glory\", that served as the soundtrack for the movie \"Young Guns II\". In 1992, \"Keep the Faith\" was released. The album signified a music genre change. Bon Jovi turned away from heavy drums and wild guitar solos, and their new sound was lighter and calmer than in the eighties. The piano had a bigger influence now and the lyrics had a different meaning. The song \"Keep the Faith\" is about social and religious problems. The singles \"Bed of Roses\", \"Keep the Faith\" and \"In These Arms\" reached the Top 40 in the United States. In 1994, Bon Jovi's first greatest hits album was released: \"The Best of Bon Jovi, Cross Road\". It includes the hits from 1983 to 1992 and two new songs. One of them, \"Always\", became one of the most successful songs of Bon Jovi. \"Always\" is a love song and a power ballad written by Jon Bon Jovi alone. The 1995 album \"These Days\" was the band's sixth studio album. \"This Ain't a Love Song\" was the lead single of \"These Days\" who sold over 11 million copies all around the world.\n\"Crush\" and \"Bounce\".\nFrom 1995, till, 2000, Bon Jovi had a longer break. The band members focused on solo projects and family. In 2000 the first album after 5 years was released: \"Crush\". The album itself was not as prosperous as \"Slippery When Wet\" and \"Keep The Faith\". But the hit-single \"It's my Life\" became the most successful song of Bon Jovi. It reached the first place in the charts of many countries. The next album was \"Bounce\" in 2002. It's was influenced by the September 11 attacks.\n\"The Circle\".\n\"The Circle\" was released in 2009. They were on tour in 2010 in places like New Jersey. It consists of songs like \"We Weren't Born To Follow\", \"Thorn In My Side\", and \"Bullet\".\n\"What About Now\".\nWhat About Now was released in 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hard_rock","surface_form":"hard rock","offset":24},{"uri":"Sayreville%2C_New_Jersey","surface_form":"Sayreville, New Jersey","offset":54},{"uri":"Richie_Sambora","surface_form":"Richie Sambora","offset":457},{"uri":"Tico_Torres","surface_form":"Tico Torres","offset":489},{"uri":"David_Bryan","surface_form":"David Bryan","offset":506},{"uri":"Vancouver","surface_form":"Vancouver","offset":1045},{"uri":"Desmond_Child","surface_form":"Desmond Child","offset":1357},{"uri":"Bruce_Fairbairn","surface_form":"Bruce Fairbairn","offset":1372},{"uri":"Bob_Rock","surface_form":"Bob Rock","offset":1393},{"uri":"Europe","surface_form":"Europe","offset":1588},{"uri":"North_America","surface_form":"North America","offset":1599},{"uri":"Guitar_solo","surface_form":"guitar solo","offset":1864},{"uri":"Drum","surface_form":"drum","offset":1887},{"uri":"Genre","surface_form":"genre","offset":3024},{"uri":"Piano","surface_form":"piano","offset":3168},{"uri":"Society","surface_form":"social","offset":3276},{"uri":"Religion","surface_form":"religious","offset":3287}]}