{"id":75423,"url":"http://en.wikipedia.org/wiki/M1911_pistol","text":"The M1911 is a .45 ACP caliber pistol originally made by Colt, and is now the most copied pistol design in the world. It was designed in the early 1900s by John Browning and was used in battle by many soldiers in World War I, World War II, The Korean War, and in the Vietnam War. It is semi-automatic and can fire a bullet each time the trigger is pulled. Military versions of the gun can hold seven or eight rounds inside its magazine and one more in the chamber. M1911 style guns are still made today and are for sale.\nIt was the most used pistol in the United States Military from 1911-1985, when it was replaced by the 9mm caliber Beretta M9, a military version of the Beretta 92. The M1911 was replaced because military leaders liked that the Beretta pistol could hold more bullets. Another reason was because other NATO countries pressured the US to follow a rule that all NATO weapons must use the same ammunition. Even after the Beretta M9 officially replaced the M1911, many US soldiers still use the M1911 in combat. The M1911 is a common pistol design for police and special forces because it is reliable in function, easy to modify by a gunsmith, and effective.\nThe \"1911\" in the name is because the pistol was adopted by the United States Army in the year 1911. M1911A1 pistols have an 'A1' added because they were changed from the original design in the 1920s in military service. The pistol was made first by Colt Manufacturing but was produced by many other companies during World War II. Because the M1911 is so popular, several gun companies make their own version of this gun which are still sold today.","categories":[],"infobox_types":[],"annotations":[{"uri":".45_ACP","surface_form":".45 ACP","offset":15},{"uri":"Pistol","surface_form":"pistol","offset":31},{"uri":"Colt","surface_form":"Colt","offset":57},{"uri":"1900","surface_form":"1900","offset":147},{"uri":"John_Browning","surface_form":"John Browning","offset":156},{"uri":"World_War_I","surface_form":"World War I","offset":213},{"uri":"World_War_II","surface_form":"World War II","offset":226},{"uri":"Korean_War","surface_form":"The Korean War","offset":240},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":267},{"uri":"Bullet","surface_form":"bullet","offset":316},{"uri":"Trigger_(firearms)","surface_form":"trigger","offset":337},{"uri":"Gun","surface_form":"gun","offset":381},{"uri":"9mm","surface_form":"9mm","offset":623},{"uri":"Beretta_92","surface_form":"Beretta 92","offset":673},{"uri":"Beretta_92","surface_form":"Beretta","offset":748},{"uri":"NATO","surface_form":"NATO","offset":821},{"uri":"Beretta_92","surface_form":"M9","offset":945},{"uri":"Police","surface_form":"police","offset":1067},{"uri":"Gunsmith","surface_form":"gunsmith","offset":1149},{"uri":"1920","surface_form":"1920","offset":1368}]}