{"id":754324,"url":"http://en.wikipedia.org/wiki/Chengara","text":"Chengara is a small village situated in Pathanamthitta district in Kerala. The nearest towns to chengara are Konni which is of about 6 km and Pathanamthitta which is of about 10 km. Konni medical college is just 3 km away from the village.\nDemographics.\nChengara has a population of just above 1500. The literacy rate of the village is 99%.\nAttractions.\nOrakuzhi is a small Waterfalls, located at the Kizhakkupuram border of the village.This place is a common hang out place of the youths of chengara,\nAnother water falls in chengara. This Waterfalls is more dangerous than orakuzhi. Here water falls into huge depth over a huge rock. The officials had a plan to build a small dam in the stream, but later they dropped the plan due to unfavorable result of the feasibility study.\nPrivate helipad is developed by Harrisons Malayalam limited for uses relating to the rubber plantation. However, it is not functioning now.\nHarrisons Malayalam Rubber Plantation is a rubber plantation which covers significant part of Chengara. The plantation stretches over an area of more than 3000 acres. One can see many unpaved roads of width ranging from 2 meters to 3 meters in the plantation which is made by the plantation owners for their business purpose. These types of roads can be used only by Bullock cart, Trucks or Four-wheel vehicles and not by cars\nAnother rubber plantation in Chengara which covers an area of 300 acres of Chengara.\nInstitutions.\n1) Bethel Marthoma Church\n2) St.George Orthodox Church Chengara (chengara pally)\n3) St. Patricks Malankara Catholic Church\n5) Chengara Service Co-operative Society, Ltd no: 3137.\nTribal Agitations.\nThe village is frequently mentioned in the media due to a land struggle, popularly known as \"Chengara Samaram\", which is led by Laha Gopalan. The Sadu Jana Vimochana Samara Vedi (SJVSV) agitation began with hundreds of Vedi workers encroaching upon the Kumbazha Estate of Harrison Malayalam Limited at Chengara on 4 August 2007, demanding five acres of land for farming and Rs.50,000 towards initial farming expenses to each landless family among them. They pitched tents on the occupied land and started tapping the rubber trees at the estate for livelihood. The Vedi leader claims that 200 hectares of land at Chengara is under SJVSV occupation. Really the land struggle is not taking place in Chengara, but in Harrisons Malayalam Estate more than 3 km away, which is popularly known as Chengara estate. So it got the name \"Chengara Samaram\". A fact is that it is taking place on the Athumpumkulam border of the Harrisons Malayalam Estate not in the border of Chengara.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pathanamthitta_district","surface_form":"Pathanamthitta district","offset":40},{"uri":"Kerala","surface_form":"Kerala","offset":67},{"uri":"Konni%2C_India","surface_form":"Konni","offset":109},{"uri":"Pathanamthitta","surface_form":"Pathanamthitta","offset":142},{"uri":"Population","surface_form":"population","offset":269},{"uri":"Literacy_rate","surface_form":"literacy rate","offset":304},{"uri":"Waterfall","surface_form":"Waterfall","offset":374},{"uri":"Waterfalls","surface_form":"Waterfalls","offset":540},{"uri":"Bullock_cart","surface_form":"Bullock cart","offset":1287},{"uri":"Trucks","surface_form":"Trucks","offset":1301},{"uri":"Four-wheel_drive","surface_form":"Four-wheel vehicles","offset":1311},{"uri":"Cars","surface_form":"cars","offset":1342},{"uri":"Bethel_Marthoma_Church","surface_form":"Bethel Marthoma Church","offset":1449}]}