{"id":75454,"url":"http://en.wikipedia.org/wiki/Franz_Josef_Strau%C3%9F","text":"Franz Josef Strauß () (6 September 6 1915 – 3 October 1988) was a German politician (CSU) and minister-president of the state of Bavaria. Press reports called him the \"Strong Man of Europe\".\nEarly years.\nBorn as \"Franz Strauß\" in Munich as the second child of a butcher. Strauß studied at the University of Munich from 1935 to 1939.\nHe became a member of the \"NSDStB\" (Nationalsozialistischer Deutscher Studentenbund), (). All students had to be members, or they would not be allowed to study.\nIn World War II, he served in the German army, on the Western and Eastern Fronts. While on, he passed the German state exams to become a teacher. He got severe frostbite on the Eastern Front at the end of 1942, so he became an \"Offizier für wehrgeistige Führung\" (political officer) at the anti-aircraft artillery school in Altenstadt, near Schongau, Bavaria.\nSoon after the war he changed his name to Franz Josef Strauß.\nIn 1957 Strauß married Marianne Zwicknagl. They had three children (Max Josef, Franz Georg and Monika). Monika also became a Bavarian minister and member of the Bavarian parliament.\nPolitical life.\nAfter the war, he was appointed deputy \"Landrat\" (county president) of Schongau by the American army, and helped to found the local CSU there.\nHe became a member of the first \"Bundestag\" (Federal Parliament) in 1949 and, in 1953, Federal Minister for Special Affairs in the second cabinet of Chancellor Konrad Adenauer. In 1955 he became Federal Minister of Nuclear Energy, and in 1956 defence minister. As defence minister he helped to build-up of the new \"Bundeswehr\".\nHe became chairman of the CSU in 1961.\n\"Der Spiegel\" scandal.\nStrauß had to resign as defence minister in 1962 because of the Spiegel scandal. The important magazine \"Der Spiegel\" said that the Bundeswehr could not defend Germany. Strauß said this was treason and Rudolf Augstein, editor of the magazine, was arrested for 103 days.\nStrauß had to admit that he had lied to the Bundestag, and had to resign. He complained that he was treated like a \"Jew who had dared appear at an NSDAP party convention\".\nRivalry between Kohl and Strauß.\nStrauß became minister of finance in 1966, in the cabinet of Kurt Georg Kiesinger.\nHe worked with the SPD minister for economy, Karl Schiller, but after the SPD was able to form a government without the CDU/CSU, in 1969, Strauß lost his job and became a critic of Willy Brandt's \"Ostpolitik.\"\nIn 1976, when Helmut Kohl failed to become chancellor Strauß cancelled the alliance between the CDU and CSU parties in the Bundestag. He only started the alliance again when the CDU threatened to move into Bavaria.\nIn the 1980 federal election Strauß was the CDU/CSU candidate for chancellor. Some people thought that this showed that the CDU and CSU leaders thought Strauß had better policies and style than Kohl. Others said that the CDU/CSU thought that Helmut Schmidt and the SPD was bound to win the 1980 election, and felt that they had nothing to lose in running Strauß: but it might stop Strauß criticising anyone whon disagreed with him.\nFinal decade of life.\nFrom 1978 until his death in 1988, Strauß was minister president of Bavaria. He served as President of the Bundesrat in 1983/84.\nAfter he lost the 1980 federal election, he left federal politics. But he did not stay quiet, and often commented on federal affairs from his safe seat in Bavaria. He especially criticised Kohl's ideas, even after Kohl ascended to the Chancellorship.\nIn 1983, Strauß helped to arrange a loan of 3 billion Deutschmarks for East Germany. This was not popular, and today it is regarded by some as having artificially prolonged the life of the then-bankrupt communist state.\nVisit to Albania.\nStrauß visited communist Albania on 21 August 1984, while Enver Hoxha, the absolute dictator from the end of World War II until his death in 1985, was still alive. Strauß was one of the few Western leaders to visit Albania in decades. Some thought Strauß might be helping to start diplomatic links between Albania and West Germany but the visit did not result in anything concrete.\nDeath.\nOn 1 October 1988, Strauß collapsed while hunting with the Prince of Thurn and Taxis in the Thurn and Taxis forests, east of Regensburg. He died in a Regensburg hospital on October 3 without having regained consciousness.\nLegacy.\nStrauß was very important in post-war Germany even though he was not very well known outside Germany. He polarized (split) the public like few other politicians.\nA well known spokesman for conservatives, and brilliant speech-maaker, he was a \"red flag\" to the left (his ideas made left wing people very angry).\nHe helped transform Bavaria from a farming state to a centre of technology in Germany. He was an aerospace enthusiast, and supported the Airbus in the 1970s. This is why the new airport in Munich was named after him in 1992 (see Franz Josef Strauß International Airport).","categories":[],"infobox_types":["Politician"],"annotations":[{"uri":"Germans","surface_form":"German","offset":66},{"uri":"Politician","surface_form":"politician","offset":73},{"uri":"Christian_Social_Union_of_Bavaria","surface_form":"CSU","offset":85},{"uri":"Minister-President","surface_form":"minister-president","offset":94},{"uri":"States_of_Germany","surface_form":"state","offset":120},{"uri":"Bavaria","surface_form":"Bavaria","offset":129},{"uri":"Munich","surface_form":"Munich","offset":230},{"uri":"Nationalsozialistischer_Deutscher_Studentenbund","surface_form":"Nationalsozialistischer Deutscher Studentenbund","offset":369},{"uri":"World_War_II","surface_form":"World War II","offset":497},{"uri":"Anti-aircraft_warfare","surface_form":"anti-aircraft","offset":784},{"uri":"Artillery","surface_form":"artillery","offset":798},{"uri":"Schongau%2C_Bavaria","surface_form":"Schongau","offset":835},{"uri":"Bavaria","surface_form":"Bavaria","offset":845},{"uri":"Christian_Social_Union_of_Bavaria","surface_form":"CSU","offset":1246},{"uri":"Bundestag","surface_form":"Bundestag","offset":1290},{"uri":"Chancellor_of_Germany","surface_form":"Chancellor","offset":1406},{"uri":"Konrad_Adenauer","surface_form":"Konrad Adenauer","offset":1417},{"uri":"Bundeswehr","surface_form":"Bundeswehr","offset":1572},{"uri":"Spiegel_scandal","surface_form":"Spiegel scandal","offset":1711},{"uri":"Der_Spiegel","surface_form":"Der Spiegel","offset":1752},{"uri":"Treason","surface_form":"treason","offset":1837},{"uri":"Rudolf_Augstein","surface_form":"Rudolf Augstein","offset":1849},{"uri":"NSDAP","surface_form":"NSDAP","offset":2064},{"uri":"Kurt_Georg_Kiesinger","surface_form":"Kurt Georg Kiesinger","offset":2183},{"uri":"Social_Democratic_Party_of_Germany","surface_form":"SPD","offset":2224},{"uri":"Karl_Schiller","surface_form":"Karl Schiller","offset":2250},{"uri":"CDU","surface_form":"CDU","offset":2325},{"uri":"Christian_Social_Union_of_Bavaria","surface_form":"CSU","offset":2329},{"uri":"Willy_Brandt","surface_form":"Willy Brandt","offset":2386},{"uri":"Ostpolitik","surface_form":"Ostpolitik","offset":2402},{"uri":"Helmut_Kohl","surface_form":"Helmut Kohl","offset":2429},{"uri":"Chancellor_of_Germany","surface_form":"chancellor","offset":2458},{"uri":"Christian_Democratic_Union_of_Germany","surface_form":"CDU","offset":2511},{"uri":"Helmut_Schmidt","surface_form":"Helmut Schmidt","offset":2872},{"uri":"SPD","surface_form":"SPD","offset":2895},{"uri":"Minister_president","surface_form":"minister president","offset":3130},{"uri":"President_of_the_German_Bundesrat","surface_form":"President","offset":3174},{"uri":"Bundesrat_of_Germany","surface_form":"Bundesrat","offset":3191},{"uri":"Helmut_Kohl","surface_form":"Kohl's","offset":3402},{"uri":"Deutschmarks","surface_form":"Deutschmarks","offset":3518},{"uri":"East_Germany","surface_form":"East Germany","offset":3535},{"uri":"Albania","surface_form":"Albania","offset":3727},{"uri":"Enver_Hoxha","surface_form":"Enver Hoxha","offset":3760},{"uri":"Thurn_and_Taxis","surface_form":"Thurn and Taxis","offset":4160},{"uri":"Regensburg","surface_form":"Regensburg","offset":4216},{"uri":"Airbus","surface_form":"Airbus","offset":4769},{"uri":"Airport","surface_form":"airport","offset":4810},{"uri":"Munich_International_Airport","surface_form":"Franz Josef Strauß International Airport","offset":4861}]}