{"id":75461,"url":"http://en.wikipedia.org/wiki/Maximilien_de_Robespierre","text":"Maximilien François Marie Isidore de Robespierre (; 6 May 1758 – 28 July 1794) is one of the best-known leaders of the French Revolution. He was born in Arras, France and he went to school to become a lawyer and got his degree at law school. He was elected to the Estates General to help make laws for France. He fought against the French Monarchy, the death penalty, and slavery, and for democratic reforms and the people to have more power. He gained a reputation for defending the poor. His friends called him \"incorruptible\" for sticking to his moral values and killing his enemies. Later he was elected president of the powerful Jacobin political group.\nRobespierre led the committee of public safety during 1793. Through it, he was able to execute the king. Even though Robespierre got thousands of people executed, Robespierre cared about the working class.\nHe executed King Louis XVI because he was convicted of treason. Under the advice of Robespierre, the Committee of Public Safety came to control France. The period that the Committee of Public Safety ruled France is known as “The Reign of Terror” and Maximilien de Robespierre was their leader. Robespierre was caught and executed with 21 of his followers with a guillotine. The National Convention were the people who overthrew Maximilien de Robespierre.\nEarly life.\nMaximilien de Robespierre was born in Arras in the old French province of Artois. His family has been traced back to the 12th century in Picardy; some of his ancestors in the male line worked as notaries in Carvin near Arras from the beginning of the 17th century. It has been suggested that he was of Irish descent, his surname possibly a corruption of \"Robert Speirs\".","categories":[],"infobox_types":[],"annotations":[{"uri":"French_Revolution","surface_form":"French Revolution","offset":119},{"uri":"Morality","surface_form":"moral","offset":549},{"uri":"Jacobins","surface_form":"Jacobin","offset":634},{"uri":"Treason","surface_form":"treason","offset":920},{"uri":"Reign_of_Terror","surface_form":"Reign of Terror","offset":1094},{"uri":"Guillotine","surface_form":"guillotine","offset":1227},{"uri":"National_Convention","surface_form":"National Convention","offset":1243},{"uri":"Arras","surface_form":"Arras","offset":1370},{"uri":"Artois","surface_form":"Artois","offset":1406},{"uri":"Picardy","surface_form":"Picardy","offset":1469},{"uri":"Carvin","surface_form":"Carvin","offset":1539}]}