{"id":754786,"url":"http://en.wikipedia.org/wiki/Rouge","text":"Rouge are a Brazilian pop girl group formed in 2002, through the SBT and Disney Channel talent show \"Popstars\" produced by RGB Entertainment. The group comprised singers Aline Wirley, Fantine Thó, Karin Hils, Li Martins (then known as Patrícia Lissah) and Lu Andrade.\nThe group's debut studio album, the best-selling self-titled \"Rouge\" (2002), sold more than 2 million copies in Brazil. The success of the album was boosted by the songs \"Não Dá pra Resistir\", \"Beijo Molhado\" and, mainly, \"Ragatanga\", which helped to establish the group on a national platform. Their follow-up album, \"C'est La Vie\" (2003) produced the singles \"Brilha La Luna\", \"Um Anjo Veio Me Falar\" and \"Vem Cair na Zueira\", sold over 1 million copies. After the departure of Andrade, the four remaining members continued and released the albums \"Blá Blá Blá\" (2004) and \"Mil e Uma Noites\" (2005). The group disbanded in June 2006, when the contract with Sony Music was not renewed.\nMeasures of their success include, have sold 6 million records sales, becoming the most successful pop girl group in Brazil and Latin America, Under the guidance of their mentor and entrepreneur, music producer Rick Bonadio, they embarked on sold-out tours throughout Brazil and several countries in Latin America, Europe and Africa. They were also stars of commercials and television programs, as well as the faces of various licensed products such as sticker albums, sandals and dolls.\nOn September 12, 2017, they reformed for a second time, this time as a five-members, to celebrate a fifteen-year birthday, embarked on a tour of sold-out shows all over Brazil, the 15 Anos Tour. In followed, he released his first unreleased song since 2005, \"Bailando\". And, on February 1, 2019 the fifth studio album, \"Les 5inq\", was released. On January 24, 2019, a new hiatus was announced for an indefinite time. It is unknown if Rouge will reunite after this new hiatus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Girl_group","surface_form":"girl group","offset":26},{"uri":"Sistema_Brasileiro_de_Televis%C3%A3o","surface_form":"SBT","offset":65},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":73},{"uri":"Lu_Andrade","surface_form":"Lu Andrade","offset":256},{"uri":"Sony_Music","surface_form":"Sony Music","offset":927}]}