{"id":754722,"url":"http://en.wikipedia.org/wiki/John_Ball_(priest)","text":"e=\"preserve\">John Ball was a Medieval Priest who clashed with the Archbishop of Canterbury after he started performing sermons against Work Service (Serfdom).\nBall was later freed by Wat Tyler and began to persuade peasants to join the Peasants Revolt. Ball was later killed after King Richard II after the Peasants Revolt was put to an end by the king.\nEarly life.\nJohn Ball was the child of Joan and William Ball, in Peledon near Colchester. He was born in 1331. Ball was trained in York, and moved a lot over the country, living in Norwich, Colchester, and Kent.\nBall was later imprisoned in Maidstone, Kent for his contradictory views on Christianity. He was then released, but continued to preach his radical ideas. This caused Ball to be released and imprisoned many a time. This cycle came to an end however, in 1381 when John was released from prison by former ex-soldier and leader of the Peasants revolt, Wat Tyler. This was a real turnaround for Ball, Tyler needed Ball to preach to the local Peasants, asking them to discontinue performing Work Service.\nLinks with the Peasants revolt.\nNow in Tyler's Peasant army, Ball began to march to London. There, London's gates were mysteriously opened and Tyler's army flooded in to the capital city. King Richard II, not wanting any trouble, decided to meet the Peasants at Mile End. There, the two forces began talks, surprisingly the King agreed to abolish Work Service, and accepted the other demands the army asked for. meanwhile, a rogue group of Peasants began to lay siege to the Tower of London, killing the Archbishop of Canterbury and many others.\nKnowing another talk would have to be held,John and Tyler decided to meet the king outside the city walls, there the Kings army murdered Tyler and forced the Peasants to flee. None of the Peasants demands were met and Ball, (along with many other rebels) was executed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Middle_Ages","surface_form":"Medieval","offset":29},{"uri":"Priest","surface_form":"Priest","offset":38},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":66},{"uri":"Sermon","surface_form":"sermon","offset":119},{"uri":"Work_Service","surface_form":"Work Service","offset":135},{"uri":"Wat_Tyler","surface_form":"Wat Tyler","offset":183},{"uri":"Peasants%27_Revolt","surface_form":"Peasants Revolt","offset":236},{"uri":"Richard_II_of_England","surface_form":"Richard II","offset":286},{"uri":"King_richard_2","surface_form":"king.","offset":348},{"uri":"Joan_ball","surface_form":"Joan","offset":393},{"uri":"William_Ball","surface_form":"William Ball","offset":402},{"uri":"Norwich","surface_form":"Norwich","offset":535},{"uri":"Colchester","surface_form":"Colchester","offset":544},{"uri":"Kent","surface_form":"Kent","offset":560},{"uri":"Christianity","surface_form":"Christianity","offset":642},{"uri":"Peasants%27_Revolt","surface_form":"Peasants revolt","offset":898},{"uri":"Wat_Tyler","surface_form":"Wat Tyler","offset":915},{"uri":"Peasant","surface_form":"Peasant","offset":1004},{"uri":"Work_Service","surface_form":"Work Service","offset":1052},{"uri":"London","surface_form":"London","offset":1150},{"uri":"Mile_End","surface_form":"Mile End","offset":1328}]}