{"id":754844,"url":"http://en.wikipedia.org/wiki/Birbhum_district","text":"Birbhum district is a district in West Bengal, India.\nHistory.\nDuring the time of British East India Company, the administrative unit by the name Birbhum was formed in 1787. Before that, it was administratively a part of Murshidabad district. After independent (1947) Birbhum district is an administrative unit in the Indian state of West Bengal.\nAdministration.\nIt is the northernmost district of Burdwan division—one of the five administrative divisions of West Bengal. The district headquarters is in Suri. Other important cities are Rampurhat, Bolpur and Sainthia. Jamtara, Dumka and Pakur districts of the state of Jharkhand lie at the western border of this district; the border in other directions is covered by the districts of Bardhaman and Murshidabad of West Bengal.\nGeography.\nOften called \"the land of red soil\". Birbhum is noted for its topography and its cultural heritage which is somewhat different from the other districts in West Bengal. The western part of Birbhum is a bushy region, a part of the Chhota Nagpur Plateau. This region gradually merges with the fertile alluvial farmlands in the east.\nCulture.\nThis district saw many cultural and religious movements in history. The Visva Bharati University at Santiniketan, established by Rabindranath Tagore, is one of the places Birbhum is known for. Many festivals are celebrated in the district, including Poush Mela.\nIndustry.\nBirbhum is primarily an agricultural district with around 75% of the population being dependent on agriculture. Principal industries of the district include cotton and silk harvesting and weaving, rice and oilseed milling, lac harvesting, stone mining and metalware and pottery manufacture. Bakreshwar Thermal Power Station is the only heavy industry in the district.","categories":[],"infobox_types":[],"annotations":[{"uri":"West_Bengal","surface_form":"West Bengal","offset":34},{"uri":"India","surface_form":"India","offset":47}]}