{"id":754878,"url":"http://en.wikipedia.org/wiki/Deliberative_assembly","text":"e=\"preserve\">A deliberative assembly is a group of members (of any kind of bigger group) who use parliamentary procedure to make decisions.\nMass meeting.\nA \"mass meeting\", which is an unorganized group meeting open to all individuals in a sector of the population who are interested in deliberating about a subject proposed by the meeting's sponsors. Examples include meetings to discuss common political concerns or community interests.\nLocal assembly of an organized society.\nA \"local assembly of an organized society\", which is a membership meeting of a local chapter or branch of a membership organization. Examples include local chapter meetings of organizations like the Sierra Club.\nConvention.\nA \"convention\", which is a meeting of members who represent constituent units of a population. Conventions are not permanent, and delegates are normally selected for a short time.\nLegislative body.\nA \"legislative body\", which is a legally created group that makes laws. It is made up of representatives chosen by voters. Examples include national legislatures such as parliaments, and local governments such as state legislatures, regional assemblies and city councils.\nBoard.\nA \"board\" gets its power from an outside authority that says what the board can and cannot do. Examples include an organized society's or company's board of directors and government agency boards like a board of education.\nCommittees.\nA \"committee\" is a group of one or more persons that is part of a deliberative assembly. A committee is not itself considered to be a kind of assembly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parliamentary_procedure","surface_form":"parliamentary procedure","offset":97},{"uri":"Decision-making","surface_form":"make decisions","offset":124},{"uri":"Membership_organization","surface_form":"membership organization","offset":586},{"uri":"Sierra_Club","surface_form":"Sierra Club","offset":677},{"uri":"Parliament","surface_form":"parliament","offset":1070},{"uri":"State_legislature","surface_form":"state legislature","offset":1113},{"uri":"Regional_assemblies_(disambiguation)","surface_form":"regional assemblies","offset":1133},{"uri":"City_council","surface_form":"city council","offset":1157},{"uri":"Board_of_education","surface_form":"board of education","offset":1382}]}