{"id":7549,"url":"http://en.wikipedia.org/wiki/Statue_of_Liberty","text":"The Statue of Liberty (officially named \"Liberty Enlightening the World\" and sometimes referred to as Lady Liberty) is a monument symbolising the United States. The statue is placed on Ellis Island, near New York City Harbor.\nThe statue commemorates the signing of the United States Declaration of Independence. It was given to the United States by the people of France in 1886, to represent the friendship between the two countries established during the American Revolution. It represents a woman wearing a stola, a crown and sandals, trampling a broken chain, and with a torch in her raised right hand and a \"tabula ansata\", or tablet where the date of the Declaration of Independence ' (1776) is written, in her left hand. The statue is on Liberty Island in New York Harbor, and it welcomes visitors, immigrants, and returning Americans travelling by ship.\nFrédéric Auguste Bartholdi sculpted the statue and he obtained a U.S. patent for the structure. Maurice Koechlin, who was chief engineer of Gustave Eiffel's engineering company and designer of the Eiffel Tower, designed the internal structure. The pedestal was designed by the architect Richard Morris Hunt. Eugène Viollet-le-Duc chose copper in the construction of the statue, and for the adoption of the \"repoussé\" construction technique, where a malleable metal is hammered on the reverse side.\nThe statue is made of a covering of pure copper, left to weather to a natural blue-green patina. It has a framework of steel (originally puddled iron). The exception is the flame of the torch, which is coated in gold leaf (originally made of copper and later altered to hold glass panes). It is on a rectangular stonework pedestal. The foundation is an old star fort in the shape of an irregular eleven-pointed star. The statue is tall, but with the pedestal and foundation, it is tall.\nThe Statue of Liberty is one of the most recognizable symbols in the world. For many years it was one of the first glances of the United States for millions of immigrants and visitors after ocean voyages from around the world.\nThe statue is the central part of the Statue of Liberty National Monument, administered by the National Park Service. The National Monument also includes Ellis Island.\nInscriptions, plaques, and dedications.\nThere are several metal plaques on or near the Statue of Liberty. A plaque on the copper just under the figure's feet declares that it is a colossal statue representing Liberty, designed by Bartholdi and built by the Paris firm of Gaget, Gauthier et Cie (\"Cie\" is the French abbreviation analogous to \"Co.\"). Another plaque declares the statue to be a gift from the people of the Republic of France that honors \"the Alliance of the two Nations in achieving the Independence of the United States of America and attests their abiding friendship.\" The New York committee made a plaque that commemorates the fundraising done to build the pedestal. The Freemasons put another plaque on the cornerstone.\nIn 1903, a bronze tablet that bears the text of \"The New Colossus\" and commemorates Emma Lazarus was presented by friends of the poet. Until the 1986 renovation, it was mounted inside the pedestal; today it resides in the Statue of Liberty Museum in the base. It is accompanied by a tablet given by the Emma Lazarus Commemorative Committee in 1977, celebrating the poet's life.\nA group of five statues is at the western end of the island. They honor people involved in building the Statue of Liberty. The statues stand for two Americans—Pulitzer and Lazarus—and three Frenchmen—Bartholdi, Laboulaye, and Eiffel. The five statues were designed by Maryland sculptor Phillip Ratner.\nIn 1984, the Statue of Liberty was designated a UNESCO World Heritage Site. The UNESCO \"Statement of Significance\" describes the statue as a \"masterpiece of the human spirit\" that \"endures as a highly potent symbol—inspiring contemplation, debate and protest—of ideals such as liberty, peace, human rights, abolition of slavery, democracy and opportunity.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":146},{"uri":"United_States_Declaration_of_Independence","surface_form":"United States Declaration of Independence","offset":269},{"uri":"France","surface_form":"France","offset":363},{"uri":"American_Revolution","surface_form":"American Revolution","offset":456},{"uri":"Stola","surface_form":"stola","offset":509},{"uri":"Crown","surface_form":"crown","offset":518},{"uri":"Sandal","surface_form":"sandal","offset":528},{"uri":"Trampling","surface_form":"trampling","offset":537},{"uri":"Chain","surface_form":"chain","offset":556},{"uri":"Torch","surface_form":"torch","offset":574},{"uri":"Liberty_Island","surface_form":"Liberty Island","offset":744},{"uri":"New_York_Harbor","surface_form":"New York Harbor","offset":762},{"uri":"Fr%C3%A9d%C3%A9ric_Bartholdi","surface_form":"Frédéric Auguste Bartholdi","offset":861},{"uri":"Maurice_Koechlin","surface_form":"Maurice Koechlin","offset":957},{"uri":"Gustave_Eiffel","surface_form":"Gustave Eiffel","offset":1001},{"uri":"Eiffel_Tower","surface_form":"Eiffel Tower","offset":1058},{"uri":"Pedestal","surface_form":"pedestal","offset":1109},{"uri":"Richard_Morris_Hunt","surface_form":"Richard Morris Hunt","offset":1148},{"uri":"Eug%C3%A8ne_Viollet-le-Duc","surface_form":"Eugène Viollet-le-Duc","offset":1169},{"uri":"Copper","surface_form":"copper","offset":1197},{"uri":"Malleable","surface_form":"malleable","offset":1310},{"uri":"Patina","surface_form":"patina","offset":1448},{"uri":"Puddle_iron","surface_form":"puddled iron","offset":1496},{"uri":"Gold_leaf","surface_form":"gold leaf","offset":1571},{"uri":"Pedestal","surface_form":"pedestal","offset":1681},{"uri":"Fort","surface_form":"fort","offset":1721},{"uri":"U.S._National_Monument","surface_form":"National Monument","offset":2129},{"uri":"National_Park_Service","surface_form":"National Park Service","offset":2168},{"uri":"Ellis_Island","surface_form":"Ellis Island","offset":2227},{"uri":"Freemason","surface_form":"Freemason","offset":2929},{"uri":"UNESCO","surface_form":"UNESCO","offset":3707},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":3714}]}