{"id":75513,"url":"http://en.wikipedia.org/wiki/El%C3%ADas_Pi%C3%B1a_Province","text":"Elías Piña is a Dominican province in the western part of the country, on the border with Haiti. Its capital city is Comendador.\nIt was created on 1942 as Province San Rafael. In 1965, its name was changed to Province Estrelleta and, finally, in 1972 it got its present name. Before 1942, the area of this province was part of the San Juan province.\nName.\n\"Elías Piña\" was an officer of the Dominican army when the Dominican-Haitian War. He was born in a place near Comendador and died in 1845 in a battle near Bánica.\nLocation.\nElías Piña has Dajabón to the northwest, Santiago Rodríguez to the northeast, San Juan to the east and the Independencia province to the south. To the west Elías Piña borders the Republic of Haiti.\nHistory.\nFew people lived in the territory of Elías Piña during colonial times because it was on the border between two colonies: the French \"Saint-Domingue\" and the Spanish \"Santo Domingo\". After 1844, the region became part of the border between Haiti and Dominican Republic.\nThe only town founded during the colony was Bánica, in the eastern end of a region of many savannas that was called \"Oncéano\" by the Spanish; most of Oncéano is now part of the Centre Department of Haiti. Both Comendador and Hondo Valle were military posts on the border after the Dominican independence. The rest of the present province had very few people until the end of the Restoration War in 1865 when families from other parts of the country came to live here.\nDuring the Dominican-Haitian War (1844-1856), Haitian soldiers came across this region; because of that, there were many fights here. The most important fight was La Estrelleta Battle, in a savanna to the east of Comendador.\nSince colonial times, the territory was part of the Azua province until it was changed to the \"Benefactor\" province (now the San Juan province) when this province was created in 1938.\nThe Elías Piña province was created in 1942 with the municipalities of Elías Piña and Bánica; the new province was named San Rafael and its capital was the city of Elías Piña. In 1965, the name of the province was changed to La Estrelleta and later, in 1972, it was changed to Elías Piña and the capital got its old name of Comendador.\nPedro Santana became a municipality of the province in 1952, El Llano in 1974, Hondo Valle in 1978 and Juan Santiago in 2005.\nPopulation.\nIn (last national census), there were people living in the Elías Piña province, and only 30,429 () living in towns and cities. The population density was persons/km², one of the lowest in the country.\nIts population represents of the total population of the country and the province is ranked as the 28th (out of 31 plus the National District) more populated province.\n, the total estimated propulation of the province is 63,449 inhabitants.\nThe largest city of the province is Comendador, its head municipality or capital, with an urban population (in 2010) of 12,400 inhabitants.\nGeography.\nThe Elías Piña province has a total area of. It has of the area of the Dominican Republic and it is ranked as the 14th (out of 31 plus the National District) largest province.\nThere are two main roads in the province. One, \"Carretera Sánchez\" (Sánchez National Road), goes through the central part of the province from east to west; this is one of the main road of the country and goes from Santo Domingo to the western part of the country, to Comendador.\nThe second main road goes from south to north; it starts in the Sánchez National Road at \"Matayaya\" (San Juan province) and goes through Bánica and Pedro Santana and then through the Dajabón and Monte Cristi provinces to end in San Fernando de Monte Cristi, on the north coast. This road, for several kilometres north of Pedro Santana, marks the border between the Dominican Republic and Haiti and, for that reason, is called \"International Road\".\nThere are other secondary roads. One of them goes from Comendador to Hondo Valle and then to the Independencia province, crossing the Sierra de Neiba mountain range.\nMountains.\nTwo mountain ranges crosses the province from east to west and then into Haiti. The Cordillera Central (\"Central mountain range\") is in the northern part of the province, and the Sierra de Neiba runs across the southern half. The area between those two mountain ranges is composed of several valleys, formed by the Artibonite River and its tributaries, and low mountains (hills).\nThe highest mountain in the province is the \"Loma La Tasajera del Chivito\" at above sea level in the Sierra de Neiba. \"Nalga de Maco\", high (), is the second highest mountain, in the northeast corner of the province, close to the Santiago Rodríguez province. It is the highest mountain in the western Cordillera Central.\nRivers.\nThe main river is the Artibonite that, in some places, marks the Dominican-Haitian border. Other rivers are Macasías, Tocino, Joca and Vallecito, all of them tributaries of the Artibonite river. The Caña river is the most important in the southern part of the province, going from south to north; it is a tributary of the Macasías river.\nClimate.\nThe climate of the province is a tropical climate, hot most of the year, but it is cooler on the mountains.\nEconomy.\nAs in all border provinces in the Dominican Republic, there is little economic development. The trade with Haiti is important, mainly in Comendador. On the mountains, coffee and beans are important products. Potatos are also produced in the south (Sierra de Neiba).","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican","offset":16},{"uri":"Province","surface_form":"province","offset":26},{"uri":"Haiti","surface_form":"Haiti","offset":90},{"uri":"Capital_city","surface_form":"capital city","offset":101},{"uri":"Comendador%2C_El%C3%ADas_Pi%C3%B1a","surface_form":"Comendador","offset":117},{"uri":"San_Juan_Province_(Dominican_Republic)","surface_form":"San Juan","offset":331},{"uri":"Army","surface_form":"army","offset":401},{"uri":"Battle","surface_form":"battle","offset":499},{"uri":"B%C3%A1nica%2C_El%C3%ADas_Pi%C3%B1a","surface_form":"Bánica","offset":511},{"uri":"Dajab%C3%B3n_Province","surface_form":"Dajabón","offset":544},{"uri":"Santiago_Rodr%C3%ADguez_Province","surface_form":"Santiago Rodríguez","offset":570},{"uri":"San_Juan_Province_(Dominican_Republic)","surface_form":"San Juan","offset":607},{"uri":"Independencia_Province","surface_form":"Independencia","offset":636},{"uri":"Haiti","surface_form":"Haiti","offset":720},{"uri":"Territory","surface_form":"territory","offset":760},{"uri":"Colony","surface_form":"colonial","offset":791},{"uri":"France","surface_form":"French","offset":861},{"uri":"Spain","surface_form":"Spanish","offset":893},{"uri":"Savanna","surface_form":"savanna","offset":1096},{"uri":"Centre_Department","surface_form":"Centre Department","offset":1182},{"uri":"Haiti","surface_form":"Haiti","offset":1519},{"uri":"Soldier","surface_form":"soldier","offset":1527},{"uri":"Savanna","surface_form":"savanna","offset":1663},{"uri":"Colony","surface_form":"colonial","offset":1704},{"uri":"Azua_Province","surface_form":"Azua","offset":1750},{"uri":"San_Juan_Province_(Dominican_Republic)","surface_form":"San Juan","offset":1823},{"uri":"B%C3%A1nica%2C_El%C3%ADas_Pi%C3%B1a","surface_form":"Bánica","offset":1968},{"uri":"Capital_city","surface_form":"capital","offset":2022},{"uri":"Population_density","surface_form":"population density","offset":2487},{"uri":"Capital_city","surface_form":"capital","offset":2871},{"uri":"Urban","surface_form":"urban","offset":2888},{"uri":"Road","surface_form":"road","offset":3144},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":3340},{"uri":"B%C3%A1nica","surface_form":"Bánica","offset":3542},{"uri":"Pedro_Santana%2C_El%C3%ADas_Pi%C3%B1a","surface_form":"Pedro Santana","offset":3553},{"uri":"Monte_Cristi_Province","surface_form":"Monte Cristi","offset":3600},{"uri":"San_Fernando_de_Monte_Cristi","surface_form":"San Fernando de Monte Cristi","offset":3633},{"uri":"Kilometre","surface_form":"kilometre","offset":3706},{"uri":"Hondo_Valle%2C_El%C3%ADas_Pi%C3%B1a","surface_form":"Hondo Valle","offset":3922},{"uri":"Mountain_range","surface_form":"mountain range","offset":4003},{"uri":"Mountain_range","surface_form":"mountain range","offset":4034},{"uri":"Artibonite_River","surface_form":"Artibonite River","offset":4345},{"uri":"Tributary","surface_form":"tributaries","offset":4370},{"uri":"Mountain","surface_form":"mountain","offset":4391},{"uri":"Above_sea_level","surface_form":"above sea level","offset":4488},{"uri":"Santiago_Rodr%C3%ADguez_Province","surface_form":"Santiago Rodríguez","offset":4640},{"uri":"River","surface_form":"river","offset":4748},{"uri":"Artibonite_River","surface_form":"Artibonite","offset":4761},{"uri":"Tributary","surface_form":"tributaries","offset":4897},{"uri":"Tropical","surface_form":"tropical","offset":5119},{"uri":"Trade","surface_form":"trade","offset":5299},{"uri":"Coffee","surface_form":"coffee","offset":5370},{"uri":"Bean","surface_form":"bean","offset":5381},{"uri":"Potato","surface_form":"Potato","offset":5411}]}