{"id":75530,"url":"http://en.wikipedia.org/wiki/Crazy_in_Love","text":"\"Crazy in Love\" is an R&B/funk song written by Beyoncé Knowles, producer Rich Harrison, rapper Jay-Z, and Eugene Record. Released as the first single from Beyoncé's debut album \"Dangerously in Love\" in mid 2003 (see 2003 in music), it reached number one in the United States and United Kingdom and the top ten on the majority of charts it entered across the world. The song contains a prominent horn sample from The Chi-Lites' 1970 \"Are You My Woman (Tell Me So)\", and serves as the song's hook. Its success established Knowles as a leading solo performer following several years as a member of the band Destiny's Child.\nMusic video.\nThe music video (released in May 2003) was filmed by Jake Nava and does not have a story. The opening scene begins with Knowles wearing a tank top, shorts, and red high-heels. She performs a dance on a riser. The scene shifts to a gold set detailing a mock photo shoot, before moving into a scene with dancers detailing Knowles and dancing against a wall while wearing caps and full length pants. In a controversial sequence, the video then shifts into its next scene, which shows a helpless Beyoncé struggling inside a car. She is apparently unaware that there is a trail of gasoline outside of the car, which Jay-Z ignites, causing the car to explode.\nKnowles does not appear injured; next, she is dancing to Jay-Z's solo rap in an exotic silk print over a fur coat, and decides to kick a fire hydrant. She continues to dance whilst the water is flying all over the place. The video ends with Knowles and her dancers in front of a giant fan in vibrant dresses in contrast to the more neutral colors of the background.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rhythm_and_blues","surface_form":"R&B","offset":22},{"uri":"Funk","surface_form":"funk","offset":26},{"uri":"Beyonc%C3%A9_Knowles","surface_form":"Beyoncé Knowles","offset":47},{"uri":"Rich_Harrison","surface_form":"Rich Harrison","offset":73},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":95},{"uri":"Eugene_Record","surface_form":"Eugene Record","offset":106},{"uri":"Single_(music)","surface_form":"single","offset":143},{"uri":"Dangerously_in_Love","surface_form":"Dangerously in Love","offset":178},{"uri":"2003_in_music","surface_form":"2003 in music","offset":216},{"uri":"United_States","surface_form":"United States","offset":261},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":279},{"uri":"Sampling_(music)","surface_form":"sample","offset":400},{"uri":"The_Chi-Lites","surface_form":"The Chi-Lites","offset":412},{"uri":"Destiny%27s_Child","surface_form":"Destiny's Child","offset":604},{"uri":"Music_video","surface_form":"music video","offset":638},{"uri":"Jake_Nava","surface_form":"Jake Nava","offset":687}]}