{"id":755517,"url":"http://en.wikipedia.org/wiki/Oghlan_Bakhshi","text":"Oghlan Bakhshi (born Mohammad Geldi Geldi Nejad, in 1993, in Gonbad-e Kavus, Iran) is an Iranian musician. He started learning music alongside his father, Adbol-Ghaffar Geldi Nejad, who was director of a musical school. He was taught by Chari Sahetmuradov, Akmurad Chariev, and Osman Gujimov.\nEarly life and career.\nGeldi Nejad began playing music when he was 6 years old. When he was 9 years old, Turkmen music professors granted him the title Oghlan Bakhshi(Turkmen: Oglan bagşy).\nIn Turkmen music, \"Bakhshi\" is a person who can masterfully perform the dutar and sing, and \"Oghlan\" means child. Therefore, Oghlan Bakhshi (Persian: اوغلان باخشی) is a person who has mastered the Dutar and singing as a child.\nAwards and recognition.\nIn June 2004, Goldi Nejad won first place in the Shiraz Arts Festival. In February 2005, he won the title of the \"best selection of the festival\" at the Fajr International Music Festival.\nIn 2005 he won first prize at the 6th Iranian regional music festival.\nIn 2008 he won first place at the World Festival of Youth Folk Music in Prague, Czech Republic. He was the representative from Iran at the festival.\nIn 2011 at the Turkmen President's Cultural and Artistic Competition, also known as the Golden Age of Turkmenistan Competition, he won the Turkmenistan Culture Award and a gold medal.\nPublications.\nIn 2015 his performance was published in the book called \"The Music of Central Asia\", page 119-120 of the book, the title \"The Art of the Turkmen Bagshy\" (Chapter 7).","categories":[],"infobox_types":[],"annotations":[{"uri":"1993","surface_form":"1993","offset":52},{"uri":"Gonbad-e_Kavus","surface_form":"Gonbad-e Kavus","offset":61},{"uri":"Iran","surface_form":"Iran","offset":77},{"uri":"Dutar","surface_form":"dutar","offset":555},{"uri":"Shiraz_Arts_Festival","surface_form":"Shiraz Arts Festival","offset":783},{"uri":"Fajr_International_Music_Festival","surface_form":"Fajr International Music Festival","offset":887},{"uri":"Prague","surface_form":"Prague","offset":1065},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":1073},{"uri":"The_Music_of_Central_Asia","surface_form":"The Music of Central Asia","offset":1398}]}