{"id":755574,"url":"http://en.wikipedia.org/wiki/COVID-19_testing","text":"COVID-19 testing can help find the SARS-CoV-2 virus. There are two types of test; one can find the virus (i.e. Polymerase chain reaction, also called PCR) and the other that can find antibodies produced in response to infection.\nAn accurate mortality rate of the disease and the level of herd immunity in the population can be found from the results of these tests. However, it is still not known how long immunity will last, and how effective it will be.\nDue to limited testing, as of March 2020, no countries had reliable data of the virus.\nWHO methods.\nAs of 7 April 2020, the WHO had accepted two diagnostic tests under the Emergency Use Listing procedure (EUL) for use during the COVID‑19 pandemic. Both in vitro diagnostics, the tests are genesig Real-Time PCR Coronavirus (COVID‑19) created by Primerdesign, and cobas SARS-CoV-2 Qualitative assay for use on the cobas® 6800/8800 Systems by Roche Molecular Systems. Approval means that these tests can also be given away by the United Nations.\nHow accurate is this?\nIn March 2020 China reported problems with accuracy in their test kits.\nIn the United States, the test kits developed by the CDC had \"flaws\".\n80% of test kits the Czech Republic purchased from China gave wrong results.\nInventions.\nA group of scientists from Hokkaido University developed an antibody test that could detect avian flu antibodies in only 20 minutes. They said their test could be changed to detect SARS-CoV-2.","categories":[],"infobox_types":[],"annotations":[{"uri":"SARS-CoV-2","surface_form":"SARS-CoV-2","offset":35},{"uri":"Virus","surface_form":"virus","offset":99},{"uri":"Polymerase_chain_reaction","surface_form":"Polymerase chain reaction","offset":111},{"uri":"Antibodies","surface_form":"antibodies","offset":183},{"uri":"Infection","surface_form":"infection","offset":218},{"uri":"Mortality_rate","surface_form":"mortality rate","offset":241},{"uri":"Herd_immunity","surface_form":"herd immunity","offset":288},{"uri":"World_Health_Organization","surface_form":"WHO","offset":580},{"uri":"In_vitro","surface_form":"in vitro","offset":709},{"uri":"Primerdesign","surface_form":"Primerdesign","offset":801},{"uri":"Roche_Diagnostics","surface_form":"Roche Molecular Systems","offset":897},{"uri":"United_Nations","surface_form":"United Nations","offset":984},{"uri":"Avian_flu","surface_form":"avian flu","offset":1345}]}