{"id":75573,"url":"http://en.wikipedia.org/wiki/Boston_Red_Sox","text":"e=\"preserve\">The Boston Red Sox are an American baseball team from Boston, Massachusetts that play in Major League Baseball. They have nine World Series championships, most recently in 2018. The Red Sox are a member of Major League Baseball's American League East Division and of the American League itself. The Red Sox have played at Fenway Park since 1912\nOne of the American League's eight charter franchises, the club was founded in Boston in 1901. They had no real nickname, but were often called the Boston Americans because they played in the American League. Their first home field was the Huntington Avenue Grounds. They met the Pittsburgh Pirates in the first modern World Series, and defeated the Pirates in an upset.\nIn 1907, the Boston National League team stopped using red as their team color. The Americans team color had been blue. The next year, 1908, the Americans adopted red as their color, and officially became the Boston Red Sox.\nIn 1918, the team won its fifth World Series, and then went into one of the longest championship droughts in baseball history. The Red Sox won the World Series in 1903, 1912, 1915, 1916, 1918, 2004, 2007, 2013, and 2018; they won the pennant but lost the World Series in 1946, 1967, 1975, and 1986.\nThe Curse of the Bambino.\nMany thought their championship drought between 1918 and 2004 was caused by the \"Curse of the Bambino\", said to have been caused by the trade of Babe Ruth to the New York Yankees in 1920. The drought was ended, and the \"curse\" reversed in 2004, when the team won their sixth World Series Championship.\nTo get to the 2004 World Series, they beat the Yankees in the 2004 American League Championship Series; they lost the first three games to the Yankees, but then, facing elimination, they won the next four games and thereby won the ALCS. That was, and still is, the first and only time an MLB team has won a seven-game playoff series after losing the first three games.\nAfter the ALCS, the Red Sox swept the St. Louis Cardinals to win their first World Series since 1918 (86 years) in 2004.\nOther facts.\nThey share a large and very famous rivalry with the New York Yankees. They also share a notably smaller rivalry with the Tampa Bay Rays because of the 2008 American League Championship Series and because of various on-field fights and disputes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baseball","surface_form":"baseball","offset":48},{"uri":"Team","surface_form":"team","offset":57},{"uri":"Boston","surface_form":"Boston","offset":67},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":75},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":102},{"uri":"World_Series","surface_form":"World Series","offset":140},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball's","offset":219},{"uri":"American_League_East","surface_form":"American League East","offset":243},{"uri":"American_League","surface_form":"American League","offset":284},{"uri":"Fenway_Park","surface_form":"Fenway Park","offset":335},{"uri":"1912","surface_form":"1912","offset":353},{"uri":"Boston","surface_form":"Boston","offset":437},{"uri":"Huntington_Avenue_Grounds","surface_form":"Huntington Avenue Grounds","offset":598},{"uri":"World_Series","surface_form":"World Series","offset":677},{"uri":"Atlanta_Braves","surface_form":"Boston National League team","offset":742},{"uri":"Babe_Ruth","surface_form":"Babe Ruth","offset":1424},{"uri":"New_York_Yankees","surface_form":"New York Yankees","offset":1441},{"uri":"2004_American_League_Championship_Series","surface_form":"2004 American League Championship Series","offset":1643},{"uri":"ALCS","surface_form":"ALCS","offset":1960},{"uri":"St._Louis_Cardinals","surface_form":"St. Louis Cardinals","offset":1988},{"uri":"Tampa_Bay_Rays","surface_form":"Tampa Bay Rays","offset":2205}]}