{"id":75570,"url":"http://en.wikipedia.org/wiki/Video_CD","text":"A Video CD or VCD is a CD that contains a movie instead of music or a computer program. It is the \"little brother\" of the DVD.\nSince a DVD can store ten times as much information as a VCD, the quality of a VCD is not as high as that of a DVD, but it is ten times cheaper to make. The quality of the picture is about as good as an analog television with a simple antenna, or a VHS tape.\nHistory.\nVCD's were invented by Philips and Sony just like the CD, but then never became very popular in the Western world, which switched from VHS tapes directly to the DVD. However, in Asia and in other developing countries the VCD is popular, since a DVD player is also much more expensive than a VCD player.\nUses.\nA VCD movie is stored in the popular MPEG (.MPG) format, that is also often used to download movies from the internet. But if a VCD disk is put in a computer, there is a file with a.MPG after the name, and many other files. This is because the movie is actually in a file (or files) that has.DAT after the name. This file can be played with Windows Media Player (or any other player that can play a.MPG movie), one does not need special software because the file is actually just a.MPG movie with a.DAT end of the name instead of.MPG. There are also many programs that can play a VCD on a PC.","categories":[],"infobox_types":[],"annotations":[{"uri":"Compact_disc","surface_form":"CD","offset":23},{"uri":"DVD","surface_form":"DVD","offset":122},{"uri":"VHS","surface_form":"VHS","offset":376},{"uri":"Philips","surface_form":"Philips","offset":418},{"uri":"Sony","surface_form":"Sony","offset":430},{"uri":"Compact_disc","surface_form":"CD","offset":449},{"uri":"VHS","surface_form":"VHS","offset":530},{"uri":"MPEG","surface_form":"MPEG","offset":741},{"uri":"Computer_file","surface_form":"files","offset":921},{"uri":"Windows_Media_Player","surface_form":"Windows Media Player","offset":1045},{"uri":"Personal_computer","surface_form":"PC","offset":1293}]}