{"id":755868,"url":"http://en.wikipedia.org/wiki/Pour_le_piano","text":"e=\"preserve\">\"Pour le piano\" (For the piano) is a suite for solo piano by Claude Debussy. Debussy composed it in 1901. Three movements are part of the suite, a prélude, a sarabande and a toccata. Ricardo Viñes first played it at the Salle Érard on 11 January 1902. Maurice Ravel created an version for orchestra of the middle movement.\nThe suite is regarded as Debussy's first mature piano composition. There are many recordings.\nHistory.\nClaude Debussy composed the three pieces in the suite at different times. The second movement, a sarabande, was composed in the winter of 1894. At that time it was part of the series of \"Images oubliées\" (forgotten images). It is dedicated to Yvonne Lerolle, the daughter of Henry Lerolle. Debussy composed did not compose much piano music during the 1890s and focused on opera and orchestral music. He finished the suite in 1901, revising Sarabande. He also dedicated the revised version of Sarabande, as well as the third movement, Toccata, to Yvonne Lerolle, now Mme E. Rouart. The suite was published in 1901 by Eugène Fromont. It was premiered on 11 January 1902 at the Salle Érard in Paris for the Société Nationale de Musique. Ricardo Viñes was the pianist, who knew about the suite from his friend Maurice Ravel.\n\"Pour le piano\" was a very important change in Debussy's creative development, who now switched to making piano music.\nOn the 100th anniversary of Debussy's death, Bärenreiter published a critical edition of some of his piano music in 2018, including \"Pour le piano\". The publisher said that the \"improvisational and fugitive\" parts of Debussy's compositions were \"governed by a precisely calibrated formal design\" that left \"little room for chance\".\nStructure and music.\nThe first movement, called Prélude, is marked \"Assez animé et très rythmé\" (With spirit and very rhythmically). It was dedicated to Debussy's student Mlle Worms de Romilly, who notes that the movement \"tellingly evokes the gongs and music of Java\". The pianist Angela Hewitt notes that Prélude begins with a theme in the bass, followed by a long pedal point passage. The theme is repeated in chords marked fortissimo, together with glissando runs that Debussy connected to \"d’Artagnan drawing his sword\". In a middle section, the left hand holds a pedal point in A-flat major, to which the right hand adds colours. The conclusion is marked \"Tempo di cadenza\", again with glissando-figures.\nSarabande is marked \"Avec une élégance grave et lente\" (With a slow and solemn elegance). Debussy said it should be \"rather like an old portrait in the Louvre\". Émile Vuillermoz described Debussy's playing of the movement as \"with the easy simplicity of a good dancer from the sixteenth century\". Hewitt calls it \"antique and modern at the same time\". The movement has been regarded as \"among the most intimate music for the keyboard\", showing an affinity to Erik Satie such as his 1887 three dances called \"Sarabandes\".\nThe last movement is a toccata, marked \"Vif\" (Lively). It has been described as \"poised and energetic, extroverted and graceful\" and shows influences from Scarlatti's sonatas. Hewitt notes about the virtuoso writing that speed alone wasn't Debussy's goal, but rather clarity.\nA reviewer described the suite as \"possibly foreshadowing the neo-classical Debussy that emerged in his last years\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Suite_(music)","surface_form":"suite","offset":50},{"uri":"Piano","surface_form":"piano","offset":65},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":74},{"uri":"Movement_(music)","surface_form":"movements","offset":125},{"uri":"Prelude","surface_form":"prélude","offset":160},{"uri":"Sarabande","surface_form":"sarabande","offset":171},{"uri":"Toccata","surface_form":"toccata","offset":187},{"uri":"Ricardo_Vi%C3%B1es","surface_form":"Ricardo Viñes","offset":196},{"uri":"Salle_%C3%89rard","surface_form":"Salle Érard","offset":233},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":265},{"uri":"Orchestra","surface_form":"orchestra","offset":302},{"uri":"Composition_(music)","surface_form":"composition","offset":390},{"uri":"Movement_(music)","surface_form":"movement","offset":524},{"uri":"Sarabande","surface_form":"sarabande","offset":536},{"uri":"Henry_Lerolle","surface_form":"Henry Lerolle","offset":714},{"uri":"Soci%C3%A9t%C3%A9_Nationale_de_Musique","surface_form":"Société Nationale de Musique","offset":1143},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":1245},{"uri":"B%C3%A4renreiter","surface_form":"Bärenreiter","offset":1424},{"uri":"Java","surface_form":"Java","offset":1974},{"uri":"Angela_Hewitt","surface_form":"Angela Hewitt","offset":1993},{"uri":"Theme_(music)","surface_form":"theme","offset":2040},{"uri":"Pedal_point","surface_form":"pedal point","offset":2078},{"uri":"Fortissimo","surface_form":"fortissimo","offset":2138},{"uri":"Glissando","surface_form":"glissando","offset":2164},{"uri":"A-flat_major","surface_form":"A-flat major","offset":2295},{"uri":"Mus%C3%A9e_du_Louvre","surface_form":"Louvre","offset":2574},{"uri":"%C3%89mile_Vuillermoz","surface_form":"Émile Vuillermoz","offset":2583},{"uri":"Erik_Satie","surface_form":"Erik Satie","offset":2881},{"uri":"Sarabandes_(Satie)","surface_form":"Sarabandes","offset":2930},{"uri":"Toccata","surface_form":"toccata","offset":2966},{"uri":"Domenico_Scarlatti","surface_form":"Scarlatti","offset":3098}]}