{"id":756078,"url":"http://en.wikipedia.org/wiki/RNA_vaccine","text":"e=\"preserve\">Messenger RNA vaccines or mRNA vaccines are medicines that protect the body from germs such as bacteria and viruses. Some mRNA vaccines help the body kill cancer. Like all vaccines, mRNA vaccines increase the body's immunity so the patient is less likely to catch an infectious disease.\nIt can take less time to make an mRNA vaccine for a new disease than to make another kind of vaccine for that disease, months instead of more than a year.\nHow mRNA vaccines work.\nAlmost all cells make and use their own mRNA. They use it to make proteins. Each mRNA is like a blueprint or recipe for one kind of protein.\nMost vaccines work by taking something from a harmful germ and putting it inside the patient's body without any parts of the germ that cause harm. Then the patient's own cells learn to identify the germ using its other parts. Then, if a living germ ever attacks the body, the patient's cells fight it off without having to learn what it is first. Some vaccines do this by putting a dead, weak germ inside the patient's body. Other vaccines do this by putting lots of proteins that the germ makes inside the body but not any germs themselves. mRNA vaccines work by putting mRNA inside the body instead of protein. Then the body uses the mRNA to make protein itself.\nmRNA vaccines can be injected into the skin or muscle with a needle. Some mRNA vaccines can be inhaled into the patient's nose. Anti-cancer mRNA vaccines can be injected into the tumor.\nSafety.\nScientists think mRNA vaccines are safer than other vaccines because it is easy to make only the mRNA that makes the germ's proteins and easy to leave out the part of the mRNA that makes the harmful parts of the germ. This way, the mRNA does not make whole germs inside the body. Some proteins can be harmful to the body, but mRNA itself is not.\nInvention.\nThe first mRNA vaccine was used in mice around 1990 but it was a long time before large numbers of scientists started to work making mRNA vaccines.\nThe first mRNA vaccines used on people were made to work against cancer in the late 1990s. Doctors found out which proteins only tumor cells make and used mRNA for those proteins as a vaccine so the patient's own immune systems would kill some of the tumor cells.\nAt first, it was difficult to get mRNA vaccines to work because it was hard to put them inside the body. The mRNA molecules would break before they could enter cells and make protein. Scientists got mRNA vaccines to work by placing them inside carrier molecules that cells would absorb and by electrocuting cells so they would have cracks that the mRNA could go through.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bacteria","surface_form":"bacteria","offset":108},{"uri":"Viruses","surface_form":"viruses","offset":121},{"uri":"Vaccines","surface_form":"vaccines","offset":140},{"uri":"Cancer","surface_form":"cancer","offset":168},{"uri":"Vaccines","surface_form":"vaccines","offset":185},{"uri":"Immunity","surface_form":"immunity","offset":229},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":280},{"uri":"Recipe","surface_form":"recipe","offset":588},{"uri":"Pathogen","surface_form":"harmful germ","offset":666},{"uri":"Electroporation","surface_form":"electrocuting cells","offset":2541}]}