{"id":756185,"url":"http://en.wikipedia.org/wiki/Heena_Shahab","text":"e=\"preserve\">Heena Shahab is an Indian politician from the state of Bihar. She is a member of the Rashtriya Janata Dal (RJD) political party and wife of the Indian convicted criminal and politician Mohammad Shahabuddin, a former member of parliament from Siwan district. Shahab is the current Leader of Opposition from Siwan Lok Sabha constituency.\nEarly life and education.\nHeena Shahab born in November, 1976 at Siwan district completed her higher education at Daud Memorial Girls High School Bihar, Patna in 1985 and got a certificate for Intermediate From Z.A. Islamia College Siwan, Bihar in the year 1988 and also got a Bachelor degree in arts from Vidya Bhawan Mahila Mahavidyalya Siwan. Once Heena said,\nDuring her graduations she married Mohammad Shahabuddin.\nPolitical career.\nIn the Indian general elections, 2009, her husband was in jail serving life imprisonment for kidnapping and murder in 2007 during these period Rashtriya Janata Dal chief Lalu Prasad Yadav gave ticket to Mohammad Shahabuddin's wife Heena Shahab in 2009, 2014 and 2019 consecutive years. Shahab had no political experience She had spent most of her years indoors, immersed in the scriptures and household chores.. until then had led a devout burqa-clad life, contested from her husband's Siwan Lok Sabha constituency as a candidate of RJD political party.\n2009 elections.\nIn 2009 elections, her main opponent was indepedent Om Prakash Yadav. Heena was not an active campaigner, showing herself in public only at a few meetings with RJD cheif Lalu Prasad Yadav and her star campaigner, bollywood movie actor Sanjay Dutt. She garnered 172,764 (~29%) of the votes, but lost to Prakash by 63,000 votes.\n2014 elections.\nShahab secured the 2014 ticket for the Siwan parliamentary constituency, again contesting Om Prakash Yadav, who this time ran as a member of the BJP party. Prakash won and became member of parliament from this seat. He collected a total number of 372670 votes and secured the first position, where Rashtriya Janata Dal candidate Hena Shahab wife of Mohammad Shahabuddin stood second with total 258823 votes. She lost by 113847 votes.\n2019 elections.\nAgain, in 2019 elections Heena Shahab came back for parliament constituency in siwan district with RJD but, this time also she had defeated by Kavita Singh wife of Ajay Kumar Singh a criminal profiled leader who is also embroiled in dozens of criminal cases, is a two-time Member of the Legislative Assembly and the Janata Dal (United) candidate also an opponent of Mohammad Shahabuddin. Kavita Singh got her seat through the JDU and full support through BJP and JDU, even Amit Shah waved his hands in Kavita Singh's political rallies.","categories":[],"infobox_types":["Politician"],"annotations":[{"uri":"Bihar","surface_form":"Bihar","offset":68},{"uri":"Member_of_parliament","surface_form":"member of parliament","offset":229},{"uri":"Bihar","surface_form":"Bihar","offset":495},{"uri":"Patna","surface_form":"Patna","offset":502},{"uri":"Bihar","surface_form":"Bihar","offset":588},{"uri":"Indian","surface_form":"Indian","offset":794},{"uri":"General","surface_form":"general","offset":801},{"uri":"Elections","surface_form":"elections","offset":809},{"uri":"Life_imprisonment","surface_form":"life imprisonment","offset":858},{"uri":"Kidnapping","surface_form":"kidnapping","offset":880},{"uri":"Murder","surface_form":"murder","offset":895},{"uri":"Lalu_Prasad_Yadav","surface_form":"Lalu Prasad Yadav","offset":957},{"uri":"Burqa","surface_form":"burqa","offset":1227},{"uri":"Lalu_Prasad_Yadav","surface_form":"Lalu Prasad Yadav","offset":1527},{"uri":"Bollywood","surface_form":"bollywood","offset":1570},{"uri":"Movie","surface_form":"movie","offset":1580},{"uri":"Constituency","surface_form":"constituency","offset":1759},{"uri":"Bharatiya_Janata_Party","surface_form":"BJP","offset":1845},{"uri":"Member_of_parliament","surface_form":"member of parliament","offset":1879},{"uri":"Votes","surface_form":"votes","offset":1954},{"uri":"Parliament","surface_form":"parliament","offset":2202},{"uri":"Constituency","surface_form":"constituency","offset":2213},{"uri":"Criminal","surface_form":"criminal","offset":2333},{"uri":"Criminal","surface_form":"criminal","offset":2393},{"uri":"BJP","surface_form":"BJP","offset":2605}]}