{"id":756279,"url":"http://en.wikipedia.org/wiki/Miracles_of_Jesus","text":"e=\"preserve\">The miracles of Jesus are things the Bible and Koran say that Jesus did that normally a person cannot do. Followers of those religions say that Jesus did those things by the power of God.\nThe Gospels of Matthew, Mark and Luke record many of these stories. The most common are healing people who are sick, blind, lame or deaf. In may cases the sicknesses or other problems are said to be caused by demons. Jesus said that he had power over the demons and so He could stop their evil work. Some of the enemies of Jesus told him to do miracles to show that He had supernatural power, but He refused. However, for his followers he did several miracles that showed His power. These included stopping a storm in the sea, walking on water and making a tree wither.\nIn Islam, Jesus is said to have spoken from his cradle, made a clay bird come alive, and brought down from heaven a table full of food. Both the Koran and the Christian New Testament say that Jesus brought some dead people back to life.\nIn the Gospel of John only seven miracles are mentioned. John calls them \"signs\". Their purpose was to teach something about the power of Jesus, not just to help people. Two of the greatest miracles recorded are the Virgin birth of Jesus and the resurrection. The Koran also mentions the Virgin birth, but not the resurrection.\nThroughout history, many Christians have said that they have been healed by Jesus. Roman Catholic believers have many such stories. Some places, such as Lourdes are places where sick people go to be healed by Jesus. Other Christians say that Jesus has healed them or done other miracles at large Christian meetings. Other Christians think that Jesus only did such things when he was on earth. They don't believe that such miracles happen today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jesus","surface_form":"Jesus","offset":29},{"uri":"Bible","surface_form":"Bible","offset":50},{"uri":"Koran","surface_form":"Koran","offset":60},{"uri":"Synoptic_Gospels","surface_form":"Gospels of Matthew, Mark and Luke","offset":205},{"uri":"Demon","surface_form":"demon","offset":410},{"uri":"Gospel_of_John","surface_form":"Gospel of John","offset":1015},{"uri":"Virgin_birth_of_Jesus","surface_form":"Virgin birth of Jesus","offset":1224},{"uri":"Resurrection_of_Jesus","surface_form":"resurrection.","offset":1254},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1419},{"uri":"Lourdes","surface_form":"Lourdes","offset":1489}]}