{"id":756289,"url":"http://en.wikipedia.org/wiki/Tumbleweed","text":"Several plant species that grow in arid, steppe-like environments use the wind to propagate. The structure that is pushed by the wind is usually called tumbleweed. This structure will detatch from its root or stem and will roll on the ground. In most such species, the tumbleweed consists of the whole plant apart from the root system. Sometimes, only a hollow fruit or inflorescence detaches. Tumbleweed species occur most commonly in steppe and arid ecosystems, where frequent wind and the open environment permit rolling easly.\nMost tissues of the tumbleweed structure are dead. This needs to be the case, because the structure needs to degrade and fall apart so that its seeds or spores can escape during the tumbling. Sometimes they germinate after the tumbleweed has come to rest in a wet location. In this case, many species of tumbleweed open mechanically, releasing their seeds as they swell when they absorb water.\nThe tumbleweed diaspore disperses seeds. This stategy is not limited to the seed plants; some species of spore-bearing cryptogams—such as \"Selaginella\"—form tumbleweeds, and some fungi that resemble puffballs dry out, break free of their attachments and are similarly tumbled by the wind, dispersing spores as they go.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":8},{"uri":"Species","surface_form":"species","offset":14},{"uri":"Arid","surface_form":"arid","offset":35},{"uri":"Steppe","surface_form":"steppe","offset":41},{"uri":"Wind","surface_form":"wind","offset":74},{"uri":"Root","surface_form":"root","offset":323},{"uri":"Fruit","surface_form":"fruit","offset":361},{"uri":"Inflorescence","surface_form":"inflorescence","offset":370},{"uri":"Steppe","surface_form":"steppe","offset":436},{"uri":"Arid","surface_form":"arid","offset":447},{"uri":"Ecosystem","surface_form":"ecosystems","offset":452},{"uri":"Seed","surface_form":"seeds","offset":675},{"uri":"Spore","surface_form":"spores","offset":684},{"uri":"Germination","surface_form":"germinate","offset":738},{"uri":"Seed_dispersal","surface_form":"disperses","offset":949},{"uri":"Seed_plants","surface_form":"seed plants","offset":1001},{"uri":"Puffball","surface_form":"puffballs","offset":1124}]}