{"id":756640,"url":"http://en.wikipedia.org/wiki/Uenuku","text":"Uenuku is a god of rainbows and important ancestor in Māori oral histories. Uenuku simply means 'rainbow'.\nUenuku is special to the Ngāpuhi, Ngāti Kahungunu, Ngāti Porou, Ngāi Tahu, and Ngāi Tūhoe Māori tribes. He is also known to two groups of tribes called Kurahaupō and Tainui. The Te Arawa group of tribes also know of him. Some of these tribes may also say he is a god of war.\nGeoff Murphy made his first movie in 1974, which was based on Uenuku's story. It was the first TV drama to be entirely spoken in the Māori language.\nChief of Hawaiki.\nThe tribes of Ngāti Porou, Ngāi Tahu, and probably Ngāti Kahungunu say Chief Uenuku of Hawaiki was their ancestor. He was the father of about 70 sons. His eldest son Ruatapu killed Hawaiki's nobility when he was shamed for trying to use a sacred comb.\nIn Te Arawa stories, Tamatekapua and his brother Whakaturia stole fruit from Chief Uenuku of Hawaiki.\nIn the Cook Islands, Uanuku Rakeiora is said to be an important chiefly ancestor from Raiatea Island in French Polynesia over 27 generations ago, who was descended from Iro-nui-ma-Oata.\nUenuku's wife.\nIn the stories mostly known to Ngāi Tūhoe, but which also belong to Ngāpuhi and Ngāti Kahungunu of Wairoa, Uenuku was once human. One early morning he went out hunting. In a clearing he found two women. One was named Hine-pūkohu-rangi (sometimes called Tairi-a-kohu). The other was her sister, named Hine-wai. He asked Hine-pūkohu-rangi to stay and talk with him, and to return the next night. Since she lived in the sky, she had to leave him at dawn when her sister Hine-wai called her. She kept coming back night after night, and they fell in love. Eventually, she agreed to marry him so long as he promised that he tell no one about her.\nThey were happy for many months, though she still only came to him at night and left at dawn. In time she became pregnant. No one else could see her, though, and therefore he was mocked by the people around him. They grew suspicious of this wife they had never seen, and the daughter who in some tellings was already born. He tried to tell them that his wife left him each morning at first light, so they suggested that he should block up the doors and windows so she could not see the sun. Finally after more mockery, he was convinced to block the the sunlight after she came to him, so that she could not see the sun in the morning, then he could prove she existed. That night, Uenuku blocked all the places in his house that would shine the daylight. In the morning, she felt betrayed when she realised he had tricked her. She went back to the sky and left him for as long as he lived.\nUenuku wandered the world searching for his wife. He searched until he was old and frail. Rangi the sky father noticed this and took pity on Uenuku, and changed him into a rainbow so that he could join his family in the sky, where they still live to this day and watch over their descendants.\nThe tribes of the \"Kurahaupō\" in Marlborough canoe know the mountain Tapuae-o-Uenuku (which means 'footprint of the rainbow') on the Kaikōura Ranges as being the place where Chief Tapuae-nuku climbed the rainbow steps of his war-god ancestor Uenuku. They both climbed and died on top of mountains in search of their supernatural wives. Uenuku became a set of mountains with his wife and daughter, and Chief Tapuae-nuku joined his own wife and daughter in the afterlife. When a rainbow appears over Tapuae-o-Uenuku, it is said to be a sign of Chief Tapuae-nuku's journey.\nArtifacts.\nAccording to legend, the spirit of Uenuku was brought from Hawaiki to New Zealand in a stone by the people on the Tainui canoe. When they landed, they made the large carving called \"Te Uenuku\" out of a tōtara tree with a round opening at the top, in which the stone was placed so that the god could live in the carving. It is unique among other Māori carvings, and looks similar to Hawaiian carving styles.","categories":[],"infobox_types":["deity"],"annotations":[{"uri":"Deity","surface_form":"god","offset":12},{"uri":"Rainbow","surface_form":"rainbow","offset":19},{"uri":"Ancestor","surface_form":"ancestor","offset":42},{"uri":"M%C4%81ori_people","surface_form":"Māori","offset":54},{"uri":"Oral","surface_form":"oral","offset":60},{"uri":"Ng%C4%81puhi","surface_form":"Ngāpuhi","offset":132},{"uri":"Ng%C4%81ti_Kahungunu","surface_form":"Ngāti Kahungunu","offset":141},{"uri":"Ng%C4%81ti_Porou","surface_form":"Ngāti Porou","offset":158},{"uri":"Ng%C4%81i_Tahu","surface_form":"Ngāi Tahu","offset":171},{"uri":"Ng%C4%81i_T%C5%ABhoe","surface_form":"Ngāi Tūhoe","offset":186},{"uri":"Tribe","surface_form":"tribe","offset":203},{"uri":"Kurahaup%C5%8D","surface_form":"Kurahaupō","offset":259},{"uri":"Tainui","surface_form":"Tainui","offset":273},{"uri":"Te_Arawa","surface_form":"Te Arawa","offset":285},{"uri":"War","surface_form":"war","offset":377},{"uri":"Geoff_Murphy","surface_form":"Geoff Murphy","offset":382},{"uri":"Movie","surface_form":"movie","offset":410},{"uri":"Television","surface_form":"TV","offset":477},{"uri":"M%C4%81ori_language","surface_form":"Māori language","offset":515},{"uri":"Hawaiki","surface_form":"Hawaiki","offset":636},{"uri":"Ruatapu","surface_form":"Ruatapu","offset":715},{"uri":"Nobility","surface_form":"nobility","offset":740},{"uri":"Shame","surface_form":"shame","offset":761},{"uri":"Sacred","surface_form":"sacred","offset":788},{"uri":"Comb","surface_form":"comb","offset":795},{"uri":"Tamatekapua","surface_form":"Tamatekapua","offset":822},{"uri":"Fruit","surface_form":"fruit","offset":867},{"uri":"Cook_Islands","surface_form":"Cook Islands","offset":910},{"uri":"Raiatea_Island","surface_form":"Raiatea Island","offset":989},{"uri":"French_Polynesia","surface_form":"French Polynesia","offset":1007},{"uri":"Wairoa","surface_form":"Wairoa","offset":1203},{"uri":"Human","surface_form":"human","offset":1227},{"uri":"Pregnant","surface_form":"pregnant","offset":1858},{"uri":"Convince","surface_form":"convinced","offset":2271},{"uri":"Rangi_and_Papa","surface_form":"Rangi","offset":2724},{"uri":"Descendant","surface_form":"descendants","offset":2914},{"uri":"Marlborough%2C_New_Zealand","surface_form":"Marlborough","offset":2960},{"uri":"Tapuae-o-Uenuku","surface_form":"Tapuae-o-Uenuku","offset":2996},{"uri":"Kaik%C5%8Dura_Ranges","surface_form":"Kaikōura Ranges","offset":3060},{"uri":"Supernatural","surface_form":"supernatural","offset":3243},{"uri":"Spirit","surface_form":"spirit","offset":3534},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3579},{"uri":"Stone","surface_form":"stone","offset":3596},{"uri":"Tainui_canoe","surface_form":"Tainui canoe","offset":3623},{"uri":"Carving","surface_form":"carving","offset":3675},{"uri":"Te_Uenuku","surface_form":"Te Uenuku","offset":3691},{"uri":"Podocarpus_totara","surface_form":"tōtara tree","offset":3711},{"uri":"Unique","surface_form":"unique","offset":3835},{"uri":"Hawaiian","surface_form":"Hawaiian","offset":3891}]}