{"id":756747,"url":"http://en.wikipedia.org/wiki/Madara_Uchiha","text":"e=\"preserve\">Madara Uchiha is a fictional character from the manga series Naruto, which depicts a world of ninjas. One of the main villains of the Naruto series (Part II), he is one of the co-founders of the Hidden Leaf Village along with friend/rival Hashirama Senju, the First Hokage.\nBackground.\nMadara is a member of the Uchiha Clan, one of the strongest clans of the village of Konoha. During his childhood, he met a child named Hashirama and become his friend. The two compete with each other to become strong. Together they envisioned a village where ninjas will not kill each other. After learning that Hashirama is a member of the Senju Clan (enemy of the Uchiha Clan), their friendship ends. After failing several attempts to defeat his rival, Madara accepts Hashirama's treaty offering of peace between the Uchiha and the Senju. They founded the village of Konoha. But their methods about peace differs. After his defection from the village, Madara challenged Hashirama again and a massive battle occured at the Valley of the End. Madara, believed to be killed in the battle, when into hiding for several years. While hiding, he planned to create a world of peace where there is no fighting and killing between ninjas. He was already old when he activated the Rinnegan eyes. Because there's no time left, he transplanted his eyes to the young Nagato (to preserve the eyes for his later revival) and takes Obito Uchiha as his agent to accomplish his plan. He then entrusted Obito to use his name, \"Madara Uchiha\".\nYears later, Madara will be revided as a reanimated corpse by Kabuto Yakushi during the Fourth Great Ninja War. Madara manage sever his connection to Kabuto, killing most of the ninja forces. He then sacrificed Obito to become alive again. After obtaining one of his Rinnegan eyes and capturing all the tailed beasts, he became the Ten Tails host. After regaining his other eye, Madara is able to complete his plan (Infinite Tsukuyomi). He was later betrayed by Black Zetsu, who he believed to be his will. He then transformed into Princess Kaguya Ōtsutsuki (the progenitor of chakra). After the Naruto and Sasuke defeated both Kaguya and Black Zetsu, Madara was on the verge of death because of the Ten Tails and Demonic Statue extracted from his body. He spents his last time talking to the reincarnated Hashirama and finally makes peace with him as he dies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Manga","surface_form":"manga","offset":61},{"uri":"Naruto_(comic)","surface_form":"Naruto","offset":74}]}