{"id":756902,"url":"http://en.wikipedia.org/wiki/Catalan_navy","text":"The Catalan navy - with Catalan ships, Catalan admirals and Catalan crew (not counting the rabble) - under the direct or indirect orders of the counts of Barcelona, represented a reality recognized by the entire Mediterranean from its origins to Fernando the Catholic. In later times ships built and manned on the Catalan coasts, under the authority of non-Catalan kings, for example the kings of Naples, carried out some important events.\nSimilarly, the navies of the kingdoms of Mallorca and Valencia had their own entity and could be studied separately\nFame of the Catalan army.\nThe modern generic designation \"Armada del rey de Aragón\" is inexact and not very descriptive of medieval reality. Until Fernando el Católico, the galleys of the Crown of Aragon were Catalan, Valencian or Majorcan. They were often owned by local institutions (Generalitat, municipalities, etc...). Sometimes they were privately owned. They put themselves at the service of the king, but he was not the owner. ↵For quite a long time, the fame of the Catalan army was recognized by many.\nGalea vogia III hommini per bancho ogi, et have XXVIII et XXVIIII banchi. Le fuste vogano dui remi per bancho, et queste sonno de più qualitate de longeçe, ad beneplacitum XII, XVI, XX, XXIIII etc... Et realmente quisto modo de galee ando aptissimamente la nation Catallana et sondo aptissimi allo governo de quelle, perché le altre nationi armano solamente alli bisogni, et li Catalani al continuo fando lo misterio, et ciascheduno ne sa in parte et li Catallani in totum.\nY assí hallamos que, en galeras, los catalanes han hecho más cosas buenas que ningunas otras nasciones, por donde resulta el refrán: “Que si en galera se haze cosa buena, el capitán á de ser catalán”.\nMartí de Viciana: Libro tercero de la Crónica de la ínclita y coronada ciudad de Valencia.\nBook of the Consulate of the Sea.\n\"From the admiral, captain and ship owners, as it must be clear expense and benefit; from the comitre, from conveniences; from the parts that have to be done in an armed ship, from pilots and other trades, and from the partition; the Admiral, from senior pilot; of proeles; of crossbowmen; of men-at-arms, of Gabieros (those who went to the cages); of weight and measure of over-guards; of helmsmen, of barbers; of liquidators, of the Admiral's Guard, of spies and of registrars; of servants; of master of azuela (carpenter of riverside), of crossbowman; of calafate, of corporal of servants; of consuls; of which the Captain has to do; Notary public, of the treasurers; of the senior pilot, and of how are the fifths raised (distributed, distributed?) \"\nAnother appendix is the Penal Ordinances for the service of the Navy, made up of 39 articles bearing this heading: \"King Peter chapters on maritime facts and acts\" (King Peter chapters on the maritime facts and actions) promulgated in Barcelona by royal order in 1430 and which were issued by three notable Barcelona sailors: Bernat de Cabrera, Jaume Boscà and Joan Llompart.\nCatalan galleys fleet.\nThe \"Catalan galley\" (formerly galea), has its own entity with respect to the galleries of the other maritime nations (referenced from the s. XIII), since Corominas provides a reference to a \"Catalan galley\" from the year 1120 (100 years earlier than the other countries). It was a type of warship and trade ship, powered entirely by the power of oars and sometimes by the wind, thanks to the presence of masts with their sails (usually Latin).\nAt least as of the 12th century, the Catalans built the \"Catalan galleys\", making extensive use of them for wars with the different maritime republics (as enemies or as allies) or for trade with most Mediterranean ports, guaranteeing trade routes with Catalan consulates. Its use began to decline from the seventeenth century, when they were progressively replaced by sailboats, finally becoming extinct in the late eighteenth century.\nDead-reckoning in the Catalan Navy.\nWith the Atlantic navigations of the time of the discoveries - apart from the compass - the tables, the astrolabe and the rod of Jacob or the quadrant were necessary, but it must be said that during these navigations - like the Mediterranean navigations - the distance navigated calculated by estimate, and, \"navigation by appreciation\" is not possible without an instrument to measure time.\nMarine sandglass.\nFor more than 500 years (from 1300 to 1800) the instrument for measuring time at sea was \"the Ampoule of hours\". In Catalonia there are references of its manufacture since the middle of the 14th century made of Catalan transparent glass according to the formulas of the alchemist Guillem Sedacer, using as a fundent the soda obtained by burning the barrella (its ashes dissolved in water and cast with a sieve have been the basis from the \"laundry\" to wash clothes from the Neolithic). The barrella grows on the Catalan coast from Orihuela to Montpellier and the Italian manuals for making Italian glass (La Sedacina and Arte Vetraria) say: \"bisogna comprare la soda di Spagna\".\nThis \"orloge de mer\" or \"heures de naviguer\" was sent to him, as a gift, when he was still only a prince (being, therefore, before 1356 when he took the place of his father in prison), by John the hunter, through his aunt Yolanda de Aragón, when Juan asked him for a manuscript by Joan de Mandeville, \"to translate it into the Aragonese language\". This point is essential to know the language of the original, since it does not tell you \" \"to translate it into the Catalan language\" \", which was the most important because it was yours - implying that you did not need any translation - on the other hand, if you had in Catalonia a copy in the Catalan language would not have been requested by her aunt, ergo the Yolanda de Aragón manuscript was in Catalan.\nThe most interesting of this reference from Charles V of France, is that an Ampoule of hours is defined as \"ung grant orloge de mero\" (\"a great sea watch\"), this together with the fact that the first explanation of its use at sea it appears in \" the twelfth of the Crestià \" (work by M.Llauradó on Francesc Eiximenis) and that it was given to him by his aunt Yolanda de Aragón, suggests that, in this period, the importance of an hourglass was commonly Related to its use at sea and its manufacturing demand, it could have originated from the navigation needs of the Crown of Aragon, a maritime power of the moment in the Mediterranean.\nThe Pisano-Catalan Crusade to the Balearic Islands, which at the time was a Muslim taifa, consisted of an expedition in retaliation for the acts of piracy committed by the Muslims who inhabited it, carried out by Ramón Berenguer III and his allies, in 1114. Founded in a treaty of 1113 between the Republic of Pisa and the Count of Barcelona, it had the objective of taking the island from the Muslims and preventing the attack and obstruction of the convoys and ships of the Christian merchants who at that time were sailing in the Mediterranean Sea. Although Mallorca was once again in Muslim power, it served to lay the foundations for the future Catalan naval power and to strengthen business contacts in the Mediterranean.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ferdinand_II_of_Aragon","surface_form":"Fernando el Católico","offset":703},{"uri":"Warship","surface_form":"warship","offset":3312},{"uri":"Trade","surface_form":"trade","offset":3324},{"uri":"Warship","surface_form":"ship","offset":3330},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":3667},{"uri":"Sailboat","surface_form":"sailboat","offset":3835},{"uri":"Sailboat","surface_form":"becoming","offset":3854},{"uri":"18th_century","surface_form":"eighteenth century","offset":3883},{"uri":"Laundry","surface_form":"cast","offset":4741},{"uri":"Sieve","surface_form":"sieve","offset":4753},{"uri":"Orihuela","surface_form":"Orihuela","offset":4880},{"uri":"Montpellier","surface_form":"Montpellier","offset":4892},{"uri":"Charles_V_of_France","surface_form":"Charles V of France","offset":5830},{"uri":"Francesc_Eiximenis","surface_form":"Francesc Eiximenis","offset":6084},{"uri":"Crown_of_Aragon","surface_form":"Crown of Aragon","offset":6353},{"uri":"Balearic_Islands","surface_form":"Balearic Islands","offset":6457},{"uri":"1113","surface_form":"1113","offset":6704},{"uri":"Convoy","surface_form":"convoy","offset":6874},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":6956}]}