{"id":756975,"url":"http://en.wikipedia.org/wiki/Gruschwitz_Textilwerke","text":"Gruschwitz Textilwerke AG is a textile industry company based in Leutkirch im Allgäu in Baden-Württemberg in Germany.\nBeginnings.\nThe company was founded in 1816 in the Silesian Nowa Sól () by Johann David Gruschwitz, it emerged from an operation of the Moravian Church. In 1847, Gruschwitz left the company, which his sons \"Heinrich Gruschwitz\" (1816–1885) and \"Alexander Gruschwitz\" (1819–1888) successfully continued under the company \"JD Gruschwitz & Söhne oHG\". The company was converted into \"Gruschwitz Textilwerke AG\" in 1906, in whose management the \"Doherr\" families \"(Doherr-Gruschwitz)\" and \"von Treskow were represented\" as Gruschwitz descendants. During the First World War, Gruschwitz employed over 3,500 people.\nAt the end of the Second World War, all Gruschwitz factories were in the Red Army's sphere of influence and were expropriated without compensation as a Soviet joint stock company. The last 4,000 employees became unemployed. With the help of a few old employees, \"Franz Alexander Doherr-Gruschwitz\" opened a small twisted yarn production facility in Neu-Ulm, Bavaria, in 1950 in initially rented rooms.\nRecent history.\nIn 2004 Gruschwitz moved from Neu-Ulm to Leutkirch im Allgäu after the company had previously taken over two other companies in the textile industry (Fritz Zorn GmbH & Co. KG, Leutkirch and Lozetex GmbH Tech-Twists, Winterlingen). In 2005, the operative business was completely outsourced to \"Gruschwitz GmbH Tech-Twists\", also located in Leutkirch im Allgäu. This 100% subsidiary is a leader in the development and production of technical threads, yarns and sewing threads in Western Europe. Both simple natural fibers and modern man-made fibers are processed as raw materials. Gruschwitz is now more than 75% owned by Philipp Daniel Merckle and employs around 150 people in Leutkirch im Allgäu.","categories":[],"infobox_types":[],"annotations":[{"uri":"Textile_industry","surface_form":"textile industry","offset":31},{"uri":"Leutkirch_im_Allg%C3%A4u","surface_form":"Leutkirch im Allgäu","offset":65},{"uri":"Baden-W%C3%BCrttemberg","surface_form":"Baden-Württemberg","offset":88},{"uri":"Germany","surface_form":"Germany","offset":109},{"uri":"Silesia","surface_form":"Silesian","offset":169},{"uri":"Nowa_S%C3%B3l","surface_form":"Nowa Sól","offset":178},{"uri":"Johann_David_Gruschwitz","surface_form":"Johann David Gruschwitz","offset":193},{"uri":"Moravian_Church","surface_form":"Moravian Church","offset":254},{"uri":"World_War_II","surface_form":"Second World War","offset":746},{"uri":"Red_Army","surface_form":"Red Army's","offset":801},{"uri":"Neu-Ulm","surface_form":"Neu-Ulm","offset":1077},{"uri":"Bavaria","surface_form":"Bavaria","offset":1086}]}