{"id":757042,"url":"http://en.wikipedia.org/wiki/Misinformation_related_to_the_COVID-19_pandemic","text":"ce=\"preserve\"><onlyinclude>The pandemic has caused a large number of conspiracy theories and misinformation about where the pandemic started, how serious it is and the prevention, diagnosis, and treatment.\nBackground.\nAccording to the World Health Organization, the pandemic was also an \"infodemic\", with misinformation spreading like disease.</onlyinclude> This was because social media let information spread quickly, because celebrities sometimes repeated conspiracy theories, and because many people were locked down at home without much else to listen to. When doctors or government officials went on television to say these conspiracy theories were wrong, that only made people think the conspiracy theories were important enough for doctors and officials to talk about. One group of scientists said governments could use conspiracy theories to distract people from real problems.\nFake information has been spread through social media, text messages, and mass media, including the state media of countries such as China, Russia, Iran, and Turkmenistan.\nIt has been spread by celebrities, politicians (including leaders in countries such as the United States, Iran, and Brazil), and other important public figures. Commercial scams have claimed to offer at-home tests and \"miracle\" cures.\nOther claims include that the virus is a bio-weapon with a patented vaccine, a population control scheme, or the result of a spy operation. Many theories say that there is a link between the virus and Wuhan Institute of Virology (WIV). They believe that the virus escaped from the WIV by accident.\nOrigins of the virus.\nOne survey by Pew Research showed 29% of Americans who answered thought SARS-CoV-2 could have been made in a lab on purpose and 23% thought it could have been made in a lab by accident.\nIn early May 2020, United States Secretary of State Mike Pompeo said there was \"enormous evidence\" that the virus was from a laboratory in Wuhan. but he said it could have been an accident. Intelligence officials and virus scientists said it was more likely that the virus had not come from a lab.\nA survey of people in the United Kingdom showed many of them thought COVID-19 was caused by 5G wireless networks.\nWhen the leader of Iran, Ayatollah Khamenei, said that he did not want the United States to help his country against coronavirus, he named the idea that Americans had made the virus on purpose to harm Iranians as one of his reasons: \"I do not know how real this accusation is but when it exists, who in their right mind would trust you to bring them medication?\"\nScientific studies on the origins of the virus.\nOn March 17, 2020, scientists from Columbia University and other places published a paper in \"Nature Medicine\" showing that SARS-CoV-2 was almost surely not made by humans in a laboratory. They did this by comparing the genomes of different viruses to each other. The scientists saw that SARS-CoV-2 did not match any of the viral backbones that already exist for virologists to use. Within a few weeks, this became one of the most cited scientific papers in history, meaning other scientists were reading it and using its information.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"pandemic","offset":31},{"uri":"Conspiracy_theory","surface_form":"conspiracy theories","offset":69},{"uri":"Misinformation","surface_form":"misinformation","offset":93},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":235},{"uri":"Mass_media","surface_form":"mass media","offset":961},{"uri":"State_media","surface_form":"state media","offset":987},{"uri":"Scams","surface_form":"scams","offset":1231},{"uri":"Bio-weapon","surface_form":"bio-weapon","offset":1335},{"uri":"Vaccine","surface_form":"vaccine","offset":1362},{"uri":"Population_control","surface_form":"population control","offset":1373},{"uri":"Espionage","surface_form":"spy operation","offset":1419},{"uri":"Wuhan_Institute_of_Virology","surface_form":"Wuhan Institute of Virology","offset":1495},{"uri":"Mike_Pompeo","surface_form":"Mike Pompeo","offset":1852},{"uri":"5G","surface_form":"5G","offset":2190},{"uri":"Iran","surface_form":"Iran","offset":2231},{"uri":"Ayatollah_Khamenei","surface_form":"Ayatollah Khamenei","offset":2237},{"uri":"United_States","surface_form":"United States","offset":2287},{"uri":"Columbia_University","surface_form":"Columbia University","offset":2658}]}