{"id":757102,"url":"http://en.wikipedia.org/wiki/Nokia_5730_XpressMusic","text":"The Nokia 5730 XpressMusic is a smartphone announced on March 11, 2009. It has a full backlit slide-out QWERTY keyboard, dedicated camera, volume, gaming keys, music keys, Wi-Fi (801.2b/g) connectivity, and a basic accelerometer that automatically rotates the screen into a landscape mode or portrait mode. It runs on Nokia's Symbian OS v9.3 S60 mobile phone platform. It is very similar to the Nokia E75, except it is designed to be used to play music.\nThe screen is a 2.4\" TFT (measured diagonally) with a 240 by 320 pixel QVGA resolution. Earphones can be used using a 3.5mm audio jack, and the device is available with a pink, red, blue or silver trim. An Ovi web application is pre-installed. Ovi is Nokia's online services platform, featuring games, music, videos, phone apps, media sharing and social networking.\nLike many phones in its price range, it has a 3.15-megapixel camera (with Carl-Zeiss optics, LED flash and 30fps VGA recording), and network-guided A-GPS. The N-Gage gaming platform can be used, allowing users to trial, purchase and play N-Gage 2.0 games, all of which can be done using the application. The device fully supports 3.5G, allowing mobile internet, voicemail, video calling and email to run at speeds of up to 7.2 MB/s. Uniquely, if it is connected to a PC or laptop, it can use an available network to be a wireless broadband modem.\nThe device can be used to make, read, and to a limited extent, edit files (only in an editor's version) from Microsoft Word, PowerPoint and Excel. PDF files can be viewed using Adobe Reader LE 1.5.0, and RealPlayer is included so videos can be streamed (such as by using YouTube).","categories":[],"infobox_types":["mobile phone"],"annotations":[{"uri":"Nokia","surface_form":"Nokia","offset":4},{"uri":"XpressMusic","surface_form":"XpressMusic","offset":15},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":172},{"uri":"Symbian_OS","surface_form":"Symbian OS","offset":326},{"uri":"Nokia_E75","surface_form":"Nokia E75","offset":395},{"uri":"Thin-film_transistor","surface_form":"TFT","offset":475},{"uri":"Ovi_(Nokia)","surface_form":"Ovi","offset":660},{"uri":"GPS","surface_form":"GPS","offset":970},{"uri":"N-Gage_(service)","surface_form":"N-Gage","offset":979},{"uri":"3G","surface_form":"3.5G","offset":1150},{"uri":"Microsoft","surface_form":"Microsoft","offset":1476},{"uri":"Adobe_Reader","surface_form":"Adobe Reader","offset":1544},{"uri":"RealPlayer","surface_form":"RealPlayer","offset":1571},{"uri":"YouTube","surface_form":"YouTube","offset":1638}]}