{"id":75711,"url":"http://en.wikipedia.org/wiki/ETA_(separatist_group)","text":"or ETA (Basque for \"Basque Homeland and Freedom\"; IPA pronunciation: [) was a terrorist nationalist separatist militant organization. It wanted to establish a separate nation-state for the Basque people. The Basque people are an ethnic group living in areas of northern Spain and southwestern France. There are between 2 and 2.5 million Basques in the region. Some of them speak an indigenous, non-Indo-European language called Euskara.\nDescription.\nETA was one of Europe’s most notorious and long-running terror groups. It was founded in 1959 from what was left of EKIN, another radical Basque separatist group. Both EKIN and ETA were created because of discontent with the moderate nationalism of the main Basque party, the Basque National Party. ETA committed hundreds of attacks in Spain. It had ties with other terrorist groups both inside and outside the Basque region. These included the Provisional Irish Republican Army (IRA) and Colombia’s FARC.\nAttacks.\nMost of ETA’s terror attacks targeted businesses and Spanish government officials, especially members of the security services and the judiciary, but it also targeted civilians. Its most common tactics were bombing and assassination. Its attacks took place mostly in the Basque Country, Madrid and Catalonia. Similar to the IRA, ETA sometimes issued warnings before the attacks.\nThe group assassinated Admiral Luis Carrero Blanco in December 1973. At the time, Blanco was seen by many as the most likely successor to Spain’s dictator, Francisco Franco. He was killed when an underground bomb exploded underneath his car. More than twenty years later, ETA nearly assassinated Jose Maria Aznar, an opposition politician who later became prime minister. In 1987, ETA killed 21 people in Barcelona using a car bomb.\nStatus change.\nThe status of the Basque homeland changed significantly with the end of Francisco Franco's regime and the return of democracy in 1979. Franco tried to suppress Basque nationalism and separatism. The new democratic government, on the other hand, offered significant autonomy to the Basque provinces. In a deal struck in 1980, the Basque region acquired its own parliament similarly to the other regions in Spain. It was also allowed to have its own independent tax legislation. In addition, the language Euskara became more prominent in public culture and education. However, the new autonomous region did not deter the radical separatists that comprised ETA. ETA has committed approximately 900 murders and dozens of kidnappings.\nChange of activity.\nETA’s level of activity has changed over the years. The group has attempted several ceasefires, including a 14-month one that lasted until December 1999. While there have been a number of ETA attacks since 2000, the group has claimed fewer victims. It is believed to be shrinking. Spanish officials believe that recent crackdowns have led to a serious weakening of the group and sense that its future as a terrorist organization may be limited. There are more than one hundred suspected ETA members in Spanish prisons today.\n2000s.\nIn the past several years, ETA has done sporadic attacks, including bombings in September 2004, December 2005, and early 2006. However, these bombings were generally preceded by warnings and did not result in any deaths.\nIn March 2006, ETA declared a permanent ceasefire and expressed to join the political process. The decision may have been linked to the 2004 Madrid train bombings, which killed nearly 200 people. The attack was originally blamed on ETA, though it was soon discovered to be the work of militant Islamists linked to al-Qaeda. Like the IRA, ETA leaders may have felt that the mass casualty terrorism practiced by some radical Islamist groups discredited its violent tactics—though this is not known for certain. ETA had a secretive leadership structure.\nIn June 2007, ETA declared its March 2006 ceasefire null-and-void. Although many had seen ETA’s December 2006 bombing of an airport parking garage as an indication that the truce would not hold. An ETA spokesperson accused the Spanish government of interfering in Basque local elections as well as continuing with the prosecution and conviction of ETA members during the ceasefire.\nIt must be noted that ETA did not officially renounce violence or initiate steps to decommission its weapons (as the IRA did in July 2005) as part of its ceasefire declaration. ETA ceasefires have deteriorated into violence before.\n2010s.\nOn 20 October 2011, ETA announced publicly the definite cessation of its armed activities. Although it vowed to continue to seek an independent Basque state. It was announced in 2 prominent nationalist newspapers, Gara and Berria.\nIn May 2018 ETA announced that it was formally disbanding. The move marked the end of a half-century of violence that had claimed the lives of more than 800 people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Basque_language","surface_form":"Basque","offset":8},{"uri":"International_Phonetic_Alphabet","surface_form":"IPA pronunciation","offset":50},{"uri":"Terrorist","surface_form":"terrorist","offset":78},{"uri":"Nationalist","surface_form":"nationalist","offset":88},{"uri":"Separatist","surface_form":"separatist","offset":100},{"uri":"Basque_people","surface_form":"Basque people","offset":189},{"uri":"Basque_people","surface_form":"Basque people","offset":208},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":229},{"uri":"Spain","surface_form":"Spain","offset":270},{"uri":"France","surface_form":"France","offset":293},{"uri":"Indo-European","surface_form":"Indo-European","offset":398},{"uri":"Notorious","surface_form":"notorious","offset":479},{"uri":"EKIN","surface_form":"EKIN","offset":566},{"uri":"Basque_National_Party","surface_form":"Basque National Party","offset":726},{"uri":"Provisional_Irish_Republican_Army","surface_form":"Provisional Irish Republican Army","offset":895},{"uri":"Colombia","surface_form":"Colombia","offset":939},{"uri":"FARC","surface_form":"FARC","offset":950},{"uri":"Spanish_government","surface_form":"Spanish government","offset":1018},{"uri":"Judiciary","surface_form":"judiciary","offset":1100},{"uri":"Civilian","surface_form":"civilian","offset":1132},{"uri":"Bomb","surface_form":"bomb","offset":1172},{"uri":"Assassination","surface_form":"assassination","offset":1184},{"uri":"Madrid","surface_form":"Madrid","offset":1252},{"uri":"Catalonia","surface_form":"Catalonia","offset":1263},{"uri":"Luis_Carrero_Blanco","surface_form":"Luis Carrero Blanco","offset":1375},{"uri":"Dictator","surface_form":"dictator","offset":1490},{"uri":"Francisco_Franco","surface_form":"Francisco Franco","offset":1500},{"uri":"Jose_Maria_Aznar","surface_form":"Jose Maria Aznar","offset":1640},{"uri":"Prime_Minster_of_Spain","surface_form":"prime minister","offset":1700},{"uri":"Hipercor_bombing","surface_form":"killed","offset":1729},{"uri":"Barcelona","surface_form":"Barcelona","offset":1749},{"uri":"Car_bomb","surface_form":"car bomb","offset":1767},{"uri":"Francisco_Franco","surface_form":"Francisco Franco","offset":1864},{"uri":"Democracy","surface_form":"democracy","offset":1908},{"uri":"Separatism","surface_form":"separatism","offset":1975},{"uri":"Autonomy","surface_form":"autonomy","offset":2057},{"uri":"Parliament","surface_form":"parliament","offset":2152},{"uri":"Murder","surface_form":"murder","offset":2487},{"uri":"Kidnapping","surface_form":"kidnapping","offset":2509},{"uri":"Ceasefire","surface_form":"ceasefire","offset":2626},{"uri":"1999","surface_form":"1999","offset":2690},{"uri":"2000","surface_form":"2000","offset":2748},{"uri":"2004","surface_form":"2004","offset":3164},{"uri":"2005","surface_form":"2005","offset":3179},{"uri":"2006","surface_form":"2006","offset":3195},{"uri":"2004_Madrid_train_bombings","surface_form":"2004 Madrid train bombings","offset":3431},{"uri":"Islamist","surface_form":"Islamist","offset":3589},{"uri":"Al-Qaeda","surface_form":"al-Qaeda","offset":3609},{"uri":"Irish_Republican_Army","surface_form":"IRA","offset":3628},{"uri":"2007","surface_form":"2007","offset":3854},{"uri":"Truce","surface_form":"truce","offset":4019},{"uri":"Spokesperson","surface_form":"spokesperson","offset":4048},{"uri":"Conviction","surface_form":"conviction","offset":4180},{"uri":"Weapon","surface_form":"weapon","offset":4329},{"uri":"2011","surface_form":"2011","offset":4481},{"uri":"2018","surface_form":"2018","offset":4705}]}