{"id":757131,"url":"http://en.wikipedia.org/wiki/History_of_Ireland","text":"ce=\"preserve\">The history of Ireland is the story of its past. Ireland is now divided into the Republic of Ireland, and Northern Ireland which is part of the United Kingdom. People began farming on Ireland thousands of years ago. The Celts moved there about 2,500 years ago. Ireland was divided into many small kingdoms. When Christians arrived, most Irish people became Christian. The Vikings and later the Normans invaded in the Middle Ages. Eventually, Ireland became part of the United Kingdom, with Great Britain. In the 1920s, most of Ireland became a separate country, but Northern Ireland stayed in the United Kingdom.\nPrehistory.\nNobody knows exactly when the first people came to Ireland. Using radiometric dating, scientists found that a bear bone with knife marks was 12,500 years old. It is likely that people lived in Ireland then. By 7900 BCE, hunter-gatherers (people who ate wild plants and animals) lived in Ireland. This time was called the Stone Age. Around 4000 BCE, they started making farms with animals and plants. They made pottery, stone tools, wood houses, and large tombs. The Bronze Age started around 2500 BCE. People learned to make things out of metals like bronze, gold, and copper, but it was mostly only rich people who had them. People also started weaving and working with leather. Large rooms were built to store metal weapons. The Iron Age started around 600 BCE or earlier, when people started making iron tools. During the Iron Age, Celts came to Ireland, so they started speaking Celtic languages. The Celts brought their style of art with them. Between 1 and 400 CE, Roman soldiers may have invaded Ireland, but Ireland did not join the Roman Empire. About five kings each ruled a large part of Ireland.\nEarly medieval era.\nIn the 300s CE, Christianity and writing were both brought to Ireland. Saint Patrick was famous for spreading Christianity in Ireland in the 400s, but he was not the first Christian in Ireland. For the next 300-400 years, more Irish people became Christian. Christian monks from other countries came to Irish monasteries. Some monasteries grew into towns. The main buildings from 400-800 CE were round forts (raths or ringforts) made of dirt, with houses inside. Most of the forests were cut down to make farms. There were some new kingdoms in this time. The kingdom of Uí Néill in north Ireland took over the area called Tara, then ruled over all the other kingdoms. They were called the high kings.\nBy 800 almost everyone was Christian. They were called Gaels and they spoke the Gaelic language. In 795, the Vikings, sailors from Scandinavia, invaded and stole from many towns. The Vikings ruled over Irish kings. They built Dublin and other cities and towns on the coast. In 902 the Christian Irish armies pushed out the Vikings, but in 917 the Vikings came back to start a new kingdom of Dublin. Over time, Vikings started new kingdoms. In the 1000s and 1100s, the Vikings either left or became part of Irish culture.\nBrian Boru, a King of Munster, fought against Leinster and became the high king in the early 1000s. After that, high kings came from the four provinces: Munster, Leinster, Ulster, and Connacht. Each province also had its own king.\nNorman era.\nIn the 1100s, Ruaidrí Ua Conchobair was the high king. He forced Diarmaid Mac Murchada, the king of Leinster, to leave his kingdom. Diarmaid asked Henry II, a Norman king of England, to help him get his land back. Henry agreed, so an army of Norman (and Welsh) knights invaded Ireland in 1167. Richard de Clare, called Strongbow, led the knights. Henry thought the Norman knights and Strongbow were too powerful, so he decided to take over Ireland. He traveled to Ireland with his own fleet in 1171. Henry conquered Ireland and gave it to his youngest son John. Henry thought John would never be king of England, so he made John Lord of Ireland. But John became king of England in 1199 after all his brothers died. After that, Ireland was ruled by the English king. Norman lords from England started taking over more of Ireland. They mostly lived near the east and south coasts, and some land was still ruled by Irish kings.\nThe Norman lords built new castles and towns in their land. Many people came from England to Ireland for more land. The English, Norman, or Anglo-Norman lords broke up land into areas called manors. They put fences around farms so everyone would know who owned the farm. Farms were made better so they could grow more in a smaller area. The Anglo-Normans planted more wheat and raised more sheep. The population grew quickly. In 1297, Anglo-Normans started the Irish Parliament, a gathering to make laws.\nThe Gaelic Irish often tried to take control from the Anglo-Normans. In 1315, Edward Bruce, a lord from Scotland, allied with the Irish to fight the Anglo-Normans. In 1318 the Anglo-Normans won the war. But the Anglo-Norman rulers became weaker. By 1500, England only controlled a small part of eastern Ireland, called the Pale. In the rest of Ireland, people spoke Irish and had Irish culture.\nModern Ireland.\nIreland had a governor (ruler) who was supposed to be loyal to the King of England. In the 1530s, Thomas Fitzgerald, the governor, rebelled against England. Because of this, King Henry VIII of England wanted more power. In 1541, he declared himself King of Ireland instead of Lord of Ireland. The English built military forts in Ireland. English settlers moved to areas in Ireland called plantations. They used English laws and took over a lot of Ireland. During the Nine Years War in the 1590s, Irish soldiers from Ulster fought the English.\nMost of the Irish people were Catholic. The settlers were mostly Protestant. In Ulster, the largest plantation, settlers were mostly Presbyterians from Scotland. In the other provinces, the settlers were mostly Anglicans from England. English kings and the English Parliament wanted the Irish people to be Anglican. They made the Church of Ireland, a branch of the Anglican Church. The Penal Laws of the 1600s punished Irish people who did not follow the Church of Ireland. The Anglicans grew more powerful. This time was called the Protestant Ascendancy. That was the end of Gaelic Ireland.\nIn the 1700s, the Catholic people of Ireland were poor peasants. They mostly ate potatoes, and they were not allowed to own land. There were rebellions against landlords and English rule, but they mostly failed. In 1801, the Acts of Union joined Ireland with Great Britain, forming the United Kingdom of Great Britain and Ireland (UK). The Irish parliament became part of the United Kingdom parliament in London.\nIn 1831, the government forced primary schools to teach in English, not Irish. Children were punished if they spoke Irish in school. People had to speak English if they wanted a good job. From 1845-1849, a disease killed potato plants, which caused the Great Famine, or the Irish Potato Famine. About a million people starved to death, and a million more moved to other countries. The famine hurt Irish speakers the most, because they were poor. More people switched from speaking Irish to English. Some say people starved because crops in Ireland were sold to other countries. These crops could have fed people in Ireland. Many Irish people were forced to leave their land because they could not pay rent to the landlords. Some had to work in factories set up by the government, because of the Irish Poor Laws. From the 1870s to the 1890s, there was violence between the Land League and the government. The Land League wanted lower rent and they wanted to buy land.\nEfforts for freedom.\nIn the late 1800s and early 1900s, the British government made it easier for Irish people to buy land. In 1886 the Liberal Party tried to make a new parliament for Ireland. This idea was called Home Rule. However, Parliament did not allow Ireland to have Home Rule. Around 1900, Irish people were split into Nationalists, who wanted Home Rule or independence, and Unionists, who wanted to be ruled by Britain. Nationalists were mostly Catholics who lived in rural areas. Unionists were mostly Protestants who lived in cities. The Unionists worried they would lose their rights if Ireland had its own government. In some parts of Ireland, Unionists were mostly rich. But in Ulster, many Unionists were workers who wanted the upper class to have less power.\nIn 1912 some people in Parliament tried again to get Home Rule. About 500,000 Unionists in Ulster signed a petition against Home Rule called the Ulster Convenant. They also formed an army called the Ulster Volunteers. Irish Nationalists formed an army called the Irish Volunteers. By 1914, the government was too worried about World War I to think about Home Rule. Both Nationalists and Unionists fought in British military units in World War I.\nIn 1916, there was a rebellion by Irish people who wanted to be independent. Britain stopped it quickly but many Irish were angry. They elected Sinn Féin, an independence party, to most Irish seats in Parliament. Sinn Féin members refused to go to London to join Parliament. Instead they started a new assembly in Dublin called the Dáil Éireann (or Dáil). Sinn Féin said that Ireland was now independent. In 1918 they organized the Irish Volunteers into the Irish Republican Army (IRA). From 1919-1921, the IRA fought a war against the British (Irish War of Independence) to be a separate country. In 1920 the British government decided to divide Ireland into Southern Ireland (The Provisional Government), which was about 5/6 of the island, and Northern Ireland. The Dáil and Britain signed a treaty in 1922 to make Southern Ireland into the Irish Free State. It was still connected to the UK, but it had more freedom. However, the IRA wanted to fully leave the UK. They fought a war (Irish Civil War) against the Irish Free State government. The IRA stopped fighting in 1923.\nAfter division.\nNorthern Ireland was governed by the Ulster Unionist Party from 1922-1972. James Craig, its first prime minister, said it was a Protestant country. The Irish Free State got a new constitution in 1937, which created its government. In 1949, Ireland left the British Commonwealth and became the Republic of Ireland (sometimes just called Ireland). In 1969, violence was growing in Northern Ireland between the Nationalist Catholics and Unionist Protestants. The Provisional IRA formed to defend Catholics and unite Ireland. From 1969 until 1998, there was constant fighting (The Troubles) between the Provisional IRA and the UK Army.\nIn 1998, Irish voters approved the Belfast Agreement, or Good Friday Agreement, which meant they agreed that Northern Ireland would stay in the United Kingdom. Northern Ireland could join the Republic of Ireland if more than half of voters wanted to. The agreement also created councils where ministers from both parts of Ireland worked together. Northern Ireland got a new government in 1998.\nDuring most of the 20th century (1900-1999), the Republic of Ireland was over 90% Catholic. The people and the government were socially conservative. Divorce, contraceptives, and abortions were not allowed until the late 20th century. In 1927 the Republic of Ireland government created the Electricity Supply Board to manage electricity. By the 1960s, 80% of rural families had electricity. The Single Electricity Market was created in 2007 to supply all of Ireland.\nThe Republic of Ireland and the UK joined the European Economic Community, which became the European Union (EU), in 1973. In the 1990s, the Republic of Ireland became part of the European Single Market. People are allowed to travel and sell things between countries in the European Single Market. In the late 20th century the economy grew quickly, and changed from mostly farming to mostly services and industry. The UK, including Northern Ireland, left the European Union in 2020, but the UK and the Republic of Ireland agreed not to control border crossings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ireland","surface_form":"Ireland","offset":63},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":95},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":120},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":158},{"uri":"Celts","surface_form":"Celts","offset":234},{"uri":"Christians","surface_form":"Christians","offset":326},{"uri":"Vikings","surface_form":"Vikings","offset":386},{"uri":"Normans","surface_form":"Normans","offset":408},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":431},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":483},{"uri":"Great_Britain","surface_form":"Great Britain","offset":504},{"uri":"Radiometric_dating","surface_form":"radiometric dating","offset":705},{"uri":"Bear","surface_form":"bear","offset":749},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":859},{"uri":"Stone_Age","surface_form":"Stone Age","offset":960},{"uri":"Farming","surface_form":"farms","offset":1008},{"uri":"Pottery","surface_form":"pottery","offset":1049},{"uri":"Tomb","surface_form":"tombs","offset":1094},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":1105},{"uri":"Metal","surface_form":"metals","offset":1178},{"uri":"Bronze","surface_form":"bronze","offset":1190},{"uri":"Gold","surface_form":"gold","offset":1198},{"uri":"Copper","surface_form":"copper","offset":1208},{"uri":"Weaving","surface_form":"weaving","offset":1285},{"uri":"Leather","surface_form":"leather","offset":1310},{"uri":"Iron_Age","surface_form":"Iron Age","offset":1370},{"uri":"Iron","surface_form":"iron","offset":1441},{"uri":"Celts","surface_form":"Celts","offset":1474},{"uri":"Celtic_languages","surface_form":"Celtic languages","offset":1522},{"uri":"Roman_Empire","surface_form":"Roman","offset":1610},{"uri":"King","surface_form":"king","offset":1705},{"uri":"Christianity","surface_form":"Christianity","offset":1783},{"uri":"Writing","surface_form":"writing","offset":1800},{"uri":"Saint_Patrick","surface_form":"Saint Patrick","offset":1838},{"uri":"Monk","surface_form":"monk","offset":2035},{"uri":"Monastery","surface_form":"monasteries","offset":2076},{"uri":"Forest","surface_form":"forest","offset":2242},{"uri":"Kingdom","surface_form":"kingdom","offset":2299},{"uri":"Gaelic_language","surface_form":"Gaelic language","offset":2548},{"uri":"Vikings","surface_form":"Vikings","offset":2577},{"uri":"Sailor","surface_form":"sailors","offset":2586},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":2599},{"uri":"Dublin","surface_form":"Dublin","offset":2694},{"uri":"Munster","surface_form":"Munster","offset":3142},{"uri":"Leinster","surface_form":"Leinster","offset":3151},{"uri":"Ulster","surface_form":"Ulster","offset":3161},{"uri":"Connacht","surface_form":"Connacht","offset":3173},{"uri":"Henry_II_of_England","surface_form":"Henry II","offset":3379},{"uri":"Normandy","surface_form":"Norman","offset":3391},{"uri":"England","surface_form":"England","offset":3406},{"uri":"Wales","surface_form":"Welsh","offset":3486},{"uri":"John_of_England","surface_form":"John","offset":3788},{"uri":"Manorialism","surface_form":"manors","offset":4348},{"uri":"Wheat","surface_form":"wheat","offset":4525},{"uri":"Sheep","surface_form":"sheep","offset":4547},{"uri":"Population","surface_form":"population","offset":4558},{"uri":"Irish_Parliament","surface_form":"Irish Parliament","offset":4618},{"uri":"Scotland","surface_form":"Scotland","offset":4766},{"uri":"Irish_language","surface_form":"Irish","offset":5028},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":5252},{"uri":"Settler","surface_form":"settler","offset":5419},{"uri":"Catholicism","surface_form":"Catholic","offset":5646},{"uri":"Protestantism","surface_form":"Protestant","offset":5681},{"uri":"Ulster","surface_form":"Ulster","offset":5696},{"uri":"Presbyterianism","surface_form":"Presbyterians","offset":5749},{"uri":"Scotland","surface_form":"Scotland","offset":5768},{"uri":"Anglicanism","surface_form":"Anglicans","offset":5827},{"uri":"Parliament_of_England","surface_form":"English Parliament","offset":5873},{"uri":"Church_of_Ireland","surface_form":"Church of Ireland","offset":5946},{"uri":"Peasant","surface_form":"peasants","offset":6263},{"uri":"Rebellion","surface_form":"rebellions","offset":6349},{"uri":"Landlord","surface_form":"landlords","offset":6368},{"uri":"Act_of_Union_1800","surface_form":"Acts of Union","offset":6433},{"uri":"Ireland","surface_form":"Ireland","offset":6454},{"uri":"Great_Britain","surface_form":"Great Britain","offset":6467},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"United Kingdom of Great Britain and Ireland","offset":6494},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"United Kingdom parliament","offset":6584},{"uri":"London","surface_form":"London","offset":6613},{"uri":"English_language","surface_form":"English","offset":6680},{"uri":"Job","surface_form":"job","offset":6804},{"uri":"Irish_Potato_Famine","surface_form":"Irish Potato Famine","offset":6895},{"uri":"Million","surface_form":"million","offset":6924},{"uri":"Starvation","surface_form":"starved","offset":6939},{"uri":"Emigration","surface_form":"moved to other countries","offset":6976},{"uri":"Export","surface_form":"sold to other countries","offset":7174},{"uri":"Factories","surface_form":"factories","offset":7365},{"uri":"Liberal_Party_(UK)","surface_form":"Liberal Party","offset":7724},{"uri":"Irish_Home_Rule","surface_form":"Home Rule","offset":7803},{"uri":"Independence","surface_form":"independence","offset":7955},{"uri":"Rural_area","surface_form":"rural area","offset":8067},{"uri":"Rights","surface_form":"rights","offset":8179},{"uri":"Upper_class","surface_form":"upper class","offset":8333},{"uri":"Petition","surface_form":"petition","offset":8472},{"uri":"Army","surface_form":"army","offset":8548},{"uri":"World_War_I","surface_form":"World War I","offset":8692},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":8955},{"uri":"D%C3%A1il_%C3%89ireann","surface_form":"Dáil Éireann","offset":9143},{"uri":"Irish_Republican_Army","surface_form":"Irish Republican Army","offset":9269},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":9356},{"uri":"Southern_Ireland","surface_form":"Southern Ireland","offset":9471},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":9557},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":9654},{"uri":"Irish_Civil_War","surface_form":"Irish Civil War","offset":9797},{"uri":"Ulster_Unionist_Party","surface_form":"Ulster Unionist Party","offset":9942},{"uri":"Government_of_Ireland","surface_form":"its government","offset":10120},{"uri":"British_Commonwealth","surface_form":"British Commonwealth","offset":10162},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":10198},{"uri":"Provisional_IRA","surface_form":"Provisional IRA","offset":10365},{"uri":"The_Troubles","surface_form":"The Troubles","offset":10478},{"uri":"Belfast_Agreement","surface_form":"Belfast Agreement","offset":10572},{"uri":"Minister_(government)","surface_form":"ministers","offset":10830},{"uri":"Government_of_Northern_Ireland","surface_form":"a new government","offset":10905},{"uri":"Electricity","surface_form":"electricity","offset":11256},{"uri":"Rural_area","surface_form":"rural","offset":11290},{"uri":"European_Economic_Community","surface_form":"European Economic Community","offset":11444},{"uri":"European_Union","surface_form":"European Union","offset":11490},{"uri":"Economy","surface_form":"economy","offset":11724},{"uri":"Service_sector","surface_form":"services","offset":11788},{"uri":"Industry","surface_form":"industry","offset":11801}]}