{"id":757158,"url":"http://en.wikipedia.org/wiki/Practical_High_School","text":"e=\"preserve\">Practical High School Sikatiya, a school in Sikatiya, Siwan, Bihar, India. It was established in 1941 during british raj or six year before indian independence as a private school by late. Saryug Saran Dev but after a period, He handed it over to Bihar Government and it affiliated to the Bihar School Examination Board, Patna, Bihar but, still counted as one of the old schools in Maharajaganj block of Siwan district. The School code as per Bihar Education Government is 92096. late. Saryug Saran Dev was the first principal and also the founder of school. But at present time Mr. Rajeshwar Singh is the Principal of this school.\nFacilities.\nThe school has own library in its building. The provided facility is available to those students who are studying in the school and allow to use library during the school hours. library includes different varieties of books from Historical to Modern. All classes are provided with at least one library period per week.\nThe school laboratories include physics lab, chemistry lab, biology lab, maths lab and audio–visual hall.\nThe campus includes a full-sized playground with football field, cricket pitches for net practices, kho-kho and also kabaddi courts.\nThe school doesn't have any transport services yet.\nTeachers & staffs.\nFaculty includes a total of 12 male teachers and a female teacher, there're 03 teachers above age 55 and 11 teachers are graduate and above, 12 teachers with professional qualifications.\nAnd PHS has 06 non teaching staff members.\nStudents.\nAmount of Ratio between Student-teacher in PHS is 82, between student-classroom is 177,\nand ratio between girls-boys enrollment is 1.27 hence,\nThe percencange of girls enrollment becomes 55.97.\nAffiliation and grades.\nThe school is affiliated to BSEB (Bihar School Examination Board) with affiliation No. 92096 up to secondary level onwards. The U-DISE (Unified District Information System for Education) code for PHS is 10161003904. The school consists of grades from 9 to 12. It doesn't have pre-primary section along with its secondry grades.\nBuildings.\nThe school has its own building including three blocks girls, boys, office and Administrative. No any class or room is for instructional purpose. School has separate rooms for teacher and principal, and for those girls students of ninth class who belongs to a Scheduled Caste and Tribe, recently a hostel has been opened for these students after two years. In this girl's hostel, free copies, books and pens have been provided free of cost to all the 100 girls and their daily and beauty material is also provided free of cost. Along with reading in school, they have been provided with all levels of sports material. A large boundry surrounds the whole school including its playground along its perimeter. The source of drinking water is handpump and it is functional.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sikatiya","surface_form":"Sikatiya","offset":35},{"uri":"Sikatiya","surface_form":"Sikatiya","offset":57},{"uri":"Bihar","surface_form":"Bihar","offset":74},{"uri":"India","surface_form":"India","offset":81},{"uri":"Bihar","surface_form":"Bihar","offset":260},{"uri":"Patna","surface_form":"Patna","offset":334},{"uri":"Bihar","surface_form":"Bihar","offset":341},{"uri":"School","surface_form":"school","offset":661},{"uri":"Library","surface_form":"library","offset":676},{"uri":"School","surface_form":"school","offset":778},{"uri":"Library","surface_form":"library","offset":802},{"uri":"School","surface_form":"school","offset":821},{"uri":"Library","surface_form":"library","offset":835},{"uri":"Books","surface_form":"books","offset":875},{"uri":"Historical","surface_form":"Historical","offset":886},{"uri":"Modern","surface_form":"Modern","offset":900},{"uri":"Library","surface_form":"library","offset":951},{"uri":"Week","surface_form":"week","offset":970},{"uri":"School","surface_form":"school","offset":980},{"uri":"Laboratories","surface_form":"laboratories","offset":987},{"uri":"Physics","surface_form":"physics","offset":1008},{"uri":"Chemistry","surface_form":"chemistry","offset":1021},{"uri":"Biology","surface_form":"biology","offset":1036},{"uri":"Maths","surface_form":"maths","offset":1049},{"uri":"Playground","surface_form":"playground","offset":1115},{"uri":"Football","surface_form":"football","offset":1131},{"uri":"Cricket","surface_form":"cricket","offset":1147},{"uri":"School","surface_form":"school","offset":1219},{"uri":"School","surface_form":"school","offset":1748},{"uri":"School","surface_form":"school","offset":1964},{"uri":"School","surface_form":"school","offset":2087},{"uri":"Girls","surface_form":"girls","offset":2138},{"uri":"Boys","surface_form":"boys","offset":2145},{"uri":"School","surface_form":"School","offset":2229},{"uri":"Teacher","surface_form":"teacher","offset":2259},{"uri":"Principal","surface_form":"principal","offset":2271},{"uri":"Water","surface_form":"water","offset":2813}]}