{"id":757335,"url":"http://en.wikipedia.org/wiki/Tennessee_Democratic_Party","text":"The Tennessee Democratic Party is the Tennessee affiliate of the Democratic Party.\nChairperson.\nThe party´s chairperson is Mary Mancini.\nHistory (1810s-Civil War).\nAndrew Jackson founded the Democratic Party in the 1820s. Jackson himself hailed from Tennessee, and thus Tennessee may be said to have been the founding region of the Democratic Party. In 1828, Jackson was elected president, becoming both the first Democrat and the first Tennessean to do so. He won over 95% of the vote in Tennessee. In 1844, Tennessee Democrat James K Polk, a Jackson protege, was elected president. By the late 1850s, Tennessee, a slave-state, was dominated by Democrats. In 1856, in fact, the antislavery Republican party was not even on the ballot in Tennessee.\nSecession & Restoration.\nTennessee seceded from the Union along with 10 other southern states, in 1861. It was one of the last states to do so. It was quickly recaptured by the Union.\nGov. Andrew Johnson.\nCong. Andrew Johnson, D-TN, was named governor of Tennessee by President Lincoln. In 1864, Lincoln chose Johnson (a Tennessean) as his running mate for President. Following Lincoln´s reelection, Johnson was sworn in as vice-president. After Lincoln´s assassination in 1865, Johnson became the 17th US president. Johnson was very unpopular, however. In 1868 he became the first US President to be impeached, and his removal from office failed by just ONE vote.\nPost-Civil War.\nFollowing the Civil War, the thousands of slaves in Tennessee were liberated, and due to the 15th Amendment given the right to vote. However, around that same period, the Klu Klux Klan was founded in Tennessee. It, along with other such groups, suppressed many African-Americans from voting. Although Democrats initally controlled Tennessean politics, their grasp was not as strong as it was throughout the rest of the south, and by the 20th Century Tennessee was more of a swing state.\nDwindling numbers and more recent elections.\nDemocrats have lost the majority the once had in Tennessee.\n2000.\nIn 2000, the Democrats nominated for president, Al Gore. If elected Gore would have been the fourth Tennessean Democrat to be president. But Gore lost the Electoral College very narrowly. He would have won it had he won his home state of Tennessee: Tennessee supported the Republican candidate, George W Bush. The election was a surefire sign Tennessee was growing more and more conservative.\n2016.\nIn 2016 Tennessee again showed how conservative it had grown when it voted for Republican Donald Trump by 26%.\nTennessee House.\nDemocrats hold just 28 of the 99 seats in the Tennessee House. Their leader there is Karen Camper.\nTennessee Senate.\nDemocrats control just 7 of the 33 seats in the Tennesse Senate. One of these seven members, and the leader of Democrats there, is Jeff Yarbro.\nUS House.\nTennessee has 9 seats in the United States House of Representatives. Of these, just 2 are held by Democrats. These Democrats are: Steve Cohen, and Jim Cooper.\nHistorically.\nDemocrats last held a majority of the Tennessee seats in the US House in 2009. In 2010 Republicans won a majority, and have kept it to date.\nUS Senate.\nNeither of the 2 US Senate seats from Tennessee is held by Democrats.","categories":[],"infobox_types":[],"annotations":[{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":65},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":164},{"uri":"Tennessee","surface_form":"Tennessee","offset":270},{"uri":"James_K._Polk","surface_form":"James K Polk","offset":528},{"uri":"Andrew_Johnson","surface_form":"Andrew Johnson","offset":960},{"uri":"Civil_war","surface_form":"Civil War","offset":1444},{"uri":"Ku_Klux_Klan","surface_form":"Klu Klux Klan","offset":1601},{"uri":"Al_Gore","surface_form":"Gore","offset":2096},{"uri":"Jim_Cooper","surface_form":"Jim Cooper","offset":2973}]}