{"id":757485,"url":"http://en.wikipedia.org/wiki/Wuhan_Institute_of_Virology","text":"The Wuhan Institute of Virology, Chinese Academy of Sciences (WIV) is a research institute. It was designed to study virology. It is run by the Chinese Academy of Sciences (CAS). The institute is in Jiangxia District, Wuhan, Hubei. It opened China's first biosafety level 4 (BSL–4) laboratory in 2015.\nIn January 2020, conspiracy theories spread which said that the the COVID-19 pandemic came from a virus made by the WIV. But scientific evidence says that the virus is natural. One story in the \"Washington Post\" said that US State Department had raised safety concerns about WIV's research on bat coronaviruses in 2018. In April 2020, U.S. intelligence officials looked into reports the virus may have started by an accident by WIV scientists studying bats.\nExperts do not believe the virus escaped from the institute. One expert said that up to seven million people in Southeast Asia are infected each year with bat coronaviruses. He said there are probably only about six people who work with the viruses at the institute. It does not make sense that virus came from one of these of people compared with the millions of other people affected by bats. The staff at the Wuhan Institute of Virology were trained at US labs and follow high safety standards. The evidence shows that this is not a laboratory accident.\nHistory.\nThe WIV started in 1956 as the Wuhan Microbiology Laboratory under the Chinese Academy of Sciences (CAS). In 1961, it became the South China Institute of Microbiology, and in 1962 was renamed Wuhan Microbiology Institute. In June 1978 it was named Wuhan Institute of Virology.\nIn 2015, the WIV's National Bio-safety Laboratory was completed at a cost of 300 million yuan ($44 million). It was built with help from the French government's CIRI lab. Some of the money to build the laboratory was given by the U.S. government.\nCoronavirus research.\nIn 2005, a group including researchers from the Wuhan Institute of Virology published research into the origin of the SARS coronavirus. They found China's horseshoe bats have a lot of SARS-like coronaviruses. Scientists took samples from thousands of horseshoe bats in locations across China, and found over 300 bat coronaviruses.\nIn 2015, an international team including two scientists from the Institute made a hybrid virus, combining a bat coronavirus with a SARS virus. The SARS virus had been changed to grow in mice and copy human disease. The hybrid virus was able to infect human cells.\nIn 2017, a team from the Institute found that coronaviruses from horseshoe bats at a cave in Yunnan had all the genetic pieces of the SARS virus. They said this could be the source, and that the human SARS virus probably came from this cave. The team studied the bats for five years. They said there was a village only a kilometer away, and because of this there was the risk of another bat virus like SARS affecting people.\n2019–20 coronavirus pandemic.\nIn December 2019, cases of pneumonia linked with an unknown coronavirus were reported to health authorities in Wuhan. The Institute checked its coronavirus collection and found the new virus was 96 percent identical to a sample its researchers had taken from horseshoe bats in southwest China.\nA team at the Institute were the first to identify, analyze and name the genetic sequence of the novel coronavirus (2019-nCoV). They made it available for scientists around the world to study.","categories":[],"infobox_types":[],"annotations":[{"uri":"Research","surface_form":"research","offset":72},{"uri":"Virology","surface_form":"virology","offset":117},{"uri":"Chinese_Academy_of_Sciences","surface_form":"Chinese Academy of Sciences","offset":144},{"uri":"Wuhan","surface_form":"Wuhan","offset":218},{"uri":"Hubei","surface_form":"Hubei","offset":225},{"uri":"Conspiracy_theories","surface_form":"conspiracy theories","offset":319},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":370},{"uri":"Virus","surface_form":"virus","offset":400},{"uri":"United_States_Department_of_State","surface_form":"US State Department","offset":524},{"uri":"Chinese_Academy_of_Sciences","surface_form":"Chinese Academy of Sciences","offset":1397},{"uri":"Yunnan","surface_form":"Yunnan","offset":2560},{"uri":"Pneumonia","surface_form":"pneumonia","offset":2949},{"uri":"Coronavirus","surface_form":"coronavirus","offset":2982},{"uri":"Severe_acute_respiratory_syndrome_coronavirus_2","surface_form":"novel coronavirus (2019-nCoV)","offset":3313}]}