{"id":757418,"url":"http://en.wikipedia.org/wiki/VRML","text":"VRML (Virtual Reality Modeling Language, pronounced \"vermal\", or by its initials, known before 1995 as Virtual Reality Markup Language) is a standard 3-dimensional (3D) interactive vector graphics file format designed for the World Wide Web. It has been succeeded by X3D.\nVRML files.\nVRML uses text files. The vertices, edges, surface colors, UV-mapped textures, shininess, transparency and more of a 3D polygon can be specified. Graphical components can be made to fetch web pages or other VRML files from the Internet from URLs when the user clicks on the graphical component. Animations, sounds, lighting, and other things about the virtual world can interact with the user or can happen when external events say so, such as timers. A special Script Node allows program code (such as program code in Java or ECMAScript) to be added to a VRML file.\nVRML files are commonly called \"worlds\" and have the.wrl extension (for example, a VRML file can be called island.wrl). VRML files are in plain text and usually compress well using gzip, which is useful to transfer them over the Internet faster (some files compressed using gzip use the.wrz extension). Many 3D modeling programs can save objects and scenes in VRML format.\nStandardization.\nThe Web3D Consortium was started to develop the format further. The International Organization for Standardization (ISO) have made VRML and its successor, X3D, international standards.\nThe first version of VRML was specified in November 1994. It was specified from, and looked a lot like, the API and file format of the Open Inventor software component, originally developed by SGI. The development of version 2.0 was guided by the ad-hoc VRML Architecture Group (VAG). A working draft was published in August 1996.. Formal collaboration between the VAG and SC24 of ISO began in 1996, and VRML 2.0 was submitted to ISO to be used as an international standard. The current and functionally complete version is VRML97 (ISO/IEC 14772-1:1997). X3D (ISO/IEC 19775-1) has succeeded VRML.\nEmergence, popularity, and rival technical upgrade.\nDave Raggett created the term VRML in a paper he wrote called “Extending WWW to support Platform Independent Virtual Reality”, which was submitted to the First World Wide Web Conference in 1994, and first discussed at the WWW94 VRML BOF, which Tim Berners-Lee started. There, Mark Pesce showed the Labyrinth demo he developed with Tony Parisi and Peter Kennard. VRML was introduced to a wider audience in the SIGGRAPH Course, VRML: Using 3D to Surf the Web in August 1995. In October 1995, at Internet World, Template Graphics Software (TGS) demonstrated a 3D/VRML plug-in for the beta release of Netscape 2.0 by Netscape Communications.\nIn 1997, a new version of VRML, VRML97 (also known as VRML2 or VRML 2.0), was finalized, and became an ISO standard. VRML97 was used on the Internet on some personal homepages and sites, such as \"CyberTown\", which used Blaxxun Software to allow 3D chat to be possible. SGI's Cosmo Software supported the format. When SGI restructured in 1998, the division was sold to the VREAM Division of Platinum Technology, which was then taken over by Computer Associates, which did not develop or distribute the software. Because of that, various proprietary Web 3D formats came out over the next few years, including Microsoft Chrome and Adobe Atmosphere, neither of which is supported today. VRML's capabilities were mostly the same while realtime 3D graphics kept improving. The VRML Consortium changed its name to the Web3D Consortium, and began work on the successor to VRML, which is X3D.\nSGI ran a web site at vrml.sgi.com that hosted a string of regular short performances of a character called \"Floops\", who was a VRML character in a VRML world. A company called \"Protozoa\" created Floops.\nH-Anim is a standard for animated Humanoids, which is based around VRML, and later X3D. The first version of the H-Anim standard, 1.0, was supposed to be submitted at the end of March 1998.\nVRML never saw much serious widespread use, possibly because most users, such as business users and personal users, had low bandwidth and slow dial-up Internet access.\nVRML was mostly experimented with in education and research, where an open specification is most valued. It has now been developed into X3D. The MPEG-4 Interactive Profile (ISO/IEC 14496) was based on VRML (now on X3D), and X3D is largely backwards-compatible with it. VRML is also widely used as a file format to distribute 3D models, mostly from CAD systems.\nA free version of VRML for multiple platforms called OpenVRML is available. Its libraries can be used to add both VRML and X3D support to applications, and a GTK+ plugin that allows VRML/X3D worlds to be rendered in web browsers is available.\nIn the 2000s, many companies, such as Bitmanagement, improved the quality level of virtual effects in VRML to the quality level of DirectX 9.0c using proprietary solutions. All main features like game modeling are already complete. They include multi-pass render with low level setting for Z-buffer, BlendOp, AlphaOp, Stencil, Multi-texture, Shader with HLSL and GLSL support, realtime Render To Texture, Multi Render Target (MRT) and PostProcessing. Many demos show VRML supports lightmap, normalmap, SSAO, CSM and Realtime Environment Reflection and other virtual effects.","categories":[],"infobox_types":["file format"],"annotations":[{"uri":"3D","surface_form":"3-dimensional","offset":150},{"uri":"Vector_graphics","surface_form":"vector graphics","offset":181},{"uri":"File_format","surface_form":"file format","offset":197},{"uri":"World_Wide_Web","surface_form":"World Wide Web","offset":226},{"uri":"X3D","surface_form":"X3D","offset":267},{"uri":"Text_file","surface_form":"text file","offset":294},{"uri":"Vertex_(geometry)","surface_form":"vertices","offset":310},{"uri":"UV_mapping","surface_form":"UV-mapped","offset":343},{"uri":"Texture_mapping","surface_form":"textures","offset":353},{"uri":"Specularity","surface_form":"shininess","offset":363},{"uri":"Transparency_(optics)","surface_form":"transparency","offset":374},{"uri":"Polygon","surface_form":"polygon","offset":404},{"uri":"Graphic","surface_form":"Graphic","offset":430},{"uri":"Internet","surface_form":"Internet","offset":511},{"uri":"Uniform_Resource_Locator","surface_form":"URLs","offset":525},{"uri":"User_(computing)","surface_form":"user","offset":539},{"uri":"Animation","surface_form":"Animation","offset":579},{"uri":"Sound","surface_form":"sound","offset":591},{"uri":"Lighting","surface_form":"lighting","offset":599},{"uri":"Virtual_world","surface_form":"virtual world","offset":636},{"uri":"Event-driven_programming","surface_form":"events","offset":705},{"uri":"Timer","surface_form":"timer","offset":728},{"uri":"Source_code","surface_form":"program code","offset":765},{"uri":"Java_(programming_language)","surface_form":"Java","offset":803},{"uri":"ECMAScript","surface_form":"ECMAScript","offset":811},{"uri":"Filename_extension","surface_form":"extension","offset":908},{"uri":"Plain_text","surface_form":"plain text","offset":989},{"uri":"Gzip","surface_form":"gzip","offset":1032},{"uri":"Filename_extension","surface_form":"extension","offset":1142},{"uri":"3D_computer_graphics_software","surface_form":"3D modeling programs","offset":1159},{"uri":"Object_(image_processing)","surface_form":"objects","offset":1189},{"uri":"Scenery","surface_form":"scenes","offset":1201},{"uri":"Web3D_Consortium","surface_form":"Web3D Consortium","offset":1245},{"uri":"International_Organization_for_Standardization","surface_form":"International Organization for Standardization","offset":1309},{"uri":"X3D","surface_form":"X3D","offset":1396},{"uri":"Application_Programming_Interface","surface_form":"API","offset":1534},{"uri":"File_format","surface_form":"file format","offset":1542},{"uri":"Open_Inventor","surface_form":"Open Inventor","offset":1561},{"uri":"Software_component","surface_form":"software component","offset":1575},{"uri":"Silicon_Graphics","surface_form":"SGI","offset":1619},{"uri":"X3D","surface_form":"X3D","offset":1981},{"uri":"Dave_Raggett","surface_form":"Dave Raggett","offset":2075},{"uri":"World_Wide_Web_Conference_1","surface_form":"First World Wide Web Conference","offset":2229},{"uri":"Tim_Berners-Lee","surface_form":"Tim Berners-Lee","offset":2319},{"uri":"Mark_Pesce","surface_form":"Mark Pesce","offset":2351},{"uri":"Tony_Parisi_(software_developer)","surface_form":"Tony Parisi","offset":2406},{"uri":"Peter_Kennard","surface_form":"Peter Kennard","offset":2422},{"uri":"SIGGRAPH","surface_form":"SIGGRAPH","offset":2484},{"uri":"International_Organization_for_Standardization","surface_form":"ISO","offset":2816},{"uri":"VREAM","surface_form":"VREAM Division","offset":3085},{"uri":"Platinum_Technology","surface_form":"Platinum Technology","offset":3103},{"uri":"Computer_Associates","surface_form":"Computer Associates","offset":3153},{"uri":"Microsoft_Chrome","surface_form":"Microsoft Chrome","offset":3320},{"uri":"Adobe_Atmosphere","surface_form":"Adobe Atmosphere","offset":3341},{"uri":"X3D","surface_form":"X3D","offset":3592},{"uri":"Bandwidth_(computing)","surface_form":"bandwidth","offset":4115},{"uri":"Dial-up_Internet_access","surface_form":"dial-up Internet access","offset":4134},{"uri":"X3D","surface_form":"X3D","offset":4295},{"uri":"MPEG-4","surface_form":"MPEG-4","offset":4304},{"uri":"Computer-aided_design","surface_form":"CAD","offset":4507},{"uri":"OpenVRML","surface_form":"OpenVRML","offset":4573},{"uri":"DirectX","surface_form":"DirectX","offset":4894}]}