{"id":757581,"url":"http://en.wikipedia.org/wiki/Ancient_Southeast_Asia","text":"At the dawn of the last millennium, trading ships were sailing between India in the west and China in the east, across the Bay of Bengal and through the Straits of Malacca. Along the way, traders spread Indian culture – notably Hinduism and Buddhism, but also advances in the sciences and arts, the Sanskrit writing system and sophisticated models of statehood – across mainland Southeast Asia, as far east as the southern half of Vietnam, and down through the islands of Indonesia.\nThe empires that arose in the region over the next several centuries embraced many (and varying) elements of this new culture, tailoring it to local customs and beliefs. The most impressive empire was that of the Khmer, which developed in the 8th century. At its peak, it covered most of present-day Cambodia, Laos and Thailand. The Khmer built the temples of Angkor to their god-kings (\"devaraja\") and also created a sophisticated irrigation system across vast tracts of land around Tonlé Sap (Great Lake). Meanwhile, in maritime Southeast Asia, the powerful kingdom of Srivijaya, in southeast Sumatra, controlled shipping through the Java Sea from the 7th to the 12th centuries. Srivijaya's capital, Palembang, was an important cosmopolitan centre for trade and Buddhist study.\nThe Classical Age.\nFrom around the 14th century, the regional identities that roughly correspond to the present-day map of Southeast Asia began to crystalise. The Khmer empire crumbled under pressure from emerging Thai city-kingdoms to the west. Ayutthaya (also called Siam; 14th–18th centuries), the strongest of the Thai polities, grew to cover most of modern-day Thailand and part of Myanmar. The Majapahit kingdom (13th–15th centuries) unified Indonesia from Sumatra to New Guinea, effectively controlling the seas. The kingdom of Dai Viet, long antagonised by the Chinese to the north, came into its own under the Later Le dynasty (15th–18th centuries), extending its border south to form a state that resembled present-day Vietnam.\nBy as early as the 10th century, the trade winds were bringing a new cultural force from India and the Middle East: Islam. It spread slowly, and relatively peacefully: converting to Islam meant access to a vast trade network throughout the Muslim world and escape from the inflexible caste system of Hindu-Buddhist Srivijaya. By the 17th century, the new religion was well-established throughout Malaysia, Indonesia, southern Thailand and the Philippine island of Mindanao. This period is also marked by the waning influence of Hinduism. While the ancient religion still echoed through the arts, Theravada Buddhism, which spread from Sri Lanka, had become the dominant faith throughout most of the kingdoms of continental Southeast Asia.\nColonialism.\nEuropean traders began appearing in the seas of Southeast Asia in the 16th century in search of the legendary 'Spice Islands' (the Maluka Islands of eastern Indonesia). The Portuguese were the first to arrive, followed by the Dutch. Initially they caused little alarm: the region was long accustomed to trading with diverse peoples. If the Europeans did have one thing on their side, however, it was timing: the empires of the classical age had become stretched and brittle. The Dutch aggressively sought trade monopolies and their efforts embroiled them in Indonesian politics; eventually the Dutch would win control over Java and then, by the early 19th century, all of Indonesia (which was called the Dutch East Indies).\nThe industrial revolution raised the stakes, increasing European demand for the raw materials (such as rubber, petroleum and tin) and commodities (like coffee, sugar, and tobacco) that Southeast Asia could supply. In the 19th century, the British fought their way to power on the Malay Peninsula and across Myanmar; the French, using gunboat diplomacy, took over Vietnam, Cambodia and Laos (collectively called French Indochina). The Spanish, meanwhile, had set their sights on the Philippines, then a diverse collection of islands with little political or cultural connection to each other. When they arrived in the 16th century they were able to impose rule – and Catholicism – in quick succession.\nAlthough its sphere of influence was diminished, Thailand was the only Southeast Asian nation to remain independent. Credit is often given to the Thai kings who remodeled their country in the western image and played competing European powers against each other.\nThe 20th Century: War, Revolution & Independence.\nOn the eve of the outbreak of WWII, anticolonial sentiment was bubbling across Southeast Asia. During the war, the Japanese Imperial Army swept briskly through the region. While some locals may have been initially optimistic about the ousting of the European imperialists, the Japanese proved to be brutal rulers; millions were conscripted into harsh labour. In an attempt to win local cooperation, the Japanese fanned the flames of resentment to the west; as an unintended consequence, at the war's end, when the Japanese withdrew and the Europeans returned, nationalist sentiment was not only high but also organised.\nOne by one, the former colonies won or were granted independence, only to face new challenges: civilian rioters, minority insurgents and communist guerrillas – often acting at the instigation of the Cold War powers, China, the Soviet Union and the USA – frequently undermined stability.\nVietnam, following liberation from the French, was initially partitioned in two, with the North going to resistance leader and Marxist Ho Chi Minh and the south going to anti-communist Ngo Dinh Diem. The USA feared a communist Vietnam and stepped in – first surreptitiously and then in all-out war – to thwart the North's efforts to unite the country under communist rule. The North won, but only after catastrophic loses on both sides.\nMeanwhile a shadow war was taking place in Cambodia and Laos as American bombers tried to root out Vietnamese communist guerrillas using passage through Vietnam's neighbours. Cambodia dissolved into civil war and the Khmer Rouge seized power. The new regime, under Pol Pot, aspired to an ethnically Khmer, agrarian communist society. Large numbers of the population – an estimated 1.5 million Cambodians (20% of the population) – were killed in purges before Vietnamese forces brought an end to the Khmer Rouge's cruel and terrifying four-year reign in 1979.\nAnti-communist purges in Indonesia in the 1960s resulted in hundreds of thousands dead and the three-decades long dictatorship of Suharto. A 1962 coup ushered in a half-century of mostly unbroken military rule in Myanmar. Thailand has had a dozen military coups since 1932. Malaysia and especially Singapore are hailed as the region's postwar success stories, though order has often been kept at the expense of civil liberties, through anti-sedition laws and restrictions on press freedoms.\nThe 1990s and Beyond.\nOn the whole, things were looking up for the region by the 1990s. Thailand, Malaysia, Indonesia and the Philippines seemed destined to follow in the footsteps of the 'Asian Tigers' – Singapore, Hong Kong, Taiwan and South Korea – whose economies had soared in recent decades. On the back of market-minded reforms, the formerly closed countries of Vietnam and Cambodia were beginning to open up. The upward trend was derailed, however, in 1997 when the collapse of the Thai baht sparked a financial crisis throughout Asia. The value of the Indonesian rupiah plummeted, destablising Indonesia to the point that long-time dictator Sukarno stepped down. More than two decades later, following intervention from the international finance community, the region is in a better place than before the crisis – though corruption, inefficiencies and political tensions continue to throw wrenches.\nWhereas the 20th century had been dominated by long-standing leaders, by the start of the 21st century most had stepped down or been replaced. This changing of the guard has created uncertainty but also optimism – that perhaps real democracy could flourish.\nThis century has so far avoided out-and out-war, but blood has been shed. In the southern border provinces of Thailand, where the population is mostly ethnic Malay Muslims, separatist groups have bombed malls and marketplaces. In Myanmar – which has the largest percentage of ethnic minorities in the region at 30% of the total population – armed conflicts continue between minority insurgents seeking greater autonomy and the national army trying to repress them. Acts of terrorism in Indonesia, notably in Jakarta and Bali, have been linked to international organisations such as Al Qaeda, Jemaah Islamiyah and the Islamic State.\nStability can feel, at times, desperately just out of reach. Decades of violence on the island of Mindanao in the Philippines looked to be finally winding down, with the 2014 signing of a peace treaty that promised the establishment of a Muslim autonomous region, Bangsamoro. However, in 2017, militants pledging allegiance to the Islamic State laid siege to the Mindanao city of Marawi and the whole of the island was placed under military rule.","categories":[],"infobox_types":[],"annotations":[]}