{"id":757633,"url":"http://en.wikipedia.org/wiki/Constantin_El_Habr","text":"Constantin El-Habr (known as Dr. Costi) is a Lebanese dermatologist and philanthropist specializing in both medical (skin cancer) and cosmetic dermatology.\nEducation.\nCosti studied BS in Biology from the American University of Beirut (AUB) in Beirut, Lebanon and then attended Medical school at the University of Balamand (UOB). After completing his medical studies in Beirut, Costi travelled to the United States of America where he specialized in procedural and cosmetic dermatology at the Albert Einstein College of Medicine in New York.\nCareer.\nIn 2014, he founded \"Dr. Costi's Dermatology Clinic\", in Beirut. While studying in New York, Costi became interested in the fashion and beauty industry and in 2016, he participated in the first season of \"The Fashion Hero\", a reality TV show. After being chosen as a spokesperson to raise awareness for cancer, Costi started #costi4acause campaigns to raise fund for the Hue Medical Centre, a clinic in Vietnam.\nHe is also a published researcher and has written several academic pilot projects, research articles and book chapters that were featured in international scientific journals. Costi is an active member of the Lebanese Society of Dermatology, American Society of Dermatologic Surgery and International Society of Dermatologic Surgery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lebanese","surface_form":"Lebanese","offset":45},{"uri":"Dermatologist","surface_form":"dermatologist","offset":54},{"uri":"Philanthropist","surface_form":"philanthropist","offset":72},{"uri":"Skin_cancer","surface_form":"skin cancer","offset":117},{"uri":"Cosmetic","surface_form":"cosmetic","offset":134},{"uri":"American_University_of_Beirut","surface_form":"American University of Beirut","offset":204},{"uri":"Beirut","surface_form":"Beirut","offset":243},{"uri":"Lebanon","surface_form":"Lebanon","offset":251},{"uri":"University_of_Balamand","surface_form":"University of Balamand","offset":299},{"uri":"United_States_of_America","surface_form":"United States of America","offset":400},{"uri":"Beirut","surface_form":"Beirut","offset":606},{"uri":"New_York","surface_form":"New York","offset":632},{"uri":"Researcher","surface_form":"researcher","offset":984}]}