{"id":757728,"url":"http://en.wikipedia.org/wiki/Father_of_the_Nation","text":"e=\"preserve\">The Father of the Nation is an honorific title given to a person considered the driving force behind the establishment of his country, state, or a nation. (plural), also seen as, was a Roman honorific meaning the \"Father of the Fatherland\", bestowed by the Senate on heroes, and later on emperors. In monarchies, the monarch was often considered the \"father/mother of the nation\" or as a patriarch to guide his family. This concept is expressed in the Divine Right espoused in some monarchies, while in others it is codified into constitutional law as in Spain, where the monarch is considered the personification and embodiment, the symbol of the unity and permanence of the nation. The title \"Father of the Nation\" however is politically contested, e.g. in 1972 the Constitution of Bangladesh declared Sheikh Mujibur Rahman to be \"father of the nation\". The BNP government removed this in 2004, to the protests of the opposition Awami League, led by Rahman's daughter Sheikh Hasina.\nList.\nThe following Gentlemen are still often called the \"Father\" of their respective nations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Honorific","surface_form":"honorific","offset":44},{"uri":"Country","surface_form":"country","offset":139},{"uri":"Sovereign_state","surface_form":"state","offset":148},{"uri":"Nation","surface_form":"nation","offset":160},{"uri":"Monarch","surface_form":"monarch","offset":330},{"uri":"Patriarch","surface_form":"patriarch","offset":401},{"uri":"Divine_Right_of_Kings","surface_form":"Divine Right","offset":465},{"uri":"Constitution_of_Bangladesh","surface_form":"Constitution of Bangladesh","offset":781},{"uri":"Sheikh_Mujibur_Rahman","surface_form":"Sheikh Mujibur Rahman","offset":817},{"uri":"Bangladesh_Nationalist_Party","surface_form":"BNP","offset":873},{"uri":"Bangladesh_Awami_League","surface_form":"Awami League","offset":944},{"uri":"Sheikh_Hasina","surface_form":"Sheikh Hasina","offset":983}]}