{"id":757742,"url":"http://en.wikipedia.org/wiki/Killing_of_Ahmaud_Arbery","text":"Ahmaud Arbery was a 25-year-old African American who was shot and killed while running in Satilla Shores near the town of Brunswick in Georgia on February 23, 2020. His death became famous because a video of the shooting showed up on the internet, because of an #IRunWithMaud Twitter program, because there was a long delay before the men who shot him were arrested, and because his death and their arrests happened around the same time as the deaths of George Floyd and Breonna Taylor and the Black Lives Matter protests. Floyd and Taylor are African Americans who were killed by police.\nThe three men who chased Arbery were charged with nine crimes, including murder. If they are found guilty, they could spend the rest of their lives in prison without ever being let out. Their hearings and trials have been delayed many times because of the COVID-19 pandemic.\nShooting.\nOn February 23, Gregory McMichael, 64 years old, and his son Travis, 34 years old, saw Arbery running through the neighborhood. They said they thought he looked like the same man who had been breaking into houses nearby. They got their guns and got into their truck to chase Arbery. Another man, William Bryan, came with them in his own car. There was some kind of fight, during which Arbery was shot and killed. According to the Georgia Board of Investigation, Travis, not Gregory, shot Arbery. Gregory McMichael said that Arbery had attacked Travis. According to Arbery's family and friends, he was running for exercise and was in Santilla Shores because he lived nearby.\nArrests and hearings.\nOn May 5, a video showing the shooting was released to the public. Gregory and Travis McMichael were arrested on May 7. The National Association for the Advancement of Colored People (NAACP) and the American Civil Liberties Union (ACLU) both said it was bad that it had taken so long. The McMichaels are both white.\nThe McMichaels and William Bryan had their first hearing at Glynn County Magistrate Court on June 4, 2020. They appeared by video instead of in person because of the COVID-19 pandemic. Judge Wallace E. Harrell said there was enough evidence for all three men to go to trial. On June 24, 2020, District Attorney Holmes told the public that a grand jury had indicted all three men on nine crimes: one count each of malice murder (intentional murder), false imprisonment, criminal attempt to commit false imprisonment, two counts of aggravated assault and four counts of felony murder. The highest possible punishment for these crimes is life in prison without parole.\nOn June 24, 2020, District Attorney Holmes told the public that a grand jury had indicted all three men on nine crimes: one count each of malice murder (intentional murder), false imprisonment, criminal attempt to commit false imprisonment, two counts of aggravated assault and four counts of felony murder. The highest possible punishment for these crimes is life in prison without parole.\nOn July 17, all three men pleaded not guilty. Chatham County Superior Court Judge Timothy Walmsley decided not to release William Bryan on bail because he was worried Bryan would run away. The Georgia Bureau of Investigation is also investigating Bryan for sex crimes.\nOn November 13, a judge denied bail for Gregory and Travis McMichaels. This means they must stay in jail until their trial. They may not return home or prepare for their trial outside of jail.\nDelay.\nOn February 23, Prosecutor George E. Barnhill wrote a letter to the Glynn County police saying he thought the police should not arrest the McMichaels. He said they had been in \"hot pursuit\" of Arbery, that they had a good reason to believe Arbery had committed a crime, and had told him out loud to stop running. In Georgia, it is legal for ordinary people to stop and hold a suspected criminal until the police arrive.\nAs of mid-May, four district attorneys had worked on this case one after the other. Because Gregory McMichael had worked as a police officer and worked for the Brunswick district attorney's office, it was difficult to find a district attorney who could charge McMichael with a crime. In the United States, prosecutors are not allowed to prosecute people they know, only strangers. The first one, Jackie Johnson, recused herself, meaning she willingly left the case, because she had worked with Gregory McMichael. The second district attorney who tried to work on the case, George E. Barnhill recused himself after Arbery's mother found out Barnhill's son had worked with Gregory McMichael.\nThe third prosecutor to work on the case, Tom Durden, came from Georgia's Atlantic Judicial Circuit. On May 5, he asked the Georgia Board of Investigation to find the facts. Durden decided to begin criminal processes against the McMichaels later that week.\nOn May 7, 2020, Gregory and Travis McMichael were arrested and brought to a Georgia jail. They were charged with felony murder and aggravated assault.\nBecause of the COVID-19 pandemic, the state of Georgia decided not to have any more grand juries until June 2020. In the United States, a grand jury decides whether a suspected criminal should have a trial based on how much evidence there is. If they say yes, the suspects are given a trial. If they say no, the suspects are set free.\nOn May 11, Georgia Attorney General Chris Carr put district attorney Joyette M. Holmes on the case. She is the fourth district attorney to work on the Ahmaud Arbery shooting case.\nTravis McMichael hired the lawyers Bob Rubin and Jason Sheffield and Gregory McMichael hired Laura Hogue and Frank Hogue. Both sets of lawyers asked the public not to make decisions yet.\nLaw.\nBefore recusing himself, Barnhill said it is legal in Georgia for the McMichaels to take their guns and chase someone if they believe that person is a criminal trying to escape being caught, but the crime must be a felony, or large crime. It is also legal for them to defend themselves if that person attacks them.\nThe law reads: \"A private person may arrest an offender if the offense is committed in his presence or within his immediate knowledge. If the offense is a felony and the offender is escaping or attempting to escape, a private person may arrest him upon reasonable and probable grounds of suspicion.\" This is called a citizen's arrest law.\nGregory McMichael said that he and his son chased Arbery because he looked like a thief from a string of break-ins that had happened nearby, but the local police said that there had not been a string of break-ins.\nIf Arbery entered a house but left without stealing anything or harming anyone, the he might be guilty of trespassing, which is a misdemeanor crime, or small crime, but not of any felony crime.\nVideo.\nThe video that appeared May 5 was filmed from a moving car or truck that was following the McMichaels' white truck. The video shows a black man running on the right side of the truck. Then he crosses in front of the truck and cannot be seen. Then there is some kind of fight, and three gunshots. Then the black man falls to the ground.\nA man named William Roddy Bryan recorded the video. He gave a copy to the police and then gave a copy to a lawyer named Alan Tucker. Tucker later gave the video to the radio station WGIG. The people at WGIG said it was from an anonymous source.\nOn May 8, Alan Tucker said he was the one who gave the video to the radio station. The McMichaels had talked to Tucker about Tucker working as their lawyer, which he later decided not to do because he knew Gregory McMichael from his work. Tucker said he gave the video to WGIG so people could see exactly what happened. \"It wasn't two men with a Confederate flag in the back of a truck going down the road and shooting a jogger in the back. It got the truth out there as to what you could see,\" said Tucker. \"My purpose was not to exonerate them or convict them.\"\nThe Georgia Bureau of Investigation began to investigate William Bryan. A lawyer for Arbery's family said that Bryan must have been helping the McMichaels chase Arbery. In a police report made the day of the shooting, Gregory McMichael told a Glynn County police officer that Bryan had tried to stop Arbery from running away from them. In late May, Bryan was arrested and charged with criminal attempt to commit false imprisonment and felony murder. Under U.S. law, that means that if Bryan was helping the McMichaels commit a serious crime, then deaths that happened during that crime are Bryan's fault as well, even if he did not shoot anyone himself.\nIn May, another video taken on February 23 was released to the public. It showed Arbery entering a house under construction, looking around, and leaving. The man who owned the house, Larry English, told CNN that nothing had been stolen.\nProtests.\nOn May 8, thousands of people ran 2.23 miles (2 for the month of February and.23 for the 23rd day of February, the date Arbery died). May 8 is Arbery's birthday, and he would have turned 26 years old if he had not died. Many of the runners posted the hashtag #IRunWithMaud on social media. Jason Vaughn and Akeem Baker invented the hashtag. Vaughn was the running coach at Arbery's high school and Baker was Arbery's friend. They both said Arbery was an excellent runner and racer.\nIn June, at the same time as the George Floyd protests, the Georgia NAACP planned a March on Georgia. Thousands of people marched to the Georgia state capitol building to stop police brutality. The marchers also said they were marching because Georgia had made it harder for black people to vote by closing so many voting places that the ones that were left had very long lines, because they think Georgia's citizens arrest laws are unfair, because of the killing of Rayshard Brooks, Ahmaud Arbery, Breonna Taylor and George Floyd. The Georgia citizens arrest law is what the McMichaels claim made it legal for them to chase and try to stop Arbery.\nAutopsy.\nThe state of Georgia performed an autopsy on Ahmaud Arbery's body. They found he had been shot twice in the chest and once on his wrist and had not taken any drugs or alcohol. The autopsy report said Arbery had died in a homicide, meaning a killing of one human by other humans.\nAftermath.\nOn June 24, after the shooting but before any trials, the Georgia State Senate passed a law against hate crimes. Many American states already had hate crime laws, but Georgia did not. Hate crime laws make it a separate, additional crime to harm someone because of what group they belong to or look like they belong to.\nTrials.\nAs of October 2020, no date had been set for the trials of Arbery's killers. This was because of the COVID-19 pandemic. McMichael, McMichael and Bryan wait for their trials in jail.","categories":[],"infobox_types":[],"annotations":[{"uri":"African_American","surface_form":"African","offset":32},{"uri":"United_States","surface_form":"American","offset":40},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":135},{"uri":"Twitter","surface_form":"Twitter","offset":276},{"uri":"George_Floyd","surface_form":"George Floyd","offset":454},{"uri":"Breonna_Taylor","surface_form":"Breonna Taylor","offset":471},{"uri":"Black_Lives_Matter","surface_form":"Black Lives Matter","offset":494},{"uri":"Murder","surface_form":"murder","offset":662},{"uri":"Parole","surface_form":"let out","offset":766},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":845},{"uri":"Burglary","surface_form":"breaking into houses","offset":1066},{"uri":"Jogging","surface_form":"running for exercise","offset":1475},{"uri":"National_Association_for_the_Advancement_of_Colored_People","surface_form":"National Association for the Advancement of Colored People","offset":1694},{"uri":"American_Civil_Liberties_Union","surface_form":"American Civil Liberties Union","offset":1769},{"uri":"White_people","surface_form":"white","offset":1879},{"uri":"Bail","surface_form":"bail","offset":3082},{"uri":"Sex_crime","surface_form":"sex crime","offset":3200},{"uri":"Felony_murder","surface_form":"felony murder","offset":4892},{"uri":"Aggravated_assault","surface_form":"aggravated assault","offset":4910},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":4945},{"uri":"Grand_jury","surface_form":"grand juries","offset":5014},{"uri":"Citizen%27s_arrest","surface_form":"citizen's arrest","offset":6269},{"uri":"Anonymous","surface_form":"anonymous","offset":7269},{"uri":"Confederate_flag","surface_form":"Confederate flag","offset":7633},{"uri":"Hashtag","surface_form":"hashtag","offset":9003},{"uri":"George_Floyd","surface_form":"George Floyd","offset":9267},{"uri":"NAACP","surface_form":"NAACP","offset":9302},{"uri":"Killing_of_Rayshard_Brooks","surface_form":"killing of Rayshard Brooks","offset":9690},{"uri":"Shooting_of_Breonna_Taylor","surface_form":"Breonna Taylor","offset":9733},{"uri":"Killing_of_George_Floyd","surface_form":"George Floyd","offset":9752},{"uri":"Homicide","surface_form":"homicide","offset":10113},{"uri":"Hate_crime","surface_form":"hate crime","offset":10282},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":10610}]}