{"id":757850,"url":"http://en.wikipedia.org/wiki/Irish_Home_Rule","text":"e=\"preserve\">Irish Home Rule was a proposed system of government in Ireland, in which Ireland would have its own government inside the United Kingdom. Until 1920, Ireland was ruled directly by the British government. British members of parliament tried to pass bills for Home Rule in 1896, 1893, and 1912, but they never got enough votes to pass. Irish Nationalists supported Home Rule, and Irish Unionists opposed it.\nThe 1886 bill was supported by the Liberal Party, but did not get enough votes in the House of Commons. The 1893 bill got enough votes to pass in the House of Commons, but not the House of Lords. William Gladstone was an important supporter of both. The 1912 bill also passed in the House of Commons, but not the House of Lords. In 1912, Unionists in Ulster signed a document called the Ulster Covenant, and made an army called the Ulster Volunteers, to fight against Home Rule.\nAlthough many Nationalists wanted Home Rule, some thought it was not good enough. Most members of the party Sinn Féin wanted Ireland to be completely separate from Great Britain. Sinn Féin became the most powerful party in 1916 and made their own government in Dublin, the Dáil Éireann. Irish Nationalists fought in the Irish War of Independence against the British government from 1919-1921. In 1920, Britain passed a law that said there would be two parliaments, one for Northern Ireland, and one for Southern Ireland. This was a form of Home Rule. However, the Southern Ireland parliament never met. The war did not end until the 1921 Anglo-Irish Treaty, which created the Irish Free State. The Irish Free State still had the same king as Britain, but had a separate government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ireland","surface_form":"Ireland","offset":68},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":135},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"parliament","offset":236},{"uri":"Bill_(proposed_law)","surface_form":"bills","offset":261},{"uri":"Liberal_Party_(UK)","surface_form":"Liberal Party","offset":454},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":505},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":599},{"uri":"William_Gladstone","surface_form":"William Gladstone","offset":615},{"uri":"Ulster","surface_form":"Ulster","offset":770},{"uri":"Political_party","surface_form":"party","offset":1000},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":1006},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1062},{"uri":"Dublin","surface_form":"Dublin","offset":1159},{"uri":"D%C3%A1il_%C3%89ireann","surface_form":"Dáil Éireann","offset":1171},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":1218},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1371},{"uri":"Southern_Ireland","surface_form":"Southern Ireland","offset":1401},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":1574}]}