{"id":757973,"url":"http://en.wikipedia.org/wiki/Proportionality_for_Solid_Coalitions","text":"Proportionality for Solid Coalitions (PSC) is a voting system criterion for ranked voting systems. It is important for giving proportional representation for voters in multiple-winner ranked voting systems.\nSolid coalitions.\nA group of voters formula_1 is a \"solid coalition\" for a group of candidates formula_1, if every voter in formula_1 ranks every candidate in formula_1 ahead of every candidate that is not in formula_1.\nLet formula_1 be the number of voters, formula_1 be the number of seats to be filled and formula_1 be some positive number.\nformula_1–PSC.\nformula_1–PSC is based on the Hare quota formula_1. If formula_1 is a solid coalition for formula_1 and the number of voters in formula_1 is at least formula_1 Hare quotas, then at least formula_1 candidates from formula_1 must be elected (if formula_1 has less than formula_1 candidates at all, then all of them have to be elected). This criterion was created by Michael Dummett.\nformula_1–PSC.\nformula_1–PSC is defined like formula_1–PSC, but is based on the Hagenbach-Bischoff quota formula_1 instead of the Hare quota, and the number of voters in formula_1 must exceed formula_1 Hagenbach-Bischoff quotas. It is a more general form of the majority criterion because it allows for groups of supported candidates (solid coalitions) instead of just one candidate, and there may be more than one candidate that will be elected. Because some authors call the fraction formula_1 a Droop quota, formula_1–PSC is also known as the Droop proportionality criterion.\nDroop proportionality means that a majority-size solid coalition will always be able to elect at least half of the seats. This is because a majority is always over n/2 voters, and that will contain half of the Hagenbach-Bischoff quotas (There are (k+1) Hagenbach-Bischoff quotas in an election, since (n/(k+1)) * (k+1) = n, so (k+1)/2, which is half of the quotas * n/(k+1), which is the quota, = n/2).","categories":[],"infobox_types":[],"annotations":[{"uri":"Voting_system","surface_form":"voting system","offset":48},{"uri":"Proportional_representation","surface_form":"proportional representation","offset":126}]}