{"id":75794,"url":"http://en.wikipedia.org/wiki/Arabic_alphabet","text":"The Arabic alphabet is an abjad that is used to write several languages of the Middle East such as Arabic, Persian, Pashto and Urdu. The script is the third most widely used script in the world, after the Latin and Chinese scripts.\nOverview.\nThe script is written from right to left. When it is used to write the Arabic language, the script has 28 different characters. Usually only consonants are written in an abjad. Vowels are omitted most of the time. The Arabic script is a cursive script. This means that letters of a word are joined together, both in handwriting and in print. Each letter can have up to four different forms. Which of the forms is used depends on the letters before and after it. There is no different form for uppercase letters and lowercase letters.\nThere are two basic modern variants of the Arabic script. One is called Naskh, it is the one commonly used for printing. The most common script in everyday life is called Kufic, after the city Kufa, in Iraq, where it was developed. There are several variants of both scripts.\nNumbers.\nThe alphabet can also be used to write numbers, which was common in the Middle Ages. They are less used today and usually replaced by Latin-alphabet (\"Arabic\") numbers.\nWhen the alphabet is used to write numbers, ' is 1, ' is 2, ' is 3 and so on until ' = 10, ' = 20, ' = 30, …, ' = 200, …, ' = 1000. That is sometimes used to produce chronograms in which specific letters, interpreted as numerals, stand for a particular date when they are rearranged.\nSort order.\nFor dictionaries, it is necessary to put the letters into a predetermined sequence, which is usually called sort order, or alphabetical order. The Arabic script has two sort orders: The one, \"abjid\", derives from the position of the letters in the Phoenician alphabet. The other, \"hijā,\" sorts letters by similarity of shape.\nHistory.\nAs Islam spread throughout the Middle East, North Africa, and Asia, Arabic spread along with it. Islam requires its followers to learn Arabic because it states that Gabriel (Jibril) spoke the words of Allah to Muhammad in Arabic. The language is used for Muslim rituals such as prayer and the reciting of Quranic verses. As Arabic spread, the Quran's script also spread. It replaced the Pahlavi writing system as Islam conquered Persia.\nAnother alphabet, the Uighur alphabet, was based on the shapes of Arabic letters. However, the Uighur alphabet always has vowel letters, unlike in Arabic.\nAfter the fall of the Ottoman Empire during the First World War, use of the Arabic language and alphabet, became less common in the Muslim world. The Turkic states and other Muslim-majority states controlled by the Soviet Union did not favour Arabic script. In 1928, Turkey passed a law that banned the use of the Arabic alphabet for writing Turkish, which is now written with the Latin alphabet.\nAround the same time, the Soviet Union created a Latin alphabet for the Central Asian states that it occupied: Azerbaijan, Kazakhstan, Turkmenistan, Uzbekistan, Kyrgyzstan, and Tajikistan. The decision to replace the Arabic alphabet was amdre to remove religious influence in Central Asia and to modernise the region. For a time, Soviet leaders, including Vladimir Lenin, believed the Latin alphabet was the \"world alphabet\" because it was the writing system of most developed countries. However, the Soviet Union then required the Central Asian states to write only in the Cyrillic script. That was to influence local cultures and languages to become more like those of Russia.\nAlthough the Soviet Union fell, none of the Central Asian nations returned to using the Arabic alphabet. They either kept using Cyrillic, like Kazakhstan and Kyrgyzstan, or adopted a new Latin alphabet, like Azerbaijan. Only Tajikistan is considering switching back to using the Arabic alphabet. Tajik was once a dialect of Persian.\nIn Southeast Asia, Malaysia, Indonesia, Singapore, and Brunei have all adoptedfor Malay the Latin alphabet, which is called \"Rumi\" in Malay. The British and Dutch colonialists introduced the Latin alphabet. The Arabic alphabet (\"Jawi\" in Malay) is still used in Malaysia but much less than Rumi. Brunei is the only Southeast Asian country in which both the Latin and Arabic alphabets are co-official.","categories":[],"infobox_types":["WS"],"annotations":[{"uri":"Abjad","surface_form":"abjad","offset":26},{"uri":"Middle_East","surface_form":"Middle East","offset":79},{"uri":"Arabic_language","surface_form":"Arabic","offset":99},{"uri":"Persian_language","surface_form":"Persian","offset":107},{"uri":"Pashto_language","surface_form":"Pashto","offset":116},{"uri":"Urdu","surface_form":"Urdu","offset":127},{"uri":"Latin_script","surface_form":"Latin","offset":205},{"uri":"Chinese_characters","surface_form":"Chinese","offset":215},{"uri":"Consonant","surface_form":"consonants","offset":383},{"uri":"Vowel","surface_form":"Vowels","offset":419},{"uri":"Cursive","surface_form":"cursive","offset":479},{"uri":"Handwriting","surface_form":"handwriting","offset":558},{"uri":"Naskh_script","surface_form":"Naskh","offset":848},{"uri":"Kufic_script","surface_form":"Kufic","offset":947},{"uri":"Kufa","surface_form":"Kufa","offset":969},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1133},{"uri":"Chronogram","surface_form":"chronogram","offset":1396},{"uri":"Numeral_system","surface_form":"numerals","offset":1450},{"uri":"Dictionary","surface_form":"dictionaries","offset":1530},{"uri":"Alphabetical_order","surface_form":"alphabetical order","offset":1649},{"uri":"Phoenician_alphabet","surface_form":"Phoenician alphabet","offset":1774},{"uri":"Middle_East","surface_form":"Middle East","offset":1892},{"uri":"North_Africa","surface_form":"North Africa","offset":1905},{"uri":"Asia","surface_form":"Asia","offset":1923},{"uri":"Gabriel","surface_form":"Gabriel","offset":2026},{"uri":"Prayer","surface_form":"prayer","offset":2139},{"uri":"Qur%27an","surface_form":"Quran","offset":2204},{"uri":"Persia","surface_form":"Persia","offset":2290},{"uri":"Uighur_alphabet","surface_form":"Uighur alphabet","offset":2320},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":2475},{"uri":"World_War_I","surface_form":"First World War","offset":2501},{"uri":"Turkic_states","surface_form":"Turkic states","offset":2603},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2668},{"uri":"Turkey","surface_form":"Turkey","offset":2720},{"uri":"Turkish_language","surface_form":"Turkish","offset":2795},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":2834},{"uri":"Central_Asia","surface_form":"Central Asian","offset":2922},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":2961},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":2973},{"uri":"Turkmenistan","surface_form":"Turkmenistan","offset":2985},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":2999},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":3011},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":3027},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":3206},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic script","offset":3424},{"uri":"Tajik_language","surface_form":"Tajik","offset":3825},{"uri":"Persian_language","surface_form":"Persian","offset":3853},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":3865},{"uri":"Malaysia","surface_form":"Malaysia","offset":3881},{"uri":"Indonesia","surface_form":"Indonesia","offset":3891},{"uri":"Singapore","surface_form":"Singapore","offset":3902},{"uri":"Brunei","surface_form":"Brunei","offset":3917},{"uri":"Malay_language","surface_form":"Malay","offset":3944},{"uri":"British_Empire","surface_form":"British","offset":4007},{"uri":"Dutch_Republic","surface_form":"Dutch","offset":4019},{"uri":"Brunei","surface_form":"Brunei","offset":4158}]}