{"id":757971,"url":"http://en.wikipedia.org/wiki/Majority_criterion","text":"e=\"preserve\">The majority criterion is a single-winner voting system criterion, used to compare these systems. The criterion says that \"if one candidate is liked more by a majority (more than 50%) of voters than all other candidates, then that candidate must win\".\nSome voting methods that pass this criterion include any Condorcet method, instant-runoff voting, Bucklin voting, and plurality voting.\nSupporters of other voting systems say that the majority criterion is actually bad, since it can lead to a tyranny of the majority where a candidate is elected who is loved by a little over half of the population and hated by everyone else. Other systems may be better at electing consensus candidates who have broader support, which is argued to make them better representatives of the population as a whole. These are described as \"utilitarian\" or \"consensus-seeking\" rather than \"majoritarian\". Peter Emerson supports Borda count variants, and believes that majority rule is fundamentally flawed and leads to problems such as bitterness, division, and violence, citing Northern Ireland and Bosnia as examples. Note however that in a utilitarian system, when no broadly supported candidate exists, that a minority can beat a majority because their candidate had slightly more support; because of this, utilitarian methods may not always increase consensus.\nThe mutual majority criterion is a more broad form of the majority criterion which allows a majority to prefer multiple candidates over all of the other candidates, rather than only one; voting methods which pass the majority criterion but fail mutual majority can encourage all but one of the majority's preferred candidates to exit the election so that one of the majority-preferred candidates wins, creating a spoiler effect. The common choose-one First-past-the-post voting method is notable for this, because major political parties often attempt to prevent more than one of their candidates from running and splitting the vote, by using primary elections.\nComparison with the Condorcet criterion.\nThe majority criterion says that a candidate X should win if a majority of voters say \"Yes\" to the question 'Do you like X more than every other candidate?'.\nThe Condorcet criterion is stronger. It says that a candidate X should win if for every other candidate Y, more voters agree that they prefer X over Y than the number of voters who prefer Y to X.\nSatisfaction of the Condorcet criterion implies that of the majority criterion, but not vice versa. With the Condorcet criterion there may be different majorities depending on who X and Y are, but the majority criterion only applies when there is a single majority which has X as their first choice, preferred over every other candidate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Voting_system","surface_form":"voting system criterion","offset":55},{"uri":"Voting_system","surface_form":"systems","offset":102},{"uri":"Condorcet_method","surface_form":"Condorcet method","offset":322},{"uri":"Instant_Runoff_Voting","surface_form":"instant-runoff voting","offset":340},{"uri":"Plurality","surface_form":"plurality voting","offset":383},{"uri":"Indirect_democracy","surface_form":"representatives","offset":765},{"uri":"Utilitarianism","surface_form":"utilitarian","offset":835},{"uri":"Majority_rule","surface_form":"majoritarian","offset":884},{"uri":"The_Troubles","surface_form":"Northern Ireland","offset":1073},{"uri":"Bosnian_War","surface_form":"Bosnia","offset":1094},{"uri":"First-past-the-post_voting","surface_form":"First-past-the-post","offset":1811}]}