{"id":758148,"url":"http://en.wikipedia.org/wiki/Condorcet_loser_criterion","text":"e=\"preserve\">In single-winner voting system theory, the Condorcet loser criterion (CLC) is used to compare different voting systems. Any voting system that passes the CLC will also pass the majority loser criterion.\nA voting system that passes the Condorcet loser criterion will never allow a \"Condorcet loser\" to win. A Condorcet loser is a candidate who would lose a head-to-head competition against each other candidate. (Not all elections will have a Condorcet loser since it is possible for every candidate to lose against at least one other candidate head-to-head.)\nAny voting method that passes the Smith criterion will also pass the Condorcet loser criterion, because the Condorcet loser doesn't pairwise beat anyone, and so could not be in the Smith set.\nVoting methods that pass include: two-round system, instant-runoff voting (AV), contingent vote, borda count, Schulze method, ranked pairs, and Kemeny-Young method. Any voting method that ends in a runoff passes the criterion, because the Condorcet loser will lose in any head-to-head competition.\nVoting methods that don't pass include: plurality voting, supplementary voting, Sri Lankan contingent voting, approval voting, range voting, Bucklin voting and minimax Condorcet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Voting_system","surface_form":"voting system","offset":30},{"uri":"Voting_system","surface_form":"voting system","offset":218},{"uri":"Condorcet_method","surface_form":"head-to-head competition","offset":369},{"uri":"Condorcet_paradox","surface_form":"at least one other candidate","offset":528},{"uri":"Smith_set","surface_form":"Smith set","offset":753},{"uri":"Instant_Runoff_Voting","surface_form":"instant-runoff voting","offset":816},{"uri":"Schulze_method","surface_form":"Schulze method","offset":874},{"uri":"Plurality","surface_form":"plurality voting","offset":1102},{"uri":"Approval_voting","surface_form":"approval voting","offset":1172}]}