{"id":75814,"url":"http://en.wikipedia.org/wiki/Lake_Urmia","text":"Lake Urmia () is a salt lake in northwest of Iran. It is in the provinces of East Azarbaijan and West Azarbaijan, and is southwest of the close shaped Caspian Sea. It is the largest lake inside Iran, and the second biggest salt lake of the world. It is the largest lake in the Middle East.\nThe location of Lake Urmia is at. It has a surface area of about 5,200 km² (2,000 mile²). At its biggest extent, it is about 140 km (87 miles) long, and 55 km (34 miles) wide. Its deepest point is approximately 16 m (52 ft) deep. It receives water from thirteen rivers coming from the near mountains, and it has no output.\nLake Urmia lies between West Azarbaijan and East Azarbaijan provinces. Tabriz is the biggest city to its east, and Urmia is the biggest city to its west. The shortest way between these cities is to go round the lake. In 1970s a project was started to create a bridge across the lake. This project was canceled when Islamic Revolution happened in 1979. However, the project was started again in 2000s; it is planned to be finished by the end of 2007.\nThe lake has a very salty water. The concentration of salt is different in each season of the year; it may be 26-28% in the late Autumn.\nLake Urmia is getting smaller and smaller each year. This is because the rivers which bring water to it have become smaller.\nHistory.\nThis lake was historically named Chaychast (Persian: چیچست). Later, it was named \"Urmia\" by the Assyrian people. The word \"Urmia\" consists of two parts: \"ur\" means city and \"mia\" means water. \"Urmia\" was the name given to the city of Urmia, which is near this lake. The lake was then named Lake Urmia, after the name given to the city. In the early years of the 20th century, it was named \"Rezaiyeh Lake\" after the name of Reza Pahlavi, the king of Iran. After the Islamic Revolution, its name was changed back to \"Urmia Lake\".\nLife near Lake Urmia.\nDifferent creatures live inside or near this lake, including some species of shrimps, amphibians and birds like flamingos and pelicans.\nUrmia Lake has shallow borders with lots of mud. Different creatures live inside the mud, including frogs, snails and worms. The mud is said to have good effects in treatment of some diseases of the joints.\nIslands.\nAram, Arash, Ardeshir, Arezu, Ashk, Ashk-Sar, Ashku, Atash, Azar, Azin, Bahram, Bard, Bardak, Bardin, Bastvar, Bon, Bon-Ashk, Borz, Borzin, Borzu, Chak-Tappeh, Cheshmeh-Kenar, Dey, Espir, Espirak, Espiro, Garivak, Giv, Golgun, Gordeh, Gorz, Iran-Nezhad, Jodarreh, Jovin, Jowzar, Kabudan, Kafchehnok, Kakayi-e Bala, Kakayi-ye Miyaneh, Kakayi-e Pain, Kalsang, Kam, Kaman, Kameh, Kariveh, Karkas, Kaveh, Kazem-Dashi, Kenarak, Khersak, Kuchek-Tappeh, Magh, Mahdis, Mahvar, Markid, Mehr, Mehran, Mehrdad, Meshkin, Meydan, Miyaneh, Nadid, Nahan, Nahid, Nahoft, Nakhoda, Navi, Naviyan, Omid, Panah, Penhan, Pishva, Sahran, Samani, Sangan, Sangu, Sarijeh, Sepid, Shabdiz, Shahi (Eslami), Shahin, Shamshiran, Shur-Tappeh, Shush-Tappeh, Siyavash, Siyah-Sang, Siyah-Tappeh, Sorkh, Sorush, Tak, Takht, Takhtan, Tanjeh, Tanjak, Tashbal, Tir, Tus, Zagh, Zar-Kaman, Zarkanak, Zar-Tappeh, Zirabeh.","categories":[],"infobox_types":[],"annotations":[{"uri":"Salt_water","surface_form":"salt","offset":19},{"uri":"Lake","surface_form":"lake","offset":24},{"uri":"Iran","surface_form":"Iran","offset":45},{"uri":"Province","surface_form":"province","offset":64},{"uri":"Caspian_Sea","surface_form":"Caspian Sea","offset":151},{"uri":"Middle_East","surface_form":"Middle East","offset":277},{"uri":"Geographic_coordinate_system","surface_form":"location","offset":294},{"uri":"Kilometer","surface_form":"km²","offset":361},{"uri":"Mile","surface_form":"mile","offset":372},{"uri":"Metre","surface_form":"m","offset":504},{"uri":"Foot_(unit_of_length)","surface_form":"ft","offset":510},{"uri":"West_Azarbaijan","surface_form":"West Azarbaijan","offset":637},{"uri":"East_Azarbaijan","surface_form":"East Azarbaijan","offset":657},{"uri":"Tabriz","surface_form":"Tabriz","offset":684},{"uri":"Urmia","surface_form":"Urmia","offset":728},{"uri":"Islamic_Revolution","surface_form":"Islamic Revolution","offset":928},{"uri":"2000s","surface_form":"2000s","offset":1007},{"uri":"Salt","surface_form":"salt","offset":1083},{"uri":"Concentration","surface_form":"concentration","offset":1100},{"uri":"Autumn","surface_form":"Autumn","offset":1192},{"uri":"River","surface_form":"river","offset":1273},{"uri":"Persian_language","surface_form":"Persian","offset":1378},{"uri":"Assyria","surface_form":"Assyria","offset":1430},{"uri":"Urmia","surface_form":"Urmia","offset":1568},{"uri":"20th_century","surface_form":"20th century","offset":1696},{"uri":"Reza_Pahlavi","surface_form":"Reza Pahlavi","offset":1757},{"uri":"Islamic_Revolution","surface_form":"Islamic Revolution","offset":1799},{"uri":"Species","surface_form":"species","offset":1950},{"uri":"Shrimp","surface_form":"shrimp","offset":1961},{"uri":"Amphibian","surface_form":"amphibian","offset":1970},{"uri":"Flamingo","surface_form":"flamingo","offset":1996},{"uri":"Pelican","surface_form":"pelican","offset":2010},{"uri":"Mud","surface_form":"mud","offset":2064},{"uri":"Frog","surface_form":"frog","offset":2120},{"uri":"Snail","surface_form":"snail","offset":2127},{"uri":"Worm","surface_form":"worm","offset":2138},{"uri":"Joint","surface_form":"joint","offset":2219}]}