{"id":758383,"url":"http://en.wikipedia.org/wiki/Balloon_boy_hoax","text":"e=\"preserve\">The \"Balloon Boy\" hoax happened on October 15, 2009, when a homemade helium-filled gas balloon shaped to look like a silver flying saucer was released into the air above Fort Collins, Colorado, by Richard and Mayumi Heene. They then said that their six-year-old son Falcon was trapped inside it. Authorities confirmed the balloon reached during its 90-minute flight. Falcon was nicknamed \"Balloon Boy\" in the media.\nNational Guard helicopters and local police chased after the balloon. After flying for more than an hour and about, the balloon landed about northeast of Denver International Airport. When Falcon was not found inside and it was reported that an object had been seen falling from the balloon, a search was begun. Later that day, the boy was found hiding in the attic of his home, where he had apparently been the entire time.\nMany people later believed the entire event was a hoax. After Wolf Blitzer asked why he was hiding, Falcon said to his father, \"You guys said that, um, we did this for the show.\" On October 18, 2009, Larimer County sheriff Jim Alderden announced his statement that the event was a hoax and that the parents would likely face many felony charges.\nOn November 13, 2009, Richard Heene pleaded guilty. He was sentenced to 90 days in jail and ordered to pay $36,000, and Mayumi Heene was sentenced to 20 days of weekend jail.","categories":[],"infobox_types":[],"annotations":[{"uri":"Helium","surface_form":"helium","offset":82},{"uri":"Gas_balloon","surface_form":"gas balloon","offset":96},{"uri":"Flying_saucer","surface_form":"flying saucer","offset":137},{"uri":"Fort_Collins%2C_Colorado","surface_form":"Fort Collins, Colorado","offset":183},{"uri":"Denver_International_Airport","surface_form":"Denver International Airport","offset":583},{"uri":"Hoax","surface_form":"hoax","offset":904},{"uri":"Wolf_Blitzer","surface_form":"Wolf Blitzer","offset":916},{"uri":"Larimer_County%2C_Colorado","surface_form":"Larimer County","offset":1054}]}