{"id":758408,"url":"http://en.wikipedia.org/wiki/Burghclere","text":"e=\"preserve\">Burghclere is a small village and civil parish in Hampshire, England. According to the 2011 census, the village had a population of 1,152 people. It is near the border with West Berkshire.\nThere are three schools in Burghclere: [https://www.burghclere.hants.sch.uk/ Burghclere primary school] and the [https://www.clere.hants.sch.uk/ Clere school] are both local authority schools. St Michael's school is an independent Catholic school.\nBurghclere is home to [https://www.nationaltrust.org.uk/sandham-memorial-chapel Sandham Memorial Chapel], which is a National Trust property that houses some of a 20th century artist Stanley Spencer's paintings.\nBurghclere has some beautiful rural scenery, so you can walk along the old railway, through many fields, or go for a hike. In the winter time, if it snows, Beacon Hill, or Jacob's Ladder, are where many young people and older people gather for snowballing or sledging.\nChurch of the Ascension is the church in Burghclere. Burghclere Primary School uses it for their Easter, Harvest and Christmas services. The Burghclere Primary School Brass Band occasionally plays at the church services. The church was consecrated in 1838. The church had a spire added and it was restored during 1874 / 1875 and reopened on 13th May 1875 (Ascension Day). There are six bells at the church, three were originally at All Saints church in the village of Newtown, another was acquired in 1838 and to commemorate the jubilees of Queen Victoria, two treble bells were added, one in 1887 and 1897.\nReferences.\nOpposite Burghclere Primary School, there is Burghclere [https://www.burghcleresportsclub.co.uk Sports Club] and an amazing children's playground. The Sports Club has a large field where people can take different games or sports equipment to play with. This is also where the children at Burghclere Primary School do their Cross Country Running. A new miniature railway is also being installed here.","categories":[],"infobox_types":[],"annotations":[{"uri":"Village","surface_form":"village","offset":35},{"uri":"Civil_parish","surface_form":"civil parish","offset":47},{"uri":"Hampshire","surface_form":"Hampshire","offset":63},{"uri":"England","surface_form":"England","offset":74},{"uri":"Berkshire","surface_form":"Berkshire","offset":191}]}