{"id":75881,"url":"http://en.wikipedia.org/wiki/Henry_Cavendish","text":"Henry Cavendish FRS (10 October 1731-24 February 1810) was a British scientist. He is famous for discovering hydrogen. Cavendish measured the Earth's mass, density and gravitational constant with the Cavendish experiment. He studied at Peterhouse, which is part of the University of Cambridge, but he left without graduating.\nHe built a laboratory in his father's house in London, where he worked for nearly fifty years, but he only published about 20 scientific papers. Even so, he is regarded as one of the greatest scientists of his time.\nCavendish claimed that the force between the two electrical objects gets smaller as they get further apart. If the distance between them doubled, the force would be one quarter what it was before. This was the basis of the inverse-square law. He explained the concept of electric potential, which he called \"the degree of electrification\". He developed the thought of all points on a good conductor's surface have the same potential energy beside a common reference point. Having no way to measure electric current, he used his body as a machine which measures strength of electric current. All Cavendish's explorations in his notebook was found and confirmed by James Clerk Maxwell.\nCavendish’s electrical papers from the \"Philosophical Transactions of the Royal Society of London\" have been reprinted, together with most of his electrical manuscripts, in \"The Scientific Papers of the Honourable Henry Cavendish, F.R.S.\" (1921).","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Royal_Society","surface_form":"FRS","offset":16},{"uri":"Scientist","surface_form":"scientist","offset":69},{"uri":"Hydrogen","surface_form":"hydrogen","offset":109},{"uri":"Mass","surface_form":"mass","offset":150},{"uri":"Density","surface_form":"density","offset":156},{"uri":"Gravitational_constant","surface_form":"gravitational constant","offset":168},{"uri":"Cavendish_experiment","surface_form":"Cavendish experiment","offset":200},{"uri":"Peterhouse%2C_Cambridge","surface_form":"Peterhouse","offset":236},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":269},{"uri":"London","surface_form":"London","offset":373},{"uri":"Scientists","surface_form":"scientists","offset":518},{"uri":"Inverse-square_law","surface_form":"inverse-square law","offset":765},{"uri":"Concept","surface_form":"concept","offset":802},{"uri":"Electric_potential","surface_form":"electric potential","offset":813},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":1205}]}