{"id":758857,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Australia","text":"ce=\"preserve\">The COVID-19 pandemic in Australia began on 25 January 2020, in Victoria. A man who had returned from Wuhan, China, tested positive for SARS-CoV-2.\nThe Australian government stopped all non-residents from entering the country on 20 March. Social distancing rules were put in place on 21 March. The state governments closed \"non-essential\" services. This included social gathering places such as hotels and clubs, but not businesses such as construction, manufacturing and many retail stores.\nThe number of new cases grew sharply, until reaching about 350 per day on 22 March. The numbers stayed around 350, and then started falling at the beginning of April. At the end of April it was under 20 cases per day. As of 19 May 2020, there were 7,068 cases and 99 deaths in Australia.\nBackground.\nA virus that caused a respiratory illness was first seen in Wuhan City, Hubei Province, China, in December 2019. It reported to the World Health Organisation (WHO) on 31 December 2019. WHO declared the outbreak a Public Health Emergency of International Concern on 30 January, and a pandemic on 11 March.\nJanuary 2020.\nOn 23 January, passengers on flights from Wuhan to Sydney were checked when arrived. They had to say if they had a fever or thought they might have the disease..\nOn 25 January, the first case of a SARS-CoV-2 infection was reported. A Chinese person arrived from Guangzhou on 19 January. The person was tested and received treatment in Melbourne. On the same day, three other people tested positive in Sydney after returning from Wuhan.\nNine cases were recorded in January. From 31 January, non Australians returning from China had to stay for two weeks in a third country before being allowed into Australia.\nFebruary 2020.\nBy 6 February, three people coming back from a tour group in Wuhan were found to have the virus in Queensland. Twenty-four Australians were infected with the virus on the \"Diamond Princess\" cruise ship. Eight were sent to Darwin for two weeks of quarantine. On 27 February, the prime minister put in place the Australian Health Sector Emergency Response Plan for Novel Coronavirus (COVID-19), On 29 February, after an infected person came back to Australia from Iran, the government made all people who had been in Iran go into quarantine. They had spend two weeks in a third country before being allowed into Australia. There were 14 new cases in February, bringing the number of cases to 23.\nWeek 1.\nOn 1 March, the first person in Australia died from COVID-19. He was a 78-year-old Perth man, who was one of the passengers from the \"Diamond Princess.\"\nOn 2 March, four new cases were reported. Two of the cases were from people who had got the virus in Australia. They were both in New South Wales. One person got the virus from a close relative and the other was a health care worker. Another case found on the same day was a man from Launceston. He had been on a flight from Melbourne. He was treated at the Launceston General Hospital; the first case in Tasmania.\nOn 4 March, a 95-year-old woman died at an aged care home in Sydney. This was the second death in Australia.\nOn 7 March, a doctor in Victoria had tested positive for COVID-19. The doctor had been in the United States. From 2 to 6 March, the doctor had treated 70 patients at a clinic in Melbourne and two patients at an aged-care home. The clinic was closed, and his patients were told to self-isolate. People who had been on the same flights as the doctor were warned. The doctor believed he only had a mild cold and was fit to return to work.\nWeek 2.\nOn 8 March, an 82-year-old man died at aged-care home in Sydney, and was the third person to die in Australia.\nOn 9 March, a teacher in Melbourne got the virus from her partner who had been on the same flight from the US with the Melbourne doctor.\nOn 12 March, the ACT announced its first case, the 142nd case in Australia. Actor Tom Hanks and his wife Rita Wilson said that they had tested positive and were in isolation.\nOn 12 March, the Prime Minister said the the government would spend $17.6billion to \"protect Australians' health, secure jobs and set the economy to bounce back\" from the crisis. In Western Australia upgrades to the Peel Health Campus were postponed so that it could safely treat people who had the virus.\nVictoria had nine new cases. A McLaren Formula One team member tested positive for the virus. This brought the Victorian total to 36 and the national total to 175. Peter Dutton the Home Affairs Minister for Australia was diagnosed in Queensland. The Victorian government stopped all jury trials to limit the spread of the virus.\nWeek 3.\nThe University of Queensland closed after three students tested positive for the virus. Western Australia, like New South Wales, stopped schools from organising gatherings of over 500. Susan McDonald, a Queensland senator, said she was infected with the virus. New South Wales Liberal senator, Andrew Bragg, was the third Australian politician to test positive. On 18 March, a human biosecurity emergency was declared by the Governor-General, David Hurley, under Section 475 of the \"Biosecurity Act 2015\".\nThe cruise ship arrived in Sydney on 18 March and 3,500 passengers left the ship. 79 passengers had tested positively for the virus by 1 April. also arrived on 18 March. On 2 April 34 passengers and 5 crew members were found to have the virus in New South Wales alone. arrived on 19 March. On 2 April 11 cases had tested positively for the virus in New South Wales alone.\nThe cruise ship let 2,700 passengers off the ship in Sydney on 19 March. On 20 March is was said that 13 passengers had been tests and three had the virus. New South Wales health authorities asked all passengers to go into self-isolation.\nOn 19 March, Qantas said it would stop about 60% of domestic flights, put two thirds of its employees on leave, stop all international flights and stop using 150 of its aircraft from the end of March until at least 31 May 2020. This was because the government had put in travel restrictions to stop the spread of COVID-19.\nOn 22 March, the government said it would spend another A$66bn, bringing the total assistance to A$89bn. They doubled the money for people on income support, made it easier to get the Jobseeker's allowance, and gave grants of up to A$100,000 for small and medium-sized businesses.\nWeek 4.\nOn 24 March one passenger from \"Ruby Princess\" had died and 133 on the ship had tested positive. On 28 March 284 passengers had tested positive.\nOn 25 March the National COVID-19 Coordination Commission (NCCC) was set up by the Prime Minister. This would give the government advice on how to deal with the pandemic.\nWeek 5.\nThe number of new infections began to drop, from around 360 per day for the period of 23 to 27 March, then down to 190 in 28 March and 100 on 29 March. However, there was an expected and sudden increase in deaths.\nThe cruise ship arrived at Fremantle on 27 March. Most of the 850 passengers flew home from Perth to Germany on 28–29 March. 41 passengers and crew tested positive to COVID-19 and were treated in Perth hospitals.\nAs of 30 March, at least 440 passengers from \"Ruby Princess\" had tested positive for the virus. As of 31 March 2020, five of them had died.\nOn 30 March the Australian Government said it would spend $130 billion on the \"JobKeeper\" wage subsidy program. They would pay employers up to $1500 a fortnight for people that had worked for that business for over a year, if the business was losing money because of the pandemic.\nOn 31 March, six baggage handlers from Adelaide Airport had tested positive. As a result, about 100 other people from the airport had to self-isolate, stopping all flights to and from Adelaide.\nApril 2020.\nOn 1 April, the Western Australian State Government put limits on travel between regions of Western Australia.\nOn 2 April, the number of cases in Victoria was over 1,000, including over 100 healthcare workers.\nOn 5 April, New South Wales Police looked to see ifpeople who owned the \"Ruby Princess\", had broken Australian and New South Wales state laws, by not telling anyone about COVID-19 cases on the ship.\nOn 6 April, government said that 2,432 people had recovered; this is more than a third of the total number of cases.\nOn 11 April, there was an outbreak of the virus at Newmarch House, an aged care nursing home in New South Wales. On 14 April, it was linked to an infected staff member with minor symptoms, but who been at work for six days. Ten residents and five staff tested positive for coronavirus. On 27 and 28 April, four residents of the home died in less than 24 hours, bringing to eleven the number of residents who had died from COVID-19 since 11 April. By 9 May, there have been 69 COVID-19 cases linked to the home, 32 staff and 37 residents. Seventeen residents had died from COVID-19.\nOn 13 April, the Tasmanian government closed the North West Regional Hospital and North West Private Hospital in Burnie for cleaning. All the staff, over 1000 people and their families, were put into quarantine. Emergency medical teams from the Australian Defence Force were sent to Burnie to because the hospital staff were in quarantine. On 15 April, a Western Australian man became the first person in Australia to be jailed for breaking the self-isolation laws.\nMay 2020.\nIn May there was an outbreak of the virus linked to a meat processing factory in Victoria. By 8 May there was 71 people with the virus, at least 57 workers and 13 close contacts, including a nurse, aged care worker and high school student. By 9 May, the number had increased to 75.\nOn 9 May, there were two cases related to a McDonald's restaurant. By 18 May, this had increased to 12 cases. A a delivery driver had tested positive, and 12 McDonalds stores were closed for cleaning.\nIn New South Wales, on 15 May, some restrictions on public gatherings were eased. Cafes and restaurants, and hotel and club dining rooms, were allowed to reopen but with a maximum of 10 people. Outdoor gatherings could have up to 10 people and 10 guests were able to go to weddings. Funerals could have 20 people inside, and 30 outdoors. Up to 10 people could go into a church.\nOn 15 May, both South Australia and the ACT no longer had any active cases.\nOn 19 May, in New South Wales, another resident of Newmarch House nursing home died from coronavirus. This brought the total number of COVID-19 related deaths at the home to 19 and the national death toll to 100.\nEconomic.\nOn 3 March, the Reserve Bank of Australia became the first central bank to cut interest rates in response to the outbreak. They were cut to a record low of 0.5%.\nOn 12 March, the Government said it would spend billion to help the economy. It included a one-off A$750 payment to around 6.5 million people who already received income help from the government, small business assistance with 700,000 grants up to $25,000 and to pay 50% of the wages for 120,000 apprenticies or trainees for up to 9 months, 1 billion to support economically impacted sectors, regions and communities, and $700 million to increase tax write off and $3.2 billion to support short-term small and medium-sized business investment.\nOn 19 March, the Reserve Bank again cut interest rates again to 0.25%, the lowest in Australian history.\nIn March 2020, the Australian Bureau of Statistics showed how the virus was affecting the economy. Retail sales had increased by 0.4% in February 2020. This was probably because of increased sales at supermarkets where people were buying extra supplies in case they were put into isolation. Businesses that relied on tourism lost most of their sales.\nOn 22 March, the government announced a second amount of A$66bn, bringing the amount to A$89bn. They doubled income support and made it easier to get the Jobseeker's allowance. They gave up to A$100,000 to small and medium-sized businesses and A$715 million to Australian airports and airlines. People were allowed to access up to A$10,000 of their superannuation in 2019–2020 and again for the next year.\nOn 30 March, the Australian Government said they would spend $130 billion on the \"JobKeeper\" program. This would pay employers up to $1500 a fortnight for workers that had been in that business for over a year. The business had to have lost 30% of their turnover. For businesses who had made more than $1 billion, their turnover must have dropped by 50%. Businesses pay the Jobseeker money to their staff, instead of their usual wages. This program was to deal with the enormous job losses seen one week before, when about one million Australians lost their jobs. This massive loss in jobs caused the Australian Government's myGov website to crash and lines of people waiting to enter Centrelink offices were hundreds of metres long. The program was backdated to 1 March, to help re-employ the many people who had just lost their jobs in the weeks before. Businesses would receive the JobKeeper money for six months.\nIn the first hour of the scheme, over 8,000 businesses applied for the payments. The JobKeeper program is one of the largest economic packages in the history of Australia.\nArts.\nBefore the pandemic, 600,000 Australians worked in the arts, and added around billion to export revenues. The arts added about billion (6.4% of GDP) to Australia's economy in 2016–17\".\nIn the second week of March 2020, Australian institutions began cutting back services, and many closed. The Melbourne International Comedy Festival, was cancelled entirely. Opera Australia close on 15 March. TAll cultural institutions were forced to close on 24 March. Public gatherings were banned. Other events that were cancelled included the Sydney Writers' Festival. By April over 50% of arts and recreation services were closed. Adrian Collette, CEO of the Australia Council for the Arts, said the affects on the arts were “catastrophic”.\nThe Australian movie industry has been severely impacted. At least 60 movies in production were stopped and about 20,000 people put out of work. On Monday 23 March, all productions funded by Screen Australia were postponed., after some improvement in COVID-19 statistics in Australia, Screen Australia continues to fund work and process applications, intending to use all of its 2019/20 budget. Many movie production companies do not meet the rules for the Jobkeeper program and will not get any government help.\n119 films and TV shows have been stopped, with only a few shows (such as \"MasterChef Australia\" and \"Shaun Micallef's Mad as Hell\") continuing production through the pandemic. The TV soap \"Neighbours\" was the first English-language TV drama series in the world to say they would start production again after 20 April 2020.\nThe Australia Council will spend about million for new programs. These will be to provide immediate help to artists, arts workers and arts organisations during the COVID-19 pandemic. Several state governments have also provided relief packages.\nIndigenous Australians.\nAboriginal Australians and Torres Strait Islanders have poorer health outcomes and a lower life expectancy than the rest of the population, particularly those living in remote areas Overcrowded housing and living in very remote communities, makes them very vulnerable to the virus. The remote Anangu Pitjantjatjara Yankunytjatjara (APY lands) in South Australia, restricted access to their lands in early March to protect their people from the virus.\nThe Northern Territory developed a remote health pandemic plan They set up a number of remote clinics.\nSport.\nThe major sporting leagues (A-League, AFL, AFL Women's, and the National Rugby League) at first said that their games would continue behind closed doors. The leagues would all later be suspended.\nThe 2020 NBL Finals, the best of five series was cancelled after the third game with the title awarded to Perth Wildcats.\nThe remaining two One Day Internationals between Australia and New Zealand were cancelled after the first match was played behind closed doors. Cricket Australia also cancelled the Australian women's cricket team's tour of South Africa.\nThe 2020 Australian Grand Prix, which was cancelled on 13 March after McLaren withdrew when a team member tested positive for COVID-19.\nWhen the New Zealand government brought in travel restrictions, the Australian Rugby League Commission (ARLC) said the New Zealand Warriors would be based in Australia. The 2020 season was suspended on 23 March.\nThe 2020 Super Rugby season was suspended on 15 March.\nThe A-League said at first they would continue with the Wellington Phoenix being based in Australia; however, on 24 March, all matches were cancelled.\nAthletics.\nThe 2020 Stawell Gift has been postponed until later in the year.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":18},{"uri":"Australia","surface_form":"Australia","offset":39},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":78},{"uri":"Wuhan","surface_form":"Wuhan","offset":116},{"uri":"Severe_acute_respiratory_syndrome_coronavirus_2","surface_form":"SARS-CoV-2","offset":150},{"uri":"Virus","surface_form":"virus","offset":808},{"uri":"World_Health_Organization","surface_form":"World Health Organisation","offset":938},{"uri":"Wuhan","surface_form":"Wuhan","offset":1167},{"uri":"Sydney","surface_form":"Sydney","offset":1176},{"uri":"Severe_acute_respiratory_syndrome_coronavirus_2","surface_form":"SARS-CoV-2","offset":1322},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":1387},{"uri":"Melbourne","surface_form":"Melbourne","offset":1460},{"uri":"Sydney","surface_form":"Sydney","offset":1526},{"uri":"Wuhan","surface_form":"Wuhan","offset":1554},{"uri":"Queensland","surface_form":"Queensland","offset":1848},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":1971},{"uri":"Quarantine","surface_form":"quarantine","offset":1995},{"uri":"Prime_Minister_of_Australia","surface_form":"prime minister","offset":2027},{"uri":"Iran","surface_form":"Iran","offset":2211},{"uri":"Coronavirus_disease_2019","surface_form":"COVID-19","offset":2503},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":2534},{"uri":"Launceston%2C_Tasmania","surface_form":"Launceston","offset":2888},{"uri":"Tasmania","surface_form":"Tasmania","offset":3009},{"uri":"Australian_Capital_Territory","surface_form":"ACT","offset":3837},{"uri":"Tom_Hanks","surface_form":"Tom Hanks","offset":3902},{"uri":"Rita_Wilson","surface_form":"Rita Wilson","offset":3925},{"uri":"Peter_Dutton","surface_form":"Peter Dutton","offset":4465},{"uri":"Susan_McDonald","surface_form":"Susan McDonald","offset":4823},{"uri":"Andrew_Bragg","surface_form":"Andrew Bragg","offset":4932},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":5063},{"uri":"David_Hurley","surface_form":"David Hurley","offset":5081},{"uri":"Qantas","surface_form":"Qantas","offset":5768},{"uri":"Coronavirus_disease_2019","surface_form":"COVID-19","offset":6068},{"uri":"Fremantle%2C_Western_Australia","surface_form":"Fremantle","offset":6932},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":6997},{"uri":"Adelaide","surface_form":"Adelaide","offset":7723},{"uri":"Australian_Defence_Force","surface_form":"Australian Defence Force","offset":9098},{"uri":"McDonald%27s","surface_form":"McDonald's restaurant","offset":9655},{"uri":"Apprenticeship","surface_form":"apprenticies","offset":10947},{"uri":"Australian_Bureau_of_Statistics","surface_form":"Australian Bureau of Statistics","offset":11319},{"uri":"Superannuation","surface_form":"superannuation","offset":12000},{"uri":"Gross_domestic_product","surface_form":"GDP","offset":13296},{"uri":"Melbourne_International_Comedy_Festival","surface_form":"Melbourne International Comedy Festival","offset":13445},{"uri":"Opera_Australia","surface_form":"Opera Australia","offset":13510},{"uri":"Sydney_Writers%27_Festival","surface_form":"Sydney Writers' Festival","offset":13683},{"uri":"Chief_executive_officer","surface_form":"CEO","offset":13789},{"uri":"Australian_cinema","surface_form":"Australian movie industry","offset":13886},{"uri":"Soap_opera","surface_form":"soap","offset":14578},{"uri":"Neighbours","surface_form":"Neighbours","offset":14584},{"uri":"Torres_Strait_Islanders","surface_form":"Torres Strait Islanders","offset":15014},{"uri":"Life_expectancy","surface_form":"life expectancy","offset":15078},{"uri":"Anangu_Pitjantjatjara_Yankunytjatjara","surface_form":"Anangu Pitjantjatjara Yankunytjatjara","offset":15280},{"uri":"South_Australia","surface_form":"South Australia","offset":15333},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":15442},{"uri":"A-League","surface_form":"A-League","offset":15576},{"uri":"Australian_Football_League","surface_form":"AFL","offset":15586},{"uri":"National_Rugby_League","surface_form":"National Rugby League","offset":15612},{"uri":"Perth_Wildcats","surface_form":"Perth Wildcats","offset":15850},{"uri":"One_Day_International","surface_form":"One Day Internationals","offset":15884},{"uri":"Cricket_Australia","surface_form":"Cricket Australia","offset":16010},{"uri":"2020_Australian_Grand_Prix","surface_form":"2020 Australian Grand Prix","offset":16107},{"uri":"McLaren","surface_form":"McLaren","offset":16173},{"uri":"New_Zealand_Warriors","surface_form":"New Zealand Warriors","offset":16358},{"uri":"Wellington_Phoenix_F.C.","surface_form":"Wellington Phoenix","offset":16562},{"uri":"Stawell_Gift","surface_form":"Stawell Gift","offset":16677}]}