{"id":75889,"url":"http://en.wikipedia.org/wiki/Ornamentation_(music)","text":"e=\"preserve\">In music, ornaments are notes which are added to the main notes of a piece of music in order to make it more interesting. There are several types of ornaments, including trills and slides. Music of the Renaissance and Baroque periods have lots of ornaments. The composer usually shows what ornaments are needed by little signs written above the notes. In some pieces, especially in slow movements, the composers often did not show the ornaments that are needed: they expected the performers to put them in themselves. Understanding the correct way of ornamenting music used to be a very important part of the art of singing or playing a musical instrument.\nThe correct way of ornamenting music varied a lot from one country to another and from one century to another. Ideas about how music should be performed kept changing. It is important for musicians today, who want to play music from these older periods, to know as much as possible about historical musical styles. Sometimes we have to make guesses about what a composer might have wanted. Fortunately several composers and music theorists wrote books about how to play ornaments. This enables us to understand the different performing styles. Sometimes composers wrote a preface (introduction) in their music to explain to the performer how to play the ornaments they had written.\nThere are different kinds of ornaments. A “grace note” is a note written in smaller print, to show that its note value (how long it lasts) does not count as part of the total time value of the measure.\nIn Spain, these ornaments were called \"diferenzias\". They were used as early as the 16th century, when the first books with music for the guitar were produced. In French music they were called \"agréments\".\nOrnaments were still written in music from the Classical music period although they are gradually used less and less as composers started to write precisely all the notes that were to be played. By the Romantic period they were hardly being used except for “tr” meaning “trill”.\nTrill.\nA trill is a quick alternation between the main note and the note above it. It was also known as a \"shake\". Usually, if the music was written before 1800 the trill is played by starting a note above the written note. If the music was written after 1800 then the trill is usually played by starting on the note written and going up to the note above. This was not, of course, a firm rule: changes in performance style happened gradually.\nSometimes the trill ends with a turn (the note above, the main note, the note below, the main note).\nThe trill is shown in musical notation by either a formula_1 or a formula_1~~, with the ~ representing the length of the trill, above the staff.\nMordent.\nThe mordent is like a very short trill, usually just the main note, the note above, and the main note again. If the middle note is the note below, this is called an “inverted mordent” or “lower mordent”.\nTurn.\nA short figure consisting of the note above the one indicated, the note itself, the note below the one indicated, and the note itself again. It is marked by a mirrored S-shape lying on its side above the staff.\nThe lower added note may or may not be chromatically raised (turn into a sharp)\nAn \"inverted turn\" (the note below the one indicated, the note itself, the note above it, and the note itself again) is usually indicated by putting a short vertical line through the normal turn sign, though sometimes the sign itself is turned upside down.\nAppoggiatura.\nAn Appoggiatura literally means a “leaning note”. The word comes from the Italian word \"appoggiare\", \"to lean upon\". It is a note which wants to fall down to the next one which is part of the harmony. Composers often wrote an appoggiatura in small print. This usually means it must be played by taking half the time value of the next note (for example: an appoggiatura in front of a quaver (eighth note) turns both notes into two semiquavers (sixteenth notes). During the 18th century composers stopped writing them in small print and just wrote them as normal notes.\nAcciaccatura.\nAn acciaccatura is a note which is played as fast as possible. It means a “crushed note” (in Italian \"acciaccare\" means \"to crush\"). It is normally written in small print but with a slash through it to show that it is not an appoggiatura. Most performers play acciaccaturas exactly on the beat, but sometimes it is better to play it just before the beat so that the main note is exactly on time on the beat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":16},{"uri":"Renaissance_music","surface_form":"Renaissance","offset":215},{"uri":"Baroque_music","surface_form":"Baroque","offset":231},{"uri":"Music_theory","surface_form":"music theorists","offset":1094},{"uri":"Bar_(music)","surface_form":"measure","offset":1545},{"uri":"Spain","surface_form":"Spain","offset":1557},{"uri":"16th_century","surface_form":"16th century","offset":1638},{"uri":"Guitar","surface_form":"guitar","offset":1692},{"uri":"Classical_music_period","surface_form":"Classical music period","offset":1807},{"uri":"Romantic","surface_form":"Romantic","offset":1962},{"uri":"1800","surface_form":"1800","offset":2195},{"uri":"Musical_notation","surface_form":"musical notation","offset":2606},{"uri":"Staff_(music)","surface_form":"staff","offset":2722},{"uri":"Harmony","surface_form":"harmony","offset":3702}]}