{"id":759166,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Republic_of_Ireland","text":"The ongoing COVID-19 pandemic reached Ireland on 29 February 2020, and within three weeks had spread to all counties.\nResponse.\nOn 12 March, the government shut all schools, colleges, childcare facilities and cultural institutions. St Patrick's Day festivals and events were cancelled. Taoiseach, Leo Varadkar addressed the nation that night. On 24 March, almost all businesses, venues, facilities and amenities were shut; but gatherings of up to four were allowed.\nThree days later, the government banned all \"non-essential\" travel. People were made to keep apart in public.\nLockdown effect.\nThe lockdown has caused a recession and a rise in unemployment, with a longer lockdown forecast to cause greater damage.\nBy mid-April, the National Public Health Emergency Team (NPHET) reported that the growth rate of the pandemic had been \"as low as it needs to be\", that the curve had flattened and that there would be no peak coming.\nCases.\nBy 13 May, the Department of Health had confirmed\n1,497 deaths; a rate of 4,739 cases per million and 303 deaths per million population.\nMore than 90% of those that have died were aged over 65, and most also had underlying illnesses or lived in care homes.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":12},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":38},{"uri":"Counties_of_Ireland","surface_form":"counties","offset":108},{"uri":"Saint_Patrick%27s_Day","surface_form":"St Patrick's Day","offset":232},{"uri":"Taoiseach","surface_form":"Taoiseach","offset":286},{"uri":"Leo_Varadkar","surface_form":"Leo Varadkar","offset":297},{"uri":"Social_distancing","surface_form":"keep apart","offset":554},{"uri":"Coronavirus_recession","surface_form":"recession","offset":619},{"uri":"National_Public_Health_Emergency_Team_(2020)","surface_form":"National Public Health Emergency Team","offset":732},{"uri":"Flatten_the_curve","surface_form":"curve had flattened","offset":870},{"uri":"Department_of_Health_(Ireland)","surface_form":"Department of Health","offset":952}]}