{"id":759174,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Czech_Republic","text":"The COVID-19 pandemic saw its first three confirmed cases in the Czech Republic on 1 March 2020.\nResponse.\nOn 12 March, the government declared a state of emergency, for the first time in the country's modern history for the area of the entire country. On 16 March, the country closed its borders and issued a nationwide curfew.\nWhile originally planned until 24 March, the measures were later extended until 1 April and then again until the end of State of Emergency which was extended by the Chamber of Deputies until 30 April 2020 and then again until 17 May 2020.\nA general closure of services and retail sale was in place from 14 March until 11 May, however all shops could conduct distance sales with delivery from 24 March onwards. Government didn't order closure of manufacturing plants, but many did so voluntarily during second half of March with gradual reopening from 14 April.\nCzech Republic was first European country to make wearing of facemasks mandatory from 19 March onwards.\nTesting.\nCOVID-19 testing was made widely available with drive through locations from 14 March, and from 27 March anyone with a fever, dry cough or shortness of breath being eligible for a free test.\nFrom 13 April onwards, COVID-19 testing passed its demand.\nDeaths.\nContact tracing in the country included also voluntary disclosure of mobile phone position and debit card payments data for previous days and quaranting of identified contacts.\nBy 1 May 2020, altogether 257 COVID-19 related deaths were identified in the Czech Republic compared to 2,719 in similarly populous Sweden, which did not impose any lockdown.\nReopening.\nCzech Republic started gradual easing of measures from 7 April 2020 onwards with most restrictions being lifted by 11 May 2020.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":4},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":65},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":146},{"uri":"Curfew","surface_form":"curfew","offset":321},{"uri":"Chamber_of_Deputies_of_the_Czech_Republic","surface_form":"Chamber of Deputies","offset":494},{"uri":"COVID-19_testing","surface_form":"COVID-19 testing","offset":1003},{"uri":"COVID-19_pandemic_in_Sweden","surface_form":"Sweden","offset":1570},{"uri":"COVID-19_pandemic_lockdowns","surface_form":"lockdown","offset":1603}]}