{"id":759155,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Singapore","text":"The first case relating to the COVID-19 pandemic in Singapore was confirmed on 23 January.\nNumbers.\nBy late-March and April, COVID-19 areas were detected at multiple areas for foreign workers, which soon caused a large number of new cases in the country. Singapore currently has the highest number of confirmed COVID-19 cases in Southeast Asia, having overtaken Indonesia on 19 April.\nResponse.\nTo fight against COVID-19, a multi-ministerial committee was formed on 22 January with Minister for National Development Lawrence Wong and Minister for Health Gan Kim Yong as the co-chairs and Prime Minister Lee Hsien Loong and Deputy Prime Minister and Minister for Finance Heng Swee Keat as advisors.\nSingapore also spent US$500,000 to support World Health Organization (WHO) efforts against COVID-19.\nIn response to the growing number of new cases, Singapore announced on 3 April a strict number of measures called a \"circuit breaker\" from 7 April to 4 May. The circuit breaker was extended to 1 June on 21 April.\nCases.\nNational authorities began reporting on suspected cases on 4 January, however the first confirmed case of infection was reported on 23 January. The person was a tourist from Wuhan. Until 30 January, there were a total to 13 confirmed cases, all of whom were visitors to Singapore from China.\nThe first case involving a Singaporean was confirmed on 31 January after returning from Wuhan.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":31},{"uri":"Singapore","surface_form":"Singapore","offset":52},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":329},{"uri":"COVID-19_pandemic_in_Indonesia","surface_form":"Indonesia","offset":362},{"uri":"Lawrence_Wong","surface_form":"Lawrence Wong","offset":516},{"uri":"Gan_Kim_Yong","surface_form":"Gan Kim Yong","offset":554},{"uri":"Prime_Minister_of_Singapore","surface_form":"Prime Minister","offset":588},{"uri":"Lee_Hsien_Loong","surface_form":"Lee Hsien Loong","offset":603},{"uri":"Deputy_Prime_Minister_of_Singapore","surface_form":"Deputy Prime Minister","offset":623},{"uri":"Heng_Swee_Keat","surface_form":"Heng Swee Keat","offset":670},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":741},{"uri":"Wuhan","surface_form":"Wuhan","offset":1193}]}