{"id":759147,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_New_Zealand","text":"The first case of COVID-19 in New Zealand during the 2019–20 COVID-19 pandemic was reported on 28 February 2020., the country has a total of 1,497 cases, of which 65 are currently active, and 21 people have died from the virus.\nActions.\nAll borders and entry ports of New Zealand were closed to all non-residents at 11:59 pm on 19 March 2020, with returning citizens and residents being required to self-isolate. Since 10 April, all New Zealanders returning from overseas must go into two weeks of quarantine.\nResponse.\nA four-level alert level system was added on 21 March to manage the outbreak within New Zealand.\nOn 16 March, Prime Minister Jacinda Ardern called for an end to public gatherings of more than 500 people and warned that the outbreak could lead to a recession greater than the 2008 global financial crisis.\nCases.\nOn 4 March, a New Zealand woman in her 30s who had returned from northern Italy on 25 February was confirmed as the second case of the virus in New Zealand.\nOn 1 April, 61 new cases (47 confirmed and 14 probable) were reported, bringing the total to 708 (647 confirmed and 61 probable). That same day, it was reported that the Chatham Islands, which are part of New Zealand, were facing a food shortage due to panic buying.\nOn 1 May, 3 new cases (all confirmed) were reported, bringing the total to 1,479 (1,132 confirmed and 347 probable), and 11 new recoveries were reported, bringing the total 1,252. Six people were in hospital.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19","surface_form":"COVID-19","offset":18},{"uri":"New_Zealand","surface_form":"New Zealand","offset":30},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":61},{"uri":"Quarantine","surface_form":"quarantine","offset":498},{"uri":"Jacinda_Ardern","surface_form":"Jacinda Ardern","offset":645},{"uri":"Financial_crisis_of_2007%E2%80%9308","surface_form":"2008 global financial crisis","offset":795},{"uri":"Northern_Italy","surface_form":"northern Italy","offset":897},{"uri":"Chatham_Islands","surface_form":"Chatham Islands","offset":1159}]}