{"id":759112,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_mainland_China","text":"The COVID-19 pandemic started with a large number of unknown, possible pneumonia cases in the city of Wuhan, the capital of Hubei province, China. A Wuhan hospital told the local center for disease control and prevention (CDC) and health commissions on 27 December 2019.\nThe beginning.\nOn 31 December, the Wuhan CDC told the media that there was a large number of unknown pneumonia cases related to Huanan Seafood Market.\nThe possible disease outbreak soon became known nationwide including that of the National Health Commission (NHC) in Beijing who sent experts to Wuhan on the following day. Chinese authorities notified the World Health Organisation on this same day. On 8 January, a new coronavirus was identified as the cause of the pneumonia.\nGovernment response.\nPublic and media criticized Chinese officials for a slow response to fight the outbreak when it first started. By 29 January, the virus spread to all provinces of mainland China. All provinces of mainland China began a large public health emergency. The World Health Organization declared the outbreak a \"Public Health Emergency of International Concern\" on 31 January, saying that there are reasons that it could spread to other countries, such as those without robust healthcare systems. By 8 February, over 724 died from the coronavirus and 34,878 were confirmed to have been infected. In Hubei alone, there were 24,953 cases of infections and 699 related deaths.\nThe Chinese government may have censored talks about the outbreak since the beginning of its spread. On 25 January, Chinese Communist Party General Secretary Xi Jinping warned about a \"grave situation\" in China.\nThe Chinese New Year celebrations were cancelled. Passengers across the country have been checked for their temperatures.\nBy 29 January, all Hubei cities were quarantined. Curfew laws were added in Huanggang, Wenzhou, and other mainland cities.\nShortages.\nIn February 2020, the region also saw a huge shortage of face masks and other protective gear even though China called themselves the world's largest makers of these masks. Other countries donated medical supplies to help China deal with the epidemic.\nLowering numbers.\nOn 25 February, the number of newly confirmed cases outside mainland China passed those from within for the first time. By 6 March the reported number of new cases had dropped to well fewer than 100 nationally per day, down from thousands per day.\nRacism.\nRacism among Asians such as Chinese people grew during the pandemic such as criticisms of their markets, lifestyles and food choices. Some rumors say that China made the virus in a lab.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":4},{"uri":"Pneumonia","surface_form":"pneumonia","offset":71},{"uri":"Wuhan","surface_form":"Wuhan","offset":102},{"uri":"Hubei","surface_form":"Hubei","offset":124},{"uri":"China","surface_form":"China","offset":140},{"uri":"Chinese_Center_for_Disease_Control_and_Prevention","surface_form":"Wuhan CDC","offset":306},{"uri":"Huanan_Seafood_Wholesale_Market","surface_form":"Huanan Seafood Market","offset":399},{"uri":"National_Health_Commission","surface_form":"National Health Commission","offset":503},{"uri":"World_Health_Organisation","surface_form":"World Health Organisation","offset":628},{"uri":"Public_Health_Emergency_of_International_Concern","surface_form":"Public Health Emergency of International Concern","offset":1076},{"uri":"Censorship","surface_form":"censored","offset":1470},{"uri":"Communist_Party_of_China","surface_form":"Chinese Communist Party","offset":1554},{"uri":"General_Secretary_of_the_Communist_Party_of_China","surface_form":"General Secretary","offset":1578},{"uri":"Xi_Jinping","surface_form":"Xi Jinping","offset":1596},{"uri":"Chinese_New_Year","surface_form":"Chinese New Year","offset":1654},{"uri":"2020_Hubei_lockdowns","surface_form":"were quarantined","offset":1804},{"uri":"Huanggang","surface_form":"Huanggang","offset":1848},{"uri":"Wenzhou","surface_form":"Wenzhou","offset":1859}]}