{"id":759169,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Uruguay","text":"The first cases of the COVID-19 pandemic in Uruguay were reported on 13 March by the Ministry of Public Health.\nAs of March 2020 there is an ongoing outbreak in Uruguay, with the first few cases imported from Italy and Spain.\nCause.\nThe majority of early cases were caused by a wedding with 500 people in Montevideo. It was attended by a Uruguayan returning from Spain who later tested positive.\nOn 14 March, it was announced that the two patients who took the bus ride on 8 March caused some 200 contacts, who were seen as suspected cases with home quarantine recommended.\nResponse.\nOn 16 March, the government issued an order to close all border crossings except Carrasco International Airport. The border with Argentina was closed effective 17 March at midnight.\nPresident Luis Lacalle Pou said that the idea of closing the border with Brazil was \"a little more complex\", because it is a dry land border, and many people living near the border. Lacalle Pou advised people over 65 to stay at home.\nFlights from the United States were suspended effective 18 March, and from Europe effective 20 March at midnight (00:00), at which point the airport was to close.\nThe government recommended working from home and not traveling. To free up hospital beds, surgeries were rescheduled.\nTemperature checks were introduced in prisons and activities for prisoners restricted.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":23},{"uri":"Uruguay","surface_form":"Uruguay","offset":44},{"uri":"Ministry_of_Public_Health_(Uruguay)","surface_form":"Ministry of Public Health","offset":85},{"uri":"Italy","surface_form":"Italy","offset":209},{"uri":"Spain","surface_form":"Spain","offset":219},{"uri":"Montevideo","surface_form":"Montevideo","offset":305},{"uri":"Carrasco_International_Airport","surface_form":"Carrasco International Airport","offset":665},{"uri":"Luis_Lacalle_Pou","surface_form":"Luis Lacalle Pou","offset":776}]}