{"id":759152,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Vietnam","text":"The COVID-19 pandemic spread to Vietnam on 23 January 2020, when its first known case of COVID-19 was reported.\nthe country had 288 confirmed cases, 260 recoveries, and no deaths. More than 261,000 tests have been performed. Hanoi, as of April is the most-affected city with 112 confirmed cases.\nCases.\nOn 23 January, Vietnam confirmed the first two cases of COVID-19, a Chinese man (#1) travelling from Wuhan to Hanoi to visit his son who lived in Vietnam, and his son (#2), who was believed to have contracted the disease from his father. They were hospitalized in Ho Chi Minh City. On 29 January, the son fully recovered and was discharged. His father was discharged on 12 February.\nFrom 17 to 23 April, no new cases were confirmed. However, there were reports of cases who tested positive again after being discharged. On 24 April, two more cases were confirmed: both were Vietnamese students who came back from Japan and quarantined on arrival.\nPraise.\nVietnam has been seen by the global media as having one of the best-organised epidemic control programs in the world, along with Taiwan and South Korea.\nDespite not having the latest technology, the country's response to the outbreak has received praise for its quick response.","categories":[],"infobox_types":["pandemic"],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":4},{"uri":"Vietnam","surface_form":"Vietnam","offset":32},{"uri":"COVID-19_testing","surface_form":"tests","offset":198},{"uri":"Hanoi","surface_form":"Hanoi","offset":225},{"uri":"Coronavirus_disease_2019","surface_form":"COVID-19","offset":359},{"uri":"Wuhan","surface_form":"Wuhan","offset":404},{"uri":"Hanoi","surface_form":"Hanoi","offset":413},{"uri":"Ho_Chi_Minh_City","surface_form":"Ho Chi Minh City","offset":567},{"uri":"COVID-19_pandemic_in_Taiwan","surface_form":"Taiwan","offset":1087},{"uri":"COVID-19_pandemic_in_South_Korea","surface_form":"South Korea","offset":1098}]}