{"id":759109,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Italy","text":"The ongoing COVID-19 pandemic was first confirmed to have spread to Italy on 31 January 2020, when two Chinese tourists in Rome tested positive for the virus.\nClusters.\nA large amount of cases was later found, starting with 16 confirmed cases in Lombardy on 21 February, and 60 additional cases and the first deaths on 22 February. By the beginning of March, the virus had spread to all regions of Italy.\nOn 31 January, the Italian government stopped all flights to and from China and declared a state of emergency. In February, eleven cities in northern Italy were seen as the centres of the two main Italian infected areas and placed under quarantine. The majority of positive cases in other regions traced back to these two areas.\nConte's response.\nOn 8 March 2020, Prime Minister Giuseppe Conte expanded the quarantine to all of Lombardy and 14 other northern provinces, and on the following day to all of Italy were placed on quarantine. On 11 March 2020, Conte prohibited nearly all commercial activity except for supermarkets and pharmacies.\nOn 21 March, the Italian government closed all non-essential businesses and industries, and stopped movement of people.\nCases.\n, Italy has 78,457 active cases, one of the highest in the world.\n31,106 deaths (a rate of 509 deaths per million population), while there have been\nBy 13 May, Italy had tested about 1,779,000 people. Because of the limited number of tests performed, the real number of infected people in Italy, as in other countries, is seen to be higher than the official count.\nNumbers.\nOn 19 March, Italy became the country with the highest number of confirmed coronavirus deaths; however, on 11 April, the United States topped Italy.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":12},{"uri":"Italy","surface_form":"Italy","offset":68},{"uri":"Lombardy","surface_form":"Lombardy","offset":246},{"uri":"Northern_Italy","surface_form":"northern Italy","offset":546},{"uri":"Quarantine","surface_form":"quarantine","offset":642},{"uri":"Giuseppe_Conte","surface_form":"Giuseppe Conte","offset":784}]}