{"id":759180,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Venezuela","text":"As part of an ongoing worldwide pandemic, the first two patients with COVID-19 in Venezuela were confirmed on 13 March 2020; the first death was reported on 26 March.\nRecords.\nHowever, the first record of a patient claiming to have symptoms of coronavirus disease dates back to 29 February 2020, with government officials suspecting that the first person carrying the virus could have entered the country as early as 25 February.\nVulnerability.\nVenezuela is particularly vulnerable to the pandemic because of its ongoing socioeconomic and political crisis causing massive shortages of food and basic necessities, including medical supplies.\nThe mass emigration of Venezuelan doctors has also caused chronic staff shortages in hospitals.\nTo prevent the spread of the disease into Venezuela, the governments of Brazil and Colombia temporarily closed their borders with Venezuela.\nResponse.\nStay-at-home orders were announced on 15 March, when the country registered another seven cases, and introduced the next day across six states and the Caracas area.\nIt was on the first day of the quarantine across six states, 16 March, that Argentina's ambassador in Venezuela, Eduardo Porretti, tested positive for the virus, and Nicolás Maduro announced that sixteen new cases were confirmed, bringing the total to 33. Maduro extended the quarantine to the entire country.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"ongoing worldwide pandemic","offset":14},{"uri":"Coronavirus_disease_2019","surface_form":"COVID-19","offset":70},{"uri":"Venezuela","surface_form":"Venezuela","offset":82},{"uri":"COVID-19_pandemic","surface_form":"pandemic","offset":489},{"uri":"Crisis_in_Venezuela","surface_form":"ongoing socioeconomic and political crisis","offset":513},{"uri":"Shortages_in_Venezuela","surface_form":"massive shortages","offset":564},{"uri":"Venezuelan_refugee_crisis","surface_form":"mass emigration","offset":645},{"uri":"Brazil","surface_form":"Brazil","offset":809},{"uri":"Colombia","surface_form":"Colombia","offset":820},{"uri":"Stay-at-home_order","surface_form":"Stay-at-home order","offset":888},{"uri":"Caracas","surface_form":"Caracas","offset":1039},{"uri":"Nicol%C3%A1s_Maduro","surface_form":"Nicolás Maduro","offset":1219}]}