{"id":759118,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Germany","text":"The ongoing COVID-19 pandemic spread to Germany on 27 January 2020, when the first case was confirmed near Munich, Bavaria.\nBackground.\nThe majority of cases in January and early February came from the same automobile-parts business place as the first case. On 25 and 26 February, multiple cases related to the Italian outbreak were found in Baden-Württemberg. A large number linked to a carnival event was formed in Heinsberg, North Rhine-Westphalia, with the first death reported on 9March 2020. New larger groups were found in other regions via Heinsberg as well as by people arriving from China, Iran and Italy, from where non-Germans could arrive by plane until 17–18 March.\nStages.\nThe outbreaks were first managed in a \"containment stage\", which tried to lower the increase of larger infected areas. The German government and several health officials stated the country was ready and did not create special measures to increase medical supplies or limit public freedom. Since 13 March, the pandemic has been managed in the \"protection stage\". Two days later, borders to five neighboring countries were closed.\nActions.\nBy 22 March, all regional governments had announced curfews or restrictions in public spaces. Throughout Germany, travelling is only allowed in groups of two people unless they are from the same household.\nSome German states added more restrictions allowing people to leave their homes only for specified activities including commuting to work, exercising or purchasing food.\nNumbers.\n173,699 cases had been reported with 7,791 deaths and about 147,200 recoveries. The low fatality rate in Germany, compared to Italy and Spain, has resulted in a debate and explanations that say the country's higher number of tests performed, higher number of available intensive care beds with respiratory support, absence of COVID-19 analyses in autopsies and higher proportion of positive cases among younger people.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":12},{"uri":"Germany","surface_form":"Germany","offset":40},{"uri":"Munich","surface_form":"Munich","offset":107},{"uri":"COVID-19_pandemic_in_Italy","surface_form":"Italian outbreak","offset":311},{"uri":"Baden-W%C3%BCrttemberg","surface_form":"Baden-Württemberg","offset":342},{"uri":"Heinsberg_(district)","surface_form":"Heinsberg","offset":417},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":428},{"uri":"Curfews_and_lockdowns_related_to_the_COVID-19_pandemic","surface_form":"curfews or restrictions","offset":1178},{"uri":"States_of_Germany","surface_form":"German states","offset":1337}]}