{"id":759195,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Poland","text":"In February and March 2020, during the COVID-19 pandemic that started in late 2019, health authorities in Poland began laboratory testing of suspected cases of infection by SARS-CoV-2, one of the seven known human coronaviruses, as well as home quarantining and monitoring.\nCases.\nThe first case of a laboratory confirmed SARS-CoV-2 infection in Poland was that of a man hospitalized in Zielona Góra, with confirmation announced officially on 4 March 2020.\nThe local transmission phase of SARS-CoV-2 in Poland was declared to the World Health Organization on 10 March.\nThe first death from coronavirus disease 2019 (COVID-19) in Poland was that of a 56-year-old woman on 12 March.\nEuropean help.\nPolish authorities did not take part in the 28 February 2020 European Union procedure for purchasing COVID-19 pandemic related medical equipment, in which 20 other member states participated. Poland applied on 6 March for the 17 March tender for the purchase of gloves, goggles, face shields, surgical masks and protective clothing.\nNumbers.\n, there were 16,921 laboratory confirmed SARS-CoV-2 cases, 839 deaths, and 6131 recoveries.\nResponse.\nLockdown-type control measures started on 10–12 March, closing schools and university classes and cancelling mass events, and were strengthened on 25 March. It limited non-family gatherings to two people and religious gatherings to six and did not allow any non-essential travel.\nDeaths.\nDeath counts initially only included deaths from lab-confirmed SARS-CoV-2 infection. Starting on 1 April 2020, deaths that were clinically diagnosed as COVID-19 were also considered as COVID-19 deaths., people in Poland who died in quarantine from suspected COVID-19 were not tested for SARS-CoV-2 in their autopsy.\nTesting and lockdown.\n, there were 269,307 people under quarantine for suspected SARS-CoV-2 infection and 42,783 SARS-CoV-2 tests had been made since the beginning of testing. The lockdown restrictions were tightened starting on 31 March–1 April, making individuals walking in streets to be separated by two metres, closing parks, boulevards, beaches, hairdressers and beauty salons.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":39},{"uri":"Poland","surface_form":"Poland","offset":106},{"uri":"Severe_acute_respiratory_syndrome_coronavirus_2","surface_form":"SARS-CoV-2","offset":173},{"uri":"Zielona_G%C3%B3ra","surface_form":"Zielona Góra","offset":387},{"uri":"Transmission","surface_form":"transmission","offset":467},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":530},{"uri":"Coronavirus_disease_2019","surface_form":"coronavirus disease 2019","offset":590},{"uri":"European_Union","surface_form":"European Union","offset":757},{"uri":"Face_shield","surface_form":"face shield","offset":975},{"uri":"Surgical_mask","surface_form":"surgical mask","offset":989},{"uri":"Autopsy","surface_form":"autopsy","offset":1735}]}