{"id":759131,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Russia","text":"The COVID-19 pandemic spread to Russia on 31 January 2020, when two Chinese tourists in Tyumen, Siberia and Chita, Russian Far East tested positive for the virus, with both cases being contained.\nMeasures.\nEarly prevention measures happened within the first cases. They included restricting the border with China and large testing. The infection spread from Italy on 2 March, leading to more measures such as cancelling events, closing schools, theatres and museums, shutting the border, and declaring a non-working period which lasted up to 11 May, having been extended twice.\nCases.\nBy the end of March, lockdowns were added in the large majority of federal subjects, including Moscow. By 17 April, cases were confirmed in all federal areas. On 27 April, the number of confirmed cases passed those in China and on 30 April, it passed 100,000.\nAs of 14 May, Russia has 252,245 confirmed cases, 53,530 recoveries, 2,305 deaths, and over 6.1 million tests performed, ranking second in number of confirmed cases. The city of Moscow is currently the most affected, having the majority of confirmed cases.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":4},{"uri":"Russia","surface_form":"Russia","offset":32},{"uri":"China","surface_form":"Chinese","offset":68},{"uri":"Tyumen","surface_form":"Tyumen, Siberia","offset":88},{"uri":"Chita%2C_Zabaykalsky_Krai","surface_form":"Chita","offset":108},{"uri":"Russian_Far_East","surface_form":"Russian Far East","offset":115},{"uri":"China%E2%80%93Russia_border","surface_form":"border","offset":295},{"uri":"China","surface_form":"China","offset":307},{"uri":"COVID-19_pandemic_in_Italy","surface_form":"Italy","offset":358},{"uri":"Federal_subjects_of_Russia","surface_form":"federal subjects","offset":652},{"uri":"Moscow","surface_form":"Moscow","offset":680},{"uri":"COVID-19_pandemic_in_mainland_China","surface_form":"China","offset":803}]}