{"id":759198,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Israel","text":"The first case of the COVID-19 pandemic in Israel was confirmed on 21 February 2020, after a female citizen tested positive for coronavirus disease 2019 after return from quarantine on the \"Diamond Princess\" ship in Japan.\nResponse.\nAs a result, a 14-day home isolation rule was created for anyone who had visited South Korea or Japan, and a ban was placed on non-residents and non-citizens who were in South Korea for 14 days before their arrival.\nBeginning on 11 March, Israel began enforcing social distancing and other rules to limit the spread of infection.\nGatherings were first restricted to no more than 100 people, but on 15 March this was lowered to 10 people.\nOn 19 March, Prime Minister Benjamin Netanyahu declared a national state of emergency. Israelis were not allowed to leave their homes unless absolutely necessary.\nCases.\nAs coronavirus diagnoses spiked in the city of Bnei Brak, reaching nearly 1,000 infected individuals at the beginning of April, the cabinet voted to declare the city a \"restricted zone\". On 12 April, Haredi neighborhoods in Jerusalem were placed under closure.\nOn 20 March, an 88-year-old Holocaust survivor in Jerusalem who suffered from previous illnesses was announced as the country's first death.\nMinister of Health Yaakov Litzman and his wife tested positive for the coronavirus on 2 April; Litzman was the first member of the cabinet to be infected.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":22},{"uri":"Coronavirus_disease_2019","surface_form":"coronavirus disease 2019","offset":128},{"uri":"Diamond_Princess_(ship)","surface_form":"Diamond Princess","offset":190},{"uri":"Self-isolation","surface_form":"home isolation","offset":255},{"uri":"Social_distancing","surface_form":"social distancing","offset":495},{"uri":"Benjamin_Netanyahu","surface_form":"Benjamin Netanyahu","offset":699},{"uri":"Bnei_Brak","surface_form":"Bnei Brak","offset":888},{"uri":"Haredi_Judaism","surface_form":"Haredi","offset":1041},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1065},{"uri":"Holocaust","surface_form":"Holocaust","offset":1130},{"uri":"Ministry_of_Health_(Israel)","surface_form":"Minister of Health","offset":1243},{"uri":"Yaakov_Litzman","surface_form":"Yaakov Litzman","offset":1262}]}