{"id":759117,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_India","text":"The first case of the COVID-19 pandemic in India was reported on 30 January 2020, originating from China. As of, the Ministry of Health and Family Welfare have confirmed a total of 78,003 cases, 26,235 recoveries (including 1 migration) and 2,549 deaths in the country.\nNumbers.\nThe infection rate of COVID-19 in India is reported to be 1.7, which was lower than in the worst affected countries.\nThe outbreak has been called an epidemic in more than a dozen states and union territories.\nResponse.\nOn 22 March 2020, India made a 14-hour voluntary public curfew at the instance of the prime minister Narendra Modi. The government followed it up with lockdowns in 75 districts where COVID-19 cases had occurred as well as all major cities. On 24 March, the prime minister ordered a nationwide lockdown for 21 days, affecting the entire 1.3billion population of India. On 14 April, the prime minister extended the nationwide lockdown until 3 May.\nLockdown effects.\nPeople worried about the economic effects caused by the lockdown, which has would have on informal workers, micro and small enterprises, farmers and the self-employed.\nObservers state that the lockdown has slowed the growth rate of the pandemic by 6 April to a rate of doubling every 6 days, and, by 18 April, to a rate of doubling every 8 days.\nThe Oxford COVID-19 Government Response Tracker (OxCGRT), in its report based on data from 73 countries, reports that the Indian Government has responded more strictly than other countries in the pandemic.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":22},{"uri":"COVID-19_pandemic_in_mainland_China","surface_form":"originating from China","offset":82},{"uri":"Ministry_of_Health_and_Family_Welfare","surface_form":"Ministry of Health and Family Welfare","offset":117},{"uri":"COVID-19","surface_form":"COVID-19","offset":301},{"uri":"Narendra_Modi","surface_form":"Narendra Modi","offset":599},{"uri":"COVID-19_pandemic_lockdown_in_India","surface_form":"nationwide lockdown","offset":780},{"uri":"Indian_Government","surface_form":"Indian Government","offset":1430}]}