{"id":759162,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Greece","text":"The COVID-19 pandemic first appeared in Greece on 26 February 2020., there have been 2,760 confirmed cases and 155 deaths.\nCases.\nThe first COVID-19 case, a 38-year-old woman from Thessaloniki who had recently visited Νorthern Italy, was confirmed. Later cases in late February and early March related to people who had traveled to Italy, Israel and Egypt. The first death from COVID-19 in Greece was a 66-year-old man, who died on 12 March.\nResponse.\nFollowing the first three cases in Greece, on 27 February all carnival events in the country were cancelled. Later, the closure of schools and the suspension of cultural events in the affected areas (particularly Ilia, Achaea and Zakynthos) were announced.\nOn 10 March, with 89 confirmed cases and no deaths in the country, the government decided to close down all schools for good and on 13 March, to close down all cafes, bars, museums, shopping centres, sports facilities and restaurants in the country.\nOn 16 March, all retail shops were also closed, two villages in Kozani were quarantined, and all services in all churches were suspended. On 18 and 19 March, the government announced a series of measures of more than 10 billion euros to support the economy, businesses and employees.\nOn 4 April these restrictions were extended until 27 April and on 23 April they were extended until 4 May.\nThe measures put in place in Greece are among the most strictest in Europe and have been praised internationally for having slowed the spread of the disease and having kept the number of deaths among the lowest in Europe.\nStarting from 4 May, Greece began easing restrictions after a 42-day lockdown, with the gradual lifting of restrictions on movement and the restarting of business activity.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":4},{"uri":"Greece","surface_form":"Greece","offset":40},{"uri":"COVID-19","surface_form":"COVID-19","offset":140},{"uri":"Thessaloniki","surface_form":"Thessaloniki","offset":180},{"uri":"Northern_Italy","surface_form":"Νorthern Italy","offset":218},{"uri":"Elis_(regional_unit)","surface_form":"Ilia","offset":665},{"uri":"Achaea","surface_form":"Achaea","offset":671},{"uri":"Zakynthos","surface_form":"Zakynthos","offset":682},{"uri":"Kozani_(regional_unit)","surface_form":"Kozani","offset":1023}]}