{"id":759122,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_United_Kingdom","text":"The ongoing COVID-19 pandemic spread to the United Kingdom in late January 2020. By 13 May there had been\nNumbers.\nMore than 90% of those dying had underlying illnesses or were over 60 years old. The infection rate is higher in care homes than in the community. There is large regional difference in the outbreak's severity. The outbreak in London has the highest number and highest rate of infections. England and Wales are the UK countries with the highest recorded death rate per head, and Northern Ireland has the lowest.\nGovernment response before the pandemic.\nThe Department of Health and Social Care created a public health campaign to help slow the virus's spread, and began posting daily updates in early February.\nIn February, the Heath Secretary, Matt Hancock, proposed the Health Protection (Coronavirus) Regulations 2020. Hospitals set up drive-through screening (testing for the disease). The Chief Medical Officer for England, Chris Whitty, created a four-stage strategy to tackle the outbreak: contain, delay, research and mitigate (help, lessen).\nCases.\nFirst cases in the United Kingdom were on on 28 February, and by 1March there were cases in England, Wales, Scotland and Northern Ireland.\nGovernment response during the pandemic.\nThe government created the Coronavirus Action Plan, and said the outbreak a \"level 4 incident\".\nOn 11 March, the outbreak was declared a pandemic. Four days later—following the outbreak in Italy, the government said everyone should avoid all \"non-essential\" travel and contact with others, avoid crowds, and work from home if possible. Those with symptoms, and their household, were asked to self-isolate.\nPregnant women, the over 70s, and those with certain illnesses were asked to self-isolate for longer. Panic buying was reported.\nLockdowns.\nOn 20 March, the four governments shut all schools, restaurants, pubs, indoor entertainment venues and leisure centres, with some exceptions. On 23 March, the UK government made a lockdown on the whole population, banning all \"non-essential\" travel and contact with people outside one's home and shutting almost all businesses, venues, facilities, amenities and places of worship.\nPeople were told to keep apart in public. Police were given the power to enforce the lockdown, and the Coronavirus Act 2020 gave the government emergency powers not used since the Second World War.\nMore lockdowns took place in October, November and December 2020. Different places had different rules.\nA national lockdown in England began on 5 January.\nEffects.\nIt is said that the lockdown will severely damage the UK economy, lead to millions of job losses, worsen mental health and suicide rates, and cause \"collateral\" deaths due to isolation, delays and falling living standards.\nResearchers suggest the lockdown could be lifted by shielding only the most vulnerable and using contact tracing.\nSome schools stayed open to teach the children of essential workers, at-risk children, and children with special education needs. However, adults who work for disabled students' rights told Parliament that British educators had unfairly sent special education students home without good reasons.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":12},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":44},{"uri":"Infection_rate","surface_form":"infection rate","offset":200},{"uri":"London","surface_form":"London","offset":341},{"uri":"England","surface_form":"England","offset":403},{"uri":"Wales","surface_form":"Wales","offset":415},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":493},{"uri":"Department_of_Health_and_Social_Care","surface_form":"Department of Health and Social Care","offset":571},{"uri":"Secretary_of_State_for_Health_and_Social_Care","surface_form":"Heath Secretary","offset":742},{"uri":"Matt_Hancock","surface_form":"Matt Hancock","offset":759},{"uri":"Health_Protection_(Coronavirus)_Regulations_2020","surface_form":"Health Protection (Coronavirus) Regulations 2020","offset":786},{"uri":"Chris_Whitty","surface_form":"Chris Whitty","offset":943},{"uri":"England","surface_form":"England","offset":1164},{"uri":"Wales","surface_form":"Wales","offset":1173},{"uri":"Scotland","surface_form":"Scotland","offset":1180},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1193},{"uri":"Pandemic","surface_form":"pandemic","offset":1389},{"uri":"COVID-19_pandemic_in_Italy","surface_form":"outbreak in Italy","offset":1429},{"uri":"Self-isolation","surface_form":"self-isolate","offset":1644},{"uri":"Panic_buying","surface_form":"Panic buying","offset":1760},{"uri":"Social_distancing","surface_form":"keep apart","offset":2199},{"uri":"Coronavirus_Act_2020","surface_form":"Coronavirus Act 2020","offset":2282},{"uri":"Emergency","surface_form":"emergency","offset":2323},{"uri":"Second_World_War","surface_form":"Second World War","offset":2359},{"uri":"Suicide","surface_form":"suicide","offset":2664},{"uri":"Contact_tracing","surface_form":"contact tracing","offset":2861}]}