{"id":759205,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Sweden","text":"The ongoing COVID-19 pandemic was confirmed to have reached Sweden on 31 January 2020.\nCases.\nThe first case when a woman returning from Wuhan tested positive. On 26 February, following outbreaks in Italy and in Iran, multiple travel-related appeared in Sweden. The disease began to spread in the country was on 9 March in the Stockholm region. Since then, individuals in every län (county) have tested positive for COVID-19.\nThe first death was reported on 11 March in Stockholm, a case of community transmission.\nResponse.\nSweden has not created a lockdown, unlike many other countries, and kept large parts of its society open.\nThe Public Health Agency issued recommendations to: if possible, work from home; avoid unnecessary travel within the country; to engage in social distancing; and for people above 70 to stay at home, as much as possible.\nTesting and numbers.\nSweden began testing for the virus in January, and by early May, about 148,000 tests had been performed., there have been 27,909 confirmed cases, of which 1,768 received intensive care, and 3,460 deaths related to COVID-19 in Sweden.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":12},{"uri":"Sweden","surface_form":"Sweden","offset":60},{"uri":"Wuhan","surface_form":"Wuhan","offset":137},{"uri":"COVID-19_pandemic_in_Italy","surface_form":"in Italy","offset":196},{"uri":"COVID-19_pandemic_in_Iran","surface_form":"in Iran","offset":209},{"uri":"Stockholm_Regional_Council","surface_form":"Stockholm region","offset":327},{"uri":"Counties_of_Sweden","surface_form":"län (county)","offset":378},{"uri":"Stockholm","surface_form":"Stockholm","offset":470},{"uri":"Lockdown","surface_form":"lockdown","offset":550},{"uri":"Social_distancing","surface_form":"social distancing","offset":770},{"uri":"COVID-19_testing","surface_form":"testing for the virus","offset":885}]}