{"id":759254,"url":"http://en.wikipedia.org/wiki/J%C3%BCrgen_Osterhammel","text":"e=\"preserve\">Jürgen Osterhammel (born 1952 in Wipperfürth, North Rhine-Westphalia) is a German historian specialized in world history.\nAcademia.\nOsterhammel started his academic career as a research fee student at the London School of Economics in 1976/77 and studied and worked there under Professor Ian Nish. In 1980 he obtained his Ph.D. from the University of Kassel (Germany) in modern history. Two years later he started as a fellow at the German Historical Institute in London. Between 1986 and 1990 he was a senior lecturer in political science at the University of Freiburg (Germany). He then worked for seven years as professor of modern history at the \"FernUniversität Hagen\", a distance-learning university in Germany. He has also worked as a professor of modern history at the Graduate Institute of International Studies in Geneva and the in the same position in the University of Konstanz (Germany) in 1999. In 2001-2002 he was a fellow at the \"Netherlands Institute for Advanced Study\" in the Humanities and Social Sciences. In 2014 he was elected a Corresponding Fellow of the \"British Academy\".\nAwards.\nIn 2018 he received the \"Balzan Prize\" for Global History \"For his fundamental contribution to studies in global history and the definition of the discipline. For his method, which combines the rigour of empirical research while opening onto wide perspectives in an admirably balanced way, both through comparison and through the study of interconnected histories. For his elegant, fascinating style of writing.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":59},{"uri":"Historian","surface_form":"historian","offset":95},{"uri":"World_history","surface_form":"world history","offset":120},{"uri":"London_School_of_Economics","surface_form":"London School of Economics","offset":218},{"uri":"Ian_Nish","surface_form":"Ian Nish","offset":301},{"uri":"Kassel","surface_form":"Kassel","offset":364},{"uri":"Germany","surface_form":"Germany","offset":372},{"uri":"Modern_history","surface_form":"modern history","offset":384},{"uri":"London","surface_form":"London","offset":477},{"uri":"Political_science","surface_form":"political science","offset":535},{"uri":"Freiburg","surface_form":"Freiburg","offset":574},{"uri":"Geneva","surface_form":"Geneva","offset":837},{"uri":"Konstanz","surface_form":"Konstanz","offset":894}]}