{"id":759239,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Malaysia","text":"The COVID-19 pandemic was confirmed to have reached Malaysia in January 2020, when it was detected on travelers from China arriving through Singapore on 25 January, following the outbreak of COVID-19 in Hubei, China.\nReported cases remained low until small groups began to emerge in March; the largest group was linked to a Tablighi Jamaat religious gathering held in Sri Petaling, Kuala Lumpur in late February and early March, leading to massive spikes in local cases and an exportation of cases to neighbouring countries.\nWithin a few weeks, Malaysia had recorded the largest number of confirmed COVID-19 infections in Southeast Asia, passing over the 2,000 mark in active cases by the end of March from fewer than 30 at the start of the month.\nBy 16 March, the virus is reported in every state and federal territory in the country.\nMeasures to combat the outbreak were later announced by the Prime Minister of Malaysia through a live nationwide telecast on 13 March 2020; by 16 March, a nationwide \"Movement Control Order\" (MCO) through social distancing, was announced to last between 18 and 31 March.\nAs of 8 December 2020, the country reports a total of 74,294 confirmed cases, 11,604 active cases, 62,306 recoveries and 384 deaths.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":4},{"uri":"Malaysia","surface_form":"Malaysia","offset":52},{"uri":"Hubei","surface_form":"Hubei","offset":203},{"uri":"China","surface_form":"China","offset":210},{"uri":"Tablighi_Jamaat","surface_form":"Tablighi Jamaat","offset":324},{"uri":"Sri_Petaling","surface_form":"Sri Petaling","offset":368},{"uri":"States_and_federal_territories_of_Malaysia","surface_form":"state and federal territory","offset":792},{"uri":"Prime_Minister_of_Malaysia","surface_form":"Prime Minister of Malaysia","offset":896},{"uri":"Social_distancing","surface_form":"social distancing","offset":1041}]}