{"id":759428,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Jordan","text":"The ongoing COVID-19 pandemic spread to Jordan on 2 March 2020, when the Ministry of Health confirmed the first case in the kingdom. As of May 2, Jordan had 460 confirmed cases, with 367 recovered and 9 deaths.\nCases.\nOn 2 March, the Prime Ministry of Jordan reported the first case of coronavirus in Jordan. The Jordanian had returned from Italy two weeks prior, before quarantine procedures for Jordanians returning from Italy had been put in place.\nOn 22 March, there were 13 additional cases confirmed, one of the cases was for a 19-year-old man who came from Britain, and 5 more cases from Irbid's wedding, and 6 cases for people who were in close contact with a nurse who was infected, including an 83-year-old woman who was in mild to moderate condition, and one of unknown origin, bringing the total of the cases to 112.\nDeath.\nOn 28 March, the first death resulting from COVID-19 was confirmed in the kingdom. An 83-year-old woman who was admitted to a private hospital suffering from many illnesses along with blood poisoning. Later in the evening, the total confirmed cases rose to 246 after 11 new cases were confirmed. Of those 11, 5 cases came from Irbid, 1 individual who was in close contact with an infected person, 1 woman who was in close contact with her infected daughter that was visiting from Norway, 3 cases from those already quarantined in hotels (2 of which came from the UK and 1 came from Baghdad, and the final remaining case is of unknown origin/cause, investigations are still ongoing.\nThe health Minister announced that there are 3 cases in serious conditions.\nInfection rate.\nOn 8 May, 8 new cases were confirmed until noon. These are also linked to the recent discovery of an infected driver a couple of days ago in Mafraq. 4 of these cases have been reported in Ramtha","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":12},{"uri":"Jordan","surface_form":"Jordan","offset":40},{"uri":"Prime_Minister_of_Jordan","surface_form":"Prime Ministry of Jordan","offset":234},{"uri":"Italy","surface_form":"Italy","offset":341},{"uri":"Norway","surface_form":"Norway","offset":1316},{"uri":"Baghdad","surface_form":"Baghdad","offset":1418}]}