{"id":75955,"url":"http://en.wikipedia.org/wiki/Retrograde_and_direct_motion","text":"Direct motion is the motion of a planetary body in a direction similar to that of other bodies within its system, and is sometimes called prograde motion. Retrograde motion is motion in the opposite direction. In the case of celestial bodies such as the retrograde Carme group of moons, such motion may be real, defined by the natural rotation or orbit of the body.\nEvery so often a planet seems to change direction and go the other way for a short period of time (in relation to the fixed stars), making a \"retrograde loop\" or squiggle in its track before carrying on as normal. This apparent retrograde motion, however, is seen because the Earth is moving. It is only seen when outer planets are near opposition.\nA common analogy for the principle of apparent retrograde motion is that of turning on a circle. If two cars are travelling at the same constant speed from the same point on concentric circle<nowiki/>s \"next to each other\" such that one car is on the \"outside\" and the other on the \"inside\", then the car on the inside will complete its circle before the car on the outside, because it has a shorter distance to travel. Thus, it will seem to the driver of the car on the inside, that, although the speed of the cars is the same, the car on the outside is slower. The outside car will appear to \"fall behind\" the inside car. The same concept is the basis of retrograde motion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planet","surface_form":"planet","offset":33},{"uri":"Carme_group","surface_form":"Carme group","offset":265},{"uri":"Rotation","surface_form":"rotation","offset":335},{"uri":"Orbit","surface_form":"orbit","offset":347},{"uri":"Outer_planet","surface_form":"outer planet","offset":680},{"uri":"Opposition_(astronomy_and_astrology)","surface_form":"opposition","offset":703},{"uri":"Analogy","surface_form":"analogy","offset":724},{"uri":"Car","surface_form":"cars","offset":819},{"uri":"Speed","surface_form":"speed","offset":860},{"uri":"Circle","surface_form":"circle","offset":900},{"uri":"Distance","surface_form":"distance","offset":1115}]}