{"id":759682,"url":"http://en.wikipedia.org/wiki/Se2grXII","text":"e=\"preserve\">Se2grXII originally marked LXXIEJ 12 is a manuscript of the Septuagint dated to the 1st century and written on a parchment in the form of a scroll. This manuscript was found in the Judean Desert, probably in a Nahal Hever cave. This fragment is marked with number 943 on the list of manuscripts of the Septuagint according to the classification of Alfred Rahlfs.\nCharacteristic.\nThis manuscript was discovered in August 1952 in the Judean Desert by Bedouins, who claimed to be from Wadi Seiyâl, but nobody knows the exact place of origin. It was bought by the Palestine Archaeological Museum (now the Rockefeller Museum). This manuscript received the designation Se2grXII (the second manuscript from the Seiyâl collection, written in Greek, containing a scroll of twelve minor prophets).\nNine other fragments of the scroll of minor prophets were found in 1961 in \"Horror Cave\" (cave No. 8 in the Nahal Hever Valley) by a team of Israeli archaeologists led by Jigael Jadin. Therefore, cave No. 8 located south of Qumran is now considered to be almost a reliable place of origin for the scroll. All the fragments set has now been given the name Greek Minor Prophets Scroll from Nahal Hever.\nThis manuscript contains a tetragram in Jonah 3:3.\nThis manuscript was published by B. Lifschitz from the Hebrew University of Jerusalem in the \"Israel Exploration Journal\" in 1962. The original designation of the manuscript indicates that the Israel Exploration Journal volume XII was published (LXXIEJ 12).\nIt is stored in the Rockefeller Museum in Jerusalem (Gr. Se2grXII).","categories":[],"infobox_types":[],"annotations":[{"uri":"Judean_Desert","surface_form":"Judean Desert","offset":445},{"uri":"Rockefeller_Museum","surface_form":"Rockefeller Museum","offset":614},{"uri":"Greek_Minor_Prophets_Scroll_from_Nahal_Hever","surface_form":"Greek Minor Prophets Scroll from Nahal Hever","offset":1156},{"uri":"Hebrew_University_of_Jerusalem","surface_form":"Hebrew University of Jerusalem","offset":1308}]}