{"id":75975,"url":"http://en.wikipedia.org/wiki/Jay-Z","text":"Shawn Corey Carter (born December 4, 1969), better known by his stage name JAY-Z (formerly Jay-Z and Jay Z), is an American rapper, record producer and entrepreneur. He is the former CEO of Def Jam Recordings and Roc-A-Fella Records. Jay-Z co-owns 40 Club and the Brooklyn Nets NBA team. He is one of the most financially successful hip-hop artists and businessmen in America. Jay-Z has several nicknames, \"Jigga\", \"Hova\", \"Young Hov\", and \"The Greatest Rapper Alive\".\nIn June 2019, it was reported that Jay-Z had become the first billionaire rapper.\nEarly life.\nJay-Z had a really rough adolescence. At the age of 11 his father left the family, so he was raised by his mother, Gloria Carter. Like he said in a lot of his autobiographical songs, Jay-Z was involved with a lot of drug deals and gun violence. Jay-Z went to Eli Whitney High School, in Brooklyn, where he met the well-known The Notorious B.I.G.\nThe Beginning.\nJay-Z started to rap at a very young age. He thought it was a way to escape from violence, drugs and poverty. At the age of 20, Shawn met Jaz-O, who was an old performer. He was a sort of mentor for Jay-Z. He recorded a song with him called “The Originator”. This song gave them the opportunity to go on the MTV raps show and this was the first step to glory for him. After this show he needed to find a stage name. He chose Jay Z, to thank his mentor Jaz-O, but also at his high school he used to be called “Jazzy”. Jay-Z had a good start, but he wasn’t mainstream enough to be a famous star of hip-hop, so he decided to create his own label record with two of his friends called the Roc-A-Fella Records. His career took a step higher, in 1998, when he won his first Grammy with his song Hard-Knock-Life. From 1998 to 2003, Jay-Z produced a lot of good songs and albums, but his most famous album was \"The Blueprint\". It was claimed by critics to be one of the albums of the decade. He was now considered as one of the biggest in the game.\nThe extension of the Empire.\nIn 2003, Jay-Z stopped rapping, because he found that there were not enough good rappers to compete with him. He said that the game was too easy for him. He decided to concentrate more on his producer career than his rap career. He became the president of Def Jam Recordings. He signed a lot of great artists such as Rihanna, Ne-Yo and Kanye West. He also became a businessman by creating his own clothing company, Rocawear, and owning a part of the Brooklyn Nets, an NBA basketball team.\nPresent.\nAfter a step back in his career, he made a decision in 2006 to come back into the game. He created the albums \"Kingdom Came\" and the year after \"American Gangster\". In 2009, he released Blue print 3, but in 2011 he teamed up with Kanye West to do an LP called \"Watch the Throne\". This album went triple hit, made the top rap charts for August and also nominated for the Grammy for the best rap Album. Now, he is known to be one of the best rappers of all time. In April 2011 Jay-Z started a website called \"Life+ Times\". He also took part in Barack Obama’s last elections. Jay-Z's twelfth album, \"Magna Carta Holy Grail\", was released in July 2013. The album topped the chart to number one. It was nominated for Album of the Year at the 2013 BET Hip Hop Awards. The first single on the album, \"Holy Grail\", features Justin Timberlake singing in it. It reached number four on the US \"Billboard\" 100. In South Korea it reached number one. Jay-Z's wife Beyoncé sings on \"Part II (On the Run)\". In December 2013 Jay-Z was nominated for nine Grammy Awards. This was more than anyone else that year. He rapped on his wife Beyoncé Knowles' fifth album \"Beyoncé\".\nTogether with Beyoncé, Jay-Z has three children: daughter Blue Ivy (born 2012) and twins Rumi and Sir Carter, who were born in June 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stage_name","surface_form":"stage name","offset":64},{"uri":"Americans","surface_form":"American","offset":115},{"uri":"Rapper","surface_form":"rapper","offset":124},{"uri":"Record_producer","surface_form":"record producer","offset":132},{"uri":"CEO","surface_form":"CEO","offset":183},{"uri":"Def_Jam_Recordings","surface_form":"Def Jam Recordings","offset":190},{"uri":"Roc-A-Fella_Records","surface_form":"Roc-A-Fella Records","offset":213},{"uri":"40_Club","surface_form":"40 Club","offset":248},{"uri":"Brooklyn_Nets","surface_form":"Brooklyn Nets","offset":264},{"uri":"National_Basketball_Association","surface_form":"NBA","offset":278},{"uri":"Finance","surface_form":"financially","offset":310},{"uri":"Hip-hop","surface_form":"hip-hop","offset":333},{"uri":"Notorious_BIG","surface_form":"The Notorious B.I.G","offset":888},{"uri":"Stage_name","surface_form":"stage name","offset":1328},{"uri":"Def_Jam_Recordings","surface_form":"Def Jam Recordings","offset":2250},{"uri":"Rihanna","surface_form":"Rihanna","offset":2311},{"uri":"Ne-Yo","surface_form":"Ne-Yo","offset":2320},{"uri":"Kanye_West","surface_form":"Kanye West","offset":2330},{"uri":"Brooklyn_Nets","surface_form":"Brooklyn Nets","offset":2444},{"uri":"National_Basketball_Association","surface_form":"NBA","offset":2462},{"uri":"Basketball","surface_form":"basketball","offset":2466},{"uri":"Kanye_West","surface_form":"Kanye West","offset":2722},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":3034},{"uri":"BET_Hip_Hop_Awards","surface_form":"BET Hip Hop Awards","offset":3234},{"uri":"Justin_Timberlake","surface_form":"Justin Timberlake","offset":3308},{"uri":"South_Korea","surface_form":"South Korea","offset":3394},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":3529},{"uri":"Beyonc%C3%A9_Knowles","surface_form":"Beyoncé Knowles","offset":3608}]}