{"id":759773,"url":"http://en.wikipedia.org/wiki/2017_World_Snooker_Championship","text":"ce=\"preserve\">The 2017 World Snooker Championship was a professional snooker tournament. It took place from 15 April to 1 May 2017 at the Crucible Theatre in Sheffield, England. It was the 19th and final ranking event of the 2016–17 season, after the China Open. It was the 41st year that the World Snooker Championship had been held at the Crucible.\nThe winner of the title was defending champion Mark Selby. He defeated John Higgins 18–15 in the final despite having fallen 4–10 behind in the second session of the match. Selby defeated Ding Junhui 17–15 in the semi-finals, whilst Higgins defeated Barry Hawkins 17–8. This was Selby's third World Championship win. He had also won the title in the 2014 and 2016 tournaments.\nThe total prize fund for the event was £1,750,000. The winner got the top prize of £375,000. There were 74 century breaks in the main stage of the championship, with a further 84 in qualifying. Englishman Ronnie O'Sullivan made a break of 146 in the quarter-finals, the highest of the tournament. Gary Wilson scored a maximum break of 147 in qualifying during his first round win over Josh Boileau. The tournament was broadcast in Europe by the BBC and Eurosport, and internationally by World Snooker on Facebook.\nPrize fund.\nThe total prize money for the event was raised to £1,750,000 from the previous year's prize fund of £1,500,100. The winner of the event won £375,000. The prize money for the 2017 World Snooker Championship is shown below.\nMain draw.\nThe numbers in parentheses beside some of the players are their seeding ranks. Match winners are shown in bold.\nCentury breaks.\nThere were 74 century breaks made by 23 players in the main stage of the 2017 World Snooker Championship. The highest break of the tournament, a 146, was compiled by Ronnie O'Sullivan in his quarter-final loss to Ding Junhui.","categories":[],"infobox_types":[],"annotations":[{"uri":"Snooker","surface_form":"snooker","offset":69},{"uri":"Sheffield","surface_form":"Sheffield","offset":158},{"uri":"World_Snooker_Championship","surface_form":"World Snooker Championship","offset":293},{"uri":"Mark_Selby","surface_form":"Mark Selby","offset":398},{"uri":"John_Higgins","surface_form":"John Higgins","offset":422},{"uri":"Pound_sterling","surface_form":"£","offset":767},{"uri":"Century_break","surface_form":"century breaks","offset":835},{"uri":"Ronnie_O%27Sullivan","surface_form":"Ronnie O'Sullivan","offset":933},{"uri":"Maximum_break","surface_form":"maximum break of 147","offset":1046},{"uri":"BBC","surface_form":"BBC","offset":1173},{"uri":"Facebook","surface_form":"Facebook","offset":1232},{"uri":"Pound_sterling","surface_form":"£","offset":1304}]}