{"id":759868,"url":"http://en.wikipedia.org/wiki/1984_World_Snooker_Championship","text":"The 1984 World Snooker Championship was a snooker tournament. It took place between 21 April and 7 May 1984 at the Crucible Theatre in Sheffield, England. The event was run by the World Professional Billiards and Snooker Association (WPBSA), and was the eighth World Snooker Championship to be held at the Crucible since 1977. The event had 94 entries. The total prize fund for the event was £200,000, the highest total pool for any snooker tournament to that date; the winner received £44,000.\nThe defending champion was English player Steve Davis, who had won the title twice. He met Jimmy White in the final, which was played as a best-of-35-frames match. Davis won 18–16. Rex Williams made the event's highest break, scoring a 138. Eight century breaks were made during the competition, the fewest since 1978. The tournament was sponsored by cigarette manufacturer Embassy, and broadcast by BBC and ITV.\nMain draw.\nShown below are the results for each round. Numbering in brackets shows player's seed.\nCentury breaks.\nThere were eight centuries in the championship, the fewest since 1978. The highest break of the TV stages was 138 made by Rex Williams. The highest break in qualifying was a 112 made by Jim Donnelly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Snooker","surface_form":"snooker","offset":42},{"uri":"Crucible_Theatre","surface_form":"Crucible Theatre","offset":115},{"uri":"Sheffield","surface_form":"Sheffield","offset":135},{"uri":"World_Professional_Billiards_and_Snooker_Association","surface_form":"World Professional Billiards and Snooker Association","offset":180},{"uri":"World_Snooker_Championship","surface_form":"World Snooker Championship","offset":261},{"uri":"Pound_sterling","surface_form":"£","offset":392},{"uri":"Steve_Davis","surface_form":"Steve Davis","offset":537},{"uri":"Jimmy_White","surface_form":"Jimmy White","offset":586},{"uri":"BBC","surface_form":"BBC","offset":895},{"uri":"ITV","surface_form":"ITV","offset":903}]}