{"id":759878,"url":"http://en.wikipedia.org/wiki/Idolatry","text":"Idolatry is the worship of statues or images as a god. It is also used as a metaphor for other extreme devotion to a person of thing.\nLiteral Meaning of Idolatry.\nIdolatry is the worship of an idol or image, being a picture, a statue, or a person in place of God. In Judaism, Christianity and Islam, idolatry means worshiping something that is not God. These religions teach that there is only one God. Idolatry is said to be the \"worship of false gods\". It is forbidden by religious rules such as the Ten Commandments. There it says, \"You shall not make a carved image (as a God)\" and \"You shall not have any other god ahead of Me (the only God). The monotheistic religions all have such rules.\nThe strict understanding of these rules would not allow religious statues of any kind. People who hold these views think that such statues should be destroyed. Others would say that worshipers must understand that the statue is only a symbol for God. They say that the image or statue is not the god. This has long been accompanied with violence between religious groups that forbid idol worship and those who have accepted icons, images and idols for worship. In many Indian religions, such as theistic and non-theistic forms of Hinduism, Buddhism and Jainism, idols (\"murti\") are to be considered as symbolism for the absolute but not The Absolute. In the traditional religions of ancient Egypt, Greece, Rome, Africa, Asia, the Americas and elsewhere, the reverence of an image or statue has been a common practice. These statues or images have carried different meanings and significance.\nThe definition of idolatry has been a contested topic within Abrahamic religions, with many Muslims and Protestant Christians condemning the Catholic veneration of the Virgin Mary as a form of idolatry. This veneration of Mary and other Saints often involves statues. In the Orthodox churches, flat painted images are common, instead of carved statues. These are called Icons.\nIn history, many religions have accused others of idolatry. These accusations are that statues and images are devoid of symbolism. They say that many people believe the idol, statue or image is a god. Different groups often think that icons or statues in their religion have meaningful symbolism, but another person's religious images do not.\nIdolatry as a Metaphor.\nReligious leaders have used the idea of Idolatry (literal worship of statues or images) as a metaphor. They call anything that comes ahead of God an Idol. Saint Paul writes that \"covetousness\" (wanting material things) is idolatry. Jesus preached that \"you cannot serve God and Mammon\". Mammon was the Syrian God of riches. Muslim writers warn of making idols of material things or even political ideologies. Eastern religions have also warned about making material things one's god.\n\"Idolizing\" persons, such as rock stars can also be seen as a form of idolatry. The popular TV show \"American Idol\" seems to use the term in a positive way. But this has been questioned even by non religious persons. Billy Graham has warned against various things that become idols in a person's life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Worship","surface_form":"worship","offset":16},{"uri":"Worship","surface_form":"worship","offset":179},{"uri":"Idol","surface_form":"idol","offset":193},{"uri":"Icon","surface_form":"image","offset":201},{"uri":"God","surface_form":"God","offset":259},{"uri":"Judaism","surface_form":"Judaism","offset":267},{"uri":"Christianity","surface_form":"Christianity","offset":276},{"uri":"Islam","surface_form":"Islam","offset":293},{"uri":"Ten_Commandments","surface_form":"Ten Commandments","offset":502},{"uri":"Monotheism","surface_form":"monotheistic","offset":652},{"uri":"Indian_religions","surface_form":"Indian religions","offset":1165},{"uri":"Hinduism","surface_form":"Hinduism","offset":1226},{"uri":"Buddhism","surface_form":"Buddhism","offset":1236},{"uri":"Jainism","surface_form":"Jainism","offset":1249},{"uri":"Murti","surface_form":"murti","offset":1266},{"uri":"Protestantism","surface_form":"Protestant Christians","offset":1692},{"uri":"The_Virgin_Mary","surface_form":"the Virgin Mary","offset":1752},{"uri":"Saints","surface_form":"Saints","offset":1825},{"uri":"Orthodox_Christianity","surface_form":"Orthodox","offset":1863},{"uri":"Icon","surface_form":"Icon","offset":1958},{"uri":"Metaphor","surface_form":"metaphor","offset":2425},{"uri":"Saint_Paul","surface_form":"Saint Paul","offset":2487},{"uri":"Billy_Graham","surface_form":"Billy Graham","offset":3033}]}