{"id":759957,"url":"http://en.wikipedia.org/wiki/Ha%2AAsh","text":"Ha*Ash is an American Latin pop duo from Lake Charles, Louisiana. The band was formed in 2002 by sisters Ashley Grace and Hanna Nicole. The duo's name is a combination of their names.\nCareer.\nThey recorded their self-titled first album \"Ha*Ash\" with the Mexican producer Áureo Baqueiro in 2003. In April, they released their first single, \"Odio Amarte\". The second single was \"Estés Donde Estés\" which was released in July 2003. In February 2004, a third single was released: the ballad \"Te Quedaste\". This was followed by their second album \"Mundos Opuestos\" again with Áureo Baqueiro. \"Amor a Medias\" was the first single and reached number four on the Mexican Chart in April 2006. The song was chosen to promote Sony's products. \"Me Entrego a Ti\" was the second single which was written by Colombian artist Soraya and had the same success.\nEarly 2008, they recorded their third album, \"Habitación Doble\", in Nashville, Tennessee. This album have a collaboration of the singer Brandi Carlile with the song \"Already Home\", their first English song recorded by them (like officially). \"A Tiempo\" is the fourth studio album. It was released under the label Sony Music Latin on May 16, 2011. A Tiempo was recorded over a period of almost a year between Los Angeles, California and Milan, Italy. Ha*Ash worked with producer Áureo Baqueiro and invited Michele Canova.\nAfter completing the tour for \"A Tiempo\" in 2013, it was revealed that Ha*Ash had begun production of the album ', which was released in 2014. Ha*Ash is the youngest group to record a Primera Fila concept album. The album includes material from her past four studio albums as well as 8 newly recorded songs. The CD/DVD has images from their hometown in Louisiana and a live concert filmed in Estudios Churubusco, Mexico City.\n\"30 de Febrero\" was released on December 1, 2017 by Sony Music Latin. The album features artists with Prince Royce and Abraham Mateo on the title track. \"100 Años\" with Prince Royce was the first single and reached number one on the Mexican Chart in December 2017. On October 20, 2017, Ha*Ash released the video for the album's lead single. On October 3, 2018, Ha*Ash became the first Latin music band to be featured in the \"Spotify Singles\" concept.\nOn December 6, 2019, the duo released a live album, entitled \"En vivo\", based on a recording from the concert at the Auditorio Nacional in Mexico on November 11, 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin_pop","surface_form":"Latin pop","offset":22},{"uri":"Lake_Charles%2C_Louisiana","surface_form":"Lake Charles, Louisiana","offset":41},{"uri":"Ha%2AAsh_(album)","surface_form":"Ha*Ash","offset":237},{"uri":"Mundos_Opuestos_(album)","surface_form":"Mundos Opuestos","offset":543},{"uri":"Habitaci%C3%B3n_Doble","surface_form":"Habitación Doble","offset":889},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville","offset":911},{"uri":"Tennessee","surface_form":"Tennessee","offset":922},{"uri":"Brandi_Carlile","surface_form":"Brandi Carlile","offset":979},{"uri":"A_Tiempo_(Ha%2AAsh_album)","surface_form":"A Tiempo","offset":1086},{"uri":"Sony_Music_Latin","surface_form":"Sony Music Latin","offset":1156},{"uri":"Los_Angeles","surface_form":"Los Angeles, California","offset":1251},{"uri":"Milan","surface_form":"Milan","offset":1279},{"uri":"Italy","surface_form":"Italy","offset":1286},{"uri":"Louisiana","surface_form":"Louisiana","offset":1717},{"uri":"Mexico_City","surface_form":"Mexico City","offset":1777},{"uri":"30_de_Febrero","surface_form":"30 de Febrero","offset":1791},{"uri":"Prince_Royce","surface_form":"Prince Royce","offset":1892},{"uri":"En_Vivo_(Ha%2AAsh_album)","surface_form":"En vivo","offset":2303}]}