{"id":759973,"url":"http://en.wikipedia.org/wiki/Ammar_Al_Azaki","text":"Ammar Alazaki () is a Yemeni pop singer known for being a finalist in the fourth season of \"Arab Idol\", broadcast by the MBC network. His nomination received widespread coverage in Yemen amidst the Yemeni Civil War (2015–present). Alzaki initially gained recognition for winning the 2006 Munshid Al Sharjah competition which specialized in Nasheed type of singing, hosted by the Sharjah Media Corporation and under the patronage of the Ruler of the Emirate of Sharjah.\nLife.\nAlazaki was born in the village of Alzaki in Ar Rujum District of Al Mahwit Governorate in Yemen. He discovered his talent for singing during nasheed performances at his school which encouraged him to join the Sana'a Arab Cultural Capital contest as part of the Arab Capital of Culture initiative and won first place in the nasheed category. His family was initially against his singing and did not believe he had a good voice until his music teacher visited the family and convinced them to allow him to compete in the Sanaa competition.\nAt the age of 18, Alazaki travelled at his own expense and alone to Sharjah to compete at the annual Munshid Sharjah competition, and his father noted that they had less than 24 hours before the deadline to register. Alazaki would go on to beat international competition and win the first-place position and a monetary reward of 100,000 Emirati dirham.\nBefore enrolling in the Arab Idol competition, Alazaki was contracted by the Global Village (Dubai) for three months and only enrolled by the advice of his friend, who persisted in requesting his participation at the Dubai tryouts despite his hesitation due to fierce competition.\n\"Arab Idol\".\nAlazaki competed in the fourth season of Arab Idol and came in third place at the competition. Throughout the competition, he gained widespread attention in Yemen despite the ongoing civil war and shortage of electricity.\nAfter \"Arab Idol\".\nAlzaki signed with Song Music Middle East in February 2018 and has released his first album \"White Talk\" and various singles since the end of the Arab Idol competition including collaborations with other Arab singers and poets. His first song with Sony Music was released in 2018. In 2019, Alazaki released \"Ana AlYamani\" song in dedication to the Yemeni Football Team in the upcoming 2022 FIFA World Cup qualification (AFC). In addition, he acted in a locally produced Yemeni drama released on the YouTube channel of Yemen Shabab called Gorbah Al Bun (in Arabic غربه البن) which received millions of views on each episode and local popularity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Middle_East_Broadcasting_Center","surface_form":"MBC","offset":121},{"uri":"Yemen","surface_form":"Yemen","offset":566},{"uri":"Arabic_language","surface_form":"Arabic","offset":2458}]}