{"id":76018,"url":"http://en.wikipedia.org/wiki/Kokore%C3%A7","text":"Kokoreç is a Turkish meal. It is made of lamb intestines. Intestines of suckling lambs (süt kuzusu) is most favored for this dish. It is not a standard menu item in restaurants. It can be found in any street.\nKokoreç can be cooked in many ways. One way is to cook it similar to Döner; with a horizontal skewer (see also Rotisserie). The intestine parts are stacked together. This sort can be found in street vendors mostly. The most popular heating method is charcoal fire which gives it an extra rich flavour. After it is cooked, it is cut and put in a half or quarter portion of Turkish bread (somun). Tomatoes or spices can be added to it.\nAnother way to cook is to cut it after cleaning, mixing it with cut tomatoes and green peppers. After that, it is cooked on a big griddle in large quantities, and then it is added hot red pepper and oregano. It is constantly mixed and cut by the cooker using two spatulas in his hands during cooking. When done, the dish is kept warm.\nKokoreç can be served in many ways. It is usually served as a sandwich in form of Yarım Ekmek Kokoreç (Half-Bread) or Çeyrek Ekmek Kokoreç (Quarter-Bread). At the same time, it could be served without bread, on a plate, as a normal meal. Kokoreç is usually served with Ayran, Beer or Cola.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turkey","surface_form":"Turkish","offset":13},{"uri":"Lamb","surface_form":"lamb","offset":41},{"uri":"Intestine","surface_form":"intestine","offset":46},{"uri":"D%C3%B6ner","surface_form":"Döner","offset":278},{"uri":"Skewer","surface_form":"skewer","offset":303},{"uri":"Rotisserie","surface_form":"Rotisserie","offset":320},{"uri":"Flavour","surface_form":"flavour","offset":502},{"uri":"Tomato","surface_form":"Tomato","offset":604},{"uri":"Griddle","surface_form":"griddle","offset":773},{"uri":"Ayran","surface_form":"Ayran","offset":1247},{"uri":"Beer","surface_form":"Beer","offset":1254},{"uri":"Cola","surface_form":"Cola","offset":1262}]}