{"id":760120,"url":"http://en.wikipedia.org/wiki/The_Zimmer_Twins","text":"\"The Zimmer Twins\" is a Canadian animated television series and website. The project was made by producer Jason Krogh and artist Aaron Leighton and is made by Lost the Plot Productions Inc. Some animations made by users of the website are made into shorts that are shown on Teletoon. \"Les Jumeaux Zimmer\" is the version of the television series and website in French.\n\"The Zimmer Twins\" is known for its unique format, which allows users to join in online to get their work to be shown on television. Children are invited to make and share 1-minute animated episodes using a story editor and library of animation. The audience creates endings to short \"story-starters\" that are professionally produced. Children tell their stories by choosing actions, characters, props and backgrounds. They can also add their own dialog and on-screen text. New clips are sometimes added.\nThe first Zimmer Twins website came out on March 14, 2005. The television series was first shown on Teletoon in May 2005. 60 episodes (30 in English and 30 in French) were made and shown in the 2005/2006 Canadian television season. By the end of the first season, over 50,000 users had made over 100,000 episodes. A major change to the website happened on July 1, 2006. 120 episodes were shown in the 2006/2007 Canadian television season, and 32 episodes were shown in the 2007/2008 Canadian television season. The website's amount of users passed 200,000 on November 5, 2011.\nIn 2008, the online audience voted to select the three most popular movies made by users. The winners' movies were in a half-hour awards show special that was shown on September 26, 2008 in English and September 20, 2008 in French. An Australian Zimmer Twins was made from 2006–2008, featuring James Arnold as Edgar, Alisa Koverick as Eva, and Luke as 13, and an American Zimmer Twins was made from 2007-2010, featuring James Arnold Taylor as Edgar, Lacey Chabert as Eva, and Seth Green as 13.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Cartoon_series","surface_form":"animated television series","offset":33},{"uri":"Short_film","surface_form":"shorts","offset":249},{"uri":"Teletoon","surface_form":"Teletoon","offset":274},{"uri":"James_Arnold_Taylor","surface_form":"James Arnold Taylor","offset":1870},{"uri":"Lacey_Chabert","surface_form":"Lacey Chabert","offset":1900},{"uri":"Seth_Green","surface_form":"Seth Green","offset":1926}]}