{"id":76021,"url":"http://en.wikipedia.org/wiki/Ub_Iwerks","text":"e=\"preserve\">Ubbe Ert Iwwerks (March 24, 1901 - July 7, 1971), better known as Ub Iwerks, was an American animator. He is best known for creating Mickey Mouse, together with Walt Disney.\nUb Iwerks was born in 1901 in Kansas City. His father Eert Ubbe was an immigrant from Germany. In 1919 he met Walt Disney the first time. Some months later, Disney founded his first studio. Ub Iwerks was his first artist, and at this time the only one. Iwerks was called \"the fastest animator\" of Hollywood, because he could drew more than 700 pictures a day. In fact, he finished the first Mickey Mouse cartoon which was produced in just two weeks.\nDisney, the man with money and Iwerks, the man with talent, had often differences. As a result of this differences, Iwerks left Disney in 1930 and founded his own studio. It closed in 1936, after that, Iwerks worked some months for Columbia Pictures, in 1940 he went back to Walt Disney. He did not draw anymore, but became the head of the \"Special Processes Department\". There he invented the Multiplane camera. For this camera he was awarded in 1960 with a special Oscar.\nAt the end of his life, Ub Iwerks worked for popular directors, like Alfred Hitchcock, too. In 1963 he was nominated for his work on \"The Birds\" for a second Oscar.\nUb Iwerks died at age 70 in Burbank, California. His sons Don Iwerks and David Iwerks worked for Disney, too. Ub's great grandson, Michael Iwerks, works at Disney also","categories":[],"infobox_types":[],"annotations":[{"uri":"March_24","surface_form":"March 24","offset":31},{"uri":"1901","surface_form":"1901","offset":41},{"uri":"July_7","surface_form":"July 7","offset":48},{"uri":"1971","surface_form":"1971","offset":56},{"uri":"United_States","surface_form":"American","offset":97},{"uri":"Animation","surface_form":"animator","offset":106},{"uri":"Mickey_Mouse","surface_form":"Mickey Mouse","offset":146},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":174},{"uri":"Kansas_City","surface_form":"Kansas City","offset":217},{"uri":"Columbia_Pictures","surface_form":"Columbia Pictures","offset":869},{"uri":"Multiplane_camera","surface_form":"Multiplane camera","offset":1031},{"uri":"Oscar","surface_form":"Oscar","offset":1104},{"uri":"Alfred_Hitchcock","surface_form":"Alfred Hitchcock","offset":1180},{"uri":"The_Birds","surface_form":"The Birds","offset":1245},{"uri":"Burbank","surface_form":"Burbank","offset":1304},{"uri":"California","surface_form":"California","offset":1313},{"uri":"Don_Iwerks","surface_form":"Don Iwerks","offset":1334}]}