{"id":760262,"url":"http://en.wikipedia.org/wiki/Alois_Nashali","text":"Alois Nashali (born August 18, 1997,) is a Canadian film director and Author. He won the Digi60 awards for his documentary \"Beautiful Cracked Smile\" (2018). His documentary film, Through the Lens of a Migrant (2017), Also appeared at the One World Film Festival.\nEarly life and work.\nAlois Nashali started his film career with FilmAid International.\nAlois went on to worked as a youth photographer and facilitator at Hotshoe Productions Canada, a social enterprise run by \"the\" \"Ottawa Social\" \"Planning Council\".\nHe was also Mentored by Pixie Cram, creator of \"Emergency\" \"Broadcast\", which is an animated film presented at the Ottawa International Animation Festival.\nFeatured awards and films.\nIn 2018, Alois was awarded the Best Director and Best Film in the Documentary category at the Digi60 Film Festival in his memory, \"Beautiful Cracked Smile\". Beautiful Cracked Smile was also listed in the top 3 documentary section of the Festival.\nAlois Nashali Documentary Film - \"Through the lens of an migrant\" (2017) was one of five films that were recognized through screenings at the 28th One World Film Festival. In the film, he explored the differences of life and culture as a student in Ottawa versus a student in Africa, emphasizing differences in the meaning of society, and the struggle to integrate them into a new culture.\nPersonal life.\nIn April 2020, he was one of the first people in Ottawa to be diagnosed with the COVID-19 virus. He was enlightened by the regional and international media as an example of caution for young people to take the virus seriously and thus avoid community transmission.","categories":[],"infobox_types":[],"annotations":[{"uri":"1997","surface_form":"1997","offset":31},{"uri":"Canada","surface_form":"Canadian","offset":43},{"uri":"Movie_director","surface_form":"film director","offset":52},{"uri":"Author","surface_form":"Author","offset":70},{"uri":"Documentary","surface_form":"documentary","offset":111},{"uri":"Writing_system","surface_form":"documentary","offset":161},{"uri":"Movie","surface_form":"film","offset":173},{"uri":"One_World_Film_Festival","surface_form":"One World Film Festival","offset":238},{"uri":"Canada","surface_form":"Canada","offset":437},{"uri":"Ottawa_International_Animation_Festival.","surface_form":"Ottawa International Animation Festival.","offset":629},{"uri":"2018","surface_form":"2018","offset":700},{"uri":"Ottawa","surface_form":"Ottawa to be","offset":1398},{"uri":"Coronavirus","surface_form":"COVID-19","offset":1430},{"uri":"Virus","surface_form":"virus","offset":1439},{"uri":"Mass_media","surface_form":"media","offset":1499}]}