{"id":76028,"url":"http://en.wikipedia.org/wiki/Johann_Christian_Bach","text":"Johann Christian Bach (born Leipzig, 5 September 1735; died London, 1 January 1782) was a composer of the Classical period. He was the eleventh and youngest son of the great composer Johann Sebastian Bach. He is often called 'the London Bach' or 'the English Bach', because he spent many years living in London. He became internationally famous, both as a composer and as a performer. Wolfgang Amadeus Mozart liked his music, and learned a lot about how to write good concertos by looking at the concertos of J. C. Bach.\nChildhood.\nJohann Christian Bach’s parents were Johann Sebastian Bach and Anna Magdalena Bach. He was born in Leipzig, Germany. His famous father was one of the last composers of the Baroque period. His father was already 50 when J. C. Bach was born, so it is not surprising that by the time Johann Christian had grown up the style of music had changed a lot since Johann Sebastian had been writing his great works. Johann Christian belonged to the Classical period. He was 15 when his father died. He moved to Berlin and his half-brother Carl Philipp Emanuel Bach, who was already a famous composer, gave him more music lessons.\nItaly.\nJohann Christian lived in Italy for many years from 1756, first studying counterpoint with Padre Martini in Bologna and later with Giovanni Battista Sammartini. He became an organist at the cathedral in Milan in 1760. However, he soon started to become successful as an opera composer and he left his cathedral job so that he could work in the theatre and travel more in Italy.\nJohann Christian had been brought up in the Lutheran church, but in Italy he became a Catholic. He married the Italian soprano Cecilia Grassi. She was about eight years older than Johann Christian and, perhaps because of this, they never had children.\nLondon years.\nIn 1762 he moved to London. He was very successful there, and earned plenty of money to live comfortably. He knew the royal family and many important aristocratic people as well as famous people such as the painter Gainsborough and the musician and writer Charles Burney. King George III and Queen Charlotte went to hear his first London opera \"Orione\" in 1763. He gave the Queen music lessons.\nHe lived at a time when the piano was becoming a popular instrument and the harpsichord was becoming old-fashioned. J. C. Bach wrote a lot of music for the piano and gave the very first concert of piano music in London in 1768. He wrote 6 keyboard concertos and dedicated them to the Queen. The last movement of Concerto no 6 was a set of variations on \"God Save the King\". This became a very popular piece of music at the time. He wrote many songs that became popular in his time. They were often performed in Vauxhall Gardens, a park where many people went to be entertained.\nHe gave many concerts together with Carl Friedrich Abel, a well-known player of the viola da gamba. Abel and Bach may have known one another as children because both their fathers had worked together in Cöthen in Germany. In April 1764 J. C. Bach met the 8-year-old Mozart who visited London with his father Leopold. They played duets on the harpsichord together.\nHe composed cantatas, chamber music, keyboard and orchestral works, operas, symphonies and songs. He had many works published in London and Paris.\nDuring his last years he lost a lot of money. The Bach-Abel concert series lost money, and one of Bach’s servants stole £1000 from him which was a very large sum on those days. His health started to become bad and, when he died, he left his wife with a lot of debt. Queen Charlotte helped to pay a lot of the debt, and his widow went back to Italy.\nHe was buried in St Pancras churchyard, London.","categories":[],"infobox_types":[],"annotations":[{"uri":"Leipzig","surface_form":"Leipzig","offset":28},{"uri":"London","surface_form":"London","offset":60},{"uri":"Composer","surface_form":"composer","offset":90},{"uri":"Classical_music_period","surface_form":"Classical","offset":106},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":183},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":385},{"uri":"Concerto","surface_form":"concerto","offset":468},{"uri":"Baroque_music","surface_form":"Baroque","offset":704},{"uri":"Berlin","surface_form":"Berlin","offset":1032},{"uri":"Carl_Philipp_Emanuel_Bach","surface_form":"Carl Philipp Emanuel Bach","offset":1060},{"uri":"Italy","surface_form":"Italy","offset":1184},{"uri":"Counterpoint","surface_form":"counterpoint","offset":1231},{"uri":"Padre_Martini","surface_form":"Padre Martini","offset":1249},{"uri":"Bologna","surface_form":"Bologna","offset":1266},{"uri":"Giovanni_Battista_Sammartini","surface_form":"Giovanni Battista Sammartini","offset":1289},{"uri":"Milan","surface_form":"Milan","offset":1361},{"uri":"Lutheranism","surface_form":"Lutheran","offset":1580},{"uri":"Roman_Catholic_Church","surface_form":"Catholic","offset":1622},{"uri":"Painter","surface_form":"painter","offset":2009},{"uri":"Gainsborough","surface_form":"Gainsborough","offset":2017},{"uri":"Musician","surface_form":"musician","offset":2038},{"uri":"Writer","surface_form":"writer","offset":2051},{"uri":"Charles_Burney","surface_form":"Charles Burney","offset":2058},{"uri":"King_George_III_of_England","surface_form":"King George III","offset":2074},{"uri":"Piano","surface_form":"piano","offset":2225},{"uri":"Harpsichord","surface_form":"harpsichord","offset":2273},{"uri":"Movement","surface_form":"movement","offset":2497},{"uri":"Variations_(music)","surface_form":"variations","offset":2536},{"uri":"God_Save_the_King","surface_form":"God Save the King","offset":2551},{"uri":"Vauxhall_Gardens","surface_form":"Vauxhall Gardens","offset":2708},{"uri":"Carl_Friedrich_Abel","surface_form":"Carl Friedrich Abel","offset":2811},{"uri":"Viola_da_gamba","surface_form":"viola da gamba","offset":2859},{"uri":"Leopold_Mozart","surface_form":"Leopold","offset":3083},{"uri":"Duet","surface_form":"duet","offset":3104},{"uri":"Cantata","surface_form":"cantata","offset":3151},{"uri":"Chamber_music","surface_form":"chamber music","offset":3161},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":3176},{"uri":"Orchestra","surface_form":"orchestra","offset":3189},{"uri":"Opera","surface_form":"opera","offset":3207},{"uri":"Symphony","surface_form":"symphonies","offset":3215},{"uri":"Song","surface_form":"song","offset":3230},{"uri":"Paris","surface_form":"Paris","offset":3279},{"uri":"Debt","surface_form":"debt","offset":3546}]}