{"id":76042,"url":"http://en.wikipedia.org/wiki/City_status_in_the_United_Kingdom","text":"ce=\"preserve\">City status in the United Kingdom is granted by the British monarch to some communities. There are 69 cities in the United Kingdom (see list below) – 51 in England, six in Wales, seven in Scotland and five in Northern Ireland.\nBecoming a city is not automatic. Many people think that any town that has a cathedral is a city. This is because Henry VIII built cathedrals in six English towns and made them cities by letters patent.\nA city council does not have any more powers than a borough or district council. Some city councils (like Ripon) are only parish councils, and have few little powers at all.\nOfficial cities.\nOfficially there are 69 cities in the United Kingdom (UK). Sunderland was made a city to mark Elizabeth II's Ruby anniversary (40 years as Queen). Eight others have been created in competitions to celebrate the new millennium and Queen Elizabeth II's Golden Jubilee.\nLord Mayors.\nA city does not automatically have a Lord Mayor or Lord Provost in Scotland. There are 69 cities in the UK but only 30 Lord Mayors.\nThe former City of Rochester.\nRochester was a city from 1211 to 1998.\nOn April 1, 1974 the city council was abolished, and new letters patent were issued to the new Medway Borough Council to carry on the city name in the old city area.\nIn 1979, Medway was renamed Rochester-upon-Medway and new letters patent made the whole of the new area a city.\nOn April 1, 1998, Rochester-upon-Medway and Gillingham joined together to became the new unitary authority of Medway. Rochester upon Medway City Council did not appoint appoint Charter Trustees to maintain the existence of the city and the mayoralty so the city simply ceased to exist, because the council forgot.\nList of officially-designated cities.\nCity Status confirmed by Letters Patent issued under the Great Seal dated April 1, 1974.\nCity Status confirmed by Letters Patent issued under the Great Seal dated June 25, 1974.\nCity Status confirmed by Letters Patent issued under the Great Seal dated May 28, 1974.\nBath Abbey and Westminster Abbey are no longer cathedrals.\nCoventry has had three cathedrals: the first, St Mary's from 1043 to 1539; the second, St Michael's, from 1918 to 1940, when it was destroyed by German bombardment; and its replacement, also St Michael's, built alongside the old cathedral, consecrated in 1962.\nNote that the City of London covers only the \"square mile\", and is usually just referred to as \"the City\". The larger conurbation of Greater London has no city charter, and consists of the City of London, the City of Westminster and 31 other London boroughs. This can be compared to the City of Brussels, within Brussels.\nCity status was confirmed by Letters Patent dated July 9, 1974. The city status extends to the entire district, although the district council calls itself \"St Albans District Council\" or \"St Albans City and District\".\nLetters Patent under the Great Seal conferring City Status were issued to the unitary authority of York on April 1, 1996, confirming the right of the Lord Mayor to be styled \"Right Honourable\", in continuation to those granted to the previous City Council abolished March 31, 1996.\nLetters Patent under the Great Seal were issued on March 29, 1996 ordaining that the counties of Swansea and Cardiff should have the status of cities from April 1, 1996. The counties replaced the previous district councils which had enjoyed city status.\nAccording to the \"Municipal Year Book, 1972\" the royal burghs of Perth and Elgin officially enjoyed city status. The royal burghs of Brechin, Dunfermline and Kirkwall had also been officially described as \"cities\". As all burghs were abolished in 1975, these areas are now often called \"former cities\". Although Brechin does not have city status, the community council formed for the area uses the title \"City of Brechin and District\".\nThe Provost of Inverness is the Area Convenor of the Inverness Area Committee of Highland Council.\nThe Provost of Stirling is the civic head of the entire Stirling council area, although city status only extends to the town of Stirling.\nArmagh had previously enjoyed city status, with St Patrick's Cathedral the site of the metropolitan primate of all Ireland. The city status was lost in 1840 when the city corporation was abolished. However, the successor urban district council and district council frequently used the title of city without official sanction prior to 1994.\nCity Status confirmed by Letters Patent issued under the Great Seal dated March 18, 1975.\nCity status granted by Letters Patent dated June 7, 1977.\nCity status granted to the \"Town of Newport in the County Borough of Newport\" and the \"Town of Preston\" by Letters Patent dated May 15, 2002.\nLetters Patent dated January 31, 2001 ordained that \"the Towns of Brighton and Hove shall have the status of a City\".\nLetters Patent dated January 31, 2001 ordained that \"the Town of Wolverhampton shall have the status of a City\".\nLetters Patent dated November 4, 1980 ordained that the \"Town of Lichfield shall have the status of a City\". A town council had been constituted in 1980 leading to the dissolution of the Charter Trustees of the City of Lichfield.\nCity status granted by Letters Patent dated March 23, 1992.\nCity status was conferred on Hereford Town Council October 11, 2000. The status had previously been confirmed to the district council formed in 1974. When that council was abolished in 1996 charter trustees were formed for the City of Hereford. On the formation of a town council for Hereford in April 2000 the charter trustees were dissolved, and the city status temporarily lapsed.\nSt. David's historically had city status because of the presence of St David's Cathedral. This status was lost in the 19th. century after local government reorganization. Letters Patent dated September 16, 1994 ordained that the \"Town of St. David's shall have the status of a City\".\nThe title of City was used \"by courtesy\" after 1550 when Westminster ceased to be the see of a bishop. By Letters Patent dated October 27 1900 city status was conferred on the newly created Metropolitan Borough of Westminster from November 1. This status was continued on the creation of the City of Westminster as a london borough in 1965.\nA letter from the Home Secretary to the Mayor of Leicester confirming that the city status would be bestowed, noted that this was a \"restoration to your ancient town of its former status of a city.\"\nLetters Patent dated December 10, 1969.\nLetters Patent dated April 21, 1926.\nLetters Patent dated March 21, 1951.\nLetters Patent dated May 14, 1937.\nLetters Patent dated October 18, 1928.\nLetters Patent dated June 5, 1925.\nLetters Patent dated October 28, 1905, which also granted the title of Lord Mayor.\nLetters Patent dated March 22, 1982.\nLetters Patent dated July 13, 1988.\nLetters Patent dated March 10, 1992.\nLetters Patent dated June 6, 1953.\nLetters Patent dated May 1, 2002.\nDeclaration that the Chief Magistrate and Officer of the City to bear the style and title of Lord Mayor due to \"the city's high position in the roll of ports of [the] kingdom\" June 26, 1914\nDeclaration that the Chief Magistrate to bear the honorary title of Lord Mayor July 11, 1906.\nDeclaration that the Chief Magistrate of the City to bear the style and title of Lord Mayor July 10, 1928 \"in consideration of its antiquity and importance\"\nLetters Patent dated October 23, 1962.\nLetters Patent dated May 10, 1935, \"in commemoration of his Majesty's silver jubilee\"\nLetters Patent dated March 11, 1966.\nStyle of \"Right Honourable\" conferred on Lord Mayor by Letters Patent dated October 26, 1956. The city was designated the capital of Wales at that date.\nThe first Lord Mayor was appointed June 3, 1896.\nLetters Patent dated September 16, 1907.\nThe Lord Mayoralty of Bristol was granted as part of the Birthday Honours in 1899\nThe Lord Mayoralty was granted in 1897\nThe Lord Mayoralty was granted in 1928\nThe Lord Mayoralty was granted in 1892\nThe Lord Mayoralty was granted in 1892\nThe Lord Mayoralty was granted in 1910 \"in view of the position occupied by that city as the chief city of East Anglia and of its close association with his Majesty\"\nThe Lord Mayoralty was granted in 1927\nThe Lord Mayoralty was granted July 12, 1897.\nThe Lord Mayoralty was granted July 10, 1928.\nWarrant issued 28 January 1889 that Letters Patent be issued under the Seal appointed by the treaty of union to be used in place of the Great Seal of Scotland, ordaining and declaring that the Burgh of Dundee shall be a City, and shall be called and styled \"The City of Dundee\"\nBurghs of Old Aberdeen and Woodside and the district of Torry incorporated as the City and Royal Burgh of Aberdeen by the Aberdeen Corporation Act 1891 (1891 c.cxxiv)\nThe present council areas are designated \"cities\" by virtue of the Local Government etc. (Scotland) Act 1994, which also reserves the post of Lord Provost for the convener of the four councils. The previous local government districts and district councils created by the Local Government (Scotland) Act 1973 enjoyed the same privileges.\nLetters Patent dated January 14, 1889","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":33},{"uri":"British_monarchy","surface_form":"British monarch","offset":66},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":223},{"uri":"Cathedral","surface_form":"cathedral","offset":318},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":355},{"uri":"Letters_patent","surface_form":"letters patent","offset":428},{"uri":"Borough","surface_form":"borough","offset":496},{"uri":"District_council","surface_form":"district council","offset":507},{"uri":"Ripon","surface_form":"Ripon","offset":550},{"uri":"Parish","surface_form":"parish","offset":566},{"uri":"Sunderland","surface_form":"Sunderland","offset":694},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Elizabeth II","offset":729},{"uri":"3rd_millennium","surface_form":"millennium","offset":850},{"uri":"Golden_Jubilee","surface_form":"Golden Jubilee","offset":886},{"uri":"Lord_Provost","surface_form":"Lord Provost","offset":966},{"uri":"Rochester%2C_Kent","surface_form":"Rochester","offset":1077},{"uri":"Gillingham%2C_Medway","surface_form":"Gillingham","offset":1439},{"uri":"Unitary_authority","surface_form":"unitary authority","offset":1484},{"uri":"Medway","surface_form":"Medway","offset":1505},{"uri":"Charter_Trustees","surface_form":"Charter Trustees","offset":1572},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":1772},{"uri":"Great_Seal_of_the_Realm","surface_form":"Great Seal","offset":1804},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":1861},{"uri":"Great_Seal_of_the_Realm","surface_form":"Great Seal","offset":1893},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":1950},{"uri":"Great_Seal_of_the_Realm","surface_form":"Great Seal","offset":1982},{"uri":"Bath_Abbey","surface_form":"Bath Abbey","offset":2013},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2028},{"uri":"City_of_London","surface_form":"City of London","offset":2347},{"uri":"London","surface_form":"Greater London","offset":2466},{"uri":"City_of_Westminster","surface_form":"City of Westminster","offset":2542},{"uri":"London_borough","surface_form":"London borough","offset":2575},{"uri":"City_of_Brussels","surface_form":"City of Brussels","offset":2620},{"uri":"Brussels","surface_form":"Brussels","offset":2645},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":2684},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":2873},{"uri":"Great_Seal_of_the_Realm","surface_form":"Great Seal","offset":2898},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":3155},{"uri":"Great_Seal_of_the_Realm","surface_form":"Great Seal","offset":3180},{"uri":"Royal_burgh","surface_form":"royal burgh","offset":3458},{"uri":"Brechin","surface_form":"Brechin","offset":3542},{"uri":"Dunfermline","surface_form":"Dunfermline","offset":3551},{"uri":"Kirkwall","surface_form":"Kirkwall","offset":3567},{"uri":"Community_council","surface_form":"community council","offset":3760},{"uri":"Highland_Council","surface_form":"Highland Council","offset":3926},{"uri":"Saint_Patrick%27s_Protestant_Cathedral%2C_Armagh","surface_form":"St Patrick's Cathedral","offset":4130},{"uri":"Ireland","surface_form":"Ireland","offset":4197},{"uri":"Urban_district","surface_form":"urban district","offset":4303},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":4447},{"uri":"Great_Seal_of_the_Realm","surface_form":"Great Seal","offset":4479},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":4535},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":4677},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":4712},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":4830},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":4943},{"uri":"Charter_Trustees","surface_form":"Charter Trustees","offset":5130},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":5196},{"uri":"Charter_trustees","surface_form":"charter trustees","offset":5423},{"uri":"St_David%27s_Cathedral","surface_form":"St David's Cathedral","offset":5685},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":5788},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":6007},{"uri":"Metropolitan_Borough_of_Westminster","surface_form":"Metropolitan Borough of Westminster","offset":6091},{"uri":"City_of_Westminster","surface_form":"City of Westminster","offset":6193},{"uri":"London_borough","surface_form":"london borough","offset":6218},{"uri":"Home_Secretary","surface_form":"Home Secretary","offset":6260},{"uri":"Lord_Mayor_of_Leicester","surface_form":"Mayor of Leicester","offset":6282},{"uri":"Capital_(city)","surface_form":"capital","offset":7651},{"uri":"Local_Government_etc._(Scotland)_Act_1994","surface_form":"Local Government etc. (Scotland) Act 1994","offset":8819},{"uri":"Lord_Provost","surface_form":"Lord Provost","offset":8894},{"uri":"Local_Government_(Scotland)_Act_1973","surface_form":"Local Government (Scotland) Act 1973","offset":9023}]}