{"id":760836,"url":"http://en.wikipedia.org/wiki/Barron_Trump","text":"Barron William Trump (born March 20, 2006) is the son of US President Donald Trump. He is Donald Trump's youngest child, and also he is Donald and Melania Trump's only child.\nPersonal life.\nIn May 2006, Barron Trump was baptized at the Episcopal Church of Bethesda-by-the-Sea in Palm Beach, Florida. He attended the Columbia Grammar & Preparatory School in Manhattan. Barron is fluent in English language and Slovene.\nDuring his early childhood, Barron made several television appearances, including on \"The Apprentice\" and a episode of \"The Oprah Winfrey Show\" on 16 May 2006, at only two months old. Barry lived in the Trump Tower before his father became president.\nBarron did not immediately move into the White House when his father became president. He remained at Trump Tower with his mother until the end of the 2016–2017 school year. Melania and Barron moved to the White House on June 11, 2017.\nHe now attends St. Andrew's Episcopal School in Potomac, Maryland.\nBirth.\nTrump was born to Melania and Donald Trump on March 20, 2006. He is Donald Trump's youngest child. He is the only child of Donald and Melania Trump.\nSoccer.\nBarron is noted to be a fan of soccer. He appeared in an Arsenal F.C. jersey and met D.C. United players at the White House Easter Egg Roll in April 2017. In September 2017, he was selected to join the U-12 team for D.C. United's Development Academy for the 2017–2018 season.\nIn December 2018, he met D.C. United player Wayne Rooney and family, who had been invited to the White House Christmas Party. As of February 2019, Trump was playing with the Arlington Soccer Association.","categories":[],"infobox_types":[],"annotations":[{"uri":"Son","surface_form":"son","offset":50},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":70},{"uri":"Melania_Trump","surface_form":"Melania Trump","offset":147},{"uri":"Palm_Beach%2C_Florida","surface_form":"Palm Beach, Florida","offset":279},{"uri":"Manhattan","surface_form":"Manhattan","offset":357},{"uri":"English_language","surface_form":"English language","offset":388},{"uri":"Trump_Tower","surface_form":"Trump Tower","offset":621},{"uri":"White_House","surface_form":"White House","offset":710},{"uri":"President","surface_form":"president","offset":745},{"uri":"Trump_Tower","surface_form":"Trump Tower","offset":771},{"uri":"Potomac%2C_Maryland","surface_form":"Potomac, Maryland","offset":953},{"uri":"Melania_Trump","surface_form":"Melania","offset":997},{"uri":"Arsenal_F.C.","surface_form":"Arsenal F.C.","offset":1193},{"uri":"Wayne_Rooney","surface_form":"Wayne Rooney","offset":1456},{"uri":"Christmas","surface_form":"Christmas","offset":1521}]}