{"id":76107,"url":"http://en.wikipedia.org/wiki/IEEE_802.11","text":"e=\"preserve\">IEEE 802.11 is a series of protocols for wireless networking. Often these are called Wireless LAN, \"WLAN\", or Wi-Fi. Such a protocol allows computers that have the needed radio parts to communicate with each other, without a cable. There are many types of Wi-Fi standards, known as 802.11 a, b, g, n, and recently ac & ad. These specifications are different in terms of speed and how far away you can use them.\nLater standards.\nThe first Wi-Fi standard was made in 1997. It is called IEEE 802.11. It allows communication with 1-2 MBit per second. Today it is outdated, and rare. Later standards add a letter to the name. They are labelled IEEE 802.11a to IEEE 802.11g. There are plans for ones labeled h, i, j, n, p and s. They are all compatible with each other.\nNewer standards have a Bit rate of 54 MBit/s. About 40-50% of this is usable in real-life situations. As of 2007, the standards most widely used are IEEE 802.11g, and IEEE 802.11b.\nFrequency bands.\nData communication is either done in the 2.4 GHz band or in the 5 GHz band. The 2.4 GHz band is a general use band. Microwave ovens and Bluetooth are among the things that emit radio waves in this band. The 2.4 GHz band has the problem that there are only very few channels that can be used at the same time, without the signals interfering. There are three usable channels there. When more than three networks operate in the same place, signals still get to the user correctly, but interference slows them.\nThe 5 GHz band can solve some of these problems, but it introduces others. That band has 19 usable channels. Overall the band is less used. However there are more regulations. Most devices need to be able to choose their channel to minimize interference. Some channels require that those participating can do Transmitter Power Control. This means they adapt the strength of the signal to what is actually needed. This helps reduce the amount of interference between different networks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protocol","surface_form":"protocol","offset":40},{"uri":"Computer_network","surface_form":"networking","offset":63},{"uri":"Wireless_LAN","surface_form":"Wireless LAN","offset":98},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":123},{"uri":"Computer","surface_form":"computer","offset":153},{"uri":"Bit_rate","surface_form":"Bit rate","offset":800},{"uri":"Microwave_oven","surface_form":"Microwave oven","offset":1091},{"uri":"Bluetooth","surface_form":"Bluetooth","offset":1111},{"uri":"Interference","surface_form":"interfering","offset":1304},{"uri":"Transmitter_Power_Control","surface_form":"Transmitter Power Control","offset":1792},{"uri":"Interference","surface_form":"interference","offset":1928}]}