{"id":761014,"url":"http://en.wikipedia.org/wiki/Head_of_the_Virgin_(Pittoni)","text":"\"Head of the Virgin\" (also known as \"La Tête de Vierge\" or \"La Testa della Vergine\") is a 18th-century portrait painted in oil by Giambattista Pittoni, made around 1730, during the Rococo in Venice, Italy,\nexhibited at the Musée des Beaux-Arts de Strasbourg. Many people think Head of the Virgin's eyes glance is mysterious, as at the time it was not portrayed with a low gaze.\nDescription.\nThe remote pictorial touch, the delicate palette, are typical Pittoni characteristics. The work is the detail of the great painting that can be found in the National Gallery in London titled «The Nativity with God the Father and the Holy Spirit». The painting could be a cover created for sale by Pittoni or a preparatory sketch (\"The Croquis\") for the altarpiece as for the similar work from Berlin.\nInterpretation.\nThe closed eyes that look down, for the time, a unique and rare representation of the Madonna, which is also repeated in the Pittoni The Nativity with God the Father and the Holy Ghost of the London National Gallery museum.\nIt is possible that Pittoni looks for further mystical strength in it, exasperating the interpretation of the critic Alexander Nagel on Leonardo da Vinci's \"Head of a Woman\" in which \"the eyes do not focus on any outward object, and they give the impression that they will remain where they are: they see through the filter of an inner state, rather than receive immediate impressions from the outside world. It is the attitude of being suspended in a state of mind beyond specific thoughtunaware, even, of its own body...here an inner life is suggested by a new order of pictorial effects, without recourse to action or narrative.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Portrait","surface_form":"portrait","offset":103},{"uri":"Painting","surface_form":"painted","offset":112},{"uri":"Oil_painting","surface_form":"oil","offset":123},{"uri":"Giambattista_Pittoni","surface_form":"Giambattista Pittoni","offset":130},{"uri":"1730","surface_form":"1730","offset":164},{"uri":"Rococo","surface_form":"Rococo","offset":181},{"uri":"Venice","surface_form":"Venice","offset":191},{"uri":"Italy","surface_form":"Italy","offset":199},{"uri":"Mus%C3%A9e_des_Beaux-Arts_de_Strasbourg","surface_form":"Musée des Beaux-Arts de Strasbourg","offset":223},{"uri":"National_Gallery","surface_form":"National Gallery","offset":548},{"uri":"Croquis","surface_form":"Croquis","offset":726},{"uri":"Head_of_the_Virgin_(Pittoni%2C_Berlin)","surface_form":"similar work from Berlin","offset":766},{"uri":"The_Nativity_with_God_the_Father_and_the_Holy_Ghost","surface_form":"The Nativity with God the Father and the Holy Ghost","offset":941}]}