{"id":76109,"url":"http://en.wikipedia.org/wiki/Bluetooth","text":"Bluetooth is a protocol for wireless communication over short distances. It was developed in the 1990s, to reduce the number of cables. Devices such as mobile phones, laptops, PCs, printers, digital cameras and video game consoles can connect to each other, and exchange information. This is done using radio waves. It can be done securely. Bluetooth is usually only used for relatively short distances, like a few metres. Some signals can be up to 100 metres.\nThere are different standards. Data rates vary. Currently, they are at 1-3 MBit per second. Typical Bluetooth applications are to connect a headset to a mobile phone, or to connect a computer mouse, keyboard or printer.\nBluetooth devices use the ISM Band around 2.4 GHz. This can be used worldwide, without the need to pay license fees, but many other devices, like DECT telephones (wireless phones), smart tags with RFID, baby phones use it too. Bluetooth uses the same bands as some WLANs, but the modulation technique is different. Bluetooth uses Frequency-hopping spread spectrum.\nComparing Bluetooth to Wireless LAN.\nThere are many situations today where either Bluetooth or Wireless LANs can be used. Examples include setting up networks, printing or transferring files and data from a PDA to a computer. Both are versions of unlicensed wireless technology. WLANs can span bigger distances and offer higher throughput. Bluetooth does not require expensive hardware. It also needs less power to operate.\nBoth use the same radio frequency range, but their modulation techniques are different. Both have been developed to replace cabling. Bluetooth wanted to get rid of the peripheral equipment cables, WLANs wanted to get rid of the cables needed to set up a LAN.\nBluetooth devices.\nBluetooth exists in many products, such as telephones, the Wii or PlayStation 3. It has recently been built into some electronic watches, modems and headsets. The technology is useful when transferring information between two or more devices that are near each other in low-bandwidth situations. Bluetooth is commonly used to transfer sound data with telephones (i.e. with a Bluetooth headset) or byte data with hand-held computers (transferring files).\nBluetooth uses protocols that make it easy to discover devices that are nearby, and to set up a connection between these devices. Bluetooth devices can advertise all the services they offer. Using services becomes easier; a lot of the setup related to security, networking or permissions is automatic.\nWireless LAN.\nWLANs are more like traditional LANs. More configuration is needed to set up the network, and to make resources accessible by other devices in the network. WLAN devices also consume more power than Bluetooth ones.\nSometimes WLANs are called wireless Ethernet. WLAN needs more resources to be set up, but it also offers faster transfer speeds. The security is also better than that offered by Bluetooth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protocol","surface_form":"protocol","offset":15},{"uri":"Wireless_LAN","surface_form":"wireless communication","offset":28},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":152},{"uri":"Laptop","surface_form":"laptop","offset":167},{"uri":"Personal_computer","surface_form":"PCs","offset":176},{"uri":"Computer_printer","surface_form":"printers","offset":181},{"uri":"Digital_camera","surface_form":"digital camera","offset":191},{"uri":"Video_game_console","surface_form":"video game console","offset":211},{"uri":"Radio_wave","surface_form":"radio wave","offset":303},{"uri":"Headset","surface_form":"headset","offset":601},{"uri":"Computer_mouse","surface_form":"computer mouse","offset":644},{"uri":"Keyboard_(computer)","surface_form":"keyboard","offset":660},{"uri":"Computer_printer","surface_form":"printer","offset":672},{"uri":"ISM_Band","surface_form":"ISM Band","offset":707},{"uri":"DECT","surface_form":"DECT","offset":827},{"uri":"RFID","surface_form":"RFID","offset":878},{"uri":"Baby_phone","surface_form":"baby phone","offset":884},{"uri":"WLAN","surface_form":"WLAN","offset":946},{"uri":"Frequency-hopping_spread_spectrum","surface_form":"Frequency-hopping spread spectrum","offset":1011},{"uri":"Wireless_LAN","surface_form":"Wireless LAN","offset":1141},{"uri":"PDA","surface_form":"PDA","offset":1253},{"uri":"WLAN","surface_form":"WLAN","offset":1325},{"uri":"Radio_frequency","surface_form":"radio frequency","offset":1488},{"uri":"Modulation","surface_form":"modulation","offset":1521},{"uri":"Cable","surface_form":"cabling","offset":1594},{"uri":"Peripheral_equipment","surface_form":"peripheral equipment","offset":1638},{"uri":"Local_Area_Network","surface_form":"LAN","offset":1724},{"uri":"Wii","surface_form":"Wii","offset":1807},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":1814},{"uri":"Protocol","surface_form":"protocol","offset":2217},{"uri":"Security","surface_form":"security","offset":2454},{"uri":"WLAN","surface_form":"WLAN","offset":2518},{"uri":"LAN","surface_form":"LAN","offset":2550},{"uri":"Ethernet","surface_form":"Ethernet","offset":2768}]}