{"id":761155,"url":"http://en.wikipedia.org/wiki/Interval_arithmetic","text":"e=\"preserve\">Interval arithmetic is a specific type of computer arithmetic for (mathematical) intervals. It is mainly used for the automated detection of errors. There is a value, which isn't known exactly, but which can be given by an interval: the value is known to be inside the interval. There's a function to calculate the error. This function should be given the unknown value, but instead can only be given the interval. The result is a function which will map intervals.\nInterval arithmetic can be used to treat rounding errors, or to treat insecurities with measurements: Each measurement has a certain error, which cannot be determined exactly.\nApplications.\nInterval arithmetic is mainly used in the field of validated numerics. It is also used in other technical areas.\nImplementations.\nSince the birth of interval arithmetic, many experts have made interval arithmetic programs. The most famous works are INTLAB (made with MATLAB), arb, JuliaIntervals, and kv.\nCommunity.\nThere are several international conferences about interval arithmetic. One of the most largest meeting is the International Symposium on Scientific Computing, Computer Arithmetic, and Validated Numerics (usually abbreviated as SCAN). There are also SWIM (Small Workshop on Interval Methods), PPAM (International Conference on Parallel Processing and Applied Mathematics), and REC (International Workshop on Reliable Engineering Computing).","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer","surface_form":"computer","offset":55},{"uri":"Interval_(mathematics)","surface_form":"intervals","offset":94},{"uri":"Error_detection_and_correction","surface_form":"detection of errors","offset":141},{"uri":"Function_(mathematics)","surface_form":"function","offset":302},{"uri":"Rounding","surface_form":"rounding errors","offset":520},{"uri":"Measurement","surface_form":"measurements","offset":567},{"uri":"Validated_numerics","surface_form":"validated numerics","offset":720},{"uri":"INTLAB","surface_form":"INTLAB","offset":918},{"uri":"MATLAB","surface_form":"MATLAB","offset":936},{"uri":"International_Symposium_on_Scientific_Computing%2C_Computer_Arithmetic%2C_and_Validated_Numerics","surface_form":"International Symposium on Scientific Computing, Computer Arithmetic, and Validated Numerics","offset":1095}]}