{"id":761243,"url":"http://en.wikipedia.org/wiki/Marcelo_Spina","text":"Marcelo Spina (born July 23, 1970) is an Argentinean-American architect (AIA) and educator. He is a partner in Los Angeles-based architecture firm PATTERNS, which he founded in 2002. Since 2001, he has been a Design and Applied Studies Faculty at SCI-Arc.\nEducation.\nHe holds a B.Arch. from the National University of Rosario, Argentina (1994) and a Master in Advanced Architectural Design from the Graduate School of Architecture, Planning and Preservation of Columbia University in New York (1997).\nCareer.\nSpina has worked for RUR Architects and Keller Easterling in New York and Gerardo Caballero Architects. He opened his own office Banchini + Spina Arquitectos in Rosario, Argentina (1998-2002). At SCI-Arc, he was the coordinator of the Applied Studies Program from 2005 to 2009 and the Architectural Technologies Postgraduate Program from 2011 to 2019. He has been a member of the Board of Trustees since 2016.\nHe has served on national juries and advisory boards such as The Architectural League of New York, Progressive Architecture Awards and the Mies Crown Hall Americas Prize. He has been a visiting professor at the Universities of Pennsylvania, Syracuse, Harvard, Berkeley, Vienna, Innsbruck, and Di Tella among others. In 2013, he was the Louis I. Kahn visiting assistant professor of Architectural Design at Yale University School of Architecture.\nSpina is the co-author of PATTERNS Embedded (ACDCU, 2010), Material Beyond Materials (SCI-Arc Press 2012) and Mute Icons and other Dichotomies of the Real in Architecture (Princeton 2016). He co-curated Matters of Sensation at Artists Space with Georgina Huljich.\nAwards and Recognition.\n2019: AIA LA Merit Award, Casa del Sol, Mykonos\n2017: AIA LA Merit Award, Janoian Medical Building, Glendale, CA\n2016: AIA LA Merit Award, Victory Healthcare, North Hollywood, CA\n2015: ACSA Faculty Award, Toronto, Canada\n2014: American Architecture Award, The Chicago Athenaeum, Jujuy Redux, with MSA\n2013: United States Artists Grigor Fellow, Los Angeles\n2012: Honorable Mention, Jujuy Redux, AIA Annual Design Review AIA LA Merit Award, Jujuy Redux, Rosario, Argentina AIA LA Honor Award, Collective Void Dormitory, Puerto Rico First Prize, SCI-Arc Graduation Pavilion Competition, Los Angeles, CA\n2011: Emerging Voices, Architectural League of New York, NY\n2008: Graham Foundation Grant, \"Matters of Sensation\" Artists Space, New York, NY\n2007: Honorific Mention, International Competition, Skopje Concert Hall, Skopje, Macedonia\n2006: First Prize, Vertical Garden Invited Competition, MAK Center at the Schindler House, Los Angeles, CA)\n2004: Design Vanguard Selection, Architectural Record, New York, NY\n2003: First Prize, SCI_Arc CafÈ, SCI-Arc Faculty Competition, Los Angeles, CA Third Prize, Young Architect of the Year Award, International Award Competition, Building Design, London, UK\n1997: Honor Award for Excellence in Design, Columbia University, GSAPP, New York, NY William Kinne Prize\nAmong other places, his designs have most notably been exhibited at the Venice Biennale in Italy, MOCA, The Chicago Biennial, The MAK Museum, The Art Institute of Chicago, and the San Francisco MOMA.","categories":[],"infobox_types":[],"annotations":[]}