{"id":76129,"url":"http://en.wikipedia.org/wiki/Hominidae","text":"The hominids are members of the biological family Hominidae (the great apes). This includes humans, chimpanzees, gorillas and orangutans. \"Great ape\" is a common name rather than a taxonomic label and there are differences in usage. Sometimes it seems to exclude humans (\"humans and the great apes\"); at other times it includes them (\"humans and non-human great apes\"). \"Homo sapiens\" is definitely a hominid, as judged by all modern reference works.\nHominids range in weight from 48 kg to 270 kg. Males are larger than females. Hominids are primates with no tails, robust bodies and well-developed forearms. Their thumbs (and big toes, except in humans) oppose the fingers, and form a grip. All digits have flattened nails.\nAt present, the Hominidae includes four genera and five species. Its nonhuman members are restricted to rain forests in equatorial Africa, Sumatra and Borneo. However, if fossil hominids are included, then all the Australopithecines and the genus \"Homo\" are included. Hominid fossils date from the Miocene. They are known from Asia, and from Europe. Neanderthals were in Europe and western Asia for a long time (at least half a million years) before the emergence of our species. Asia had a huge version of the orangutan: \"Gigantopithecus\".\nClassification.\nDetails of the classification are not universally agreed at present.\nModern version.\nA more recent classification underlines the Australopithecines and humans as distinct from the rainforest apes. It has the support of two major reference works.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ape","surface_form":"ape","offset":71},{"uri":"Human","surface_form":"human","offset":92},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":100},{"uri":"Gorilla","surface_form":"gorilla","offset":113},{"uri":"Orangutan","surface_form":"orangutan","offset":126},{"uri":"Rain_forest","surface_form":"rain forest","offset":829},{"uri":"Africa","surface_form":"Africa","offset":856},{"uri":"Sumatra","surface_form":"Sumatra","offset":864},{"uri":"Borneo","surface_form":"Borneo","offset":876},{"uri":"Australopithecines","surface_form":"Australopithecines","offset":939},{"uri":"Homo","surface_form":"Homo","offset":973},{"uri":"Miocene","surface_form":"Miocene","offset":1023},{"uri":"Asia","surface_form":"Asia","offset":1052},{"uri":"Europe","surface_form":"Europe","offset":1067},{"uri":"Neanderthals","surface_form":"Neanderthals","offset":1075},{"uri":"Gigantopithecus","surface_form":"Gigantopithecus","offset":1248},{"uri":"Australopithecine","surface_form":"Australopithecine","offset":1411},{"uri":"Rainforest","surface_form":"rainforest","offset":1462}]}