{"id":761375,"url":"http://en.wikipedia.org/wiki/Numerical_methods_for_partial_differential_equations","text":"Numerical methods for partial differential equations are computational schemes to obtain approximate solutions of partial differential equations (PDEs).\nJournal.\nThe scientific journal \"Numerical Methods for Partial Differential Equations\" is published to promote the studies of this area.\nMotivation of this area.\nMany PDEs appeared for the study of physics and other areas in science. Therefore, many mathematicians have challenged to make methods to solve them, but there is no method to mathematically solve PDEs except the Hirota direct method and the inverse scattering method. This is why numerical methods for PDEs are needed.\nThe Finite Difference Method (FDM) and its problems.\nThis method works for easy problems. But it is powerless to some equations (such as the Navier–Stokes equations) because they are non-linear. Since this difficulty appeared, numerical analysts started to study other methods (just like the finite element method, FEM). On the other hand, some experts started to consider improvements for FDM.\nEvolution of the FDM.\nExperts have discovered difference methods which preserves the property of the given PDE.\nIntegrable Difference Schemes.\nRyogo Hirota, Mark Ablowitz and others have made methods that preserves the integrability (important mathematical property in the theory of dynamical systems) of PDEs. These methods are known to have better accuaracy than the original FDM.\nStructure Preserving Numerical Methods.\nSome experts are studying their relation between numerical linear algebra.\nValidated Numerics for PDEs.\nNot only approximate solvers, but the study to \"verify the existence of solution by computers\" is also active. This study is needed because numerically obtained solutions could be phantom solutions (fake solutions). This kind of incident is already reported.\nFurther Reading.\nLiteratures for specific solvers are described as follows.","categories":[],"infobox_types":[],"annotations":[{"uri":"Partial_differential_equation","surface_form":"partial differential equation","offset":114},{"uri":"Navier%E2%80%93Stokes_equations","surface_form":"Navier–Stokes equations","offset":776},{"uri":"Finite_element_method","surface_form":"finite element method","offset":927},{"uri":"Ryogo_Hirota","surface_form":"Ryogo Hirota","offset":1173},{"uri":"Numerical_linear_algebra","surface_form":"numerical linear algebra","offset":1502}]}