{"id":761600,"url":"http://en.wikipedia.org/wiki/Affair_of_the_Diamond_Necklace","text":"The Affair of the Diamond Necklace (, \"affair of the Queen's necklace\") was an incident from 1784 through 1785 at the court of King Louis XVI of France involving his wife, Queen Marie Antoinette.\nThe reputation of the Queen had already been ruined by gossip. The event is historically significant as one of the events that led to the French populace's disillusionment with the monarchy and led to the French Revolution.\nThe necklace.\nIn 1772, Louis XV of France decided to make Madame du Barry, with whom he was in love with, a special gift at the cost of 2,000,000 livres (about $15.1 million in 2020 USD). He wanted Parisian jewelers Charles Auguste Boehmer and Paul Bassange to create a diamond necklace that would be the greatest necklace ever made.\nEvent.\nA trickster who called herself Jeanne de Valois-Saint-Rémy, also known as Jeanne de la Motte, created a plan to use the necklace to get rich and possibly power and royal honors. In March 1785, Jeanne became the mistress of the Cardinal de Rohan, a former French ambassador to the court of Vienna.\nThe Cardinal was hated by Queen Marie Antoinette for having spread rumors about the Queen's behavior to her mother, the Holy Roman empress Maria Theresa. The Queen had also learned of a letter in which the Cardinal spoke of Maria Theresa in a manner that the Queen found offensive.\nAt this time, the Cardinal was trying to get the Queen's to like him again so that he could become Prime Minister of France. Jeanne de la Motte persuaded Rohan that she had been friends with the Queen. After hearing this, Rohan used Jeanne to get the Queen to like him again (though he did not know that Jeanne was lying to him). Jeanne promised the Cardinal that she will get the Queen to like him.\nThe affair began after Jeanned continued to send fake letters to the Cardinal pretending to be Marie Antoinette. After Rohan fell in love with Antoinette as he believed she was falling in love with him, he wanted to meet her. In the gardens of the Palace of Versailles, the Cardinal met with a woman he believed to be Marie Antoinette. In fact, the woman was a prostitute, Nicole Le Guay d'Oliva, whom Jeanne had hired because of her resemblance to the Queen.\nJeanne took advantage of lying to Rohan by asking a lot of money.\nOn 21 January 1785, Jeanne told the Cardinal that Marie Antoinette wanted to buy the necklace; but, not wishing to purchase such an expensive item publicly during a time of need, the Queen wanted the Cardinal to act as a secret buyer. A little while later, Rohan negotiated the purchase of the necklace for 2,000,000 livres. Rohan took the necklace to Jeanne's house, where a man, whom Rohan believed to be a valet of the Queen, came to fetch it. The diamond necklace “was picked apart, and the gems sold on the black markets of Paris and London” by Madame de la Motte.\nAftermath.\nWhen Marie Antoinette found out about this, she had Rohan arrested publicly. When this happened, Jeanne had left the town but was arrested afterwards.\nCardinal Rohan and Jeanne de la Motte were found guilty. Rohan was sentenced to strip his honors and ambassador jobs and in exile. Jeanne was sentenced to be whipped, branded and in jail. However, she escaped jail and took refuge in London.","categories":[],"infobox_types":[],"annotations":[{"uri":"Louis_XVI_of_France","surface_form":"Louis XVI of France","offset":132},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":178},{"uri":"Monarchy","surface_form":"monarchy","offset":377},{"uri":"French_Revolution","surface_form":"French Revolution","offset":401},{"uri":"Louis_XV_of_France","surface_form":"Louis XV of France","offset":443},{"uri":"Madame_du_Barry","surface_form":"Madame du Barry","offset":478},{"uri":"Livres_tournois","surface_form":"livres","offset":566},{"uri":"Jeanne_de_Valois-Saint-R%C3%A9my","surface_form":"Jeanne de Valois-Saint-Rémy","offset":792},{"uri":"Cardinal_de_Rohan","surface_form":"Cardinal de Rohan","offset":988},{"uri":"Ambassador","surface_form":"ambassador","offset":1023},{"uri":"Vienna","surface_form":"Vienna","offset":1050},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":1090},{"uri":"Maria_Theresa","surface_form":"Maria Theresa","offset":1197},{"uri":"Prime_Minister_of_France","surface_form":"Prime Minister of France","offset":1439},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":1988},{"uri":"Valet","surface_form":"valet","offset":2675},{"uri":"Exile","surface_form":"exile","offset":3122},{"uri":"Flogging","surface_form":"whipped","offset":3156},{"uri":"Branded","surface_form":"branded","offset":3165},{"uri":"London","surface_form":"London","offset":3231}]}