{"id":761679,"url":"http://en.wikipedia.org/wiki/Sadhu_Sundar_Singh","text":"Sadhu Sundar Singh (Punjabi: (Gurmukhi); (Shahmukhi); born 3 September 1889) was an Indian Christian missionary. He is believed to have died in the foothills of the Himalayas in 1929.\nEarly life.\nBorn a Sikh in the Punjab state of India, Sundar Singh attended a Christian School. He was also influenced by Hindu and Sikh holy men. At age 14 his mother died and he rebelled against religion. He wanted to kill himself, but prayed that God would come and stop him. That night, he believed that Jesus appeared to him. He decided to become a Christian missionary. His family opposed this, but at age 16 he was baptized.\nMissionary travels.\nTaking the title Sadhu, Sundar began to travel within India and Kashmir. He also went to Afganistan and Tibet. He believed that western influences had corrupted Christian belief and practice. He studied at an Anglican college for a short time. Then he left because the priest tried to get him to dress like a European and adopt other British customs. His travels are believed to have resulted in many conversions. He kept no records so exact information is not available. It is also told that he did miracles through the power of Jesus.\nLater Sundar Singh traveled in many countries including Europe and North America. He was made sad by the materialism of those countries, and returned to India to continue his work. While on a final trip to Tibet, he is assumed to have died, but no details are known.","categories":[],"infobox_types":["clergy"],"annotations":[{"uri":"Punjabi_language","surface_form":"Punjabi","offset":20},{"uri":"Gurmukhi","surface_form":"Gurmukhi","offset":30},{"uri":"Shahmukhi","surface_form":"Shahmukhi","offset":42},{"uri":"Indian_Christian","surface_form":"Indian Christian","offset":84},{"uri":"Missionary","surface_form":"missionary","offset":101},{"uri":"Himalayas","surface_form":"Himalayas","offset":165},{"uri":"Sikh","surface_form":"Sikh","offset":203},{"uri":"Punjab","surface_form":"Punjab","offset":215},{"uri":"India","surface_form":"India","offset":231},{"uri":"Christian","surface_form":"Christian","offset":538},{"uri":"Missionary","surface_form":"missionary","offset":548},{"uri":"Baptism","surface_form":"baptized","offset":606},{"uri":"Sadhu","surface_form":"Sadhu","offset":653},{"uri":"Kashmir","surface_form":"Kashmir","offset":700},{"uri":"Afganistan","surface_form":"Afganistan","offset":725},{"uri":"Tibet","surface_form":"Tibet","offset":740},{"uri":"Anglican","surface_form":"Anglican","offset":845}]}