{"id":761701,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Tajikistan","text":"The COVID-19 pandemic was confirmed to have spread to Tajikistan when its index cases, in Dushanbe and Khujand, were confirmed on 30 April 2020.\nOn February 10, a Somon Air charter flight flew to Wuhan, Hubei, China to evacuate the fifty-four citizens of Tajikistan in the city. The flight carried humanitarian cargo including medical supplies from Tajikistan to Wuhan.\nOn February 13, 13,000 copies of WHO guidelines and recommendations to stop the risk of coronavirus infection were printed and given to Tajik citizens. At the time, more than 900 citizens who arrived in Tajikistan from China were being supervised by doctors in Tajikistan's hospitals. No cases of coronavirus were reported.\nOn February 21, President Emomali Rahmon received a message from Chinese President Xi Jinping thanking Rahmon for his support in connection with the coronavirus outbreak.\nOn April 2, 6,272 people who arrived in Tajikistan from foreign countries after February 1 had been put in quarantine, and 2,359 had already been discharged, leaving 3,913 still in quarantine. No cases of coronavirus were confirmed in the country.\nOn 1 May, there were 32 confirmed cases, of which 17 are in Dushanbe, 5 in cities and districts of republican subordination, and 10 in Sughd Region.\nOn 2 May, there were 76 confirmed cases and two deaths. All people have to wear face masks when they leave their house.\nOn 3 May, the number of cases went up to 128. The mayor of Dushanbe said that they will build temporary hospitals to treat 3,000 people.\nOn 6 May, the Tajikistan Football Federation extended the suspension of football until further notice.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":4},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":54},{"uri":"Index_case","surface_form":"index case","offset":74},{"uri":"Dushanbe","surface_form":"Dushanbe","offset":90},{"uri":"Khujand","surface_form":"Khujand","offset":103},{"uri":"Somon_Air","surface_form":"Somon Air","offset":163},{"uri":"Wuhan","surface_form":"Wuhan","offset":196},{"uri":"Hubei","surface_form":"Hubei","offset":203},{"uri":"China","surface_form":"China","offset":210},{"uri":"World_Health_Organization","surface_form":"WHO","offset":403},{"uri":"Emomali_Rahmon","surface_form":"Emomali Rahmon","offset":720},{"uri":"Xi_Jinping","surface_form":"Xi Jinping","offset":777},{"uri":"Dushanbe","surface_form":"Dushanbe","offset":1173},{"uri":"Sughd_Region","surface_form":"Sughd Region","offset":1248},{"uri":"Tajikistan_Football_Federation","surface_form":"Tajikistan Football Federation","offset":1533}]}