{"id":761953,"url":"http://en.wikipedia.org/wiki/Hans-Dietrich_Ernst","text":"Hans-Dietrich Ernst (born November 3, 1908 Opole - March 1991) was a German lawyer, SS squad leader and Sicherheitsdienst (SD) lawyer.\nHe was a commander of the security police and SD (KdS) in German-occupied France during the World War II. He was responsible for the deportation of Jews.\nLife.\nAfter the National Socialists seized power, he joined the party.\nAfter completing his studies, he worked in Hamburg and Berlin.\nAfter Austria's annexation in 1939, he worked in the office of the \"Reich Commissioner for the Reunification of Austria with the German Empire\".\nHe was appointed government councilor in 1940, in Hamburg.\nHe became deputy of the district administrator in Tegel in the Karlovy Vary region.\nHe was promoted to Senior Government.\nHe worked in German-occupied France as a war administration officer in Dux.\nIn 1941 in Bordeaux, he was a consultant for police matters.\nIn early June 1942, he was commander of the security police and SD (KdS) in Angers.\nUnder his command, a transport of Jews from Angers to Auschwitz-Birkenau, began on 20 July 1942.\nHe left Angers in August 1944, as the Allies advanced. From September to November 1944, he was in the Vosges department.\nAfter the war, Ernst was interned by United States forces, but he escaped.\nHe went into hiding in Leipzig, but was arrested by the Soviet occupying forces.\nHe was sentenced to twenty years of forced labor.\nFrom 1947 to 1956, he was imprisoned in the Vorkuta Gulag. labor camp.\nHe moved to Leer in early 1956 and received a fine of 5,520 DM.\nHe was warned not to travel to France.\nHe could not return to the public service.\nFrom 1958 he was admitted to the bar in Leer, and from 1964 was a notary. In 1962, the CIA searched for him as a person of interest.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opole","surface_form":"Opole","offset":43},{"uri":"Schutzstaffel","surface_form":"SS","offset":84},{"uri":"France","surface_form":"France","offset":209},{"uri":"World_War_II","surface_form":"World War II","offset":227},{"uri":"Nazi_Party","surface_form":"National Socialists","offset":305},{"uri":"Vosges","surface_form":"Vosges","offset":1169},{"uri":"Leipzig","surface_form":"Leipzig","offset":1286},{"uri":"Soviet","surface_form":"Soviet","offset":1319}]}