{"id":761934,"url":"http://en.wikipedia.org/wiki/Battle_of_Chosin_Reservoir","text":"The Battle of Chosin Reservoir (17 November – 13 December 1950) was an important battle in the Korean War.\nUnited Nations Command, led by the United States, occupied North Korea, after their attack on South Korea.\nChina entered the war after issuing several warnings to the United Nations.\nChina attacked United Nations Command, forcing their retreat.\nThe result was a stalemate, with an Armistice, dividing Korea at the 38th parallel.\nBackground.\nNorth Korea invaded South Korea across the 38th parallel and occupied most of South Korea. The South Korean Army retreated to Busan.\nThe United Nations army intervened and landed at Incheon, capturing Seoul, The United Nations occupy North Korea, approaching the border with China, the Yalu river.\nChinese forces infiltrated into North Korea, hiding. Mao Zedong decided to attack United Nations forces in the Second Phase Offensive.\nTerrain.\nThe Korean peninsula has a mountain range, the Taebaek Mountains, in the middle dividing the east from the west. The Chosin reservoir, was a man-made lake, in hilly terrain, in the north-east. A road connects the reservoir to the south-east to the port city of Hungnam.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korean_War","surface_form":"Korean War.","offset":95},{"uri":"United_Nations_Command","surface_form":"United Nations Command","offset":107},{"uri":"United_States","surface_form":"United States","offset":142},{"uri":"North_Korea","surface_form":"North Korea","offset":166},{"uri":"South_Korea","surface_form":"South Korea","offset":201},{"uri":"The_People%27s_Republic_of_China","surface_form":"China","offset":214},{"uri":"United_Nations","surface_form":"United Nations","offset":274},{"uri":"Armistice","surface_form":"Armistice","offset":388},{"uri":"Busan","surface_form":"Busan","offset":574},{"uri":"Incheon","surface_form":"Incheon","offset":630},{"uri":"Seoul","surface_form":"Seoul","offset":649}]}