{"id":761932,"url":"http://en.wikipedia.org/wiki/Georgina_Huljich","text":"Georgina Huljich (January 30, 1974) is an Argentinean-American architect and educator. She is a partner in PATTERNS, a Los Angeles-based architecture firm. She has been teaching at the Department of Architecture and Urban Design at UCLA as an associate professor since 2006.\nEarly Life and Education.\nShe received her B.Arch. from the National University of Rosario, Argentina in 1998. She later earned her Master of Architecture from the Department of Architecture and Urban Design at UCLA in 2003.\nCareer.\nBefore joining PATTERNS, Huljich had worked at the Guggenheim Museum and Dean/Wolf Architects in New York, Banchini + Spina Arquitectos in Rosario, Argentina and at Morphosis Architects in Los Angeles.\nShe was the Director of AUD Summer Programs at UCLA AUD from 2012 to 2016. She has been on the Executive Board at the Center for the Arts of Performance at UCLA since 2015.\nShe has served on national juries including the AIA Awards and the American Academy in Rome.\nAmong others, she has been a visiting professor at the University of Pennsylvania, Syracuse University, Tokyo Institute of Technology, Berkeley, and Di Tella.\nAt the Yale University of Architecture, she was the Louis I. Kahn Visiting Assistant Professor in 2013.\nHuljich co-authored PATTERNS Embedded (ACDCU, 2010) and Mute Icons and other Dichotomies of the Real in Architecture (Actar, 2020).. With Marcelo Spina, she was the co-curator of the group show Matters of Sensation at Artist Space in New York (2008).\nAwards and Recognition.\n2003: First Prize, 21st Century Park Competition / Graham Foundation, Chicago. Graduation with Distinctions, UCLA.\n2005: Maybeck Fellow, Department of Architecture, UC Berkeley\n2006: First Prize, Vertical Garden Invited Competition, MAK Center at the Schindler House, Los Angeles, CA.\n2007: Honorific Mention, International Competition, Skopje Concert Hall, Skopje, Macedonia\n2008: Graham Foundation Grant, ìMatters of Sensationî Artists Space, New York, NY\n2011: Emerging Voices, Architectural League of New York, NY. Arch is Award, Young Emerging Architects Program, AIA, Los Angeles Chapter.\n2012: Honorable Mention, Jujuy Redux, AIA Annual Design Review. AIA LA Honor Award, Collective Void Dormitory, Puerto Rico. AIA LA Merit Award, Jujuy Redux, Rosario, Argentina. First Prize, SCI-Arc Graduation Pavilion Competition, Los Angeles, CA. First Prize, MOCA Pavilion Invited Competition, Los Angeles, US.\n2013: United States Artists Grigor Fellow, Los Angeles\n2014: American Architecture Award, The Chicago Athenaeum\nDesigns by Huljich have been displayed at locations such as The Art Institute of Chicago, The MAK Museum, The Chicago Biennial, MOCA in Los Angeles, and the Venice Biennale.","categories":[],"infobox_types":[],"annotations":[]}