{"id":76207,"url":"http://en.wikipedia.org/wiki/Evening_Prayer_(Anglican)","text":"e=\"preserve\">Evening Prayer (often called Evensong), in the Anglican Church, is the traditional service when people come to church to worship in the late afternoon or early evening. In cathedrals in Britain and in some of the old university chapels it is a service that is sung by a choir nearly every day of the week (there is usually one day of the week when there is no choir and everything is spoken). In cathedrals it is usually just the choir and the priests who sing, while the congregation listen. There is sometimes one hymn at the end in which the congregation can join in. Evensong in churches will have more singing for the congregation to join in.\nDevelopment and meaning of Evensong.\nThe form of Evensong used today was developed by Thomas Cranmer in the 16th century. There were two kinds of services, called \"vespers\" and \"compline\" that used to be sung every day by monks in monasteries. Cranmer took some of the words that were used in both these services and made today's form of Evening Prayer (Evensong).\nThe main idea in Evensong is the celebration of the incarnation of Christ: this is the story about Christ coming to the world in the form of a person and living among people. The words of the Magnificat and the Nunc Dimittis are always used in the service. The Magnificat is the song that Mary sang when she was told that she was going to have a baby who would be God’s son. The Nunc Dimittis is the song that was sung by the priest Simeon who had been promised by God that he would live long enough to see Jesus. Both these sets of words are from the New Testament.\nMany churches now use the words from \"Common Worship\" or some other modern prayer book for their services. However, when Evensong is sung by a choir the words used are usually from the old traditional \"Book of Common Prayer\" (1662). This is because, for more than four centuries, so much great music has been composed that uses these words.\nBecause there is no communion at evensong, the service can be led by a layperson (someone who is not a “qualified” priest).\nParts of the Evensong service.\nThe organist usually plays some organ music before and after the service. On Sundays there may be a sermon.\nMusic.\nIn churches the Magnificat and the Nunc dimittis (canticles), like the psalm, are often sung to a chant. This is a tune which repeats itself for every verse or every two verses and is sung to the natural rhythm in which it would be spoken. In cathedrals, or in churches with a good choir, the two canticles are sung to special music (like an anthem) composed by some well-known composer. There is usually an organ accompaniment.\nMany composers, especially Anglican church composers, wrote settings (music) for these two canticles (which choir members often called “Mag and Nunc”). Such composers include Edward Bairstow, Herbert Brewer, Orlando Gibbons, Herbert Howells, Henry Purcell, Charles Stanford, Herbert Sumsion, Thomas Tallis, Thomas Weelkes, Samuel Wesley and many others. Some of the composers wrote several settings. This is why different settings are often identified by the key they are in, e.g. Stanford in G, Stanford in C etc. Sometimes they can be identified by the cathedral for which they were written. Herbert Howells, for example, wrote Mag and Nunc settings for several cathedrals and chapels. These can be identified by calling them: Howells’ Gloucester Service, Collegium Regale (=King’s College, Cambridge) etc.\nIn a sung evensong the choir will also sing an \"introit\" which is a very short piece at the beginning of the service. They will sing a psalm to a chant, and there will also be an anthem.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anglican","surface_form":"Anglican","offset":60},{"uri":"Church","surface_form":"Church","offset":69},{"uri":"Service_of_worship","surface_form":"service","offset":96},{"uri":"Worship","surface_form":"worship","offset":134},{"uri":"Cathedral","surface_form":"cathedral","offset":185},{"uri":"Britain","surface_form":"Britain","offset":199},{"uri":"University","surface_form":"university","offset":230},{"uri":"Chapel","surface_form":"chapel","offset":241},{"uri":"Choir","surface_form":"choir","offset":283},{"uri":"Choir","surface_form":"choir","offset":443},{"uri":"Priest","surface_form":"priest","offset":457},{"uri":"Congregation","surface_form":"congregation","offset":485},{"uri":"Hymn","surface_form":"hymn","offset":529},{"uri":"Thomas_Cranmer","surface_form":"Thomas Cranmer","offset":747},{"uri":"16th_century","surface_form":"16th century","offset":769},{"uri":"Monk","surface_form":"monk","offset":883},{"uri":"Monastery","surface_form":"monasteries","offset":892},{"uri":"Incarnation","surface_form":"incarnation","offset":1078},{"uri":"Christ","surface_form":"Christ","offset":1093},{"uri":"Magnificat","surface_form":"Magnificat","offset":1218},{"uri":"Nunc_Dimittis","surface_form":"Nunc Dimittis","offset":1237},{"uri":"New_Testament","surface_form":"New Testament","offset":1578},{"uri":"Eucharist","surface_form":"communion","offset":1954},{"uri":"Sermon","surface_form":"sermon","offset":2189},{"uri":"Rhythm","surface_form":"rhythm","offset":2408},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":2618},{"uri":"Service_(music)","surface_form":"settings (music)","offset":2693},{"uri":"Edward_Bairstow","surface_form":"Edward Bairstow","offset":2808},{"uri":"Herbert_Brewer","surface_form":"Herbert Brewer","offset":2825},{"uri":"Orlando_Gibbons","surface_form":"Orlando Gibbons","offset":2841},{"uri":"Herbert_Howells","surface_form":"Herbert Howells","offset":2858},{"uri":"Henry_Purcell","surface_form":"Henry Purcell","offset":2875},{"uri":"Charles_Stanford","surface_form":"Charles Stanford","offset":2890},{"uri":"Herbert_Sumsion","surface_form":"Herbert Sumsion","offset":2908},{"uri":"Thomas_Tallis","surface_form":"Thomas Tallis","offset":2925},{"uri":"Thomas_Weelkes","surface_form":"Thomas Weelkes","offset":2940},{"uri":"Samuel_Wesley","surface_form":"Samuel Wesley","offset":2956},{"uri":"Tonality","surface_form":"key","offset":3092}]}