{"id":762209,"url":"http://en.wikipedia.org/wiki/George_Floyd","text":"ce=\"preserve\">\"For his death, see Killing of George Floyd.\"\nGeorge Perry Floyd Jr. was an African American man killed during an arrest after someone said he was trying to use a fake $20 bill. A white police officer, Derek Chauvin, knelt on Floyd's neck for almost 8 minutes Many people were sad and angry about his death, which led to many protests in order to stop violence and racism against Black people.\nGeorge Floyd was born in North Carolina. He grew up in Houston, Texas. He played football and basketball throughout high school and college. He held several jobs, and he was also a hip hop artist and a mentor in his religious community. Between 1997 and 2005, he was convicted of eight crimes; in 2009, he accepted a plea bargain for a 2007 armed robbery, serving four years in prison. In 2014, he moved to Minneapolis, finding work as a truck driver and a bouncer. In 2020, he lost his security job during the COVID-19 pandemic.\nEarly life and education.\nGeorge Floyd was born in Fayetteville, North Carolina to George Perry and Larcenia \"Cissy\" Jones Floyd. He had four brothers and sisters.\nWhen he was 2, he and his brothers and sisters moved with their mother to Houston, Texas. They lived in public housing in the Third Ward, which is one of Houston's poorest neighborhoods. He was called Perry.\nHe played basketball and American football in high school.\nFloyd went to South Florida Community College for two years on a football scholarship. He then transferred to Texas A&M University–Kingsville in 1995 before dropping out.\nSome people called Floyd a \"gentle giant.\" He was tall and weighed.\nLater life.\nFloyd returned to Houston in 1995 and became an automotive customizer and played club basketball. He performed as a rapper from 1994 to 1997 using the stage name Big Floyd in the hip hop group Screwed Up Click.\nFloyd had many jobs. He got into trouble with the law several times. From 1997 to 2005, he went to prison 8 times. Some of the things he went to jail for were drug possession, theft and home invasion.\nAfter he left jail, Floyd tried to turn his life around. He mentored other young men as part of a church group so they would not make do the same bad things he did. He also helped his mother out after she had a stroke.\nIn 2014, Floyd moved to Minneapolis to find work. There, he was a bouncer, truck driver, and security guard.\nIn 2020, he lost his job as a security guard because the bar where he worked at shut down due to the COVID-19 pandemic. In April, he got COVID-19 but got better.\nFloyd had 5 children and 2 grandchildren. His youngest daughter, Gianna, lives in Houston with his former partner. A GoFundMe campaign to help pay for Floyd's funeral costs and benefit his family made the site's record for the most individual donations.\nDeath.\nOn May 25, 2020, a white police officer named Derek Chauvin killed Floyd in Minneapolis. Chauvin kneeled on Floyd's neck, which meant that he could not breathe. Floyd could not move because he was handcuffed and lying face down. Two other officers were on Floyd's back and legs and another officer stopped others from helping Floyd.\nFor the last three of those minutes, Floyd did not move and had no pulse but officers did not try to revive him. Chauvin kept his knee on Floyd's neck as paramedics attempted to treat him.\nThe second autopsy report done by the county said that Floyd's death was a homicide caused by cardiac arrest caused by him being restrained. This autopsy was done after people complained about the first one, which did not say homicide was the cause of his death.\nHis family had an autopsy done by another doctor, which said that Floyd died of asphyxia. However, it was done without samples from his body.\nSome people nearby filmed the officers hurting Floyd and then put the videos on the Internet. Because of this, people started to protest. Protests began in Minneapolis the day after Floyd died. More protests would be held in all 50 US states and in 400 cities all around the world.\nBurial.\nOn June 4, 2020, a memorial service for Floyd took place in Minneapolis with Al Sharpton delivering the eulogy.\nServices were planned in North Carolina with a public viewing and private service on June 6 and in Houston on June 8 and 9.\nFloyd is buried next to his mother in Pearland, Texas.\nLegacy.\nA legacy is an impact that someone leaves behind when they die. George Floyd left behind a big legacy because he died due to police violence. In the United States, the police have a history of racism and not treating minority groups right. After Floyd died, there were big efforts to stop racism everywhere in the country, not just against Black people.\nProtests.\nMany people were sad and angry about George Floyd's death. They think it is proof that racism is still a big problem in the United States. Some people came out to the streets to protests. Many protests were peaceful. Others were violent.\nSchools.\nSome universities created scholarships in George Floyd's name. The CEO of Netflix and his wife made a $120 million donation to several historically black colleges and universities.. These schools were created by and for African Americans as they were usually not allowed to attend colleges in the past.\nLaw.\nA bill proposed by US Representative Sheila Jackson Lee (a Democrat from Texas), the George Floyd Law Enforcement Trust and Integrity Act, was made to reduce police brutality and establish national policing standards.\n8'46\".\nThe length of time that Chauvin was believed to have had his knee on Floyd's neck, eight minutes forty-six seconds, was used as a \"moment of silence\" to honor Floyd.\nArt.\nMany artists around the world created murals to honor George Floyd.\nMedia.\nGeorge Floyd's death was the cover story for The Economist. It wrote that his legacy was \"the rich promise of social change.\"","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Killing_of_George_Floyd","surface_form":"Killing of George Floyd","offset":34},{"uri":"African_American","surface_form":"African American","offset":90},{"uri":"Killing_of_George_Floyd","surface_form":"killed during an arrest","offset":111},{"uri":"United_States_dollar","surface_form":"$","offset":182},{"uri":"George_Floyd_protests","surface_form":"protests","offset":340},{"uri":"Racism","surface_form":"racism","offset":379},{"uri":"North_Carolina","surface_form":"North Carolina","offset":433},{"uri":"Houston","surface_form":"Houston","offset":463},{"uri":"American_football","surface_form":"football","offset":489},{"uri":"Basketball","surface_form":"basketball","offset":502},{"uri":"Hip_hop","surface_form":"hip hop","offset":589},{"uri":"Plea_bargain","surface_form":"plea bargain","offset":725},{"uri":"Bouncer_(doorman)","surface_form":"bouncer","offset":865},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":919},{"uri":"Fayetteville%2C_North_Carolina","surface_form":"Fayetteville, North Carolina","offset":989},{"uri":"Houston","surface_form":"Houston","offset":1176},{"uri":"Public_housing","surface_form":"public housing","offset":1206},{"uri":"Basketball","surface_form":"basketball","offset":1320},{"uri":"American_football","surface_form":"American football","offset":1335},{"uri":"South_Florida","surface_form":"South Florida","offset":1383},{"uri":"Community_College","surface_form":"Community College","offset":1397},{"uri":"American_football","surface_form":"football","offset":1434},{"uri":"Scholarship","surface_form":"scholarship","offset":1443},{"uri":"Basketball","surface_form":"basketball","offset":1706},{"uri":"Rapper","surface_form":"rapper","offset":1736},{"uri":"Hip_hop_music","surface_form":"hip hop","offset":1799},{"uri":"Screwed_Up_Click","surface_form":"Screwed Up Click","offset":1813},{"uri":"Drug_possession","surface_form":"drug possession","offset":1990},{"uri":"Home_invasion","surface_form":"home invasion","offset":2017},{"uri":"Mentor","surface_form":"mentor","offset":2092},{"uri":"Minneapolis","surface_form":"Minneapolis","offset":2275},{"uri":"Truck_driver","surface_form":"truck driver","offset":2326},{"uri":"Security_guard","surface_form":"security guard","offset":2344},{"uri":"COVID-19_pandemic_in_the_United_States","surface_form":"COVID-19 pandemic","offset":2461},{"uri":"COVID-19","surface_form":"COVID-19","offset":2497},{"uri":"Handcuff","surface_form":"handcuff","offset":2980},{"uri":"Homicide","surface_form":"homicide","offset":3380},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":3399},{"uri":"Asphyxia","surface_form":"asphyxia","offset":3648},{"uri":"Al_Sharpton","surface_form":"Al Sharpton","offset":4077},{"uri":"Pearland%2C_Texas","surface_form":"Pearland, Texas","offset":4274},{"uri":"Racism","surface_form":"racism","offset":4492},{"uri":"Scholarship","surface_form":"scholarship","offset":4936},{"uri":"Netflix","surface_form":"Netflix","offset":4984},{"uri":"8%E2%80%B246%E2%80%B3","surface_form":"eight minutes forty-six seconds","offset":5526},{"uri":"Mural","surface_form":"mural","offset":5652},{"uri":"The_Economist","surface_form":"The Economist","offset":5734}]}