{"id":762208,"url":"http://en.wikipedia.org/wiki/Killing_of_George_Floyd","text":"George Floyd was an African-American man from Houston, Texas. He was killed on May 25, 2020 after he was put in a chokehold by Minneapolis police officer Derek Chauvin. He knelt on Floyd's neck for nearly nine minutes while other officers stood nearby. This took place in the Powderhorn community of Minneapolis, Minnesota.\nThe event was recorded on many mobile phones. Four officers involved were fired the next day.\nThe Federal Bureau of Investigation announced a federal civil rights investigation into the incident.\nIn late May, after days of protests, the officer who killed Floyd, Derek Chauvin, was charged with third-degree murder and manslaughter. The charge was later changed to second-degree murder. The three other officers were charged on June 3 with aiding and abetting second-degree murder, meaning they are charged with helping Chauvin kill Floyd.\nThe next part of Chauvin's trial is scheduled for September 11, 2020.\nGeorge Floyd.\nGeorge Floyd was a 46-year-old African-American man from Houston, Texas. He was a rapper who worked with the Houston-based hip hop group Screwed Up Click and freestyled under the alias \"Big Floyd\" on mixtapes released by DJ Screw. In 2009, Floyd was sentenced to five years in prison for aggravated robbery with a deadly weapon. Floyd moved to Minnesota around 2014. At the time of his death, Floyd had recently lost his job due to Minnesota's stay-at-home order during the COVID-19 pandemic. Floyd was the father of two daughters, aged 6 and 22.\nEvent.\nShortly after 8:00 p.m. on May 25, Memorial Day, Minneapolis Police Department officers responded to a \"forgery in progress\" on Chicago Avenue South in the Powderhorn neighborhood of Minneapolis. Floyd \"tried to use forged documents at a nearby deli.\" According to a co-owner of Cup Foods, Floyd attempted to use a $20 bill that a staff member identified as counterfeit. According to police, Floyd was in a nearby car and \"appeared to be drunk.\"\nAccording to the Minneapolis police, officers \"were able to get the suspect into handcuffs and noted he appeared to be suffering medical distress,\" and called for an ambulance. No weapons were used in the arrest, according to a statement from the Minneapolis police.\nAccording to the Minneapolis Fire Department, paramedics moved Floyd from the location and were doing CPR and other lifesaving measures on an \"unresponsive, pulseless male.\" Floyd was taken to Hennepin County Medical Center, where he was pronounced dead.\nDerek Chauvin was scheduled for arraignment, to appear in court, on June 8.\nFloyd was buried in Houston, Texas on June 9.\nThomas Lane was released from jail on bail on June 10. His next hearing is scheduled for June 29. To be released on bail means that the suspect gives some money or a deed to property to the court and promises not to run away. If the suspect appears at the trial, the money or deed is returned. If the suspect runs away, the court keeps it.\nAutopsies.\nGeorge Floyd's body was examined more than once, and the experts said different things about how he died.\nAs of June 1, the medical examiner's full official report has not been shared with the public but prosecutors said that the Hennepin County medical examiner did not think Floyd died from lack of air. Prosecutors said they thought Floyd must have had heart disease or taken alcohol or drugs and that the police officers' actions would not have been enough kill him by themselves. On June 3, they said Floyd had tested positive for COVID-19 in April, but they did not say this helped cause his death.\nGeorge Floyd's family hired Dr. Allecia M. Wilson of the University of Michigan and Dr. Michael Baden, who used to be a medical examiner for New York City, to examine Floyd's body and figure out how he died. They said that Floyd died from lack of air because the heavy weight of the officers on his back kept him from breathing, in addition to the knee on his neck. Dr. Baden said, \"The autopsy shows that Mr. Floyd had no underlying medical problem that caused or contributed to his death. This is confirmed by information provided to Dr. Wilson and myself by the family.\" They also called his death a homicide.\nTrials.\nAs of late June, Derek Chauvin and Tou Thao are still in jail, but Kueng and Lane paid their bail money and were released.\nAt a pre-trial hearing during the last week in June, Minneapolis Judge Peter Cahill told lawyers and other officials to stop making public statements about the trial. He said if they did not stop, he would order the trial to take place somewhere other than Minneapolis. He also said, if they continued talking, he would issue a gag order, meaning they could be punished if they continued talking.\nThe next pre-trial hearing is scheduled to happen on September 11, 2020, when Judge Cahill will decide whether there will be one trial for all four men or whether they will each have their own trial. Cahill must also decide whether to allow cameras or filming in the courtroom. The first actual trial is scheduled to start in March 8, 2021.\nChauvin tax trial.\nOn July 22, 2020, Derek Chauvin and his wife, Kellie Chauvin, were charged with several different kinds of tax evasion. They had not paid the correct sales tax or income tax for six years. Kellie Chauvin began the divorce process in May, but legally she is still responsible for tax evasion during her marriage.\nAftermath.\nBeginning on May 26 and 27, there were protests near the place where Floyd died. The protests started out peacefully, but some parts became violent later, with people attacking a police precinct and local businesses. The protests on May 28 included looting and property set on fire. On May 28, hundreds of people marched to the center of Minneapolis holding signs saying \"I can't breathe\" and \"Fuck Donald Trump.\" The city of Minneapolis instituted an 8:00 p.m. curfew, meaning no one was meant to be on the street after that time.\nThere were sister protests in Oakland, New York, Chicago, Denver, and other parts of the United States. Over 500 people were arrested at one sister protest in Los Angeles. Parts of the Los Angeles protest were peaceful and parts were violent.\nThere were also protests outside the United States, in London, Toronto, Berlin and other places. Some of these international protesters said they wanted to support George Floyd but also notice the racist actions by police in their own countries.\nOn the morning of May 28, white Minneapolis police officers arrested Omar Jimenez, a reporter for CNN, and his crew while they were filming the protests. Jiminez is black. Jiminez told the officers that he and his crew were journalists and offered to move further away, but the officers arrested them anyway. They were released later that day. The governor of Minnesota, Tim Walz, apologized to CNN, and said publicly that Jiminez and his crew had only been doing their jobs and acting within their rights. A white CNN reporter who had been working a block away from Jiminez noted that he had not been bothered by the police, only asked who he was.\nProtests continued into Friday, May 29, with protesters approaching the White House in Washington, D.C. and pulling away temporary fences. Some of the protesters threw bricks at the officers, which included United States Secret Service and United States Park Police.\nDuring the protests, people donated large amounts of money to black-led political groups, especially bail funds.\nIn June, George Floyd's brother, Philonese Floyd, asked the United Nations Human Rights Commission to make a team to study the killing of black people by the American police.\nReaction from Governor Tim Walz.\nOn Thursday May 28, Governor Tim Walz called for change: \"It is time to rebuild. Rebuild the city, rebuild our justice system, and rebuild the relationship between law enforcement and those they're charged to protect. George Floyd's death should lead to justice and systemic change, not more death and destruction.\"\nAfter the arrest of CNN reporter Omar Jiminez, Walz apologized to CNN, saying \"I take full responsibility.\"\nWalz also told the National Guard to be ready to come to the twin cities if they were needed and put the city under an 8:00 p.m. curfew. He said he thought the worst looters were probably outsiders who came from the city to hide in the crowds and cause problems.\nReaction from President Donald Trump.\nPresident Donald Trump said on Twitter that he had asked the FBI do an investigation, adding, \"My heart goes out to George's family and friends. Justice will be served!\" Trump also called Floyd's death as \"Sad and Tragic.\"\nLater, President Donald Trump called the protesters of the killing \"thugs\" and said \"when the looting starts, the shooting starts.\" Twitter hid the post because it broke their rules about presenting violence as good. On May 30, Trump complimented the Secret Service agents who had kept the protesters away from the White House, saying the Service had \"vicious dogs and the most ominous weapons.\" He also posted on Twitter suggesting that his supporters stage a counter-protest: \"Tonight, I understand, is MAGA NIGHT AT THE WHITE HOUSE???\" \"MAGA\" is an acronym for the Trump slogan \"Make America Great Again.\"\nOther politician's reactions.\nWashington D.C. Mayor Muriel E. Bowswer would write, also on Twitter: \"While [Trump] hides behind his fence afraid/alone, I stand w/ people peacefully exercising their First Amendment Right after the murder of #GeorgeFloyd & hundreds of years of institutional racism,\" she wrote. \"There are no vicious dogs & ominous weapons. There is just a scared man.\"\nFormer Florida congressman Carlos Cubelo, a Republican, said, \"The president seems more out-of-touch and detached from the difficult reality the country is living than ever before.\"\nMinneapolis police department civil rights investigation.\nOn June 2, after days of protests, Governor Walz announced the Minnesota Department of Human Rights would investigate the Minneapolis police department to see if the police in general were mistreating people of color. The Minneapolis City Council agreed, saying, \"We urge the state to use its full weight to hold the Minneapolis Police Department accountable for any and all abuses of power and harms to our community and stand ready to aid in this process as full partners.\"\nCity of Minneapolis.\nOn June 5, Minneapolis announced a new rule saying the the police were not allowed to use chokeholds on people.\nState of Minnesota.\nThe Minnesota state legislature attempted to write a new law that would redesign all police departments, but the Democrats wanted large changes to policing and the Republicans wanted small changes, and they could not agree in time for any new bill to become law.","categories":[],"infobox_types":[],"annotations":[{"uri":"African_Americans","surface_form":"African-American","offset":20},{"uri":"Houston","surface_form":"Houston","offset":46},{"uri":"Texas","surface_form":"Texas","offset":55},{"uri":"Chokehold","surface_form":"chokehold","offset":114},{"uri":"Minneapolis_Police_Department","surface_form":"Minneapolis police officer","offset":127},{"uri":"Minneapolis","surface_form":"Minneapolis","offset":300},{"uri":"Minnesota","surface_form":"Minnesota","offset":313},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":355},{"uri":"Federal_Bureau_of_Investigation","surface_form":"Federal Bureau of Investigation","offset":422},{"uri":"George_Floyd_protests","surface_form":"days of protests","offset":539},{"uri":"Murder","surface_form":"murder","offset":632},{"uri":"Aiding_and_abetting","surface_form":"aiding and abetting","offset":764},{"uri":"Houston","surface_form":"Houston","offset":1005},{"uri":"Screwed_Up_Click","surface_form":"Screwed Up Click","offset":1085},{"uri":"DJ_Screw","surface_form":"DJ Screw","offset":1169},{"uri":"Stay-at-home_order","surface_form":"stay-at-home order","offset":1392},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":1422},{"uri":"Memorial_Day","surface_form":"Memorial Day","offset":1537},{"uri":"CPR","surface_form":"CPR","offset":2317},{"uri":"Hennepin_County_Medical_Center","surface_form":"Hennepin County Medical Center","offset":2408},{"uri":"COVID-19","surface_form":"COVID-19","offset":3479},{"uri":"Homicide","surface_form":"homicide","offset":4151},{"uri":"Protest","surface_form":"protest","offset":5411},{"uri":"Arson","surface_form":"property set on fire","offset":5633},{"uri":"Chicago","surface_form":"Chicago","offset":5953},{"uri":"Denver","surface_form":"Denver","offset":5962},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":6063},{"uri":"London","surface_form":"London","offset":6202},{"uri":"Toronto","surface_form":"Toronto","offset":6210},{"uri":"Berlin","surface_form":"Berlin","offset":6219},{"uri":"Tim_Walz","surface_form":"Tim Walz","offset":6764},{"uri":"White_House","surface_form":"White House","offset":7114},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":7129},{"uri":"United_States_Secret_Service","surface_form":"United States Secret Service","offset":7249},{"uri":"Bail_fund","surface_form":"bail fund","offset":7410},{"uri":"United_Nations","surface_form":"United Nations","offset":7482},{"uri":"Tim_Walz","surface_form":"Tim Walz","offset":7659},{"uri":"National_Guard","surface_form":"National Guard","offset":8073},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":8365},{"uri":"MAGA","surface_form":"MAGA","offset":9118},{"uri":"United_States_Democratic_Party","surface_form":"Democrats","offset":10554},{"uri":"United_States_Republican_Party","surface_form":"Republicans","offset":10605}]}