{"id":762261,"url":"http://en.wikipedia.org/wiki/Koto_Matsudaira","text":"was a Japanese diplomat from Tokyo who was an Ambassador to the United Nations from 1957 to 1961.\nBiography.\nMatsudaira was born in Tokyo to a shipowner on 5 February 1903. He first went to high school and then studied law at Tokyo Imperial University in his hometown. Although he entered the foreign service in 1926, he did not receive a degree until a year later. His further studies were in Paris, where he got a Doctor of Law. That same year, he also went to Institut d'études politiques de Paris, where he got a diploma.\nIn 1932, Matsudaira joined the League of Nations in Geneva as a delegate for Japan. Two years later, he was sent to work at the contract department at Japan's foreign office until early 1941. Some months afterward, he worked as a secretary at Japan's embassy in Washington, D.C. until the Attack on Pearl Harbor.\nAfter returning to Japan, Matsudaira was one of the leading people at the foreign office's contract department until he went to Moscow as the first embassy secretary in 1944.\nAfter World War II, Matsudaira was one of the witnesses at the Allied military court in Tokyo before serving as an Ambassador to Canada. He later went to the United Nations as an ambassador from 1957 to 1961. After his time at the UN, he went on to serve in India.","categories":[],"infobox_types":[],"annotations":[{"uri":"University_of_Tokyo","surface_form":"Tokyo Imperial University","offset":226},{"uri":"Doctor_of_Law","surface_form":"Doctor of Law","offset":416},{"uri":"Institut_d%27%C3%A9tudes_politiques_de_Paris","surface_form":"Institut d'études politiques de Paris","offset":463},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":557},{"uri":"Geneva","surface_form":"Geneva","offset":578},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":788},{"uri":"Attack_on_Pearl_Harbor","surface_form":"Attack on Pearl Harbor","offset":815},{"uri":"World_War_II","surface_form":"World War II","offset":1020}]}