{"id":762341,"url":"http://en.wikipedia.org/wiki/Rachael_Finch","text":"Rachael Finch (born July 8, 1988) is an Australian television host, model and beauty pageant titleholder. She finished 4th in Miss Universe 2009 pageant.\nMarriage and Children.\nRachael married her former \"Dancing with the Stars\" partner Michael Miziner on 3 January 2013. Finch gave birth to her daughter, Violet Rachael Miziner, in September 2013. She gave birth to her second child, Dominic Michael Miziner in March 2017.\nInstagram Activity.\nRachael is active on Instagram, where she has over 290,000 followers. It was there that she posted her controversial lunchbox post.\nLunchbox Controversy.\nIn late February 2020, Rachael faced severe backlash after she posted the image of the lunchbox of her schoolgoing daugher, Violet. Critics stated that she did not feed Violet enough, but Rachael proved them wrong, stating, “My number one priority is to ensure that my kids are happy and healthy - so I give them real food, I give them whole pieces of fruit, and I give them vegetables in their lunch box. So Violet will go to school with sushi and a Greek salad, for example...If a mother wants to feed her child cherry tomatoes over cheezels \"(sic)\" then she can. It’s not deprivation or a screwed up childhood... it’s because she cares, and perhaps she has learnt from experience.”\nTelevision.\nRachael works for the Seven Network as a reporter for several of its programs across current affairs and sports telecasts as well as making contestant appearances on Seven Network's in-house celebrity competition programs. She was one of the contestants in Celebrity MasterChef Australia in 2009. She progressed to the semi-finals, where she and \"Biggest Loser\" trainer Michelle Bridges made it through to the next stage. Rachael reached the grand-finals in which she came third overall. She also appeared in the 2010 series of \"Dancing with the Stars\". She was eliminated on 1 August 2010.\n\"Dancing with the Stars\" performances.\nIn late 2010, Rachael Finch joined the cast of the tenth season of \"Dancing with the Stars\". Finch's partner is Michael Miziner, the partner to the original winner of \"Dancing with the Stars\", Bec Cartwright. Despite receiving some harsh comments from judge Todd McKenney over lack of content with their choreography, Finch and Miziner had been named the \"dark horse\" couple by the judges. Most unfortunately, and despite maintaining high scores, Finch and Miziner were the fifth couple eliminated on 1 August 2010.\n2010-present: After \"Dancing with the Stars\".\nRachael now does a daily weather report on Channel 7's morning show, \"Sunrise\".\nMiss Universe 2009.\n\"Main Article: Miss Universe 2009\"\nOn April 22, 2009, Rachael, then scarcely 19, was named the Australian nominee for Miss Universe 2009. In the general competition, she performed well, finishing an admirable fourth. She was roommates with Miss USA Kristen Dalton, who herself finished in the top ten.\nWinning People´s Choice Awards.\nIn 2006, Rachael (then just eighteen) won the ¨People´s Choice Awards¨ for 2006 Miss Teen Australia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Miss_Universe_2009","surface_form":"Miss Universe 2009 pageant","offset":126},{"uri":"Dancing_with_the_Stars","surface_form":"Dancing with the Stars","offset":205},{"uri":"Michael_Miziner","surface_form":"Michael Miziner","offset":237},{"uri":"Violet_Rachael_Miziner%2C","surface_form":"Violet Rachael Miziner,","offset":306},{"uri":"Dominic_Michael_Miziner","surface_form":"Dominic Michael Miziner","offset":385},{"uri":"Instagram","surface_form":"Instagram,","offset":465},{"uri":"Dancing_with_the_Stars","surface_form":"\"Dancing with the Stars\",","offset":2092},{"uri":"Bec_Cartwright.","surface_form":"Bec Cartwright.","offset":2118},{"uri":"Todd_McKenney","surface_form":"Todd McKenney","offset":2183},{"uri":"Miss_Universe_2009","surface_form":"Miss Universe 2009","offset":2602},{"uri":"Miss_Universe_2009","surface_form":"Miss Universe 2009.","offset":2705},{"uri":"Kristen_Dalton_(Miss_USA)","surface_form":"Kristen Dalton","offset":2836}]}