{"id":76233,"url":"http://en.wikipedia.org/wiki/The_Nutcracker","text":"\"The Nutcracker\" is a classical ballet in two acts. It is based on E.T.A. Hoffmann's 1816 fairy tale \"The Nutcracker and the Mouse King\". It tells the story of a little girl who goes to the Land of Sweets on Christmas Eve. Ivan Vsevolozhsky and Marius Petipa adapted Hoffmann's story for the ballet. Pyotr Ilyich Tchaikovsky wrote the music. Marius Petipa and Lev Ivanov designed the dances. \"The Nutcracker\" was first performed at the Mariinsky Theatre in St. Petersburg, Russia, on 18 December 1892 to a modest success and rarely seen the next years.\nIn 1940, Walt Disney used some of the \"Nutcracker\" music in his animated movie \"Fantasia\", which led to an interest in the ballet. Interest grew when George Balanchine's \"The Nutcracker\" was televised in the late 1950s. The ballet has been performed in many different places since then. Before the first performance, Tchaikovsky took some numbers from the ballet to form the \"Nutcracker Suite\". This work was a great success on the concert stage, and is still played today.\nOrigin.\nThe origin of \"The Nutcracker\" has its roots in the great success of \"The Sleeping Beauty\" ballet. This ballet was staged at the Mariinsky Theatre in St. Petersburg, Russia, in 1890. It was the work of the director of the Imperial Theatres in St. Petersburg, Ivan Vsevolozhsky; the composer, Tchaikovsky; and the choreographer, Marius Petipa. Vsevolozsky thought another ballet based on a children's story would be just as successful as \"The Sleeping Beauty\".\nHe picked Hoffmann's 1816 fairy tale \"The Nutcracker and the Mouse King\" as the subject for the new ballet. This story was loved by Russians. He wrote an adaptation of Hoffmann's story based on the Alexandre Dumas translation. He dropped much of the original. Petipa adapted Vsevolozsky's story to the requirements of ballet. Vsevolozsky then pressured Tchaikovsky into writing the music for the ballet. Tchaikovsky did not like the adaptation of Hoffmann's story, but he agreed to write the music.\nPetipa designed the dances. He gave Tchaikovsky special directions about how the music was to be written. For example, he wanted a great \"crescendo\" of 48 bars as the Christmas tree rose higher and higher in Act 1. He wrote that the music for the \"Dance of the Sugar Plum Fairy\" should sound like drops of water splashing in a fountain.\nIn March 1892 the music was almost complete. Tchaikovsky took the \"Dance of the Sugar Plum Fairy\", the \"Waltz of the Flowers\", and other numbers from the ballet to form the 20-minute \"Nutcracker Suite\". It was first played for the Russian Musical Society. The organization's members loved it. \"Nutcracker Suite\" is still played today.\nTchaikovsky completed the music for the ballet in April 1892. Rehearsals started in September 1892. Petipa fell ill and his assistant Lev Ivanov completed the dances. The ballet was first performed on 18 December 1892 at the Mariinsky Theatre in St. Petersburg. Tchaikovsky's one-act opera \"Iolanta\" was played before the curtain rose on \"The Nutcracker\". The run ended in 1893 after eleven performances.\nLater.\nIn 1919, choreographer Alexander Gorsky staged a production. He cut out the Sugar Plum Fairy and her Cavalier, and gave their dances to Clara and the Nutcracker Prince. They were now played by adults instead of children. A shortened version of the ballet was first performed outside Russia in Budapest's Royal Opera House in 1927.\nIn 1934, Vasili Vainonen, choreographer of the Kirov Ballet, staged a version of the work which was also influenced by the criticisms of the original production. He also cast adult dancers in the roles of Clara and the Prince, as Gorsky had. The Vainonen version influenced several later productions. Knowledge of the choreography spread because many dancers went to the west after the Russian Revolution.\nThe first complete performance outside Russia took place in England in 1934. It was staged by Nicholas Sergeyev at the Vic-Wells Ballet. It used a version of Petipa's original choreography. Annual performances of the ballet have been staged there since 1952.\nPlot.\nThe ballet takes place in Germany in the early 19th century. The curtain rises on a Christmas Eve party in the Silberhaus home. Guests arrive. The children get their presents, then dance about the room.\nThe door opens. A strange little man named Drosselmeyer comes into the room. He is a toy-maker. He is also Clara Silberhaus's godfather. He has four dancing dolls for the children and a special surprise for Clara. It is a nutcracker. She loves it, but her brother Fritz breaks it. She puts the Nutcracker in her doll bed to get well.\nThe party ends and everyone leaves. Clara and her family go to bed. Clara creeps back to the room. She needs to be certain her Nutcracker is resting quietly. All of a sudden, mice start running about the room. The dolls, the tin soldiers, and all the other playthings come to life to fight the mice.\nThe Christmas tree rises higher and higher. The Nutcracker jumps out of the doll bed to fight the Mouse King. When the Nutcracker is in danger, Clara saves his life by throwing her slipper at the Mouse King. The Mouse King runs out of the room with all the other mice.\nThe Nutcracker becomes a human prince. Clara and the Nutcracker Prince set off through the snowy woods for the magical Land of Sweets. The beautiful Sugar Plum Fairy rules this land. She welcomes the two children then orders her subjects to dance for them. Dances about Coffee, Tea, and Chocolate are presented. Many other dances are presented. The ballet ends with everyone dancing a waltz.\nReception.\nCriticism of the ballet was mixed. A portion thought of it to be a noble composition, with exemplary themes and emotion, however many thought otherwise. Russian balletomanes liked expert adult dancers and the large cast of children was critically attacked. One person complained that the ballet was \"produced with children for children.\" Even the adult dancers came under fire. One person, for example, thought the dancer playing the doll in Act 1 was \"nice\" while another person thought she was \"insipid\".\nOne critic complained that the ballet was in bad taste because characters in Act 2 looked like food from a pastry shop. Another complained that Ivanov's \"Waltz of the Snowflakes\" was taken from ballets by Petipa. Tchaikovsky however thought that the staging was very beautiful, so much so that his eyes grew tired looking at it.\nSome people were surprised that Tchaikovsky had anything to do with the ballet. They thought \"The Nutcracker\" was foolish. They were embarrassed that the great composer had had a hand in it. On the first night however, Czar Alexander III called Tchaikovsky before him in the royal box to congratulate him on the music.\nThe newspapers were divided on the ballet's value. The \"St. Petersburg Gazette\" wrote \"this ballet is the most tedious thing ever seen... a long way from what ballet music should be.\" The \"St. Petersburg News-sheet\" wrote, \"It is hard to say which number is the greatest, for everything from start to finish is beautiful.\" \"The New Age\" wrote that Tchaikovsky's orchestral writing was the work of genius. A ballet lover thought \"The Nutcracker\" was the greatest of the three ballets Tchaikovsky had written.\nPost-Premier.\nThe ballet's initial run ended in January 1893. When the Russian Revolution broke out in 1917, many ballet dancers were put out of work. They went to Europe. They talked to their new friends in Europe about \"The Nutcracker\". Some selections were performed here and there. In 1940 Walt Disney used some of the music in his movie \"Fantasia\". In 1944 the Nutcracker was staged at the San Francisco Ballet by William Christensen, the 'very first full-length' on Christmas Eve. W.Christensen was called the grandfather of American Ballet, born (1902-2001) in Brigham City, Utah. He had established the San Francisco Ballet in 1938. Later he founded the ballet department to the University of Utah in 1951, the first of its kind, and Ballet West in 1963. Mr. C's creation has an 75th Anniversary during the 2019-2020 season. In 1954 George Balanchine staged \"The Nutcracker\" in New York City. People liked it. When it was aired on television in 1957 and 1958, the ballet became more famous than ever. Balanchine's television \"Nutcracker\" had enough fun in it for people who had not seen a ballet, and enough dancing in it to please the ballet lovers who watched it. In the 1960s small ballet companies started producing \"The Nutcracker\" because it could make a lot of money and, in doing so, keep the company in business.\nModern times.\nToday, \"The Nutcracker\" has been staged and seen by many people all over the world. Jennifer Fisher points out that it is \"the most popular and most often [staged] ballet in the world.\" In North America, it is a yearly event in many places. Parents and children take part in staging the ballet and dancing in it. Trained ballerinas dance side by side with children who are only learning to dance. Parents work on costumes and sets. Local celebrities take small walk-on parts.\nThere have been many adaptations of the ballet over the years. In the United States, for example, there are hula, tap dance, reggae, wheelchair, dance-along, ice, and drag versions. In Canada, there have been hockey adaptations. Products such as Nutcracker dolls, soaps, foods, and clothing are sold in theatres before the show.\nBallet lovers question the present day dumbing-down (oversimplification) of \"The Nutcracker\" to make it accessible to the masses. The reasons the ballet was originally disliked in Russia (the many child dancers, the uneven story) seem to be the reasons the ballet has become such a great success in North America. Americans like seeing their children on stage and the story is very much like the rags-to-riches stories Americans love. Some people though complain about the stereotypes of children in Act 1 (boys are naughty, girls are nice) and also about the stereotypes of Arabians and the Chinese in Act 2.\nInstrumentation.\nTchaikovsky wrote \"The Nutcracker\" for an orchestra of strings, woodwinds, brass, and percussion. To this orchestra he added a \"celesta\" for the \"Dance of the Sugar Plum Fairy\" in Act 2 and children's instrumentsdrums, trumpets, cymbals, bird calls, whistles, and a rattlefor the Christmas party in Act 1. The instruments were specially ordered and tuned to Tchaikovsky's orders. The rattle is heard in the orchestra pit when Fritz cracks nuts in Act 1, and the other instruments are heard when the boys make a lot of noise while Clara comforts the broken Nutcracker.\nTchaikovsky hoped that the children would play the instruments on the stage, but they had difficulty keeping together with the orchestra. Because of the difficulty the children had, Tchaikovsky made the decision that they could play freely. He did not ask them to keep with the written music. After the first night, Tchaikovsky sent his thanks and baskets of sweets to the children of the Imperial Ballet School.\nSugar Plum Fairy.\nThe Sugar Plum Fairy is a character in \"The Nutcracker\". The Sugar Plum Fairy only dances in Act 2 of the ballet. Clara falls asleep, and the second act could be seen as Clara's dream. Roland John Wiley however, thinks that the second act is a reality shaped by Drosselmeyer. The Sugar Plum Fairy is the ruler of the Land of Sweets. She welcomes the Nutcracker Prince and his love Clara to her land and orders the festivities. The character is danced by a \"prima ballerina\" (principal dancer), though she has little dancing to do. She is joined by a male dancer for a \"pas de deux\" near the end of the ballet. Her number in this \"pas de deux\" is called \"Dance of the Sugar Plum Fairy\".\nDance of the Sugar Plum Fairy.\nThe \"Dance of the Sugar Plum Fairy\" is one of the most famous numbers in \"The Nutcracker\". It was written for the \"celesta\". This instrument was new at the time the dance was written. It looks like a small piano, but it sounds like bells. Tchaikovsky discovered the \"celesta\" in Paris in 1891 while making a journey to the United States. His publisher purchased one and promised to keep the purchase a secret. Tchaikovsky did not want Rimsky-Korsakov or Glazunov to \"get wind of it and... use it for unusual (different, strange) effects before me.\" Petipa wanted the Sugar Plum Fairy's music to sound like drops of water splashing in a fountain. Tchaikovsky thought the \"celesta\" was the instrument to do this. The original steps for the dance are unknown. Antonietta Dell'Era was the first to dance the part of the Sugar Plum Fairy. The character has very little dancing to do so Dell'Era put a gavotte by Alphonse Czibulka into the ballet. She then had something more to do.\nHistorian Opinion.\nIn his biography about Tchaikovsky John Warrack points out that the ballet's greatest weakness is its story. It did not permit Tchaikovsky to musically develop the ballet in the manner of \"Swan Lake\" or \"The Sleeping Beauty\". What few symphonic passages exist in the ballet (mostly in Act 1) are not the best Tchaikovsky wrote. Warrack thinks that the \"essential nature\" of the ballet is found in the separate numbers. Tchaikovsky knew this when he put together the \"Nutcracker Suite\" to promote the complete ballet. Because the story was so weak and did not permit symphonic development, Tchaikovsky indulged his taste for \"prettiness\" in the separate numbers. This is what makes \"The Nutcracker\", according to Warrack, an \"entertainment of genius\".\nIn the biography \"Tchaikovsky\", writer David Brown points out that Tchaikovsky was not happy with \"The Nutcracker\" and complained to his friends about the difficulty of setting the tale to music. Brown asks why Tchaikovsky would ever let himself be persuaded to accept the story as the subject for a ballet. He points out that \"Swan Lake\" and \"The Sleeping Beauty\" were \"dramatically meaty and deeply serious\" while \"The Nutcracker\" was \"trite... [and] pointless.\" The ballet has no true culmination he writes. He then asks, \"What was it all about anyway? \"The Nutcracker\" is meaningless in the profoundest sense.\" He decides that the ballet is the \"most inconsequential\" of all the composer's mature works for theatre, and \"its dramatic structure the least satisfactory.\" While Brown never gives his approval to \"The Nutcracker\", he thinks Tchaikovsky did a remarkable job despite the \"appalling limitations of the subject.\"","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Classical_ballet","surface_form":"classical ballet","offset":22},{"uri":"Act_(theatre)","surface_form":"acts","offset":46},{"uri":"E.T.A._Hoffmann","surface_form":"E.T.A. Hoffmann","offset":67},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":90},{"uri":"The_Nutcracker_and_the_Mouse_King","surface_form":"The Nutcracker and the Mouse King","offset":102},{"uri":"Christmas_Eve","surface_form":"Christmas Eve","offset":208},{"uri":"Ivan_Vsevolozhsky","surface_form":"Ivan Vsevolozhsky","offset":223},{"uri":"Marius_Petipa","surface_form":"Marius Petipa","offset":245},{"uri":"Adapt","surface_form":"adapted","offset":259},{"uri":"Pyotr_Ilyich_Tchaikovsky","surface_form":"Pyotr Ilyich Tchaikovsky","offset":300},{"uri":"Marius_Petipa","surface_form":"Marius Petipa","offset":342},{"uri":"Lev_Ivanov","surface_form":"Lev Ivanov","offset":360},{"uri":"Perform","surface_form":"performed","offset":419},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":436},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":457},{"uri":"Russia","surface_form":"Russia","offset":473},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":562},{"uri":"Animated_movie","surface_form":"animated movie","offset":617},{"uri":"Fantasia_(movie)","surface_form":"Fantasia","offset":633},{"uri":"George_Balanchine","surface_form":"George Balanchine","offset":703},{"uri":"Televise","surface_form":"televised","offset":744},{"uri":"Nutcracker_Suite","surface_form":"Nutcracker Suite","offset":929},{"uri":"Concert","surface_form":"concert","offset":985},{"uri":"The_Sleeping_Beauty_(ballet)","surface_form":"The Sleeping Beauty","offset":1105},{"uri":"Theatre_director","surface_form":"director","offset":1241},{"uri":"Composer","surface_form":"composer","offset":1317},{"uri":"Choreographer","surface_form":"choreographer","offset":1348},{"uri":"Adaptation","surface_form":"adaptation","offset":1649},{"uri":"Alexandre_Dumas","surface_form":"Alexandre Dumas","offset":1693},{"uri":"Requirement","surface_form":"requirement","offset":1797},{"uri":"Crescendo","surface_form":"crescendo","offset":2132},{"uri":"Measure_(music)","surface_form":"bars","offset":2149},{"uri":"Christmas_tree","surface_form":"Christmas tree","offset":2161},{"uri":"Fountain","surface_form":"fountain","offset":2321},{"uri":"Dance_of_the_Sugar_Plum_Fairy","surface_form":"Dance of the Sugar Plum Fairy","offset":2398},{"uri":"Waltz_of_the_Flowers","surface_form":"Waltz of the Flowers","offset":2435},{"uri":"Nutcracker_Suite","surface_form":"Nutcracker Suite","offset":2515},{"uri":"Rehearsal","surface_form":"Rehearsal","offset":2728},{"uri":"Lev_Ivanov","surface_form":"Lev Ivanov","offset":2800},{"uri":"Iolanta","surface_form":"Iolanta","offset":2957},{"uri":"Performance","surface_form":"performance","offset":3057},{"uri":"Alexander_Gorsky","surface_form":"Alexander Gorsky","offset":3101},{"uri":"Budapest","surface_form":"Budapest","offset":3371},{"uri":"Vasili_Vainonen","surface_form":"Vasili Vainonen","offset":3418},{"uri":"Kirov_Ballet","surface_form":"Kirov Ballet","offset":3456},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":3795},{"uri":"England","surface_form":"England","offset":3875},{"uri":"Nicholas_Sergeyev","surface_form":"Nicholas Sergeyev","offset":3909},{"uri":"Vic-Wells_Ballet","surface_form":"Vic-Wells Ballet","offset":3934},{"uri":"Germany","surface_form":"Germany","offset":4106},{"uri":"Century","surface_form":"century","offset":4132},{"uri":"Toy","surface_form":"toy","offset":4368},{"uri":"Godfather","surface_form":"godfather","offset":4409},{"uri":"Nutcracker","surface_form":"nutcracker","offset":4505},{"uri":"Slipper","surface_form":"slipper","offset":5098},{"uri":"Waltz","surface_form":"waltz","offset":5571},{"uri":"Criticism","surface_form":"Criticism","offset":5589},{"uri":"Balletomane","surface_form":"balletomanes","offset":5750},{"uri":"Complain","surface_form":"complained","offset":5857},{"uri":"Insipid","surface_form":"insipid","offset":6086},{"uri":"Critic","surface_form":"critic","offset":6100},{"uri":"Pastry","surface_form":"pastry","offset":6203},{"uri":"Shop","surface_form":"shop","offset":6210},{"uri":"Czar","surface_form":"Czar","offset":6644},{"uri":"Alexander_III_of_Russia","surface_form":"Alexander III","offset":6649},{"uri":"Congratulate","surface_form":"congratulate","offset":6713},{"uri":"Tedious","surface_form":"tedious","offset":6855},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":7323},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":7546},{"uri":"Fantasia_(movie)","surface_form":"Fantasia","offset":7595},{"uri":"George_Balanchine","surface_form":"George Balanchine","offset":8093},{"uri":"New_York_City","surface_form":"New York City","offset":8138},{"uri":"Television","surface_form":"television","offset":8191},{"uri":"Popularity","surface_form":"popular","offset":8728},{"uri":"North_America","surface_form":"North America","offset":8785},{"uri":"Ballerina","surface_form":"ballerina","offset":8917},{"uri":"Celebrity","surface_form":"celebrities","offset":9034},{"uri":"Hula","surface_form":"hula","offset":9180},{"uri":"Tap_dance","surface_form":"tap dance","offset":9186},{"uri":"Reggae","surface_form":"reggae","offset":9197},{"uri":"Wheelchair","surface_form":"wheelchair","offset":9205},{"uri":"Drag_(clothing)","surface_form":"drag","offset":9239},{"uri":"Version","surface_form":"versions","offset":9244},{"uri":"Hockey","surface_form":"hockey","offset":9281},{"uri":"Accessible","surface_form":"accessible","offset":9505},{"uri":"Stereotype","surface_form":"stereotype","offset":9874},{"uri":"Orchestra","surface_form":"orchestra","offset":10070},{"uri":"Strings_(music)","surface_form":"strings","offset":10083},{"uri":"Woodwind","surface_form":"woodwind","offset":10092},{"uri":"Brass","surface_form":"brass","offset":10103},{"uri":"Percussion","surface_form":"percussion","offset":10114},{"uri":"Celesta","surface_form":"celesta","offset":10156},{"uri":"Drum","surface_form":"drum","offset":10240},{"uri":"Trumpet","surface_form":"trumpet","offset":10247},{"uri":"Cymbal","surface_form":"cymbal","offset":10257},{"uri":"Rattle","surface_form":"rattle","offset":10294},{"uri":"Orchestra_pit","surface_form":"orchestra pit","offset":10435},{"uri":"Ask","surface_form":"ask","offset":10848},{"uri":"Prima_ballerina","surface_form":"prima ballerina","offset":11484},{"uri":"Pas_de_deux","surface_form":"pas de deux","offset":11596},{"uri":"Paris","surface_form":"Paris","offset":12023},{"uri":"Publisher","surface_form":"publisher","offset":12086},{"uri":"Rimsky-Korsakov","surface_form":"Rimsky-Korsakov","offset":12179},{"uri":"Alexander_Glazunov","surface_form":"Glazunov","offset":12198},{"uri":"Gavotte","surface_form":"gavotte","offset":12640},{"uri":"Biography","surface_form":"biography","offset":12747},{"uri":"Swan_Lake","surface_form":"Swan Lake","offset":12929},{"uri":"Symphony","surface_form":"symphonic","offset":12975},{"uri":"Promote","surface_form":"promote","offset":13228},{"uri":"Indulge","surface_form":"indulged","offset":13341},{"uri":"Persuade","surface_form":"persuaded","offset":13740},{"uri":"Culmination","surface_form":"culmination","offset":13979}]}