{"id":76241,"url":"http://en.wikipedia.org/wiki/Lady_Katherine_Grey","text":"Lady Katherine Grey (August 1540 – 26 January 1568) was the sister to Lady Jane Grey and Lady Mary Grey. Her mother was Lady Frances Brandon and Henry Grey, who were Marquess and Marchioness of Dorset and later Duke and Duchess of Suffolk.\nLife.\nKatherine (also spelled Catherine) was born in 1540 to Lady Frances Brandon and Henry Grey. Her parents were disappointed that she was a girl. However, Frances treated Katherine better than she treated her sister, Lady Jane Grey. Little is known about Katherine's early life before 1550.\nKatherine was married at the age of twelve to Henry Herbert in May of 1553. It was the same day her elder sister, Jane, was married to Guildford Dudley. Katherine's sister Jane was queen of England for nine days before Mary became Queen. Because of this, Katherine's marriage to Herbert was annulled (or divorce).\nAppearance and personality.\nKatherine was considered even more beautiful than her sister Jane. She was a little short, but she had a delicate appearance. She had shining red-gold hair and her grandmother Mary Tudor's blue eyes. She also had white skin and no freckles, unlike her sister Jane.\nUnlike her sister Jane, Katherine was not as smart and did not like her studies as much. She preferred playing with her pet dogs and birds.\nLater life.\nKatherine said that her life at Queen Mary's court was the best time of her life. She met her future husband during these years and received money from Mary every year. Mary's sister, Elizabeth, did not like Katherine much. She distrusted her and did not wish to see her married. Katherine had other plans.\nIn December 1560, she married Edward Seymour, Earl of Hertford without Elizabeth I's permission. They planned to keep it a secret for a long time. However, Katherine became pregnant quickly and by July of the next year, she could not hold her secret any longer. She first tried to get help from Bess of Hardwick, but Bess screamed at Katherine and made her go away. Then she went to see Elizabeth's great favorite, Robert Dudley. He listened to Katherine but promised nothing. The next day he told Elizabeth everything. Elizabeth was angry with this and put both Edward and Katherine in prison. She gave birth to a son in the Tower of London. The child's name was Edward.\nLater, she gave birth to another son, also in the Tower of London. This made Elizabeth even more angry since Katherine was not supposed to see Edward. The couple would not see each other again after the birth. Katherine soon got tuberculosis, and died in January 1568. She is buried in Cockfield Chapel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lady_Jane_Grey","surface_form":"Lady Jane Grey","offset":70},{"uri":"Lady_Mary_Grey","surface_form":"Lady Mary Grey","offset":89},{"uri":"Lady_Frances_Brandon","surface_form":"Lady Frances Brandon","offset":120},{"uri":"Henry_Grey","surface_form":"Henry Grey","offset":145},{"uri":"Dorset","surface_form":"Dorset","offset":194},{"uri":"Suffolk","surface_form":"Suffolk","offset":231},{"uri":"Henry_Herbert","surface_form":"Henry Herbert","offset":580},{"uri":"Guildford_Dudley","surface_form":"Guildford Dudley","offset":669},{"uri":"Mary_I_of_England","surface_form":"Mary","offset":753},{"uri":"Elizabeth_I","surface_form":"Elizabeth I","offset":1671},{"uri":"Robert_Dudley","surface_form":"Robert Dudley","offset":2015},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":2226}]}