{"id":76253,"url":"http://en.wikipedia.org/wiki/Mary_Boleyn","text":"e=\"preserve\">Mary Boleyn (about 1499 – 19 July 1543) was the elder sister of Anne Boleyn, the second wife of King Henry VIII. They had a brother named George Boleyn.\nEarly Life.\nMary was born around 1499 or 1500 as the daughter of Sir Thomas Boleyn and Lady Elizabeth Howard at Blickling Hall in Norfolk. Her brother George and her sister Anne were brought up along with her by members of the Boleyn household in the courtyside at Hever Castle in Kent. She had golden blonde hair, dark brown eyes, and a creamy complexion. Mary was considered to be the most beautiful of the Boleyn sisters, but she lacked Anne's brilliance and charisma.She was also demure, easy-tempered, and obedient while Anne was lively, opinionated, and passionate.\nDuring her childhood Mary's academic education had been limited to arithmetic, basic reading and writing, her family genealogy, grammar, history, religion, and the Scriptures. She had developed domestic skills such as dancing,embrodiery, good manners and morals, household management, music, needlework, and singing, excelled at playing several musical instruments including the harp, the lute, the viol, and the virginals, and was fluent in French from learning it from her French governess Mademoiselle Semmonet. Mary learned to play games such as cards, chess, and dice and outdoor pursuits such as archery, falconry, horseback riding, and hunting. Like her sister Anne, Mary was also taught to have obedience to the men in her life which was first to her father and then to her husband once she was married. Most of the time Mary would either be having constant lessons, dress fittings,or etiquette lessons in order for her to learn to be a proper lady or playing childhood games with Anne and George in the manor grounds.\nMary was kept in England until 1514 when she was either fourteen or fifteen. She was sent to be a maid of honor to Mary Tudor, the sister of King Henry VIII. Mary Tudor was going to be married to King Louis XII of France. Only a few months after the wedding, Louis died and Francis I became king. It is thought that Mary Boleyn became Francis I's mistress for a while.\n1520s.\nMary was sent back to England when her parents found out about her affair in France, but she ended up being the lover of King Henry VIII. Some people think that King Henry was the father of Mary's children, Catherine Carey and Henry Carey, but it is more likely that her husband, William Carey, was the true father. Mary married William Carey in 1520.\nAnne Boleyn becomes queen.\nAfter Mary's husband died, Mary's luck ran out. Her sister Anne took Mary's place as King Henry's favourite lover, and Henry divorced his wife in order to marry Anne. After this, Mary became really poor. Her first husband died, but she met another man, William Stafford, who was also poor. They married for love and this upset Anne Boleyn, who banished Mary from court. Mary and William Stafford had two children, but both of them died.\nAfter her sister's downfall.\nAfter Anne Boleyn had been married to King Henry for a short time, he grew tired of her. She was accused of having had other lovers and was executed. George Boleyn, the brother of Anne and Mary, was also executed, but Mary and her husband William Stafford were not blamed for anything as they were not at the royal court. They lived happily together until Mary died in 1543.","categories":[],"infobox_types":[],"annotations":[{"uri":"19_July","surface_form":"19 July","offset":39},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":77},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":114},{"uri":"George_Boleyn","surface_form":"George Boleyn","offset":151},{"uri":"Thomas_Boleyn","surface_form":"Thomas Boleyn","offset":235},{"uri":"Elizabeth_Howard","surface_form":"Elizabeth Howard","offset":258},{"uri":"Norfolk","surface_form":"Norfolk","offset":296},{"uri":"Mary_Tudor%2C_Queen_of_France","surface_form":"Mary Tudor","offset":1880},{"uri":"Louis_XII","surface_form":"Louis XII","offset":1966},{"uri":"Francis_I","surface_form":"Francis I","offset":2039},{"uri":"Francis_I","surface_form":"Francis I","offset":2100},{"uri":"Catherine_Carey","surface_form":"Catherine Carey","offset":2348},{"uri":"Henry_Carey","surface_form":"Henry Carey","offset":2368},{"uri":"William_Carey","surface_form":"William Carey","offset":2421},{"uri":"William_Stafford","surface_form":"William Stafford","offset":2773},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":2847}]}