{"id":762581,"url":"http://en.wikipedia.org/wiki/Katie_Blair","text":"Katherine Amanda Blair (born December 29, 1987) is an American model, actress, and beauty queen. Blair won Miss Teen USA 2006. In 2011, she became Miss California USA. Katherine was also the first Montana native to win a pageant.\nEarly life.\nKatherine Blair was born on December 29, 1987, in Billings, Montana. She lived in Sugar Land, Texas for most of her life. She attended school from 9-11 grade at Stephen F. Austin High School. She graduated from Billings West High School in 2006. She planned to attend Louisiana State University, but postponed her commencement of college for her reign.\nMiss Teen USA, 2006.\nShe represented Montana in the Miss Teen USA 2006 pageant held in Palm Springs, California on August 15, 2006, and became the first Montana native to place in the pageant. Outgoing titleholder, Allie LaForce of Ohio, crowned her as the new Miss Teen USA. Melissa Lingafelt of North Carolina placed first runner-up. Before Katie's win in the nationally televised pageant, Montana had been the only state in the competition's 23-year history never to have had a semi-finalist.\nBlair's Miss Teen USA winnings included a one-year modeling contract with Trump Model Management and a scholarship to The School for Film and Television in New York City, and also a a guest appearance in the NBC soap opera \"Passions\".\nOn August 24, 2007, she passed on the Miss Teen USA title to Hilary Cruz of Colorado.\nReign.\nKatie spent her year as a titleholder in New York City, living in a Trump Place apartment with Miss Universe and Miss USA 2006, Tara Conner. During her reign, she made several appearances to raise money for charity.\nFollowing her win, she gave interviews with various media organizations, including WPIX New York and \"Dayside\" on Fox News. In September 2006, she returned to Billings, Montana for her official homecoming as Miss Teen USA. The city council announced the day as \"Katie Blair Day\" and awarded her a key to the city. She crowned Chelsea Nelson, also of Billings, as the next Miss Montana Teen USA 2007.\nBlair earned some distinction as the first Miss Universe Organization pageant winner to endorse YMI Jeanswear. Among other things, Katie was interviewed by Patty Lopez and Rick Dees, and participated in a billboard advertising campaign in Los Angeles and New York.\nLater in her reign, however, scandal erupted when she kissed Tara Conner at a nightclub in New York. A few days later, it was discovered Katie had been drinking underage (she was not yet 21). Katie initially denied the scandal, but later admitted to the charges, a move that probably took much courage and bravery, and resulted in her nearly losing her title.\nDecision to enter.\nKatie was initially hesitant about entering in another pageant, because of the scandal during her time as Miss Teen USA. As she explained during a phone interview in Los Angeles, \"I swore up and down I wasn't going to do a pageant again. But I wanted the opportunity to recover from my term as Miss Teen USA.\" Ultimately, Katie decided to enter the pageant.\nWinning the Pageant.\nBlair was originally 1st runner-up at Miss California USA 2011. The winner was Alyssa Campanella, who also was Miss New Jersey Teen USA 2007. On June 25, 2011, about a week after Campanella won Miss USA 2011, Miss California USA director Keith Lewis announced Blair as the new Miss California USA 2011, effectively giving her the title.\nWorking in Support of Charity.\nShe worked during her reign with the Make-A-Wish Foundation, along with the anti-bullying organization Love is Louder and the No H8 campaign (a silent protest in support of same-sex marriage, which was banned).\nFilms.\nKatie has performed in one short movie, \"Jukebox\", where she played Edith.\nTV Shows.\nShe has performed four times in TV shows, including \"Hell´s Kitchen\" (in 2012), and \"Pageant Place,\" from 2007-2008. However, Katie did not enjoy her experiences in \"Pageant Place,\" which although billed as a reality TV show, actually scripted some of the dialogue. Katie explained, \"It put me in quite an unpleasant light\", adding \"I came off as immature, disrespectful, naive, young and ignorant.\" Katie has also performed in \"The Miss USA Teen Pageant.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Miss_Teen_USA","surface_form":"Miss Teen USA 2006","offset":107},{"uri":"Miss_California_USA","surface_form":"Miss California USA.","offset":147},{"uri":"Billings%2C_Montana","surface_form":"Billings, Montana","offset":292},{"uri":"Sugar_Land%2C_Texas","surface_form":"Sugar Land, Texas","offset":324},{"uri":"Stephen_F._Austin_High_School","surface_form":"Stephen F. Austin High School","offset":403},{"uri":"Billings_West_High_School","surface_form":"Billings West High School","offset":453},{"uri":"Louisiana_State_University_and_A%26amp%3BM_College","surface_form":"Louisiana State University,","offset":510},{"uri":"Palm_Springs%2C_California","surface_form":"Palm Springs, California","offset":682},{"uri":"Allie_LaForce","surface_form":"Allie LaForce","offset":810},{"uri":"Ohio","surface_form":"Ohio,","offset":827},{"uri":"Melissa_Lingafelt","surface_form":"Melissa Lingafelt","offset":871},{"uri":"North_Carolina","surface_form":"North Carolina","offset":892},{"uri":"Montana","surface_form":"Montana","offset":987},{"uri":"NBC","surface_form":"NBC","offset":1299},{"uri":"Passions_(soap_opera)","surface_form":"\"Passions\".","offset":1314},{"uri":"Hilary_Cruz","surface_form":"Hilary Cruz","offset":1387},{"uri":"Colorado","surface_form":"Colorado.","offset":1402},{"uri":"Trump_Place","surface_form":"Trump Place","offset":1487},{"uri":"Tara_Conner","surface_form":"Tara Conner.","offset":1547},{"uri":"Chelsea_Nelson","surface_form":"Chelsea Nelson,","offset":1961},{"uri":"YMI_Jeanswear","surface_form":"YMI Jeanswear.","offset":2131},{"uri":"Patty_Lopez","surface_form":"Patty Lopez","offset":2191},{"uri":"Rick_Dees","surface_form":"Rick Dees","offset":2207},{"uri":"Los_Angeles_County%2C_California","surface_form":"Los Angeles","offset":2274},{"uri":"New_York_City","surface_form":"New York.","offset":2290},{"uri":"Tara_Conner","surface_form":"Tara Conner","offset":2361},{"uri":"New_York_City","surface_form":"New York","offset":2391},{"uri":"Alyssa_Campanella","surface_form":"Alyssa Campanella,","offset":3137},{"uri":"Make-A-Wish_Foundation","surface_form":"Make-A-Wish Foundation","offset":3463},{"uri":"Love_is_Louder","surface_form":"Love is Louder","offset":3529},{"uri":"No_H8_campaign","surface_form":"No H8 campaign","offset":3552},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage,","offset":3599},{"uri":"Jukebox_(movie)","surface_form":"Jukebox","offset":3685},{"uri":"Hell%C2%B4s_Kitchen_(TV_show)","surface_form":"Hell´s Kitchen","offset":3782},{"uri":"Pageant_Place_(TV_show)","surface_form":"Pageant Place,","offset":3814},{"uri":"The_Miss_USA_Teen_Pageant_(television_show)","surface_form":"The Miss USA Teen Pageant.","offset":4158}]}