{"id":762862,"url":"http://en.wikipedia.org/wiki/George_Floyd_protests","text":"The George Floyd protests are ongoing protests and riots that started in the Minneapolis–Saint Paul metropolitan area, Minnesota, United States. Unrest began in Minneapolis on May 26, 2020, after the killing of George Floyd and continued into September. Floyd died while being arrested by officers of the Minneapolis Police Department (MPD) on May 25. Protests spread to many cities in the United States, and later the world.\nSome of the protesters at the MPD's Third Precinct fought with law enforcement officers, who fired tear gas and rubber bullets. On May 27, one man was shot at a pawn shop and died. Witnesses recall hearing him say \"George is a monkey!\" Additionally, the Third Precinct's windows were smashed. A supermarket was looted, and other buildings were attacked and set on fire. At least thirteen people were killed so because of the protests, but overall, most protests were peaceful. According to a September 2020 report by the U.S. Crisis Monitor, almost 95% of all protests were nonviolent.\nOn May 28, Minneapolis Mayor Jacob Frey declared a state of emergency, and Governor of Minnesota Tim Walz called in 500 Minnesota National Guard troops. More businesses across the Twin Cities were damaged and looted.\nMPD in the Third Precinct building attempted to hold off the protesters with tear gas, but around 11:00 pm, protesters overran the building and set it on fire. It had been evacuated.\nBoth Walz and Frey added curfews. U.S. President Donald Trump assured Walz of U.S. military support.\nThe activist group Black Lives Matter is involved in the protests, but the protests do not have one leader or one organization.\nThere were many attacks on journalists, both in the Twin Cities and at sister protests.\nBackground.\nThe George Floyd protests took place in the spring and early summer of 2020, shortly after the number of deaths from coronavirus disease 2019 in the United States reached 100,000. The COVID-19 pandemic had already affected black and other non-white Americans more than white Americans. Experts said that the protesters might spread the virus to each other.\nGovernor of New York Andrew Cuomo said on Saturday, May 30: \"You have a right to demonstrate. You have the right to protest. God bless America. You don't have a right to infect other people. You don't have a right to act in a way that's going to jeopardize public health.... You can have an opinion but there are also facts, and you're wrong not to wear a mask.\"\nSome experts said the COVID-19 pandemic helped cause the George Floyd protests and made them larger. Scholar Dr. Marcella Nunez-Smith of the Yale School of Medicine said, \"They are protesting against police brutality and excessive force, no question, but they're also protesting for the ability to live their lives fully and completely, and to not have their lives cut short, either by force or preventable diseases.\"\nExperts thought that the George Floyd protests would cause more people to catch COVID-19. In the United States, however, that did not happen as of July 1. Scientists said this could have been because the number of cases in large cities like New York was already going down, because the protests took place outside, because the protesters mostly wore masks, or because the protesters usually kept moving by walking or marching. Other experts said that because most of the protesters were young, healthy adults, perhaps they did catch COVID-19 and had not noticed.\nProtests.\nThere were sister protests in all 50 of the United States and in the capital, Washington, D.C., Some of the protests were peaceful and others had violence and looting. The National Guard moved out into more than 25 of the nation's 50 states.\nMany early protests were peaceful but some turned violent. In some places, police remained calm, and in others they used force, tear gas, and rubber bullets. In Washington, D.C. one man let more than 50 protesters come into his house so they could escape from the police who were chasing them. Two weeks into the protests, 9300 people had been arrested in the United States, 1500 in New York and 2700 in Los Angeles.\nIn Newark, New Jersey, 12,000 people protested over the weekend of May 31, but no one damaged any stores and no one was arrested. The Newark Community Street Team, which formed in 2014, worked to prevent violence. Newark city leaders said that the young black Americans among the protesters were the reason the protest stayed peaceful. Camden, New Jersey and Flint, Michigan also had peaceful protests.\nProtesters outside the White House, the building in Washington, D.C. where the president lives, called for President Trump to resign. Some threw bottles. The United States Secret Service took President Trump to a bunker in the White House. On Monday, June 1, the Secret Service used tear gas on peaceful protesters outside the White House so President Donald Trump could walk to St. John Church and have his picture taken with a Bible.\nOn the weekend of June 6-7, protests in the United States were even bigger but mostly peaceful, according to \"The New York Times\" and the protesters were more unified in what they wanted: police reform. There were tens of thousands of protesters in large cities like New York and Seattle and also protests in smaller towns like Marion, Ohio and Vidor, Texas. New York City Mayor Bill de Blasio announced on Sunday morning that New York City was stopping its 8:00 p.m. curfew.\nThe activist group Black Lives Matter sued the police department of Seattle, Washington on Tuesday June 9. That evening, protesters took over Seattle's city hall for about one hour. The protesters left city hall on their own; no one pushed them out. Protesters took over part of downtown Seattle, calling it the Capitol Hill Autonomous Zone. At some point in june, there were four shootings in the Capitol Hill Autonomous Zone. On July 1, city officials sent the police to clear the protesters out. They arrested 13 people.\nThe Georgia NAACP planned a March on Georgia for June 15. Thousands of people marched to the Georgia state capitol building to stop police brutality. The marchers also said they were marching because Georgia had made it harder for black people to vote by closing so many voting places that the ones that were left had very long lines, because they think Georgia's citizens' arrest laws are unfair, because of the killing of Rayshard Brooks, Breonna Taylor and Ahmaud Arbery.\nIn New York City, a group called Street Riders NYC organized bicycle riders to ride through the city chanting \"Whose streets? Our streets,\" \"Say his name: George Floyd,\" and other slogans. Bicycle protests could have thousands of people, often riding through parts of the city where protesters do not usually go. One of Street Riders NYC's founders, Peter Kerre, told the \"New York Times\" \"We went deep, deep into the hood, places where these folks have never seen a march come through, and suddenly they're seeing 6,000 bikes. The reaction was just priceless, folks crying out with gratitude, coming out to say 'Thank you.'\"\nIn late June, protesters came to City Hall Park in New York City and built a camp there with a welcome desk, library, tea hut, and kitchens. They were led by the group Vocal-NY. They demanded that the city remove US$1 billion from the city's police department's $6 billion budget and spend it on education and other things. New York City decides on its yearly budget on July 1.\nJournalists.\nAs of June 4, journalists covering the protests were attacked more than 300 times, 192 of them by the police, 69 of them physical attacks. 49 journalists were arrested.\nOn the morning of May 28, white Minneapolis police officers arrested Omar Jimenez, a reporter for CNN, and his crew while they were filming the protests. Jiminez is black. He told the officers that he and his crew were journalists and offered to move further away, but the officers arrested them anyway. They were released later that day. Walz apologized to CNN, and said publicly that Jiminez and his crew had only been doing their jobs and acting within their rights. A white CNN reporter who had been working a block away from Jiminez noted that he had not been bothered by the police, only asked who he was.\nIn Minneapolis alone, Linda Tirado of \"The Guardian\" was blinded in one eye. Ali Velshi of MSNBC was shot in the leg. In Washington, D.C., Amelia Brace and Tim Myers of 7News Australia were with the protesters who were pushed away so Donald Trump could walk to St. John Church.\nSometimes protesters attacked journalists. In Washington D.C., protesters threw things at journalists from Fox News. In Atlanta, someone attacked CNN headquarters.\nSuzanne Nossel of the human rights group PEN America blamed President Trump, who has said bad things about journalists since before he was elected. Human rights lawyer Tendai Biti said it reminded him of dictatorships in Africa.\nViolence.\nAccording to a report written by the U.S. Crisis Monitor, Armed Conflict Location and Event Data Project (ACLED), and the Bridging Divides Initiative of Princeton University, almost 95% of the protests were peaceful. They studied 10,600 protests between late May and late August and found that 10,100 had no violence. Only 570 protests had any violent acts. In cities where some protests were violent, it tended to happen in one or a few places and not through the whole city. Out of all protests connected to Black Lives Matter, 93% had no violence.\nInternational protests.\nThere were also protests outside the United States, in London, Toronto, Beijing, Berlin, Addis Ababa, and other places. Some of these international protesters said they wanted to support George Floyd but also notice the racist actions by police in their own countries. In Toronto, protesters remembered the death of Regis Korchinski-Paquet, a black woman who fell out of her balcony when the police were in her apartment. Londoners protested outside a the Grenfell Tower where many blacks and Arabs died in a fire. Parisians remembered Adama Traoré, who died after being arrested by French police. Australians planned protests remembering David Dungay, an Australian Aboriginal man who died after being arrested. Dungay also said \"I can't breathe,\" twelve times. Some protesters have told their own leaders that they want new laws against racism.\nImpostors.\nAt least one white supremacist group, Identity Evropa, pretended to be on the protesters' side on Twitter. They said they were part of antifa and told protesters to loot white neighborhoods. They were caught, and Twitter took their posts down for breaking their rules about violence, spam, and fake accounts.\nCar collisions.\nAs of the first week of July, drivers drove cars into groups of protesters 66 different times in the United States alone. Seven of the drivers were police. At least two people died. 24 drivers have been charged with crimes.\nArrests by federal agents.\nIn mid-July in Portland, Oregon, federal agents began arresting protesters by pulling them into vehicles that did not have police markings on them. They did not tell the protesters exactly why they were being arrested. Some protesters were later charged with crimes and others were released.\nThese agents were from the federal government. Some of them were from Special Operations Group and Customs and Border Protection’s BORTAC. Legally, federal agents are only allowed to arrest people on suspicion of federal crimes. Officially, they are only supposed to protect property that belongs to the U.S. federal government, but they have arrested people who were not near federal property. They did not ask the State of Oregon or the City of Portland for permission to arrest people in Portland. The mayor of Portland, Ted Wheeler, said he did not want the federal agents in the city. Governor of Oregon Kate Brown said it was \"political theater from President Trump has nothing to do with public safety\" and \"a blatant abuse of power by the federal government.\"\nOn July 18, Navy Seabee veteran Christopher David, 53, heard about hte arrests and went to downtown Portland to talk to the agents. Federal agents take an oath to defend the United States Constitution. David wanted to ask the agents how they could arrest people and defend the Constitution. Instead of answering him, they sprayed him with pepper spray and hit him with batons. They broke his leg. The event was caught on video.\nOn the night of July 22-23, protesters in Portland came to a federal building and threw fireworks over the fence. Federal agents used tear gas on the crowd. They also teargassed Portland Mayor Ted Wheeler, who had come out to talk to the protesters.\nOther events.\nIn Brooklyn, New York, video showed an officer pushing a seventy-year-old man. The man fell down and bled from his head. Both were white. The officer, Vincent D'Andraia had also hurt other protesters. He was suspended and charged with assault. D'Andraia was the first New York City police officer charged with a crime because of things he did during the George Floyd protests.\nIn Seattle, Washington, Nikolas Fernandez, 31, drove his car into a group of protesters and shot one man. He said he was afraid for his life because the protesters tried to grab him through his window. Firefighters took the man Fernandez shot to the hospital.\nIn Richmond, Virginia on Sunday, June 7, Harry H. Rogers drove his car into a group of protesters. Rogers, 36, is a member of the Ku Klux Klan, a white supremacist group. Authorities charged Rogers with attempted malicious wounding, felony vandalism, and assault and battery and the prosecutor said she would consider charging him with a hate crime.\nIn Chicago, Illinois on Monday, August 10, people broke windows and stole things in the Magnificent Mile, which is Chicago's main shopping area. Two people were shot. Thirteen police officers were injured. More than 100 people were arrested. The city raised the bridges leading to the Magnificent Mile and stopped public transit so no one else could go in. Mayor of Chicago Lori Lightfoot said that Chicago did not need Federal agents.\nDonations.\nPeople donated money to black-led political groups, especially bail funds. Bail funds provide money to help people who have been arrested get out of jail before their trials. The National Bail Fund Network got $75 million in two weeks. The Minnesota Freedom Fund got $20 million in four days. The Bail Project got more than $15 million. There was so much that some groups could not count it all. Black Lives Matter got $5 million from one petition alone. Some groups received so much money that they did not need more and told donors to go to other groups.\nPublic opinion.\nAccording to Pew Research, two thirds of American adults thought the protests were good: 60% of white adults, 86% of black adults, 75% of Asian adults and 77% of Hispanic adults.\nSome said the Floyd protests showed America was losing its place as a leader of other countries. French journalist Pierre Haski said on June 1, \"Beijing could not have hoped for a better gift. The country that designates China as the culprit of all evils is making headlines around the world with the urban riots.\"\nReaction from Tim Walz.\nGovernor of Minnesota Tim Walz wanted change: \"It is time to rebuild. Rebuild the city, rebuild our justice system, and rebuild the relationship between law enforcement and those they're charged to protect. George Floyd's death should lead to justice and systemic change, not more death and destruction.\"\nOn June 2, 2020, Governor Walz said the Minnesota Department of Human Rights would investigate the Minneapolis Police Department. Governor Walz said, \"The investigation will review MPD's policies, procedures and practices over the last 10 years to determine if the department has utilized systemic discriminatory practices towards people of color.\"\nHuman Rights Commissioner Rebecca Lucero said the Department could have the results of its report in \"several months.\"\nReaction from Donald Trump.\nPresident Donald Trump spoke about his sympathy for George Floyd and his family, but also called the protesters \"thugs\" and said \"when the looting starts, the shooting starts.\" Twitter hid the post because it broke their rules about presenting violence as good. Trump blamed the protests on \"weak\" Democratic mayors and governors and on the anti-fascist movement antifa, saying he would declare it a terrorist organization.\nSenator Tim Scott of South Carolina, who is black and a Republican (the same as Trump), called Trump's tweets \"not constructive.\"\nOn June 1, Trump told the cities and states with protests that they must stop the trouble or else he would send the military to do it. The law that allows Trump to do this, the Insurrection Act of 1807, was last used in 1992 for the Rodney King riots in Los Angeles.\nAlso on June 1, just before 7:00 p.m., when people had been ordered to stay off the street, police and Secret Service fired flash-bangs and tear gas at protesters near the White House. They did this to make the protesters leave St. John Church. Then President Trump walked to St. John Church, held up a Bible, and had his picture taken. Bishop Mariann E. Budde, the Episcopal religious leader for Washington D.C., said Trump did not say any prayers or talk about George Floyd. The next day, several Democrats and two Republicans said Trump was wrong to do this. Nebraska Senator Ben Sasse, a Republican, said. \"But there is a fundamental — a constitutional — right to protest, and I'm against clearing out a peaceful protest for a photo op that treats the word of God as a political prop.\"\nReaction from the city of Minneapolis.\nOfficials from the Minneapolis announced on June 5 that the police were no longer allowed to use chokeholds on people. On June 7, the city council voted to take apart the police department and replace it with something else.\nReaction from the state of Minnesota.\nThe Minnesota state legislature attempted to write a new law that would redesign all police departments in Minnesota. In 2020, Minnesota's state legislature is the only one in the United States in which one political party controls one house and the other party controls the other. The United States Democratic Party has the majority of people in the Minnesota House of Representatives and the United States Republican Party has the majority of people in the Minnesota State Senate. The Democrats wanted large changes to policing in Minnesota, like letting the state attorney general investigate police killings and restoring voting rights to felons. The Republicans wanted small changes, like making a rule against using chokeholds like the one Chauvin used to kill George Floyd. Democrats said they did not like the Republican plan because it was mostly things that police departments had already tried. At midnight on Friday June 19, the Minnesota state legislature ran out of time. Their session ended, and no neither plan became law.\nOther reactions.\nMany American cities and states removed statues of Confederate soldiers and officers during the George Floyd protests. Sometimes the protesters pulled the statues down and sometimes the city councils decided to remove them. On June 5, the United States Marine Corps announced they would not allow Confederate flags at their bases. The Confederates were the pro-slavery side of the American Civil War in the 1800s. According to the Southern Poverty Law Center, Confederate statues and flags support white supremacy. Protesters also damaged or pulled down statues of Christopher Columbus in at least seven cities, including Miami, Boston, Baltimore, Maryland, Richmond, Virginia and Columbus, Ohio.\nUniversities renamed buildings. Columbia University's medical school was founded by Samuel Bard, a doctor who knew George Washington. He also owned slaves. In 1931, Columbia named a dormitory building Bard Hall after him. Columbia's Teacher's College took the name Edward L. Thorndike off a building. Thorndike had hated Jews and supported sexism and eugenics. Princeton University renamed Wilson College because the man it was named after, President Woodrow Wilson had racist policies.\nIn June, the United States Senate ordered the military to change the names of all military bases named after Confederates, such as Fort Bragg. They have three years to pick new names.\nIn Bristol, England, a crowd pushed down a statue of slave trader Edward Colston and threw it in the harbor. On July 15, people put up a statue of Jen Ried, a Black Lives Matter protester. The next day, the government of the city took the statue down because no one had asked permission to put it up. The city officials took the statue to a museum. The statue is called \"A Surge of Power (Jen Reid)\" and it was made by Marc Quinn.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protest","surface_form":"protest","offset":38},{"uri":"Riot","surface_form":"riot","offset":51},{"uri":"Minneapolis","surface_form":"Minneapolis","offset":77},{"uri":"Saint_Paul","surface_form":"Saint Paul","offset":89},{"uri":"Metropolitan_area","surface_form":"metropolitan area","offset":100},{"uri":"Minnesota","surface_form":"Minnesota","offset":119},{"uri":"Minneapolis","surface_form":"Minneapolis","offset":161},{"uri":"Killing_of_George_Floyd","surface_form":"killing of George Floyd","offset":200},{"uri":"Minneapolis_Police_Department","surface_form":"Minneapolis Police Department","offset":305},{"uri":"Tear_gas","surface_form":"tear gas","offset":525},{"uri":"Rubber_bullet","surface_form":"rubber bullet","offset":538},{"uri":"Looting","surface_form":"looted","offset":737},{"uri":"Arson","surface_form":"set on fire","offset":783},{"uri":"Mayor","surface_form":"Mayor","offset":1035},{"uri":"Jacob_Frey","surface_form":"Jacob Frey","offset":1041},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":1063},{"uri":"Governor_of_Minnesota","surface_form":"Governor of Minnesota","offset":1087},{"uri":"Tim_Walz","surface_form":"Tim Walz","offset":1109},{"uri":"Minnesota_National_Guard","surface_form":"Minnesota National Guard","offset":1132},{"uri":"Tear_gas","surface_form":"tear gas","offset":1306},{"uri":"Curfew","surface_form":"curfew","offset":1437},{"uri":"U.S._President","surface_form":"U.S. President","offset":1446},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1461},{"uri":"United_States_Armed_Forces","surface_form":"U.S. military","offset":1490},{"uri":"Black_Lives_Matter","surface_form":"Black Lives Matter","offset":1532},{"uri":"Journalism","surface_form":"journalists","offset":1668},{"uri":"Coronavirus_disease_2019","surface_form":"coronavirus disease 2019","offset":1858},{"uri":"Governor_of_New_York","surface_form":"Governor of New York","offset":2098},{"uri":"Andrew_Cuomo","surface_form":"Andrew Cuomo","offset":2119},{"uri":"Demonstration","surface_form":"demonstrate","offset":2179},{"uri":"Surgical_mask","surface_form":"mask","offset":2454},{"uri":"Yale_University","surface_form":"Yale","offset":2602},{"uri":"Newark","surface_form":"Newark","offset":4114},{"uri":"Nonviolence","surface_form":"prevent violence","offset":4307},{"uri":"White_House","surface_form":"White House","offset":4537},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":4566},{"uri":"Black_Lives_Matter","surface_form":"Black Lives Matter","offset":5445},{"uri":"Seattle","surface_form":"Seattle","offset":5494},{"uri":"NAACP","surface_form":"NAACP","offset":5962},{"uri":"Killing_of_Rayshard_Brooks","surface_form":"killing of Rayshard Brooks","offset":6363},{"uri":"Shooting_of_Breonna_Taylor","surface_form":"Breonna Taylor","offset":6391},{"uri":"Shooting_of_Ahmaud_Arbery","surface_form":"Ahmaud Arbery","offset":6410},{"uri":"New_York_City","surface_form":"New York City","offset":7102},{"uri":"Vocal-NY","surface_form":"Vocal-NY","offset":7219},{"uri":"CNN","surface_form":"CNN","offset":7709},{"uri":"Princeton_University","surface_form":"Princeton University","offset":9057},{"uri":"London","surface_form":"London","offset":9534},{"uri":"Toronto","surface_form":"Toronto","offset":9542},{"uri":"Beijing","surface_form":"Beijing","offset":9551},{"uri":"Berlin","surface_form":"Berlin","offset":9560},{"uri":"Addis_Ababa","surface_form":"Addis Ababa","offset":9568},{"uri":"Grenfell_Tower","surface_form":"Grenfell Tower","offset":9935},{"uri":"Grenfell_Tower_fire","surface_form":"a fire","offset":9986},{"uri":"White_supremacy","surface_form":"white supremacist","offset":10350},{"uri":"Antifa_(United_States)","surface_form":"antifa","offset":10472},{"uri":"Portland%2C_Oregon","surface_form":"Portland, Oregon","offset":10928},{"uri":"Ted_Wheeler","surface_form":"Ted Wheeler","offset":11729},{"uri":"Kate_Brown","surface_form":"Kate Brown","offset":11814},{"uri":"Seabee","surface_form":"Seabee","offset":11990},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":12147},{"uri":"Assault","surface_form":"assault","offset":12900},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":13432},{"uri":"Malicious_wounding","surface_form":"malicious wounding","offset":13515},{"uri":"Vandalism","surface_form":"vandalism","offset":13542},{"uri":"Assault_and_battery","surface_form":"assault and battery","offset":13557},{"uri":"Hate_crime","surface_form":"hate crime","offset":13640},{"uri":"Magnificent_Mile","surface_form":"Magnificent Mile","offset":13740},{"uri":"Lori_Lightfoot","surface_form":"Lori Lightfoot","offset":14026},{"uri":"Bail_fund","surface_form":"bail fund","offset":14162},{"uri":"Governor_of_Minnesota","surface_form":"Governor of Minnesota","offset":15190},{"uri":"Tim_Walz","surface_form":"Tim Walz","offset":15212},{"uri":"Justice","surface_form":"justice","offset":15290},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":15343},{"uri":"Sympathy","surface_form":"sympathy","offset":16030},{"uri":"Twitter","surface_form":"Twitter","offset":16168},{"uri":"Violence","surface_form":"violence","offset":16235},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":16289},{"uri":"Antifa_(United_States)","surface_form":"antifa","offset":16354},{"uri":"Tim_Scott","surface_form":"Tim Scott","offset":16423},{"uri":"South_Carolina","surface_form":"South Carolina","offset":16436},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":16471},{"uri":"Rodney_King","surface_form":"Rodney King","offset":16778},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":16799},{"uri":"Curfew","surface_form":"ordered to stay off the street","offset":16872},{"uri":"Flash-bang","surface_form":"flash-bang","offset":16936},{"uri":"Tear_gas","surface_form":"tear gas","offset":16952},{"uri":"Bishop","surface_form":"religious leader","offset":17188},{"uri":"Ben_Sasse","surface_form":"Ben Sasse","offset":17391},{"uri":"United_States_Democratic_Party","surface_form":"United States Democratic Party","offset":18190},{"uri":"United_States_Republican_Party","surface_form":"United States Republican Party","offset":18298},{"uri":"Confederacy","surface_form":"Confederate","offset":19011},{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":19199},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":19341},{"uri":"Southern_Poverty_Law_Center","surface_form":"Southern Poverty Law Center","offset":19391},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":19525},{"uri":"Miami","surface_form":"Miami","offset":19582},{"uri":"Boston","surface_form":"Boston","offset":19589},{"uri":"Baltimore%2C_Maryland","surface_form":"Baltimore, Maryland","offset":19597},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":19618},{"uri":"Columbus%2C_Ohio","surface_form":"Columbus, Ohio","offset":19641},{"uri":"Columbia_University","surface_form":"Columbia University","offset":19689},{"uri":"Anti-semitism","surface_form":"hated Jews","offset":19972},{"uri":"Sexism","surface_form":"sexism","offset":19997},{"uri":"Eugenics","surface_form":"eugenics","offset":20008},{"uri":"Princeton_University","surface_form":"Princeton University","offset":20018},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":20108},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":20157},{"uri":"Fort_Bragg","surface_form":"Fort Bragg","offset":20275},{"uri":"Bristol","surface_form":"Bristol","offset":20331}]}