{"id":762979,"url":"http://en.wikipedia.org/wiki/Run_(cricket)","text":"There are many versions of cricket. In general, cricket uses runs for scoring. In most cases, the team with the most runs wins the game. One run\n(known as a \"single\") can be scored after the bowler, who is in one batsman's ground, has thrown the ball to the batsman in the other ground. That batsman (known as the \"striker\") can hit the ball away from the fielders. Both the striker and the non-striker then run the length of the pitch, while running to the other ground. They will cross each other. To complete a run, both batsmen must \"make their ground\", meaning some part of their person or held bat touches the ground behind the crease (line) at the other end of the pitch. If the wicket in either ground is knocked off by a fielder with the ball when no batsman is in that ground, then the ball becomes dead and one of the batsmen (usually the one nearest to that ground) is run out of the game for the rest of the innings.\nThe batsman is given four runs if the ball rolls along the ground and hits the boundary. They are given six runs if the ball crosses the boundary while in the air and then touches the ground, similar to a home run in baseball.\nWhen it takes longer to recover the ball, the batsmen may run several times and score many runs.\nThe total score is gotten by adding up all runs.\nExtras.\nExtras (also sometimes called \"sundries\") are runs that are scored when the batsman did not hit the ball. This can happen because of an illegal throw by the bowler, or because the fielders did not stop the ball.\nRunners.\nA runner is a player who runs in order to score runs because one of the batsmen on the field is injured and can not run; that batsman will bat, while the runner is treated as doing the running for the batsman. Both the runner and the injured batsman can be run out; that is, if one of the pair is in a batsman's ground but the other is not, then running out the unsafe player is treated as running out both players. Runners have been banned in international cricket since 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":27},{"uri":"Batsman%27s_ground","surface_form":"batsman's ground","offset":213},{"uri":"Cricket_pitch","surface_form":"pitch","offset":430},{"uri":"Popping_crease","surface_form":"crease","offset":634},{"uri":"Wicket","surface_form":"wicket","offset":686},{"uri":"Run_out","surface_form":"run out","offset":881},{"uri":"Innings","surface_form":"innings","offset":921},{"uri":"Home_run","surface_form":"home run","offset":1135},{"uri":"Baseball","surface_form":"baseball","offset":1147},{"uri":"Run_out","surface_form":"run out","offset":1789},{"uri":"Batsman%27s_ground","surface_form":"batsman's ground","offset":1834}]}