{"id":763290,"url":"http://en.wikipedia.org/wiki/L%C3%A9o_Major","text":"Léo Major & Bar (January 23, 1921 – October 12, 2008) was a Canadian soldier. He was the only Canadian to ever get the Distinguished Conduct Medal (DCM) twice in different wars. Major got his first DCM in World War II in 1945 when he made the German army run away in the city of Zwolle; he did this by himself. He was sent to scout the city with one of his best friends, but he thought Zwolle was too beautiful for an attack, deciding instead to clear it out himself. A firefight happened in which his friend was killed, and after that, he put the commanders of each group of enemy soldiers he found at gunpoint. He did this until he could take soldier groups prisoner back at base. He did this again and again until the there were no more German soldiers in the city. He got his second DCM in 1951 during the Korean War for leading the capture of an important hill.\nWorld War II.\nMajor was serving with the Régiment de la Chaudière. They landed on the beaches in the Normandy Invasion on June 6, 1944. During a reconnaissance mission on D-Day, Major captured a German armored vehicle (a Hanomag) by himself. The vehicle had German communication equipment and secret codes in it.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Medal_bar","surface_form":"Bar","offset":12},{"uri":"Canadian","surface_form":"Canadian","offset":60},{"uri":"Distinguished_Conduct_Medal","surface_form":"Distinguished Conduct Medal","offset":119},{"uri":"World_War_II","surface_form":"World War II","offset":205},{"uri":"Zwolle","surface_form":"Zwolle","offset":279},{"uri":"Firefight","surface_form":"firefight","offset":470},{"uri":"Korean_War","surface_form":"Korean War","offset":810},{"uri":"Hill","surface_form":"hill","offset":861},{"uri":"R%C3%A9giment_de_la_Chaudi%C3%A8re","surface_form":"Régiment de la Chaudière","offset":908},{"uri":"Invasion_of_Normandy","surface_form":"Normandy Invasion","offset":968},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":1012},{"uri":"D-Day","surface_form":"D-Day","offset":1038},{"uri":"Sd.Kfz._251","surface_form":"Hanomag","offset":1088}]}