{"id":763472,"url":"http://en.wikipedia.org/wiki/Chantal_Monaghan","text":"Chantal Monaghan (born August 11, 1996) is an Australian model born in Sydney. She has worked for L’Oreal, Ralph Lauren, Jo Mercer, Giorgio Armani, Tom Ford, Vogue Netherlands, Jean-Paul Gaultier, and Maybelline. She has walked in Paris haute couture and in New York, London, and Milan ready-to-wear shows for Armani, Emporio Armani, Jean Paul Gaultier, Zuhair Murad, and Chanel.\nEarly life.\nMonaghan was born in Sydney and raised in Brisbane, Australia, by an Australian mother. Her father was a Nigerian. Monaghan moved to New York in 2014.\nPersonal life.\nAs of 2018, Monaghan is in a romantic relationship with Douglas Elliman broker, Devin Hugh Leahy. As of 2014, she lives in New York.\nCareer.\nMonaghan started her career as a child model at the age of 8. At the age of 14, she auditioned for girlfriend model search and was a runner up. She then signed with Viviens model management at 14. In 2013, Monaghan appeared in Naomi Campbell’s TV show, “The Face.” She was one of the finalists in the show and was mentored by Naomi Campbell. After the show, at age 17, she signed with Chic Model Management Australia and Women Management in New York.\nWhen she moved overseas her first job was with jean Paul Gaultier in Paris in 2014. In 2017, she was hired by Tom Ford to do their Soule Blanc Body Mist Fragrance Campaign. Monaghan then landed at a small job with Ralph Lauren and in 2018 was hired to shoot Ralph Lauren’s holiday campaign. After the holiday campaign was shot, the team at Ralph Lauren asked her to shoot the 2019’s fall/winter campaign as well. She walked in her 11th Jean-Paul Gaultier show at Paris Haute Couture Fashion Week in 2018. For seven consecutive years, she appeared at Paris Haute Couture Fashion Week, and in 2018, she served as the finale leader for Jean Paul Gaultier.\nShe has also shot two consecutive campaigns for Jo Mercer, an Australian Shoe label, alongside Samantha Harris. As of 2020, Monaghan has featured in the 2020 Maybelline campaign alongside Christy Turlington and Emily Didonato, which was shot by Alexi Lubomirski. She is the second Australian model to do a Maybelline campaign. She has also worked for Giorgio Armani, Tom Ford, Christian Dior, Gucci, Elle Magazine, Vogue Netherlands, Russh, Harper’s Bazaar, and Givenchy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australian","offset":46},{"uri":"Model_(person)","surface_form":"model","offset":57},{"uri":"Sydney","surface_form":"Sydney","offset":71},{"uri":"L%27Or%C3%A9al","surface_form":"L’Oreal","offset":98},{"uri":"Ralph_Lauren","surface_form":"Ralph Lauren","offset":107},{"uri":"Giorgio_Armani","surface_form":"Giorgio Armani","offset":132},{"uri":"Jean_Paul_Gaultier","surface_form":"Jean-Paul Gaultier","offset":177},{"uri":"Paris","surface_form":"Paris","offset":231},{"uri":"Chanel","surface_form":"Chanel","offset":372},{"uri":"Sydney","surface_form":"Sydney","offset":413},{"uri":"Brisbane","surface_form":"Brisbane","offset":434},{"uri":"Nigeria","surface_form":"Nigerian","offset":497},{"uri":"Naomi_Campbell","surface_form":"Naomi Campbell","offset":1025}]}