{"id":763694,"url":"http://en.wikipedia.org/wiki/Willie_Francis","text":"Willie Francis (January 12, 1929 – May 9, 1947) is best known for surviving a failed execution by electrocution in the United States. He was a juvenile offender sentenced to death at age 16 by the state of Louisiana in 1945. He was found guilty for the murder of Andrew Thomas, a Cajun pharmacy owner in St. Martinville who had once employed Francis. Francis was 17 when he survived the first attempt to execute him because the chair did not work correctly. He tried to appeal his case to the US Supreme Court, but the Supreme Court rejected it. He was executed in 1947 at age 18.\nArrest and trial.\nIn 1944, Andrew Thomas, a pharmacist in St. Martinville, Louisiana, was shot and killed. His murder was unsolved for nine months. However, in August 1945, Willie Francis was arrested in Texas because he was a suspect for an unrelated crime. Police said that he was carrying Thomas' wallet in his pocket, but no evidence of this was given during the trial.\nEven though he wrote two confessions, Francis said he was not guilty. During his trial, the court-chosen defense attorneys had no objections, called no witnesses, and put up no defense. Francis' confessions were not questioned by the defense, although he had no counsel at the time. Two days after the trial began, Francis was quickly convicted of murder. He was sentenced to death by twelve jurors and the judge, even though Francis was 15 years old at the time of the crime.\nExecution attempt, appeal, and second execution.\nOn May 3, 1946, Francis survived an attempt at execution by the electric chair. Witnesses said they heard Francis scream from behind the leather hood, \"Take it off! Take it off! Let me breathe goddammit!\" as the electricity was being used. The electric chair, known as \"Gruesome Gertie,\" was found to have been set up incorrectly by a drunk prison guard and inmate from the Louisiana State Penitentiary at Angola. The sheriff, E.L. Resweber, later said, \"This boy really got a shock when they turned that machine on.\"\nAfter the failed execution, a young lawyer named Bertrand DeBlanc, decided to take Francis' case. He believed it was cruel and unusual punishment, as prohibited in the Constitution, to have him be executed again. DeBlanc took Francis' case to the Supreme Court in \"Francis v. Resweber\", 329 U.S. 459 (1947). He cited many violations of his Fifth, Eighth, and Fourteenth Amendment rights. These included violations of equal protection, double jeopardy, and cruel and unusual punishment.\nThe US Supreme Court rejected the appeal. Willie Francis was returned to the electric chair on May 9, 1947. He was pronounced dead in the chair at 12:10 p.m. (CST).","categories":[],"infobox_types":[],"annotations":[{"uri":"Execution","surface_form":"execution","offset":85},{"uri":"Electric_chair","surface_form":"electrocution","offset":98},{"uri":"Death_penalty","surface_form":"sentenced to death","offset":161},{"uri":"Louisiana","surface_form":"state of Louisiana","offset":197},{"uri":"Murder","surface_form":"murder","offset":253},{"uri":"Pharmacy","surface_form":"pharmacy","offset":286},{"uri":"St._Martinville%2C_Louisiana","surface_form":"St. Martinville","offset":304},{"uri":"US_Supreme_Court","surface_form":"US Supreme Court","offset":493},{"uri":"St._Martinville%2C_Louisiana","surface_form":"St. Martinville, Louisiana","offset":639},{"uri":"Objection","surface_form":"objection","offset":1085},{"uri":"Witness","surface_form":"witness","offset":1107},{"uri":"Counsel","surface_form":"counsel","offset":1217},{"uri":"Electric_chair","surface_form":"electric chair","offset":1545},{"uri":"Gruesome_Gertie","surface_form":"Gruesome Gertie","offset":1751},{"uri":"Louisiana_State_Penitentiary","surface_form":"Louisiana State Penitentiary","offset":1855},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":2246},{"uri":"Francis_v._Resweber","surface_form":"Francis v. Resweber","offset":2264},{"uri":"Fifth_Amendment_to_the_United_States_Constitution","surface_form":"Fifth","offset":2339},{"uri":"Eighth_Amendment_to_the_United_States_Constitution","surface_form":"Eighth","offset":2346},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth","offset":2358},{"uri":"Equal_protection","surface_form":"equal protection","offset":2416},{"uri":"Double_jeopardy","surface_form":"double jeopardy","offset":2434},{"uri":"Cruel_and_unusual_punishment","surface_form":"cruel and unusual punishment","offset":2455},{"uri":"Central_Time_Zone_(Americas)","surface_form":"CST","offset":2644}]}