{"id":7636,"url":"http://en.wikipedia.org/wiki/Court","text":"A court, in law, is a part of the government in which people come together to decide how to apply the country's laws to a specific situation, especially when there is an argument over how to apply the law. Some disagreements a court may decide are whether a person is guilty of a crime, who is the legal owner of property, or who the children of two divorced parents should live with. A court is usually in a special building called a courthouse.\nMost countries have multiple courts to deal with different issues. For example, civil courts deal with private disputes between people or organizations, while criminal courts deal with people who have been accused of crimes.\nAn appellate court is one that can change a decision made by a lower court. This is called court hierarchy. The decision made by a low court can be appealed to a higher one, asking the higher court to change the decision. Higher courts usually have more experienced judges in charge. The Supreme Court of the United States is the highest court in that country.\nSome countries have a constitutional court. These courts decide if a law is in agreement with the constitution of the country.\nCourts usually set the punishments for breaking the law. Common punishments include paying fines and spending time in prison. In some countries, courts have the power to sentence people to death (the death penalty).","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":12},{"uri":"Government","surface_form":"government","offset":34},{"uri":"Guilty","surface_form":"guilty","offset":268},{"uri":"Crime","surface_form":"crime","offset":280},{"uri":"Legal","surface_form":"legal","offset":298},{"uri":"Child","surface_form":"child","offset":334},{"uri":"Divorce","surface_form":"divorce","offset":350},{"uri":"Parent","surface_form":"parent","offset":359},{"uri":"Courthouse","surface_form":"courthouse","offset":435},{"uri":"Judges","surface_form":"judges","offset":938},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":960},{"uri":"Constitutional_court","surface_form":"constitutional court","offset":1055},{"uri":"Prison","surface_form":"prison","offset":1278},{"uri":"Death_penalty","surface_form":"death penalty","offset":1360}]}