{"id":7641,"url":"http://en.wikipedia.org/wiki/Roman_numerals","text":"The Europeans still used Roman numerals even after the fall of the Roman Empire. From the 14th century, the Europeans replaced Roman numerals with Arabic numerals. However, people still uses the Roman numerals to this day.\nThe and can be read as \"one less than 5\" (4) and \"one less than 10\" (9). On most Roman numeral clock faces, however, 4 is written as.\nSubtraction rule.\nThere is a simple rule, whenever the same symbol is written four times, it is replaced by subtracting it from the next higher number (5,50,50,500). That way, IV is written instead of IIII (4), XL instead of XXXX (40), etc. It is used since about the Middle Ages. Usually only one number is subtracted, not two. So 18 is usually XVIII instead of IIXX. Also, the subtraction rule is only valid for the symbol which comes right beforehand in the sequence. This means that 99 is written XCIX, and not IC.\nZero.\nThe number zero does not have its own Roman numeral. About 725, Bede or one of his colleagues used the letter N, the abbreviation (short form) of \"nihil\" (the Latin word for \"nothing\").\nFractions.\nThe Romans also used fractions. The most common base for fractions was 1/12, which in Latin is called \"uncia\" (ounce).\nLarge numbers.\nA number of numeral systems are developed for large numbers that cannot be shown with,,, and.\nApostrophus.\nOne of the systems is the \"apostrophus\", in which D is written as IƆ (500) and M is written as CIƆ (1,000). In this system, an extra Ɔ means 500, and multiple extra Ɔs are used to mean 5,000, 50,000 etc.\nVinculum.\nAnother system is the \"vinculum\", in which V, X, L, C, D and M are multiplied by 1,000 by adding an overline.\nWrite years.\nIt is very easy to write a number as a Roman numeral. Simply substract the largest possible Roman numeral, as many times as possible from the number. This system will result in a valid Roman numeral, but will not take the subtraction rule into account.\nGetting the number from the numeral is equally simple, by adding the values of the symbols.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":67},{"uri":"Arabic_numerals","surface_form":"Arabic numerals","offset":147},{"uri":"Clock_face","surface_form":"clock face","offset":318},{"uri":"Subtraction","surface_form":"subtracting","offset":465},{"uri":"Zero","surface_form":"zero","offset":893},{"uri":"Bede","surface_form":"Bede","offset":946},{"uri":"Abbreviation","surface_form":"abbreviation","offset":999},{"uri":"Form","surface_form":"form","offset":1019},{"uri":"Fraction_(mathematics)","surface_form":"fractions","offset":1100},{"uri":"Ounce","surface_form":"ounce","offset":1190},{"uri":"Overline","surface_form":"overline","offset":1634}]}