{"id":76417,"url":"http://en.wikipedia.org/wiki/Bodhi_Tree","text":"The Bodhi Tree was a large and very old sacred fig tree (\"Ficus religiosa\"). It was at the Mahabodhi Temple at Bodh Gaya. Siddhartha Gautama, the spiritual teacher and founder of Buddhism, later known as Gautama Buddha, achieved \"Bodhi\" (spiritual enlightenment) while sitting under this tree. The Bodhi tree is easily recognised because of its heart-shaped leaves.\nThe word \"Bodhi tree\" is also applied to some existing trees, particularly the Sacred Fig growing at the Mahabodhi Temple, which is probably a direct descendant of the original tree. This tree is a frequent place for pilgrims to visit, being the most important of the four holy sites for Buddhists.\nHistorical events.\nThe Bodhi tree at the Mahabodhi Temple is called the Sri MahaBodhi. According to Buddhism, after his Enlightenment, Buddha spent a whole week in front of the tree, standing with unblinking eyes, gazing at it with gratitude. A shrine was later built where he had stood.\nThe spot was used as a shrine even in the lifetime of Buddha, the only shrine that could be so used. King Asoka held a festival every year in its honor in the month of Kattika. His queen, Tissarakkhā was jealous of the Tree, and three years after she became queen (i.e., in the nineteenth year of Asoka's reign), she caused the tree to be killed by means of mandu thorns. The tree, however, grew again, and a great monastery was attached to the Bodhimanda called the Bodhimanda Vihara. Among those present at the foundation of the Mahā Thūpa are mentioned thirty thousand monks from the Bodhimanda Vihara, led by Cittagutta.\nTo Anuradhapura, Sri Lanka.\nSome Part of Bodhi Tree was sent to Sri Lanka by Ashoka which was planted in 288 BC, making it the oldest verified specimen of any plant. In this year (the twelfth year of King Asoka's reign) the right branch of the Bodhi tree was brought by Sanghamittā to Anurādhapura and placed by Devānāmpiyatissa in the Mahāmeghavana. Buddha, on his death bed, had resolved \"Mahavamsa\" From Gayā, the branch was taken to Pātaliputta, then to Tāmalittī, where it was placed in a ship and taken to Jambukola, across the sea; finally it arrived at Anuradhapura, staying on the way at Tivakka. Those who assisted the king at the ceremony of the planting of\nThe trees of other Buddhas.\nAccording to the Ceylon Chronicles (e.g., Mhv.xv), branches from the Bodhi trees of all the Buddhas born during this kalpa were planted in Ceylon on the spot where the sacred Bodhi tree stands today in Anurādhapura. The branch of Kakusandha's tree was brought by a nun called Rucānandā, Konagamana's by Kantakānandā (or Kanakadattā), and Kassapa's by Sudhammā.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old","surface_form":"old","offset":36},{"uri":"Sacred_fig","surface_form":"sacred fig","offset":40},{"uri":"Temple","surface_form":"Temple","offset":101},{"uri":"Buddhism","surface_form":"Buddhism","offset":179},{"uri":"Buddha","surface_form":"Buddha","offset":212},{"uri":"Bodhi","surface_form":"Bodhi","offset":230},{"uri":"Pilgrimage","surface_form":"pilgrim","offset":583},{"uri":"Mahabodhi","surface_form":"Mahabodhi","offset":706},{"uri":"Asoka","surface_form":"Asoka","offset":1059},{"uri":"Kattika","surface_form":"Kattika","offset":1121},{"uri":"Tissarakkha","surface_form":"Tissarakkhā","offset":1141},{"uri":"Maha_Thupa","surface_form":"Mahā Thūpa","offset":1484},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1642},{"uri":"Asoka","surface_form":"Asoka","offset":1783},{"uri":"Anuradhapura","surface_form":"Anuradhapura","offset":2139},{"uri":"Tivakka","surface_form":"Tivakka","offset":2175},{"uri":"Kalpa","surface_form":"kalpa","offset":2392}]}