{"id":764221,"url":"http://en.wikipedia.org/wiki/The_Delicious_One","text":"e=\"preserve\">The Delicious One, otherwise known as TDO / T.D.O. for short (or the World's Most Wanted Wiener, which has also been the slogan), is the mascot of Wienerschnitzel. The Delicious One is an anthropomorphic chili dog. Almost everybody wants to eat the Delicious One due to him being a hot dog; his famous trademark is when he runs off screaming.\nHistory.\nIn 1997, Creative Director Courtney Betley and Senior Art Director Julia Cadar set out to create the World's Most Wanted Wiener for Wienerschnitzel, with TDO coming to mind. The character of The Delicious One (or TDO) began as a Claymation character, created and voiced by Luke Thomas and developed by Loose Moose in London (who was beginning work in the United States) in 1999. This early version of TDO had misread every situation; somewhat naive, TDO thought everyone always wanted him around due to his delightful personality and charm, only to quickly discover in almost every situation that they wanted to him for more nefarious reasons (they wanted to eat him). He was constantly on the run, trying to escape the clutches of hungry people.\nShortly after TDO's fame, Wienerschnitzel released antennas with TDO holding a small, yellow box with a scared expression. There are alternate versions of this antenna (one with TDO wearing an Uncle Sam hat). TDO was last featured in the advertisements in 2008.\nIn 2011, Wienerschnitzel released antennas known as the Golden Wienie.\nIn January 2014, following public demand, Wienerschnitzel re-introduced TDO in a 2D-animated version, with Justin Roiland taking over from Luke Thomas. TDO has only been in this animated form or as a costume. Some Wienerschnitzel fans have made petitions demanding his return in CGI capacity and Thomas' reprisal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slogan","surface_form":"slogan","offset":134},{"uri":"Wienerschnitzel","surface_form":"Wienerschnitzel","offset":160},{"uri":"Anthropomorphism","surface_form":"anthropomorphic","offset":201},{"uri":"Chili_dog","surface_form":"chili dog","offset":217},{"uri":"Wienerschnitzel","surface_form":"Wienerschnitzel","offset":497},{"uri":"Luke_Thomas","surface_form":"Luke Thomas","offset":638},{"uri":"United_States","surface_form":"United States","offset":720},{"uri":"Justin_Roiland","surface_form":"Justin Roiland","offset":1552}]}