{"id":764520,"url":"http://en.wikipedia.org/wiki/Raoul_Juneja","text":"Raoul Singh Juneja (born February 1, 1980) is a Canadian music producer and columnist based in Toronto, Ontario, Canada. Raoul is better known as a media expert on urban and South Asian music. He is credited as the executive producer of, a tribute album dedicated to the late hip hop icon, Tupac Shakur.\nCareer.\nHe studied media at University of Western Ontario where he began DeeJaying and appearing as a TV host. In 2001, Juneja started his professional career writing articles for Canada's \"WORD Magazine\". Raoul has worked as a columnist for The Globe and Mail.\nIn 2005, Juneja founded \"Hip-Hop Literacy\" campaign. The campaign was supported by several celebrities.\nMusic career.\nRaoul has conducted and produced the award-winning national Canadian music Show \"V-Mix\" on Omni Television, which ran for 173 episodes over 4 seasons.\nJuneja has co-produced several albums, \"Music To Inspire: Act To Change\" as well as \"Music To Inspire: Artists UNited Against Human Trafficking\" and \"The Black Prince: Music Inspired By The Motion Picture\".\nJuneja has worked as the researcher for CBC's first South Asian CBC Radio, which was launched in 2014.\nHe served on the Toronto Independent Music Awards as a jury for JUNO Awards. He is a members of \"Artists United Against Human Trafficking\", a UNODC's initiative against the crime of trafficking in persons.\nIn 2016, Juneja joined an anti-bullying tour of Canadian schools, \"Conquer The Fear\", as their keynote speaker.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":48},{"uri":"Music_producer","surface_form":"music producer","offset":57},{"uri":"Toronto","surface_form":"Toronto","offset":95},{"uri":"Ontario","surface_form":"Ontario","offset":104},{"uri":"Canada","surface_form":"Canada","offset":113},{"uri":"Music_of_South_Asia","surface_form":"South Asian music","offset":174},{"uri":"Tupac_Shakur","surface_form":"Tupac Shakur","offset":290},{"uri":"University_of_Western_Ontario","surface_form":"University of Western Ontario","offset":332},{"uri":"The_Globe_and_Mail","surface_form":"The Globe and Mail","offset":546},{"uri":"Omni_Television","surface_form":"Omni Television","offset":775},{"uri":"Canadian_Broadcasting_Corporation","surface_form":"CBC","offset":1082},{"uri":"UNODC","surface_form":"UNODC","offset":1287}]}