{"id":76455,"url":"http://en.wikipedia.org/wiki/Apsis","text":"In astronomy, an apsis, plural \"apsides\" (IPA: //) is the point of greatest or least distance of the elliptical orbit of an astronomical object from its center of attraction, which is generally the center of mass of the system.\nThe point of closest approach is called the periapsis or pericentre and the point of farthest excursion is called the apoapsis (Greek από, \"from\", which becomes απ before a vowel, and αφ before rough breathing), apocentre or apapsis (the latter term, although etymologically more correct, is much less used). A straight line drawn through the periapsis and apoapsis is the \"line of apsides\". This is the major axis of the ellipse, the line through the longest part of the ellipse.\nSimilar words are used to identify the body being orbited. The most common are perigee and apogee, referring to orbits around the Earth, and perihelion and aphelion, referring to orbits around the Sun (Greek ‘ήλιος \"hēlios\" sun). During the Apollo program, the terms pericynthion and apocynthion were used when referring to the moon.\nPerihelion and aphelion.\nThe perihelion is the point in the orbit of an object that is nearest to the Sun. The aphelion is the point in the orbit of an object where it is farthest from the Sun.\nAll planets, comets and asteroids in our solar system have approximately elliptical (a kind of non-circular) orbits. Thus, they all have a closest and a farthest point from the sun: a perihelion and an aphelion. Orbital eccentricity measures the flatness of the orbit. Any single revolution of a body around the sun is only approximately elliptical, because the precession of the perihelion prevents the orbit from being a simple closed curve such as an ellipse. This causes Milankovich cycles.\nEarth comes closest to the sun every year around January 3. It is farthest from the sun every year around July 4. The difference in distance between Earth's nearest point to the sun in January and farthest point from the sun in July is. Earth is about from the Sun in early January, in contrast to about in early July.\nWhen Earth is closest to the Sun, it is winter in the northern hemisphere and summer in the southern hemisphere. Thus it is possible to see that Earth's distance from the Sun does not noticeably cause the seasons to change; the relatively minor effects of differences in distance is somewhat masked by the mainly oceanic southern hemisphere vs the half-continental northern hemisphere. Therefore, the Earth's seasons come and go mainly because Earth does not rotate with its axis exactly upright with respect to the plane of the Earth’s orbit around the sun. Earth's axial tilt is 23.5 degrees. This puts the Sun farther south in December and January, so the north has winter and the south has summer. Thus winter falls on that part of the globe where sunlight strikes least directly. Summer falls on that part of the globe where sunlight strikes most directly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Astronomy","surface_form":"astronomy","offset":3},{"uri":"International_Phonetic_Alphabet","surface_form":"IPA","offset":42},{"uri":"Ellipse","surface_form":"elliptical","offset":101},{"uri":"Orbit","surface_form":"orbit","offset":112},{"uri":"Astronomy","surface_form":"astronomical","offset":124},{"uri":"Center_of_mass","surface_form":"center of mass","offset":198},{"uri":"Greek_language","surface_form":"Greek","offset":356},{"uri":"Ellipse","surface_form":"ellipse","offset":650},{"uri":"Earth","surface_form":"Earth","offset":839},{"uri":"Sun","surface_form":"Sun","offset":906},{"uri":"Apollo_program","surface_form":"Apollo program","offset":950},{"uri":"Moon","surface_form":"moon","offset":1037},{"uri":"Orbit","surface_form":"orbit","offset":1103},{"uri":"Sun","surface_form":"Sun","offset":1145},{"uri":"Ellipse","surface_form":"elliptical","offset":1310},{"uri":"Orbital_eccentricity","surface_form":"Orbital eccentricity","offset":1449},{"uri":"Orbit","surface_form":"orbit","offset":1499},{"uri":"Precession","surface_form":"precession","offset":1599},{"uri":"Milankovich_cycle","surface_form":"Milankovich cycle","offset":1712},{"uri":"Winter","surface_form":"winter","offset":2091},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":2105},{"uri":"Summer","surface_form":"summer","offset":2129},{"uri":"Southern_hemisphere","surface_form":"southern hemisphere","offset":2143},{"uri":"Season","surface_form":"seasons","offset":2256},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":2618},{"uri":"Winter","surface_form":"winter","offset":2758},{"uri":"Summer","surface_form":"Summer","offset":2836}]}