{"id":764666,"url":"http://en.wikipedia.org/wiki/Chaithra_Rai","text":"Chaithra Rai (born March 29) is an Indian television actress. She works for Telugu and Kannada Industries. She is known for her role as Vishaka in the soap opera \"Radha Kalyana\" which was on the Zee Kannada channel in the Kannada television industry. In the Telugu Television industry, she is known for her role as Swapan in \"Ashta Chamma\" serial telecasted on Star Maa. Now she is best known for her dual role as the twin sisters Dharani and Sravani in the serial \"Attarintulu Akka Chellulu\" which currently telecasts on Zee Telugu.\nEarly life and education.\nChaithra Rai was born to Mr. B.D Vasu Rai and Mrs. Gulabi Rai in Coorg, Karnataka. She is married to Mr. Prasanna Shetty, an engineer. She has one younger brother. Currently. Chaithra Rai lives with her husband in Mangalore, Karnataka. Chaithra has a Bachelor's Degree in Hotel Management.\nCareer.\nChaithra Rai is now performing in a Telugu serial at Zee Telugu, Attarintulu Akka Chellulu started on March 23, 2019. Chaithra Rai began her career as an actress in Kannada television soap Kusumanjali in a supporting role. While working in the Kusumanjali serial she was offered a role in another Kannada serial called \"Bombeyatavayya\". It airs on the Star Suvrana channel. Her big break was with \"Radha Kalyana\", a hit Kannada serial. She played Vishaka and won the Zee Kutumba Award for Best Preyasi. She also worked for other Kannada serials which have been screened on different channels: \"Gejje Pooje\" in Zee Kannada, \"Nagamani & Pournami\" in Kasthuri TV and \"Yuggadi & Bannada Buguri\" on Udaya TV. After \"Radha Kalyana\" became successful, she was offered a role in the Kannada criminal comedy film \"Jamboo Savari\", which received mixed reviews. While working in the Kannada industry in 2013, she entered the Telugu industry, working in the super hit serial, \"Ashta Chamma\" which screened on Star Maa TV. This was her first serial in Telugu. She won awards in many categories for \"Ashta Chamma\". She also worked in other Telugu TV Series: \"Ala Modalaindi & Okariki Okaru\" on Etv Telugu, \"Atto Attamma Kuthro\" on Gemini TV, \"Manasuna Manasai\" on Star Maa, and \"That Is Mahalakshmi\" on Zee Telugu.\nHer current project is \"Attarintulu Akka Chellulu\", started on March 23, 2019, in which she plays the twin sisters, Sravani(Negative Role) and Dhanani (Clam & Innocent Role).","categories":[],"infobox_types":[],"annotations":[{"uri":"Zee_TV","surface_form":"Zee","offset":195},{"uri":"Mangalore","surface_form":"Mangalore","offset":774},{"uri":"Karnataka","surface_form":"Karnataka","offset":785},{"uri":"Kannada","surface_form":"Kannada","offset":1387},{"uri":"Kannada","surface_form":"Kannada","offset":1633}]}