{"id":76488,"url":"http://en.wikipedia.org/wiki/Mali_Empire","text":"The Mali Empire was a West African country from 1235 to 1645. The Mandinka people lived there. It is also called the Manding Empire or Manden Kurufa. Sundiata Keita started the empire and the empire became famous because its rulers were very rich, especially Mansa Musa I. The Mali Empire had many important cultural effects on West Africa, spreading language, laws and customs along the Niger River. This was because of the spread of Islam by verbal wording.\nFor such a prolific empire, there are few written accounts of its greatness. Most of the written accounts that do exist came from Arab scholars who traveled through the region. In lieu of written accounts, most of the stories from the locals were passed down through oral histories, songs and poems. Until this day, ‘griots’ still tell stories of the ancient history in the area. Architects in the Mali Empire combined styles of the Sahel region and Middle East together, particularly after Emperor Musa’s pilgrimage to Mecca. There were several royal palaces built during the time, many of which are still standing. Mud bricks, log beams and plaster helped these palaces to remain standing. The most famous work of architecture from the time period is the Great Mosque of Djenné, now a UNESCO World Heritage Site. The mosque was rebuilt in 1907 and can still be visited in Djenné. However, if you aren’t a Muslim, you can’t go inside.\nThe Mali Empire had one of the richest leaders in history. The richest and most famous of all the leaders of the Mali Empire was Mansa Musa. It is thought by some that Mansa Musa could have been the wealthiest person in history. According to stories, he took 60,000 people on a pilgrimage to Mecca in 1324 along with camels loaded down with gold.\nIslam was very important to the Mali Empire. Most of the kings of the Mali Empire eventually converted to Islam, with their people subsequently practicing as well. However, unlike many empires, they didn’t make their subjects convert, and the version of Islam that they practiced was combined with the local traditions of the villages. You can still see many relics in cities like Bamako, Djenné and Timbuktu.\nThe Mali Empire's most important industry was gold. People in the ancient world were drawn to it. The Mali Empire (Timbuktu in particular) was a huge trading center for the gold industry. Camel caravans would come to the area before leaving across the trans-Saharan trade routes. The empire had so much gold that it caused the market to crash for a period of time when Mansa Musa brought almost a ton of gold to Cairo. The army of the Mali Empire was massive.\nDuring the height of the Mali Empire, the army numbered around 100,000 men and 10,000 cavalry, making it one of the largest in the world at the time. The empire used this army to gain new lands.","categories":[],"infobox_types":[],"annotations":[{"uri":"West_Africa","surface_form":"West African","offset":22},{"uri":"1235","surface_form":"1235","offset":48},{"uri":"1645","surface_form":"1645","offset":56},{"uri":"Mandinka_people","surface_form":"Mandinka people","offset":66},{"uri":"Sundiata_Keita","surface_form":"Sundiata Keita","offset":150},{"uri":"Mansa_Musa","surface_form":"Mansa Musa I","offset":259},{"uri":"Niger_River","surface_form":"Niger River","offset":388}]}