{"id":764898,"url":"http://en.wikipedia.org/wiki/Bon","text":"Bon, also spelled Bön, is a religion of Tibet. The modern form of Bon has its roots in the late 900s and 1000s CE, when the first Bon monasteries were started in Tibet. There are many teachings in Bon that are similar to Buddhist teachings, and so people who study Bon disagree whether it should be called a kind of Buddhism or not. Followers of Bon believe that it was founded by a teacher called Tonpa Shenrab who lived many years ago in a land called Tazig. Some people think that Tazig refers to Persia, Central Asia, or the area around Mount Kailash in western Tibet. According to Tibetans, Bon was popular in Tibet before Buddhism became the main religion of Tibet, but some non-Tibetans like Per Kvœrne say there isn't much connection between religion in Tibet before Buddhism and the living tradition of Bon. After the Chinese army sent troops to Tibet in 1959, some followers of Bon were forced to leave Tibet and many Bon monasteries and temples were shut down. Many of the followers of Bon who left Tibet started Bon centers in cities around the world. Today, most people who believe in Bon are ethnic Tibetans, but a small number of non-Tibetans have started to believe in Bon too.\nThe \"yungdrung\", or left-facing swastika, is a sacred symbol in Bon, and the living tradition of Bon is sometimes called Yungdrung Bon, meaning \"eternal Bon\" in Tibetan. The \"yungdrung\", like the vajra in Tibetan Buddhism, represents eternity because it is said that the \"yungdrung\" cannot be destroyed and lasts forever.\nTibetan Buddhists used to write many bad things about Bon, arguing that Bon had stolen most of its teachings from Buddhism, a view that people studying Bon from Europe and North America sometimes agreed with. The fourteenth Dalai Lama, who is seen as a religious leader by most Tibetans, said that Bon is as much part of Tibetan religion as Buddhism, encouraging people to treat Bon with respect.\nFollowers of Bon are called Bonpos. Bonpos believe in many gods. These gods include the creator god, Sangpo Bumtri, the god of compassion Shenlha Ökar, the goddess of compassion Sherab Chamma, and the founder of Bon Tonpa Shenrab.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religion","offset":28},{"uri":"Tibet","surface_form":"Tibet","offset":40},{"uri":"Monastery","surface_form":"monasteries","offset":134},{"uri":"Tibetan_Buddhism","surface_form":"Buddhist","offset":221},{"uri":"Buddhism","surface_form":"Buddhism","offset":316},{"uri":"Tonpa_Shenrab","surface_form":"Tonpa Shenrab","offset":398},{"uri":"Persia","surface_form":"Persia","offset":500},{"uri":"Central_Asia","surface_form":"Central Asia","offset":508},{"uri":"Mount_Kailash","surface_form":"Mount Kailash","offset":541},{"uri":"People%27s_Liberation_Army","surface_form":"Chinese army","offset":827},{"uri":"Swastika","surface_form":"swastika","offset":1226},{"uri":"Tibetan_language","surface_form":"Tibetan","offset":1355},{"uri":"Vajra","surface_form":"vajra","offset":1390},{"uri":"Europe","surface_form":"Europe","offset":1677},{"uri":"North_America","surface_form":"North America","offset":1688},{"uri":"Dalai_Lama","surface_form":"Dalai Lama","offset":1740},{"uri":"Polytheism","surface_form":"believe in many gods","offset":1956},{"uri":"Sangpo_Bumtri","surface_form":"Sangpo Bumtri","offset":2014},{"uri":"Shenlha_%C3%96kar","surface_form":"Shenlha Ökar","offset":2051},{"uri":"Sherab_Chamma","surface_form":"Sherab Chamma","offset":2091}]}