{"id":764840,"url":"http://en.wikipedia.org/wiki/Norilsk","text":"Norilsk is a city in Siberia, with almost 180,000 people. It lies about north of the arctic circle, and over north of Krasnoyarsk. There are many ore deposits in the region, especially nickel and copper. Mining ore is always linked to heavy pollution of the environment. Norilsk was founded in 1935 as a site of industry, to be able to mine the ore. In 1939, the decision was taken to also build a city. Norilsk got the statute of a city in 1953.\nNorilsk is the northernmost city with more than 100.000 inhabitants. It is the second largest city within the arctic circle, only Murmansk is larger. Norilsk and Yakutsk are the only large cities built in the continuous permafrost zone. This means that even in summer, the ground remains frozen.\nThe nickel deposits of Norilsk-Talnakh are the largest-known nickel-copper-palladium deposits in the world. The smelting of the nickel ore is directly responsible for severe pollution, which generally comes in the form of acid rain and smog. By some estimates, one percent of global sulfur dioxide emission comes from Norilsk's nickel mines.\nNorilsk is a closed city. This means that a special permit is needed to be able to travel to Norilsk. This permit is issued both by the Russian government, and the local mining comany. Foreigners usually do not get this permit.\nReligion.\nMost people in Norilsk are Christian: They belong to the Russian Orthodox Church. There is a Russian Orthodox Cathedral, and several churches of the Ukranian Orthodox Church. In 1998, a mosque was built for the local Tatar community: It is considered to be the northernmost Muslim prayer house in the world.\nTransportation.\nNorilsk can only be reached by airplane, or by boat.There is a railway line, which connects the city to Dudinka, on the river Yenisei. The airport lies about west of the ciry. Dudinka is about to the west. It is a large port on the river Yenisei. While at first, there was only the railway, a road to Dudinka has been built. The raiway now only handles freight.\nMay 2020 incident.\nOn 29 May 2020 a fuel reservoir collapsed, flooding the nearby Ambarnaya River with 20,000 tonnes of diesel fuel. The reservoir was the property of the local mining company, a Nornickel subsidiary, NTEK. Russian president Vladimir Putin declared a state of emergency. The fuel was a reserve used as a backup for the main gas supply to a power plant. The storage tank was built on permafrost. According to a statement by the company, the permafrost could possibly have melted and become unstable because of climate change. An area of 350 square kilometres (135 square miles) has been contaminated. It will be difficult to clean this because there are no roads and the river is too shallow for boats and barges. Oleg Mitvol estimates that the clean-up will cost about 100 billion rubles (1.5 billion US$) and take 5–10 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Siberia","surface_form":"Siberia","offset":21},{"uri":"Arctic_circle","surface_form":"arctic circle","offset":85},{"uri":"Krasnoyarsk","surface_form":"Krasnoyarsk","offset":118},{"uri":"Ore","surface_form":"ore","offset":146},{"uri":"Nickel","surface_form":"nickel","offset":185},{"uri":"Copper","surface_form":"copper","offset":196},{"uri":"Mining","surface_form":"Mining","offset":204},{"uri":"Pollution","surface_form":"pollution","offset":241},{"uri":"Industry","surface_form":"industry","offset":312},{"uri":"Murmansk","surface_form":"Murmansk","offset":577},{"uri":"Yakutsk","surface_form":"Yakutsk","offset":609},{"uri":"Nickel","surface_form":"nickel","offset":747},{"uri":"Copper","surface_form":"copper","offset":811},{"uri":"Palladium","surface_form":"palladium","offset":818},{"uri":"Smelting","surface_form":"smelting","offset":855},{"uri":"Acid_rain","surface_form":"acid rain","offset":965},{"uri":"Smog","surface_form":"smog","offset":979},{"uri":"Sulfur_dioxide","surface_form":"sulfur dioxide","offset":1026},{"uri":"Permit","surface_form":"permit","offset":1137},{"uri":"Christian","surface_form":"Christian","offset":1350},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":1380},{"uri":"Ukrainian_Orthodox_Church","surface_form":"Ukranian Orthodox Church","offset":1472},{"uri":"Mosque","surface_form":"mosque","offset":1509},{"uri":"Tatars","surface_form":"Tatar","offset":1540},{"uri":"Muslim","surface_form":"Muslim","offset":1597},{"uri":"Airplane","surface_form":"airplane","offset":1678},{"uri":"Boat","surface_form":"boat","offset":1694},{"uri":"Norilsk_railway","surface_form":"railway line","offset":1710},{"uri":"Dudinka","surface_form":"Dudinka","offset":1751},{"uri":"Yenisei","surface_form":"Yenisei","offset":1773},{"uri":"Port","surface_form":"port","offset":1867},{"uri":"Fuel_oil","surface_form":"fuel","offset":2045},{"uri":"Ambarnaya_River","surface_form":"Ambarnaya River","offset":2091},{"uri":"Diesel_fuel","surface_form":"diesel fuel","offset":2129},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":2250},{"uri":"Permafrost","surface_form":"permafrost","offset":2408},{"uri":"Climate_change","surface_form":"climate change","offset":2534},{"uri":"Contamination","surface_form":"contaminated","offset":2611},{"uri":"Barge","surface_form":"barge","offset":2730},{"uri":"Oleg_Mitvol","surface_form":"Oleg Mitvol","offset":2738}]}