{"id":765217,"url":"http://en.wikipedia.org/wiki/Triangle_Shirtwaist_Company_fire","text":"On March 25, 1911 a fire broke out in the Triangle Shirtwaist Factory which was located on floors 8, 9 and 10 of the Asch Building at 23–29 Washington Pl, Manhattan, New York City. The fire stopped after 20 minutes but 146 workers died.\nThe company's owners, Max Blanck and Isaac Harris, who survived the fire by going to the building's roof when the fire started, were indicted on charges of first- and second-degree manslaughter in mid-April; the pair's trial began on December 4, 1911. Max Steuer, counsel for the defendants, managed to destroy the credibility of one of the survivors, Kate Alterman, by asking her to repeat her testimony a number of times, which she did without altering key phrases. Steuer argued to the jury that Alterman and possibly other witnesses had memorized their statements, and might even have been told what to say by the prosecutors. The prosecution charged that the owners knew the exit doors were locked at the time in question. The investigation found that the locks were intended to be locked during working hours based on the findings from the fire, but the defense stressed that the prosecution failed to prove that the owners knew that. The jury acquitted the two men of first- and second-degree manslaughter, but they were found liable of wrongful death during a subsequent civil suit in 1913 in which plaintiffs were awarded compensation in the amount of $75 per deceased victim. The insurance company paid Blanck and Harris about $60,000 more than the reported losses, or about $400 per casualty.In 1913, Blanck was once again arrested for locking the door in his factory during working hours. He was fined $20 which was the minimum amount the fine could be.\nBecause of the lax labor laws at the time, this tragedy paved the way for the rise of factory workers safety protections and the formation of workers Unions such as the International Ladies Garment Union.","categories":[],"infobox_types":[],"annotations":[{"uri":"Manhattan","surface_form":"Manhattan","offset":155},{"uri":"Manslaughter","surface_form":"manslaughter","offset":418},{"uri":"Wrongful_death_claim","surface_form":"wrongful death","offset":1281}]}