{"id":76523,"url":"http://en.wikipedia.org/wiki/House_mouse","text":"House mouse (\"Mus musculus\") the common mouse is one of the species of the genus \"Mus\". Often, it is just called a mouse. It is a small rodent. In most parts of the world, they live close to humans. Laboratory mice are types of house mice and are some of the most important organisms used for research in biology and medicine. They are the most commonly used laboratory mammal for experiments.\nDescription.\nThey are quite small, but are not the smallest mammals. House mice have an adult body length (nose to base of tail) of 7.5–10 cm (3.0–3.9 in) and a tail length of 5–10 cm (2.0–3.9 in). The weight is typically 10–25 g (0.4–0.9 oz). In the wild they vary in color from light to dark agouti (light to dark brown). Selected strains of mice can be got in various other colours.\nIt is a small, scaly-tailed mouse with a distinct notch in the cutting surface of upper incisors (seen best in side view). Its hair short; ears moderately large and naked.\nPhysiology.\nThe main problem of small mammals is their high surface to weight ratio: they have a big surface area for such a small mass. Since heat is radiated from the surface, they have adaptations to help them keep their temperature up to normal. They need to eat frequently, and live in areas where they are protected from the coldest weather. Easy access to high-quality vegetable food (such as grains) and a protected habitat helps them survive and multiply. That is why they are found in numbers living in human settlements.\nLife cycle.\nTheir life-span in the wild averages about a year. They are eaten by a variety of small carnivores, but they reproduce rapidly, so that keeps the numbers up. Females have 314 babies in a litter, and can have 5 to 10 litters a year. In good conditions, the mouse population rises quickly.\nHabitat.\nAlthough not native to North America, the house mouse was introduced accidentally to seaport towns. It is now widespread throughout the United States. It occurs either as a commensal or feral animal in practically all parts of the U.S.\nAs commensal animals, house mice live in close association with man – in houses, outbuildings, stores, and other structures. Where conditions permit, feral mice may be found in fields, along watercourses, and in other places where vegetation is dense enough to hide them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":60},{"uri":"Genus","surface_form":"genus","offset":75},{"uri":"Mus","surface_form":"Mus","offset":82},{"uri":"Mouse","surface_form":"mouse","offset":115},{"uri":"Rodent","surface_form":"rodent","offset":136},{"uri":"Laboratory","surface_form":"Laboratory","offset":199},{"uri":"Biology","surface_form":"biology","offset":305},{"uri":"Medicine","surface_form":"medicine","offset":317},{"uri":"Artificial_selection","surface_form":"Selected","offset":718},{"uri":"Mass","surface_form":"mass","offset":1083},{"uri":"Grains","surface_form":"grains","offset":1352},{"uri":"Litter","surface_form":"litter","offset":1683},{"uri":"North_America","surface_form":"North America","offset":1816},{"uri":"United_States","surface_form":"United States","offset":1929},{"uri":"Commensalism","surface_form":"commensal","offset":1966},{"uri":"Feral","surface_form":"feral","offset":1979}]}