{"id":76527,"url":"http://en.wikipedia.org/wiki/Scientology","text":"Scientology is a movement based on a system of beliefs. These beliefs are based on written words by L. Ron Hubbard. A few other people have added, but almost all of it is his. He started it in 1954. Hubbard contributed until his death in 1986.\nDifferent people understand the words Hubbard wrote differently. In some countries, there are Churches of Scientology. Some people are suspicious of the Church. They feel that it is a cult, and a business to make money. Scientology has been controversial since it began.\nScientology teaches that people are immortal spirits who have forgotten their true nature. Scientologists say that, through a system called \"auditing\", they help people remember their true nature by re-experiencing painful events in their past and understanding them better.\nThere are many organizations that are linked to Scientology. For example, some help people stop using harmful drugs or to get back into society after they served a prison term.\nScientology says that psychiatry is bad, and should not be allowed to exist.\nNumber of followers.\nThe Church of Scientology says that 13-15 million people are a part of the Church. Critics disagree with that figure, however. They say the organization probably does not have more than 100,000 followers, mostly in the United States. They say that in 1960, there were probably 50,000 to 100,000 followers in the U.S. In the 1990s, a representative survey claimed there were only about 45,000 followers left. These figures seemed to have increased a bit, by 2004, where there were an estimated 55,000 followers.\nThe Church of Scientology.\nThe Church of Scientology was started by the American writer and philosopher L. Ron Hubbard in the year 1954. It is not as well known as Christianity or Islam, but it is newer. Scientologists believe their movement is growing. They claim it has thousands of churches, some of which are very small. The largest is in Clearwater, Florida.\nAims of Scientology.\nIn 1972, Hubbard told a group of Scientologists: \"You are the people the planet obeys. You are the people who own the planet.\"\nARC triangle.\nHubbard called this the \"ARC Triangle.\" Scientologists use this in their everyday lives. It is based upon the idea that making one of these three things better makes the other two better.\nTone scale.\nThe tone scale is a way to rate an emotion as bad, better, or good. The scale goes from -40 (\"Total Failure\") to +40 (\"Serenity of Being\"). Positions on the tone scale started from the idea that one way of feeling is better than a worse way of feeling. But Hubbard described many other things that go along with emotion, such as health, mating behavior, survival potential, and ability to deal with truth. The tone scale is frequently used by Scientologists to understand people. According to Scientology, the lower the individual is on the tone scale, the more complex his problems are.","categories":[],"infobox_types":[],"annotations":[{"uri":"L._Ron_Hubbard","surface_form":"L. Ron Hubbard","offset":100},{"uri":"Cult","surface_form":"cult","offset":428},{"uri":"Business","surface_form":"business","offset":440},{"uri":"Immortality","surface_form":"immortal","offset":551},{"uri":"Spirit","surface_form":"spirit","offset":560},{"uri":"Prison","surface_form":"prison","offset":954},{"uri":"Psychiatry","surface_form":"psychiatry","offset":989},{"uri":"United_States","surface_form":"United States","offset":1284},{"uri":"Philosopher","surface_form":"philosopher","offset":1668},{"uri":"L._Ron_Hubbard","surface_form":"L. Ron Hubbard","offset":1680},{"uri":"Christianity","surface_form":"Christianity","offset":1740},{"uri":"Islam","surface_form":"Islam","offset":1756},{"uri":"Clearwater%2C_Florida","surface_form":"Clearwater, Florida","offset":1919},{"uri":"Earth","surface_form":"the planet","offset":2030},{"uri":"Sexual_intercourse","surface_form":"mating behavior","offset":2639}]}