{"id":765312,"url":"http://en.wikipedia.org/wiki/Stewart_Kohl","text":"Stewart Kohl (born c. 1955) is an American businessman. He is the co-chief executive officer (CEO) of The Riverside Company, a global private equity firm with $8 billion in assets under management.\nEarly life and education.\nStewart Kohl was born and raised in Leonia, New Jersey. His father Bertram Kohl was a manufacturer’s representative and his mother, Judith Kohl, was a legal secretary who later became chief of staff for a state senator. Kohl studied economics and government at Oberlin College, graduating in 1977. At Oberlin College, he was the President of the Oberlin Student Cooperative Association.\nCareer.\nKohl is the co-chief executive officer and managing partner of The Riverside Company, a private equity investment firm based in Cleveland, Ohio and New York, New York. Kohl joined The Riverside Company as Co-CEO with Co-CEO Béla Szigethy in 1993. Prior to joining The Riverside Company, Kohl was a vice president at Citicorp Venture Capital, the private equity arm of Citibank. Before joining Citicorp Venture Capital, Kohl was chief operating officer for National Cooperative Business Association in Washington, D.C.\nAwards and honors.\nKohl was inducted into the Ohio Foundation of Independent Colleges Hall of Excellence in 2009. Kohl and Szigethy won Mergers & Acquisitions’ M&A Mid-Market Award for Dealmakers of the Year in 2013. He was inducted into the Northeast Ohio Business Hall of Fame in 2014. Kohl earned the Harvard Business School Club of Northeastern Ohio George S. Dively Entrepreneurship Award in 2018.\nPhilanthropy.\nKohl has served on Cleveland Clinic's Board of Directors since 2013, currently serving on the Philanthropy Committee as Vice Chair. Kohl is an Honorary Trustee of Oberlin College and Co-Chair of the Museum of Contemporary Art Cleveland.\nKohl is a founder of VeloSano, an annual charity cycling event that has raised more than $21 million for research at the Cleveland Clinic Taussig Cancer Institute since 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"Private_equity_firm","surface_form":"private equity firm","offset":134},{"uri":"Leonia","surface_form":"Leonia","offset":260},{"uri":"New_Jersey","surface_form":"New Jersey","offset":268},{"uri":"Oberlin_College","surface_form":"Oberlin College","offset":485},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland, Ohio","offset":747},{"uri":"New_York%2C_New_York","surface_form":"New York, New York","offset":767},{"uri":"Citicorp_Venture_Capital","surface_form":"Citicorp Venture Capital","offset":935},{"uri":"National_Cooperative_Business_Association","surface_form":"National Cooperative Business Association","offset":1075},{"uri":"Cleveland_Clinic","surface_form":"Cleveland Clinic's","offset":1573},{"uri":"Museum_of_Contemporary_Art_Cleveland","surface_form":"Museum of Contemporary Art Cleveland","offset":1753}]}