{"id":765322,"url":"http://en.wikipedia.org/wiki/Hurricane_Genevieve_(2014)","text":"Hurricane Genevieve, also known as Typhoon Genevieve, was a strong and long-lived tropical cyclone that became the fourth-strongest tropical cyclone of the 2014 Pacific typhoon season. It was also the first tropical cyclone to exist in all the three North Pacific tropical cyclone basins since Dora in 1999. Genevieve formed from a tropical wave well to the south-east of Hawaii on July 25, but weakened quickly into a remnant low due to high wind shear on July 28. The system briefly reformed on July to the south of Hawaii before dissipating once again on July 31.\nSeveral days later, on August 2, Genevieve regenerated. Owing to better conditions for intensification, Genevieve began to rapidly intensify, reaching hurricane strength on August 6 and major hurricane strength on August 7 shortly before crossing the International Date Line into the Western Pacific basin, where Genevieve was reclassified as a typhoon by the Japan Meteorological Agency (JMA).\nAfter reaching peak intensity as a Category 5 typhoon on August 7 and 8 to the west-southwest, Genevieve began to weaken as conditions worsened. The storm rapidly weakened to severe tropical storm strength on August 10. On August 12, the JMA downgraded Genevieve to a tropical depression, and Genevieve dissipated on August 14.\nOrigin and regeneration.\nThe National Hurricane Center (NHC) began to track a tropical wave associated with a few showers and thunderstorms, moving westward off the coast of northern Central America on July 17. Four days later, thunderstorm activity became stronger; by July 22, the area of low pressure became better organized. On July 23, the NHC noted that the system could become a tropical depression within the next two days; however, they also noted that wind shear could increase within a couple of days. After an ASCAT pass and an increase in convection, the NHC upgraded the storm to Tropical Storm Genevieve on July 25. A few hours later, the system attained its initial peak strength of 45 mph (75 km/h).\nShortly afterwards, increased wind shear took its toll on the system, causing Genevieve to lose its organization as it continued westward, under the influence of a subtropical ridge and the Intertropical Convergence Zone. After the low-level circulation center was exposed and became separated from the deep convection, the NHC downgraded Genevieve to a tropical depression on July 26. Although deep convection increased near the center early on the next day, Genevieve continued to fight westerly shear when crossing 140°W, moving into the waters monitored by the Central Pacific Hurricane Center (CPHC). Due to the lack of deep convection, the CPHC indicated that Genevieve had become a post-tropical remnant low early on July 28, as only a low-level cloud swirl remained. However, the CPHC noted the possibility of re-development since shear was forecast to decrease.\nRoughly 36 hours later, the remnants of Genevieve regenerated into a tropical depression to the southeast of the main Hawaiian Islands. The system briefly became better organized on July 30, prompting the CPHC to forecast the storm would re-intensify into a tropical storm. However, by the end of the day, the low-level circulation center had become displaced to the east of the deep convection due to increased southeasterly shear and infiltration of dry air. By 21:00 UTC July 31, the CPHC reported that Genevieve had once again weakened into a remnant low, as only an isolated area of deep convection remained west of the center.\nIntensification and peak intensity.\nThe remnants of Genevieve continued to travel in a generally westward direction, moving into an environment more conducive for tropical development, and on the afternoon of August 2, Genevieve regenerated into a tropical depression, as the storm reacquired deep convection and its outflow improved. By 21:00 UTC the same day, Genevieve reacquired tropical storm intensity, continuing to travel westward around the subtropical ridge to its north, but only six hours later, the CPHC downgraded Genevieve into a tropical depression. Deep convection near the center increased and decreased several times, but Genevieve failed to re-intensify. After moving south-southwest, Genevieve turned west-northwest on August 4 as it continued to track around the ridge to its north.\nDespite moderate wind shear, convection soon wrapped around the southeastern side of the low-level circulation. By 21:00 UTC on August 5, the CPHC upgraded the system to a tropical storm, despite continued wind shear. Wind shear quickly decreased, triggering a period of rapid intensification. By the afternoon of August 6, Genevieve intensified to a low-end Category 1 hurricane; the system also developed a central dense overcast and well-organized banding around the newly-developed eye. Passing over very warm ocean temperatures, Genevieve rapidly intensified accelerated that evening. Based on advanced Dvorak technique estimates of as well as the presence of a very well-defined eye surrounded by very cold cloud tops, the CPHC upgraded the hurricane into Category 4 intensity on the Saffir-Simpson Hurricane Wind Scale early on the next day.\nGenevieve crossed the International Date Line at 06:00 UTC on August 7, entering the area of responsibility of the RSMC Tokyo operated by the Japan Meteorological Agency (JMA). The JMA recognized Genevieve as a typhoon with ten-minute maximum sustained winds at 115 mph (185 km/h). The Joint Typhoon Warning Center (JTWC) also upgraded Genevieve to a super typhoon. Only six hours later, the JTWC reported that Genevieve had reached Category 5 status with one-minute sustained winds at 160 mph (260 km/h), with a microwave imagery revealing a diameter eyewall with a convective band over the south quadrant. As Genevieve continued to remain in a favorable environment with radial outflow and low vertical wind shear, the JMA indicated that the typhoon about 760 mi (1220 km) east-southeast of Wake Island had reached its peak intensity late on August 7, with ten-minute maximum sustained winds at 125 mph (205 km/h).\nWeakening and dissipation.\nDuring the morning of August 8, Genevieve started to track northward along the western edge of a subtropical ridge to the east and northeast.That noon, more fragmented deep convective banding revealed that Genevieve had begun a weakening trend. As the result, the JTWC downgraded Genevieve to a typhoon late on the same day, as convection surrounding the system warmed. Early on August 9, Genevieve accelerated north-northeastward, and it began to encounter increasing vertical wind shear of 35 mph (55 km/h) with subsidence along the western side and weakening outflow into the TUTT cell. The eye of the typhoon became cloud-filled, while the deepest convection around the core was also became warmer. The system began to track north-northwestward in the afternoon, when the cold dense overcast has decreased in size and become less symmetric.\nGenevieve reformed a eye with more symmetric and organized convection for short time early on August 10, but the eye disappeared very soon as the system elongated further. Upper-level analysis indicated a complex environment— an anticyclone located to the southeast, a TUTT cell to the west, and a second anticyclone to the north. The TUTT cell and the first anticyclone caused strong upper-level southwestern flow and moderate vertical wind shear over the system, but the issues were offset by the quick speed of the typhoon. Tracking northwestward, Genevieve crossed 30°N at noon and began to encounter cold sea surface temperatures less than 79 °F (26 °C) which do not support tropical cyclones. At the same time, a trough expanded the region of subsidence, isolating the core from the tropical moisture along the equatorward periphery. Later, deep convection along the tightly-wrapped low-level circulation center of the typhoon diminished fast as dry air surrounded the system.\nLate on August 10, the JMA downgraded Genevieve to a severe tropical storm about 670 mi (1,080 km) west-northwest of Midway Atoll, and the JTWC downgraded it to a tropical storm early on the next day. Dry air, cool ocean temperatures, and weakening link to tropical moisture caused deep convection to nearly completely dissipate. This process was hastened by the disintegration of the TUTT cell which had helped to increase equatorward outflow. Under the combination of many unfavorable\nenvironmental factors, Genevieve weakened to a tropical storm at noon according to the JMA as it started to move west-northwestward and slowed down. As convection had largely dissipated, the JTWC downgraded Genevieve to a tropical depression and stopped warnings late on the same day.\nAfter the JMA downgraded Genevieve to a tropical depression at 06:00 UTC on August 12, the system drifted westward and then northwestward very slowly until it accelerated northeastward late on August 13. The JMA reported that Genevieve had dissipated as a tropical depression before noon on August 14; however, the Ocean Prediction Center indicated that the remnants of Genevieve crossed the International Date Line and entered the Central North Pacific Ocean again late on the same day. They were eventually absorbed by another extratropical cyclone before noon on August 15.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":82},{"uri":"2014_Pacific_typhoon_season","surface_form":"2014 Pacific typhoon season","offset":156},{"uri":"Hurricane_Dora_(1999)","surface_form":"Dora in 1999","offset":294},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":332},{"uri":"Hawaii","surface_form":"Hawaii","offset":372},{"uri":"Wind_shear","surface_form":"wind shear","offset":443},{"uri":"International_Date_Line","surface_form":"International Date Line","offset":818},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":927},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1319},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":1368},{"uri":"Central_America","surface_form":"Central America","offset":1473},{"uri":"Wind_shear","surface_form":"wind shear","offset":1752},{"uri":"Scatterometer","surface_form":"ASCAT","offset":1812},{"uri":"Subtropical_ridge","surface_form":"subtropical ridge","offset":2171},{"uri":"Intertropical_Convergence_Zone","surface_form":"Intertropical Convergence Zone","offset":2197},{"uri":"Atmospheric_circulation","surface_form":"low-level circulation center","offset":2239},{"uri":"140th_meridian_west","surface_form":"140°W","offset":2525},{"uri":"Central_Pacific_Hurricane_Center","surface_form":"Central Pacific Hurricane Center","offset":2572},{"uri":"Rapid_deepening","surface_form":"rapid intensification","offset":4587},{"uri":"Central_dense_overcast","surface_form":"central dense overcast","offset":4725},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":4802},{"uri":"Dvorak_technique","surface_form":"Dvorak technique","offset":4924},{"uri":"Saffir-Simpson_Hurricane_Wind_Scale","surface_form":"Saffir-Simpson Hurricane Wind Scale","offset":5106},{"uri":"International_Date_Line","surface_form":"International Date Line","offset":5187},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":5220},{"uri":"Regional_Specialized_Meteorological_Center","surface_form":"RSMC Tokyo","offset":5280},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":5307},{"uri":"Typhoon","surface_form":"typhoon","offset":5376},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":5451},{"uri":"Microwave","surface_form":"microwave","offset":5678},{"uri":"Wind_shear","surface_form":"wind shear","offset":5870},{"uri":"Wake_Island","surface_form":"Wake Island","offset":5958},{"uri":"Subtropical_ridge","surface_form":"subtropical ridge","offset":6206},{"uri":"Subsidence_(atmosphere)","surface_form":"subsidence","offset":6623},{"uri":"Anticyclone","surface_form":"anticyclone","offset":7183},{"uri":"30th_parallel_north","surface_form":"30°N","offset":7523},{"uri":"Sea_surface_temperature","surface_form":"sea surface temperatures","offset":7564},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":7673},{"uri":"Midway_Atoll","surface_form":"Midway Atoll","offset":8054},{"uri":"Ocean_Prediction_Center","surface_form":"Ocean Prediction Center","offset":9024},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":9238}]}