{"id":76540,"url":"http://en.wikipedia.org/wiki/North_German_Confederation","text":"The North German Confederation (), was first a military alliance of 22 states of northern Germany, and later a federal state. It was preceded by a \"Zollverein,\" a customs union that allowed free trade among most German states. The Confederation started in August 1866, and the Kingdom of Prussia was the leading state. On July 1st 1867, the North German Constitution made the alliance a federal state.\nAn Austrian-Prussian rivalry, starting in the 1700s, had led to the Austro-Prussian War of July/August 1866. Immediate causes for the war had been the unsettled question of Slesvig-Holstein (which Prussia intended to annex) and a reform of the German Confederation. After a victory in summer 1866, agreements with Austria and France allowed Prussia to reshape the political landscape in Northern Germany (north of the river Main). The leading politician of Prussia was minister president Otto von Bismarck, serving under king William I.\nOn 18 August 1866, Prussia and most of the north German states signed the August Treaty. They agreed on a military alliance and declared their intention to create a federal state. (Some other states joined soon.) A federal state is different from an alliance as it has a federal government and legislation, and it is different from a unitary state as there are still rather powerful states below the federal level. Plans for a federal state in Germany had existed since the year 1848.\nUnion.\nThe allied governments led by Bismarck made a proposal for a North German constitution. An organ was elected to represent the people of Northern Germany, the \"konstituierender Reichstag\". The election took place in February 1867. After some modifications of the proposal, the states' governments and parliaments accepted the final draft. On July 1st, the constitution came into force.\nAccording to the constitution, legislation was the matter of two organs. The \"Reichstag\" was the parliament, elected by all men above the age of 25. The Federal Council was an organ representing the governments of the states. The holder of the \"Bundespräsidium\" was the king of Prussia (the 'republican' term 'president' had been avoided intentionally). The holder of the \"Bundespräsidium\" installed the Federal Chancellor. Not by name, but factually this was the (only) federal minister, the head of the executive.\nIn 1870, during the Franco-Prussian War, the South German states joined the North German Confederation. The new constitution of January 1st, 1871, renamed the country from 'North German Confederation' to 'German Empire'. The holder of the \"Bundespräsidium\" received the additional title of an Emperor. The political system as described in the constitution, and the flag, remained the same. (The final constitution of the Empire stems from April/May 1871; as a result, nearly all terms that included 'federal' were changed to 'imperial'.)\nThe modern national state of Germany is, as an international subject and as a legal entity, identical to the North German Confederation. Law and international treaties of the era 1867-1870 are in principle still valid. In a conservative-liberal cooperation lasting from 1867 to 1878, Germany saw a remarkable modernisation and unification. The North German Confederation introduced the metric system, a modern penal code (Strafgesetzbuch), same rights for all denominations, a postal union etc.\nPostage stamps.\nThe federation handled the mail and issued postage stamps, after 1 January 1868. But the federation did not issue its own money, so different stamps had to be issued. Stamps valued in groschen were used in the north, stamps in kreuzer in the Southern District. All of these stamps were marked \"NORDDEUTSCHER POSTBEZIRK\" (North German Postal Area).\nA third set of stamps were printed for Hamburg. These were also marked \"STADTPOSTBRIEF HAMBURG\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":90},{"uri":"Free_trade","surface_form":"free trade","offset":190},{"uri":"Kingdom_of_Prussia","surface_form":"Kingdom of Prussia","offset":277},{"uri":"Slesvig-Holstein","surface_form":"Slesvig-Holstein","offset":575},{"uri":"German_Confederation","surface_form":"German Confederation","offset":646},{"uri":"Otto_von_Bismarck","surface_form":"Otto von Bismarck","offset":890},{"uri":"King_of_Prussia","surface_form":"king","offset":923},{"uri":"Wilhelm_II_of_Germany","surface_form":"William I","offset":928},{"uri":"German_Empire","surface_form":"German Empire","offset":2537},{"uri":"Mail","surface_form":"mail","offset":3408},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":3424},{"uri":"Groschen","surface_form":"groschen","offset":3565},{"uri":"Kreuzer","surface_form":"kreuzer","offset":3608},{"uri":"Hamburg","surface_form":"Hamburg","offset":3768}]}