{"id":76568,"url":"http://en.wikipedia.org/wiki/Saxe-Altenburg","text":"Saxe-Altenburg () was one of the Ernestine duchies of the House of Wettin.\nAltenburg was independent for most of the 1600s until 1672. This is when the last male ruler died. Because only men could rule the Ernestine duchies Altenburg began to be ruled by the Duke of Saxe-Gotha, who had married the last ruler’s daughter.\nIn 1825 the ruler died, and he also had no male heirs. Saxe-Gotha-Altenburg was split up. Gotha was given to the Duke of Saxe-Coburg-Saalfeld and Altenburg to the Duke of Saxe-Hildburghausen, who in exchange gave up Saalfeld and Hildburghausen to the Duke of Saxe-Meiningen. This family ruled in the duchy until the end of the monarchies in 1918. Saxe-Altenburg became part of the new state of Thuringia in the Weimar Republic in 1920.\nSaxe-Altenburg had an area of and a population of 207,000 (1905). Its capital was Altenburg.\nThe Saxe-Altenburg line became extinct following the death of Prince George Moritz in 1991.\nHeads of the Ducal House of Saxe-Altenburg, post monarchy.\nIn 1991 the Saxe-Altenburg line became extinct.\nTwo branches descend from duke Ernest the Pious, the father of the progenitor of this Saxe-Altenburg branch: Saxe-Meiningen and Saxe-Coburg-Gotha; according to old Wettin family law, they would have divided the actual territories between them (as happened to Gotha and Altenburg in 1826). The senior male agnate descending from duke Ernest the Pious, in 1991, was prince Frederick-Alfred of Saxe-Meiningen (a monk, 1921-1997), and thus technically succeeded then as titular duke of Saxe-Altenburg and head of the whole branch; but, because he renounced all his succession rights in favor of his uncle Bernhard, was him instead Frederick-Alfred the general heir of the line of Saxe-Meiningen. His successor was Konrad, Duke of Saxe-Meiningen, the present head of that branch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ernestine_duchies","surface_form":"Ernestine duchies","offset":33},{"uri":"Wettin_(dynasty)","surface_form":"House of Wettin","offset":58},{"uri":"Saxe-Gotha","surface_form":"Saxe-Gotha","offset":267},{"uri":"Saxe-Gotha-Altenburg","surface_form":"Saxe-Gotha-Altenburg","offset":377},{"uri":"Saxe-Coburg-Saalfeld","surface_form":"Saxe-Coburg-Saalfeld","offset":443},{"uri":"Saxe-Hildburghausen","surface_form":"Saxe-Hildburghausen","offset":493},{"uri":"Saxe-Meiningen","surface_form":"Saxe-Meiningen","offset":581},{"uri":"Thuringia","surface_form":"Thuringia","offset":716},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":733},{"uri":"Altenburg","surface_form":"Altenburg","offset":840},{"uri":"Prince_Georg_Moritz_of_Saxe-Altenburg","surface_form":"Prince George Moritz","offset":913},{"uri":"Ernst_I%2C_Duke_of_Saxe-Coburg-Altenburg","surface_form":"Ernest the Pious","offset":1081},{"uri":"Saxe-Meiningen","surface_form":"Saxe-Meiningen","offset":1159},{"uri":"Saxe-Coburg-Gotha","surface_form":"Saxe-Coburg-Gotha","offset":1178},{"uri":"Konrad%2C_Duke_of_Saxe-Meiningen","surface_form":"Konrad, Duke of Saxe-Meiningen","offset":1760}]}