{"id":76589,"url":"http://en.wikipedia.org/wiki/Ernestine_duchies","text":"The Ernestine duchies, are sometimes called the Saxon duchies, were a changing number of small states in the present German state of Thuringia, governed by dukes of the Ernestine line of the house of Wettin. The Albertine duchies of Weissenfels, Merseburg and Zeitz were are also sometimes called \"Saxon duchies\" and border several Ernestine ones.\nOverview.\nThe old Duchy of Saxon began to split up in the 15th Century, because law said that all sons should inherit. All of the sons of a Saxon duke had the title of \"Duke\", sometimes brothers ruled the territory together, and sometimes they divided it up between them. Some of the Ernestine duchies stayed independent until 1918. The nearby royal houses of Reuss and Schwarzburg also divided up their territory, so Thuringia was a tangle of little states, exclaves and enclaves from the late 15th Century until the early 20th Century.\nBackground.\nAlbert, grandson of Albert \"the Bear\" inherited the Duchy of Saxony from his father. Albert's sons divided Saxony into the duchies of Saxe-Lauenburg and Saxe-Wittenberg. When duke of Saxe-Wittenberg died without an heir in 1422, the Emperor Sigismund gave the duchy to Frederick IV of the House of Wettin. Frederick was already Margrave of Meißen and Landgrave of Thuringia, and then became Frederick I, Elector of Saxony. Frederick was followed as Elector by his son Frederick II, and when Frederick II died in 1464 his sons Ernest and Albert took over. Because he was the older, Ernest became Elector of Saxony, but the brothers shared ruling the lands until 1485. Then Ernest took northern Meißen, southern Thuringia, and Wittenberg, with Albert receiving northern Thuringia and southern Meißen\nThe Ernestine line.\nElector Ernest died in 1486, and was succeeded by his son, Frederick III, the Wise.\nIt was Frederick the Wise who set up the University of Wittenberg in 1502. This was because the only university in Saxony was in Leipzig, was in the part of Saxony controlled by the descendants of his uncle, Albert. The University of Wittenberg was were Martin Luther posted his 95 Theses. Frederick protected Luther, and did not send him to Rome for trial. Frederick allowed Lutheran reforms in his country.\nFrederick the Wise had three grandsons to share the territory. John Frederick II set up his capitals in Eisenach and Coburg, the middle brother John William staying in Weimar (Saxe-Weimar), and the youngest, John Frederick III took Gotha (Saxe-Gotha).\nJohn Frederick III of Gotha died unmarried and heirless in 1565 and John William of Weimar tried to claim Saxe-Gotha, but the sons of the imprisoned John Frederick II entered their own claim.\nIn 1572 the claimants agreed to the Division of Erfurt. This treaty said John William of Saxe-Weimar would also take the districts of Altenburg, Gotha and Meiningen.\nWhen John William died a year later.\nThe older son of John Frederick II, and John Ernest (d 1638 heirless), the younger son of John Frederick II, received together the territory of Saxe-Coburg-Eisenach. In 1596 the brothers agreed to split the duchy into Saxe-Coburg and Saxe-Eisenach.\nJohann II, Duke of Saxe-Weimar (or John II), died young but left eight surviving sons who ruled together, Three died, (including Bernhard of Saxe-Weimar, the youngest, the famed general) and a will ordering them to rule jointly. Only three survived by 1639, when the lands of the Coburg-Eisenach dukes were divided between the Altenburgs and the Weimarsthe remaining brothers finally divided their lands which were twice the size of what they inherited.\nWilliam kept Weimar, Albert became Duke of Eisenach and Ernest \"the Pious\" became known as Duke of Gotha.\nErnest I, Duke of Saxe-Gotha (1601-75) had married Elisabeth Sophie, the only child of John Philip, Duke of Altenburg(1597-1638). Elisabeth Sophie's cousin Frederick William III, Duke of Altenburg, died unmarried 1672. He was the last male descendant of the first Saxe-Altenburg line.\nThere was a big argument about who should get the Altenburg land. In the end most went to Ernest and Elisabeth Sophie's sons. One quarter the original Altenburglands went to the Saxe-Weimar branch.\nThese two lines: Weimar and Gotha(-Altenburg) form the basis of future Ernestine lines, and both have surviving male lineage up to today.\nAfter the division of the first Altenburg lands line, the senior Ernestine branch (the Saxe-Weimar family), line held just under half of the Ernestine lands, and the junior, Gotha-Altenburg, line held more than half. Gotha-Altenburg line divided more each generation. The Weimar line did not subdivide their land and by 1741 all of the land was controlled by the one branch of the Weimar family. In 1815 they became Grand Dukes.\nDuke Ernest of Gotha and Duchess Elisabeth Sophie's numerous sons divided the inheritance into seven parts: Gotha-Altenburg, Coburg, Meiningen, Römhild, Eisenberg, Hildburghausen and Saalfeld. The new dukes of Coburg, Römhild and Eisenberg had no children, so their lands were quickly absorbed by the four remaining lines.\nEventually, primogeniture (that is, only the eldest son inherits) became the rule for inheritance in the Ernestine Duchies.\nIn 1825 the Ernestine duchies were\nIn 1825 Ernest the Pious' senior line, the Gotha-Altenburg, went extinct and the land was redistributed for the last time.\nAltenburg went to the Duke of Saxe-Hildburghausen, but he gave Hildburghausen to the Duke of Saxe-Meiningen-Hildburghausen. The duke of Saxe-Coburg-Saalfeld gave up Saalfeld in return for Gotha.. All of the Ernestine Duchies ended with the abolition of the monarchy and princely states in Germany shortly after the end of World War I.\nFive rulers of the Ernestine duchies\nhad a vote in the Holy Roman Empire’s Reichstag. In 1792 the Duke of Saxe-Weimar was also the Duke of Saxe-Eisenach, and the Duke of Saxe-Altenburg was also the Duke of Saxe-Gotha, so both had two votes; and the Duke of Saxe-Coburg had one vote.\nThe other Ernestine duchies were never members of the Imperial Circle, and were subordinate to the five duchies that did belong to the Imperial Circle (for example, the principalities of Meiningen and Hildburghausen were such; that was one reason why Duke of Hildburghausen exchanged his patrimony to that of Altenburg). Ultimately, in the German Confederation, all these became equally sovereign.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_states","surface_form":"states","offset":95},{"uri":"Germany","surface_form":"German","offset":117},{"uri":"Thuringia","surface_form":"Thuringia","offset":133},{"uri":"Wettin","surface_form":"Wettin","offset":200},{"uri":"Weissenfels","surface_form":"Weissenfels","offset":233},{"uri":"Merseburg","surface_form":"Merseburg","offset":246},{"uri":"Zeitz","surface_form":"Zeitz","offset":260},{"uri":"Reuss","surface_form":"Reuss","offset":708},{"uri":"House_of_Schwarzburg","surface_form":"Schwarzburg","offset":718},{"uri":"Thuringia","surface_form":"Thuringia","offset":766},{"uri":"Exclave","surface_form":"exclave","offset":807},{"uri":"Enclave","surface_form":"enclave","offset":820},{"uri":"Albert_I_of_Brandenburg","surface_form":"Albert \"the Bear\"","offset":918},{"uri":"Duchy_of_Saxony","surface_form":"Duchy of Saxony","offset":950},{"uri":"Saxe-Lauenburg","surface_form":"Saxe-Lauenburg","offset":1032},{"uri":"Saxe-Wittenberg","surface_form":"Saxe-Wittenberg","offset":1051},{"uri":"Heir","surface_form":"heir","offset":1113},{"uri":"Sigismund%2C_Holy_Roman_Emperor","surface_form":"Sigismund","offset":1139},{"uri":"House_of_Wettin","surface_form":"House of Wettin","offset":1187},{"uri":"Margrave","surface_form":"Margrave","offset":1226},{"uri":"Margraviate_of_Mei%C3%9Fen","surface_form":"Meißen","offset":1238},{"uri":"Landgrave","surface_form":"Landgrave","offset":1249},{"uri":"Frederick_I%2C_Elector_of_Saxony","surface_form":"Frederick I, Elector of Saxony","offset":1289},{"uri":"1464","surface_form":"1464","offset":1410},{"uri":"Ernest%2C_Elector_of_Saxony","surface_form":"Ernest","offset":1424},{"uri":"Frederick_III%2C_Elector_of_Saxony","surface_form":"Frederick III, the Wise","offset":1775},{"uri":"Wittenberg","surface_form":"Wittenberg","offset":1855},{"uri":"Leipzig","surface_form":"Leipzig","offset":1929},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":2054},{"uri":"95_Theses","surface_form":"95 Theses","offset":2079},{"uri":"Rome","surface_form":"Rome","offset":2142},{"uri":"Lutheran","surface_form":"Lutheran","offset":2176},{"uri":"Saxe-Weimar","surface_form":"Saxe-Weimar","offset":2385},{"uri":"Saxe-Gotha","surface_form":"Saxe-Gotha","offset":2448},{"uri":"Division_of_Erfurt","surface_form":"Division of Erfurt","offset":2689},{"uri":"Altenburg","surface_form":"Altenburg","offset":2787},{"uri":"Gotha_(town)","surface_form":"Gotha","offset":2798},{"uri":"Meiningen","surface_form":"Meiningen","offset":2808},{"uri":"Johann_Ernst%2C_Duke_of_Saxe-Eisenach","surface_form":"John Ernest","offset":2896},{"uri":"Saxe-Coburg-Eisenach","surface_form":"Saxe-Coburg-Eisenach","offset":3000},{"uri":"Saxe-Coburg","surface_form":"Saxe-Coburg","offset":3074},{"uri":"Saxe-Eisenach","surface_form":"Saxe-Eisenach","offset":3090},{"uri":"John_II%2C_Duke_of_Saxe-Weimar","surface_form":"Johann II, Duke of Saxe-Weimar","offset":3105},{"uri":"Bernhard_of_Saxe-Weimar","surface_form":"Bernhard of Saxe-Weimar","offset":3234},{"uri":"Duke_of_Eisenach","surface_form":"Duke of Eisenach","offset":3594},{"uri":"Duke_of_Gotha","surface_form":"Duke of Gotha","offset":3650},{"uri":"Ernest_I%2C_Duke_of_Saxe-Gotha","surface_form":"Ernest I, Duke of Saxe-Gotha","offset":3665},{"uri":"John_Philip%2C_Duke_of_Altenburg","surface_form":"John Philip, Duke of Altenburg","offset":3752},{"uri":"Primogeniture","surface_form":"primogeniture","offset":5050},{"uri":"Saxe-Hildburghausen","surface_form":"Saxe-Hildburghausen","offset":5350},{"uri":"Saxe-Meiningen","surface_form":"Saxe-Meiningen","offset":5413},{"uri":"Saxe-Coburg-Saalfeld","surface_form":"Saxe-Coburg-Saalfeld","offset":5456},{"uri":"World_War_I","surface_form":"World War I","offset":5642},{"uri":"German_Confederation","surface_form":"German Confederation","offset":6278}]}