{"id":766045,"url":"http://en.wikipedia.org/wiki/Super_NES_Classic_Edition","text":"e=\"preserve\">The Super NES Classic Edition (also known as SNES Mini) is a dedicated home video game console. It was released in 2017 by Nintendo. It is the successor to the NES Classic Edition and emulates the Super Nintendo Entertainment System (SNES). The console comes with two controllers. The cables of the controllers are 1.4 meter long.\nHardware.\nThe console features 720p HDMI display output and controllers that are similar to the original SNES controller. The console also includes an emulation engine developed by Nintendo European Research and Development.\nGames.\n21 games are pre-installed on the SNES Mini. It is the first time that Starfox 2 is officialy playable. The games vary between regions. Officially, there is no possibility to add games, But it is possible to hack the console to get more games.\nReception.\nEurogamer praised the games, the support of 60 Hz and the fact that there are two controllers with longer cables in contrast to the NES Classic Mini. Eurogamer also said that the emulation of the SNES Classic Mini is better than that of the Virtual Console.\nSales.\nThe SNES Mini sold 368,913 copies in the first four days in Japan. In October 2017, it had sold more than 2 million units worldwide. By its fiscal year 2017 report, ending March 31, 2018, the SNES Classic sold more than 5 million times. The NES and SNES Classic editions sold more than 10 million units by September 30, 2018.\nFuture.\nNintendo said that there are no plans for a Nintendo 64 Classic Mini. Doug Bowser, President of Nintendo of America, said that \"Our focus right now is absolutely on our dedicated platforms such as Nintendo Switch Lite and our flagship Nintendo Switch.\" Reggie Fils-Aimé said \"For us, these were limited time opportunities that were a way for us as a business to bridge from the conclusion of Wii U as a hardware system to the launch of Nintendo Switch. That was the very strategic reason we launched the NES Classic system.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Home_video_game_console","surface_form":"home video game console","offset":84},{"uri":"Nintendo","surface_form":"Nintendo","offset":136},{"uri":"NES_Classic_Edition","surface_form":"NES Classic Edition","offset":173},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"Super Nintendo Entertainment System","offset":210},{"uri":"720p","surface_form":"720p","offset":375},{"uri":"HDMI","surface_form":"HDMI","offset":380},{"uri":"Star_Fox_2","surface_form":"Starfox 2","offset":647},{"uri":"Eurogamer","surface_form":"Eurogamer","offset":831},{"uri":"Virtual_Console","surface_form":"Virtual Console","offset":1072},{"uri":"Doug_Bowser","surface_form":"Doug Bowser","offset":1500},{"uri":"Nintendo_of_America","surface_form":"Nintendo of America","offset":1526},{"uri":"Nintendo_Switch_Lite","surface_form":"Nintendo Switch Lite","offset":1627},{"uri":"Nintendo_Switch","surface_form":"Nintendo Switch","offset":1665},{"uri":"Reggie_Fils-Aim%C3%A9","surface_form":"Reggie Fils-Aimé","offset":1683}]}