{"id":766269,"url":"http://en.wikipedia.org/wiki/Rapture_(BioShock)","text":"Rapture is a fictional city where the \"BioShock\" series of video games takes place. The city was built at the bottom of the Atlantic Ocean so that no government could find it. Rapture is a city based on the ideas of objectivism, the philosophy that believes everything people do should be based on logic (rather than emotion) and for their own self-interest.\nRapture was built by a man named Andrew Ryan. Andrew Ryan believed that the governments and religions above the ocean wanted to take away the wealth from people who worked hard for it and to give it to so-called \"parasites\", people who take away things from people who worked for it. He wanted Rapture to be a place where people could become anything or do anything they wanted if they worked hard for it, a place where science could develop quickly because religions could not enforce morality to slow down or stop scientific research, a place where artists could make any art they wanted because governments could not censor their ideas, a place where rich and powerful people would not be forced to give anything to poor and powerless people.\nDue to not having laws that slowed down or stopped scientific research, many intelligent scientists from above the ocean moved to Rapture and made many new discoveries. This allowed Rapture to develop very quickly. The most important discovery is the discovery of ADAM. ADAM is a liquid that comes from sea slugs that can rewrite a person's genetic code. This allows people to have special powers like shooting lighting bolts, shooting fire, and lifting objects without touching them. However, ADAM was also extremely addictive, and if users of ADAM went through long periods of time without it, they would suffer serious health problems and go insane. People who got withdrawals from ADAM would turn into Splicers. Unfortunately, many people in Rapture also became addicted to ADAM, and ADAM became something everyone in Rapture wanted and needed. Since ADAM had such a high demand and low supply, young girls called Little Sisters were raised to collect ADAM from dead Splicers. As Splicers would try to kill Little Sisters to take the ADAM they collected, Big Daddies were created to protect the Little Sisters. Big Daddies would kill anyone who attacked a Little Sister.\nHowever, when the wealth gap between the rich and poor people of Rapture became too wide, Frank Fontaine, also known as Atlas, sold ADAM and made charities to help the poor people of Rapture. Also, since the economy of Rapture is based on laissez-faire captalism (an economy where governments make as little changes to the economy as possible), businesses could sell ADAM to people without any laws stopping it. Since Atlas was giving help and selling ADAM to the poor people of Rapture, they would become loyal to him. Since Atlas was gaining power and tried to control Rapture, Ryan betrayed the values he built Rapture on and became a dictator. Eventually, a civil war in Rapture was fought between people who supported Ryan and people who supported Atlas. This made Rapture a very dangerous place. Many people left Rapture to go back to the surface world. Most of the people who stayed in Rapture became Splicers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fictional","offset":13},{"uri":"City","surface_form":"city","offset":23},{"uri":"BioShock","surface_form":"BioShock","offset":39},{"uri":"Video_game","surface_form":"video games","offset":59},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":124},{"uri":"Government","surface_form":"government","offset":150},{"uri":"Objectivism_(Ayn_Rand)","surface_form":"objectivism","offset":216},{"uri":"Philosophy","surface_form":"philosophy","offset":233},{"uri":"Logic","surface_form":"logic","offset":298},{"uri":"Emotion","surface_form":"emotion","offset":317},{"uri":"Andrew_Ryan_(BioShock)","surface_form":"Andrew Ryan","offset":392},{"uri":"Government","surface_form":"governments","offset":435},{"uri":"Religion","surface_form":"religions","offset":451},{"uri":"Ocean","surface_form":"ocean","offset":471},{"uri":"Wealth","surface_form":"wealth","offset":501},{"uri":"Science","surface_form":"science","offset":779},{"uri":"Morality","surface_form":"morality","offset":845},{"uri":"Artist","surface_form":"artists","offset":910},{"uri":"Censorship","surface_form":"censor","offset":979},{"uri":"Liquid","surface_form":"liquid","offset":1385},{"uri":"Sea_slug","surface_form":"sea slugs","offset":1408},{"uri":"Genetic_code","surface_form":"genetic code","offset":1446},{"uri":"Addiction","surface_form":"addictive","offset":1623},{"uri":"Drug_withdrawal","surface_form":"withdrawals","offset":1773},{"uri":"Charitable_organization","surface_form":"charities","offset":2426},{"uri":"Economy","surface_form":"economy","offset":2488},{"uri":"Laissez-faire","surface_form":"laissez-faire","offset":2519},{"uri":"Capitalism","surface_form":"captalism","offset":2533},{"uri":"Business","surface_form":"businesses","offset":2625},{"uri":"Value_(personal_and_cultural)","surface_form":"values","offset":2878},{"uri":"Dictator","surface_form":"dictator","offset":2918},{"uri":"Civil_war","surface_form":"civil war","offset":2942}]}