{"id":766222,"url":"http://en.wikipedia.org/wiki/Capitol_Hill_Autonomous_Zone","text":"The Capitol Hill Autonomous Zone (CHAZ) was sometimes called Free Capitol Hill, or Capitol Hill Free Zone (CHFZ), others called it the Capitol Hill Organized Protest (CHOP). Some people called it a country. It was in Seattle, which is a big city in Washington. It was 6 city blocks in size. A city block is a group of buildings with a street next to it. It started on June 8, 2020 because all police left the area.\nThey wanted the United States of America to lower costs of rent, destroy expensive buildings near cheap buildings, make medicine and hospitals free, make all people who have been seen destroying things while in groups be let out of jail, and to lay off all police officers. Lay off means to make someone stop working.\nSome people liked the Capitol Hill Autonomous Zone. Some people did not like the Capitol Hill Autonomous Zone. Donald Trump and Ted Cruz did not like the Capitol Hill Autonomous Zone. The mayor of Seattle Jenny Durkan thinks that it is party, not a real country.\nSome people who live in Seattle are suing the city because they say they should move people out of the Capitol Hill Autonomous Zone.\nBackground.\nCapitol Hill is a place in Seattle. Sometimes, it has lots of people who gathered to talk about problems.\nOn May 29, 2020, many people gathered to talk about the killing of George Floyd. Some people fought police and soldiers, but nobody died. Some people stood around a building with police inside. Police used pepper spray to get the people to go away, but it did not work. Then, police covered the windows in the building with wood. Then, police went away and did not lock the doors in the building. The people who stood around the building then said that the area with and near the building was a new country, and was not in the United States of America anymore.\nGeography.\nNear the middle of the Capitol Hill Autonomous Zone is a building that was used by police. There are many kitchens on the street in the area, as well as a park. The park has a large screen that plays movies outside.\nThere are walls on the streets that keep people from entering without permission, near the edges of the Capitol Hill Autonomous Zone. There is also lots of paint put on walls.\nThere are homes in the area. There are also restaurants and small businesses.\nGovernment.\nThere were no paid police officers in the Capitol Hill Autonomous Zone. There were many people who had guns in the Capitol Hill Autonomous Zone. No one outside of the Capitol Hill Autonomous Zone knows who the leaders in their government were. Some people think their leader was a singer named Raz Simone. Raz Simone likes to sing rap. Some people think their leader was Nikkita Oliver. Nikkita Oliver wants to be the mayor of Seattle, but lost the election. The leader puts things that they want people to do on paper, and then put the paper on walls.\nServices.\nTents were built for people to live in. Water, food, and soap was given to people for free. The United States Government gave toilets to the Capitol Hill Autonomous Zone and cleaned up their trash. The United States Government said that it would have put out any fires that started in the Capitol Hill Autonomous Zone.\nThe Government of the Capitol Hill Autonomous Zone made shields that can be used to fight, and gave them to it's citizens.\nProblems.\nThe Capitol Hill Autonomous Zone did not allow police officers from Seattle to come into the Capitol Hill Autonomous Zone. Seattle has said that it would not try to put police into the Capitol Hill Autonomous Zone, unless someone has killed someone else, or is about to.\nShootings.\nOn June 7, 2020, a man drove his car into the Capitol Hill Autonomous Zone. Some people say he tried to run into people to hurt them. A person that the man did not know tried to get into his car. The person driving the car shot the person that tried to get into the car, but they did not die.\nOn June 20, 2020, two men were shot. One of them was Horace Anderson, and he was 19 years old. He died because he was shot. The other man was named DeJuan Young, who was 33 years old, but he did not die. DeJuan Young says that he was shot because he was black. When police heard gunshots, they tried to come into the Capitol Hill Autonomous Zone, but the protesters did not want them to. The people in the Capitol Hill Autonomous Zone pushed police out of the Capitol Hill Autonomous Zone.\nOn June 21, 2020, a man that was 17 years old was shot in his arm. He did not die. Police who solve crimes tried to ask him why he was shot, but he did not want to talk to them.\nOn June 23, 2020, a man that was about 30 years old was shot. He was shot in the morning, around 5 a.m.. He did not die.\nSexual assault.\nOn June 18, 2020, a man sexually assaulted a woman. The woman was deaf, and could not talk. The man pretended to give her some food. The woman walked to him to get the food, but the man grabbed her. He then started to take off her clothes, and started touching her body. A person who is able to cure injuries saw this happening, and stopped the man. The police found the man later, and he was put in jail.\nReporters.\nThe government of the Capitol Hill Autonomous Zone said that people who work for Fox News are not allowed into the Capitol Hill Autonomous Zone. Sometimes reporters from Fox News went into the Capitol Hill Autonomous Zone. If they were found by people in the Capitol Hill Autonomous Zone, they would be asked to leave, or be attacked.\nShut Down.\nDonald Trump said that the Capitol Hill Autonomous Zone is not a country. On June 22, 2020, the City of Seattle said that the people in the Capitol Hill Autonomous Zone had to leave. People in the Capitol Hill Autonomous Zone have said that they are a country that is not in the United States of America, but the United States of America says that they are not, and that if they keep saying this, police will arrest them.\nThis is because the Capitol Hill Autonomous Zone declared independence. Sometimes when people declare independence, they start a civil war. Civil wars happen whenever people declare independence, and start fighting. The United States does not want a civil war to happen, but they do want to get rid of the Capitol Hill Autonomous Zone.\nOn June 24, 2020, someone who said they are in the Capitol Hill Autonomous Zone said that a lot of people left, and that no one thinks it is a country anymore. Other people say that nobody left, and that people still say it a country. Omari Salisbury is a journalist. He says that the person who said that a lot of people left is lying.\nA United States Postal Service Truck was seen in the Capitol Hill Autonomous Zone. This means that a mailman who works for the United States of America was in the Capitol Hill Autonomous Zone. They usually do not work outside of the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":198},{"uri":"Seattle","surface_form":"Seattle","offset":217},{"uri":"Washington_(state)","surface_form":"Washington","offset":249},{"uri":"Police","surface_form":"police","offset":393},{"uri":"United_States","surface_form":"United States of America","offset":431},{"uri":"Renting","surface_form":"rent","offset":474},{"uri":"Drug","surface_form":"medicine","offset":535},{"uri":"Hospital","surface_form":"hospitals","offset":548},{"uri":"Riot","surface_form":"people who have been seen destroying things while in groups","offset":573},{"uri":"Prison","surface_form":"jail","offset":647},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":844},{"uri":"Ted_Cruz","surface_form":"Ted Cruz","offset":861},{"uri":"Mayor","surface_form":"mayor","offset":921},{"uri":"Jenny_Durkan","surface_form":"Jenny Durkan","offset":938},{"uri":"Party","surface_form":"party","offset":969},{"uri":"Lawsuit","surface_form":"suing","offset":1032},{"uri":"Protest","surface_form":"people who gathered to talk about problems","offset":1203},{"uri":"Killing_of_George_Floyd","surface_form":"killing of George Floyd","offset":1303},{"uri":"United_States_National_Guard","surface_form":"soldiers","offset":1358},{"uri":"Pepper_spray","surface_form":"pepper spray","offset":1453},{"uri":"Plywood","surface_form":"wood","offset":1571},{"uri":"Independence","surface_form":"new country","offset":1742},{"uri":"Kitchen","surface_form":"kitchens","offset":1925},{"uri":"Park","surface_form":"park","offset":1974},{"uri":"Movie_theater","surface_form":"large screen that plays movies","offset":1995},{"uri":"Border","surface_form":"walls on the streets that keep people from entering without permission","offset":2045},{"uri":"Graffiti","surface_form":"paint put on walls","offset":2191},{"uri":"House","surface_form":"homes","offset":2221},{"uri":"Restaurant","surface_form":"restaurants","offset":2255},{"uri":"Small_business","surface_form":"small businesses","offset":2271},{"uri":"Police_officer","surface_form":"police officers","offset":2320},{"uri":"Gun","surface_form":"guns","offset":2404},{"uri":"Singer","surface_form":"singer","offset":2582},{"uri":"Hip_hop","surface_form":"rap","offset":2632},{"uri":"Election","surface_form":"election","offset":2750},{"uri":"Tent","surface_form":"Tents","offset":2864},{"uri":"Soap","surface_form":"soap","offset":2921},{"uri":"United_States","surface_form":"United States","offset":2960},{"uri":"Toilet","surface_form":"toilets","offset":2990},{"uri":"Fire","surface_form":"fires","offset":3127},{"uri":"Shield","surface_form":"shields that can be used to fight","offset":3239},{"uri":"Murder","surface_form":"killed someone else, or is about to","offset":3550},{"uri":"Traffic_collision","surface_form":"run into people to hurt them","offset":3702},{"uri":"Shooting","surface_form":"shot","offset":3821},{"uri":"African_Americans","surface_form":"black","offset":4145},{"uri":"Detective","surface_form":"Police who solve crimes","offset":4464},{"uri":"Deafness","surface_form":"deaf","offset":4762},{"uri":"Sexual_assault","surface_form":"take off her clothes, and started touching her body","offset":4914},{"uri":"Physician","surface_form":"person who is able to cure injuries","offset":4969},{"uri":"Arrest","surface_form":"put in jail","offset":5089},{"uri":"Fox_News_Channel","surface_form":"Fox News","offset":5194},{"uri":"Assault","surface_form":"be attacked","offset":5435},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":5459},{"uri":"Civil_war","surface_form":"civil war","offset":6010},{"uri":"Journalist","surface_form":"journalist","offset":6473},{"uri":"Lie","surface_form":"lying","offset":6547},{"uri":"United_States_Postal_Service","surface_form":"United States Postal Service","offset":6556},{"uri":"Mailman","surface_form":"mailman","offset":6655}]}