{"id":766353,"url":"http://en.wikipedia.org/wiki/Brahmanda_Purana","text":"The \"Brahmanda Purana\" is one of the oldest Puranas. Estimates for the composition of its earliest core vary widely. The early 20th-century Indian scholar Dikshitar dated the Brahmanda to 4th-century BCE. Most later scholarship places this text to be from centuries later, in the 4th- to 6th-century BCE. The text is generally assumed, states Ludo Rocher, to have achieved its current structure about 1000 CE.\nThe text was often changed after the 10th-century, and new sections probably replaced older ones. The 13th-century Yadava dynasty scholar Hemadri quoted large parts of the then existing \"Brahmanda Purana\", but these parts are not found in currently surviving versions of the same text. This suggests that the 13th-century version of this Purana was different in many respects than extant manuscripts.\nThe \"Adhyatma-ramayana\", the most important embedded set of chapters in the extant versions of the Purana, is considered to have been composed centuries later, possibly in the 15th-century, and is attributed to Ramananda – the Advaita scholar and the founder of the Ramanandi Sampradaya, the largest monastic group in Hinduism and in Asia in modern times. The \"Adhyatma-ramayana\" thus was added to this Purana later, and it is an important document to the Rama-related tradition within Hinduism.\nA Javanese Brahmanda palm-leaf manuscript was discovered in Indonesia in the mid-19th century by colonial-era Dutch scholars, along with other Puranas. The Sanskrit originals of these are either lost or yet to be discovered. The \"Javanese Brahmanda\" was translated by the Dutch Sanskrit scholar Jan Gonda and compared to Sanskrit texts found in India.","categories":[],"infobox_types":[],"annotations":[{"uri":"Purana","surface_form":"Puranas","offset":44},{"uri":"Dikshitar","surface_form":"Dikshitar","offset":155},{"uri":"BCE","surface_form":"BCE","offset":200},{"uri":"Yadava_dynasty","surface_form":"Yadava dynasty","offset":525}]}