{"id":766545,"url":"http://en.wikipedia.org/wiki/Green_and_golden_bell_frog","text":"The green and golden bell frog (\"Litoria aurea\") is a frog from Australia, but it also lives in New Zealand as an invasive specie.\nMale adult frogs can be 5.7 to 6.9 cm long. Female adult frogs can be 6.5 to 10.8 cm long. These frogs are green with bronze spots. They have black stripes from their noses over their ears and down their bodies. Their bellies are white and parts of their legs can be bright blue. These frogs have teeth.\nGreen and golden bell frogs do not climb well. They like to live near permanent bodies of water and temporary bodies of water that have no fish in them. Adult frogs eat anything they can, even other green and golden bell frogs.\nThe frogs lay 3000-10,000 eggs at a time. At first, the eggs float together on top of the water, but then they sink. The tadpoles eat algae, bacteria and dead things.\nThere used to be so many green and golden bell frogs that people would catch them to feed to snakes or to use in school dissection classes. By the 1990s, there were fewer green and golden bell frogs. Scientists say this is because of habitat fragmentation, which means people building things in between places where the frogs live, and because of invasive species such as the mosquito fish that eat green and golden bell frog tadpoles.\nIn 2000, people building tennis courts for the 2000 Summer Olympics saw green and golden bell frogs nearby, so they stopped building.\nThis frog is an invasive specie in New Zealand. In the 1860s, the Auckland Acclimatisation Society released the frog in New Zealand on purpose. The frogs on the South Island all died because the weather was not good for them. Today, it lives on New Zealand's North Island.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frog","surface_form":"frog","offset":54},{"uri":"Australia","surface_form":"Australia","offset":64},{"uri":"New_Zealand","surface_form":"New Zealand","offset":96},{"uri":"Invasive_species","surface_form":"invasive specie","offset":114},{"uri":"Cannibalism_in_animals","surface_form":"other green and golden bell frogs","offset":628},{"uri":"Invasive_species","surface_form":"invasive species","offset":1177},{"uri":"Eastern_mosquitofish","surface_form":"mosquito fish","offset":1206},{"uri":"2000_Summer_Olympics","surface_form":"2000 Summer Olympics","offset":1313}]}