{"id":76673,"url":"http://en.wikipedia.org/wiki/Housefly","text":"Housefly is the common fly often found in houses. The Latin name for the housefly is \"Musca domestica\". This species is always found near humans. It is the most common species found on hog and poultry farms, horse stables and ranches. Not only are house flies a nuisance, but they also carry disease-causing organisms. Flies are not only an irritant to farm workers but may be a public health concern. Houseflies are pests and can carry diseases.\nEach female fly can lay about 9,000 eggs in its life, in several batches of about 75 to 150. The eggs are laid on or near meat, often dead animals. Within a day, larvae (maggots) hatch from the eggs; they live and feed on dead and decaying organic material, such as garbage, carrion or faeces. They are pale-whitish, and have no legs. Their life cycle is from 14 hours to 36 hours.\nAt the end of their third instar, the maggots crawl to a dry, cool place and turn into pupae. These are coloured reddish-brown and about 8 mm long. From the pupae emerge adult flies. The whole cycle is known as complete metamorphosis.\nAdults live from two weeks to a month in the wild. After they come out from the pupae, the flies do not grow. Small flies of the same species did not get enough food when they were larvae.The function of an adult fly is to reproduce.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fly","surface_form":"fly","offset":23},{"uri":"Musca_(fly)","surface_form":"Musca","offset":86},{"uri":"Species","surface_form":"species","offset":109},{"uri":"Public_health","surface_form":"public health","offset":379},{"uri":"Pest_(biology)","surface_form":"pests","offset":417},{"uri":"Disease","surface_form":"disease","offset":437},{"uri":"Egg_(biology)","surface_form":"eggs","offset":483},{"uri":"Maggot","surface_form":"maggot","offset":617},{"uri":"Faeces","surface_form":"faeces","offset":733},{"uri":"Instar","surface_form":"instar","offset":855},{"uri":"Pupa","surface_form":"pupa","offset":916},{"uri":"Metamorphosis","surface_form":"complete metamorphosis","offset":1040}]}