{"id":766711,"url":"http://en.wikipedia.org/wiki/Waterford_Crystal","text":"Waterford Crystal is a company which makes crystal glass in the city of Waterford, Ireland. The brand is owned by the Fiskars Group Ltd. The company was started in 1947 in Waterford.\nIn January 2009, the main Waterford Crystal base was closed due to the lack of funds of Waterford Wedgwood PLC. In June 2010, Waterford Crystal relocated to The Mall in Waterford city centre and the business restarted. This new location is now home to a factory that melts over 750 tons of crystal a year, although most Waterford Crystal is now produced outside Ireland. This new facility offers visitors the opportunity to take guided tours of the factory and also offers a retail store, showcasing the world's largest collection of Waterford Crystal.\nEarly crystal production.\nThe first crystal glass production in Waterford dates back to 1783 when George Penrose and his nephew William Penrose started their business. It produced very fine flint glass that became world famous. Their Waterford company closed in 1851, and re-opened 100 years later.\nFoundation of 1947.\nIn 1947, Czech immigrant Charles Bacik, grandfather of Irish senator Ivana Bacik, established a glassworks in the city. Skilled crystal glass workers were not available in Ireland so continental Europeans were used. Assisted by fellow countryman and designer Miroslav Havel, the company started operations in a depressed Ireland. By the early 1950s it had been taken over as a subsidiary of the Irish Glass Bottle company, owned by Joseph McGrath (Irish politician), Richard Duggan and Spencer Freeman of the Irish Hospitals' Sweepstake, who were heavy investors in Irish business at that time.\nIn 1970 John Aynsley and Sons was taken over by Waterford and renamed Aynsley China Ltd.\n1990s onward.\nJasper Conran began designing his signature range of crystal for Waterford in 1999. The endeavour has evolved into four unique lines for Waterford and a complementary tableware collection in fine bone china for Wedgwood in 2001. The Chinese fashion designer John Rocha started designing a range of cut crystal stemware and vases in collaboration with glass designer Marcus Notley in 2001.\nAcquisition by Fiskars.\nOn 11 May 2015 in a deal that happened in July 2015, the Fiskars Corporation, a Finnish maker of products for the home, agreed to buy 100% of the holdings of WWRD. On 2 July 2015 the purchase of WWRD by Fiskars Corporation was completed including brands Waterford, Wedgwood, Royal Doulton, Royal Albert, and Rogaška. This was approved by the US antitrust authorities.\nProducts.\nMost Waterford crystal glass is now produced outside Ireland in countries such as Slovenia, the Czech Republic, Hungary and Germany. Waterford produces many patterns of lead crystal glass stemware, including lines such as \"Adare, Alana, Colleen, Kincora, Lismore, Maeve, Tramore\", and many others.\nIn 1966 Waterford's chandeliers were installed in Westminster Abbey, London, England for the 900th anniversary of the dedication of the abbey after Christoper Hildyard, a minor canon of the abbey for 45 years, convinced the Guinness family to pay for them. Chandeliers hang in other notable buildings, such as Windsor Castle, and the Kennedy Center, Washington, D.C. Waterford Crystal made the 2,688 crystals for the famous New Year's Eve Ball that is dropped each year in New York City's Times Square. The ball is an geodesic orb, in diameter and is lit by 32,256 Lumileds Luxeon Rebel LEDs.\nOne of the most popular products in their collection is the \"Apprentice Bowl\". It requires 600 precision cuts, all done by hand. Cutters would set out to complete this bowl in their fifth and final year of apprenticeship. They were only permitted three attempts, where the cutter would then be graded and if they passed it would receive the Waterford Crystal watermark.\nTrophies.\nSporting trophies are also crafted by Waterford, such as the Masters Series crystal shield trophies that are awarded to the winner of each of the nine men's professional tennis Masters Series tournaments, the AFCA National Championship Trophy that is awarded to the US college football team which finishes the season at the top of the Coaches Poll, and a representation of the Ashes urn that is presented to the winners of the Test cricket series between England and Australia. The trophy for the Masters snooker championship is also made by Waterford Crystal, as is the Scottish Open snooker championship trophy.\nAlso crafted by Waterford are the winning trophies for the French, Belgian and German Grand Prix in Formula One, a bat and ball trophy presented at the final game at Yankee Stadium to Derek Jeter and a glass tennis racket for Boris Becker. They also design the trophies for the People's Choice Awards.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lead_glass","surface_form":"crystal","offset":43},{"uri":"Waterford","surface_form":"Waterford","offset":72},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":83},{"uri":"Marcus_Notley","surface_form":"Marcus Notley","offset":2119},{"uri":"Slovenia","surface_form":"Slovenia","offset":2626},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":2640},{"uri":"Hungary","surface_form":"Hungary","offset":2656},{"uri":"Germany","surface_form":"Germany","offset":2668},{"uri":"Chandelier","surface_form":"chandelier","offset":2862},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2892},{"uri":"Windsor_Castle","surface_form":"Windsor Castle","offset":3152},{"uri":"John_F._Kennedy_Center_for_the_Performing_Arts","surface_form":"Kennedy Center","offset":3176},{"uri":"New_Year%27s_Eve","surface_form":"New Year's Eve","offset":3266},{"uri":"Times_Square_Ball","surface_form":"Ball","offset":3281},{"uri":"New_York_City","surface_form":"New York City","offset":3315},{"uri":"Times_Square","surface_form":"Times Square","offset":3331},{"uri":"Geodesic","surface_form":"geodesic","offset":3360},{"uri":"Lumileds","surface_form":"Lumileds","offset":3407},{"uri":"LED","surface_form":"LED","offset":3429},{"uri":"College_football","surface_form":"college football","offset":4084},{"uri":"The_Ashes","surface_form":"the Ashes","offset":4188},{"uri":"Test_cricket","surface_form":"Test cricket","offset":4242},{"uri":"Masters_(snooker)","surface_form":"Masters","offset":4312},{"uri":"Formula_One","surface_form":"Formula One","offset":4529},{"uri":"Yankee_Stadium_(1923)","surface_form":"Yankee Stadium","offset":4595},{"uri":"Derek_Jeter","surface_form":"Derek Jeter","offset":4613},{"uri":"People%27s_Choice_Awards","surface_form":"People's Choice Awards","offset":4707}]}