{"id":766927,"url":"http://en.wikipedia.org/wiki/Killing_of_Rayshard_Brooks","text":"Rayshard Brooks, a 27-year-old African American man, was shot and killed by a white police officer in Atlanta, Georgia, United States, on the evening of June 12, 2020.\nBrooks was drunk and resisted arrest. He wrestled on the ground with two police officers, one of whom tased him. Brooks stole a taser from one of the officers, then fired the taser at one of them as he ran away. The same officer then shot Brooks in the back with his sidearm.\nVideo of the incident went viral. Atlanta chief of police Erika Shields resigned the next day.\nProtesters later burned down the Wendy's where the shooting had taken place.\nOne of the officers, Garrett Rolfe, was placed on administrative duty, meaning office work instead of going out into public spaces, and later fired. In mid-June, Rolfe was charged with eleven crimes, including felony murder and aggravated assault. If a jury convicts him, Rolfe could spend life in prison or even be executed. The other officer, Devin Brosnan, was charged with aggravated assault. The court issued arrest warrants for both men. They were told to turn themselves in by Thursday night, June 18. Brosnan and Rolfe both came to court. Brosnan was charged and then released on bail. The judge said Rolfe's crime was too serious for him to grant bail right away, so Rolfe was put in Gwinnett County Jail, and his bail hearing was scheduled for Tuesday, June 23.\nEvent.\nAccording to the Georgia Bureau of Investigation, around 10:35 p.m., officers were called to the Wendy's because Brooks had fallen asleep in his car in the drive-though lane so that people had to drive around him. The officers gave Brooks a test to see if he was drunk. He failed the test, and the officers tried to arrest him. Brooks stole a taser from one officer and ran off. The GBI said Brooks fired the taser at the officer, narrowly missing him. The officer then shot Brooks. The GBI promised to release video footage of the shooting to the public. These details are confirmed from the footage of the incident recorded by the camera on Wendy's.\nThe lawyers for Garrett Rolfe and for the prosecution said different things. Rolfe's lawyers, the LoRusso Law Firm, said that Rolfe heard a gunshot noise and saw a flash of light and thought Brooks had a real weapon. They said he fired his gun thinking he was protecting himself and the people at the Wendy's. Rolfe's lawyers said Rolfe immediately called for an ambulance and immediately tried to help Brooks. According to the county district attorney, Rolfe kicked Brooks after shooting him, and neither of the two police officers tried to help Brooks for two minutes.\nAccording to the GBI and district attorneys, Brooks and the police talked peacefully for a over forty minutes before they tried to arrest him. They said he claimed he was not too drunk to drive and then offered to walk to his sister's house nearby instead of driving.\nBrooks was taken to a hospital where doctors performed surgery, but he died.\nLaw.\nIn Georgia, police are allowed to shoot someone if that person poses an immediate threat to any other person.\nBackground.\nThe shooting occurred two weeks into the George Floyd protests and several months into the COVID-19 pandemic in the United States.\nAftermath.\nThere were protests outside the Wendy's where Brooks was killed.\nOn June 13, someone set the Wendy's on fire and it burned almost completely. On June 24, Rayshard Brooks' girlfriend, Natalie White, was charged with arson for this crime. Her lawyer said she did not do it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atlanta_Police_Department","surface_form":"police","offset":84},{"uri":"Atlanta","surface_form":"Atlanta","offset":102},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":111},{"uri":"United_States","surface_form":"United States","offset":120},{"uri":"Resisting_arrest","surface_form":"resisted arrest","offset":189},{"uri":"Taser","surface_form":"tased","offset":270},{"uri":"Sidearm_(weapon)","surface_form":"sidearm","offset":435},{"uri":"Chief_of_police","surface_form":"chief of police","offset":486},{"uri":"Erika_Shields","surface_form":"Erika Shields","offset":502},{"uri":"Arson","surface_form":"burned down","offset":556},{"uri":"Wendy%27s","surface_form":"Wendy's","offset":572},{"uri":"Bail","surface_form":"bail","offset":1204},{"uri":"George_Floyd_protests","surface_form":"George Floyd protests","offset":3131},{"uri":"COVID-19_pandemic_in_the_United_States","surface_form":"COVID-19 pandemic in the United States","offset":3181},{"uri":"Arson","surface_form":"arson","offset":3447}]}