{"id":767182,"url":"http://en.wikipedia.org/wiki/Alan_Winde","text":"Alan Richard Winde (born 18 March 1965) is a South African politician and businessman. He is the 7th and current Premier of the Western Cape. He is also a Member of the Western Cape Provincial Parliament for the Democratic Alliance. After his party won a majority in the provincial parliament in May 2019, he became the Premier and replaced Helen Zille. Winde held ministerial positions in Zille's provincial cabinet.\nEarly life.\nWinde was born on 18 March 1965 in Knysna, Cape Province. He attended Knysna High School. After high school, Winde founded and worked for many businesses in his hometown.\nCareer.\nHe was first elected as an independent councillor of the Outeniqua Rural Council in the early 1990s. He later decided to run for the South Cape District Council and won a seat on the council. He joined the Democratic Party in 1999 after the party had recruited him to be one of their candidates for the Western Cape Provincial Parliament. He was elected. The Democratic Party changed to the Democratic Alliance in 2000.\nWinde held senior positions in the Democratic Alliance provincial parliamentary group. He was chief whip of the party's caucus before the 2009 election. After the 2009 election, the party became the majority party in the provincial parliament. Helen Zille became Premier and selected Winde to be the Minister for Finance, Economic Development and Tourism. Winde became Minister for Western Cape Minister for Economic Opportunities in May 2014. The Democratic Alliance chose him as their premier candidate for the 2019 election in September 2018. Zille moved him to the Community Safety department in November 2018.\nThe party kept their majority in the legislature in the May 2019 election. The legislature met on 22 May 2019 to choose a new premier and leadership. Winde was elected as Premier after he got 24 votes compared to 10 for his competitor Cameron Dugmore of the African National Congress.\nPersonal life.\nWinde is married to Tracy and they have two children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Western_Cape","surface_form":"Western Cape","offset":128},{"uri":"Western_Cape_Provincial_Parliament","surface_form":"Western Cape Provincial Parliament","offset":169},{"uri":"Democratic_Alliance","surface_form":"Democratic Alliance","offset":212},{"uri":"Helen_Zille","surface_form":"Helen Zille","offset":341},{"uri":"Knysna","surface_form":"Knysna","offset":465},{"uri":"Cape_Province","surface_form":"Cape Province","offset":473},{"uri":"Democratic_Party_(South_Africa)","surface_form":"Democratic Party","offset":815},{"uri":"Western_Cape_Provincial_Parliament","surface_form":"Western Cape Provincial Parliament","offset":912},{"uri":"2009_South_African_general_election","surface_form":"2009 election","offset":1167},{"uri":"Helen_Zille","surface_form":"Helen Zille","offset":1273},{"uri":"2019_South_African_general_election","surface_form":"2019 election","offset":1542},{"uri":"Cameron_Dugmore","surface_form":"Cameron Dugmore","offset":1879},{"uri":"African_National_Congress","surface_form":"African National Congress","offset":1902}]}