{"id":767407,"url":"http://en.wikipedia.org/wiki/Robin_Hood_(Macfarren)","text":"\"Robin Hood\" is an English opera in three acts, music by George Alexander Macfarren and libretto by John Oxenford. It was first performed in London, on October 11, 1860.\nThe High Street of Nottingham.\nIn the busy street, armourers work at their forge with women spinning yarn while a little flirting goes on between Allan and Alice. Robin Hood soon appears, masquerading under the name of Locksley, and meets Marian, the Sheriff’s daughter. Their intimate conversation is overheard by the Sheriff who will accept Locksley as son-in-law if he proves his marksmanship at tomorrow’s fair. The Sheriff issues a proclamation, offering a reward for the capture of Robin Hood, unaware that he is present as the yeoman, Locksley. The Sompnour enters to ask the Sheriff for protection through the forest as he carries the dues collected for the abbey from the peasantry. Allan, unable to afford his taxes, is ordered to the stocks by the Sheriff despite protests by the townsfolk. Locksley steps forward to pay Allan’s dues for his release. As the sun sets, the Sompnour and Sheriff leave for the castle. Locksley and Marian declare their affection before departing.\nScene 1: The Trysting tree in the Greenwood.\nDeep in Sherwood forest, by the trysting tree in moonlight, the Merrie Men relax after their toils, with a fat deer roasting. Robin appears to tell Little John of the Sompnour’s expected journey through the forest. They prepare to entrap him: the outlaws conceal themselves while Robin, John and Much, the miller’s son, disguise themselves as shepherds and tend to the fire. The Sompnour appears and tells his guards to arrest the shepherds for stealing the King’s venison. With affected humility they plead for mercy. When this is sternly refused Robin throws off his disguise and sounds his horn. The Sheriff’s men flee, leaving the Sompnour to be captured. Much proposes that he be hanged, but merciful Robin invites the Sompnour to supper. Yet he must pay generously for it. To escape the hanging he must dance for the outlaws’ amusement.\nScene 2: Marian’s bower.\nMarian watches the dawn break, imploring Heaven to assist her lover’s marksmanship and gain her father’s approval. The Sheriff appears and gives encouragement. Much reveals to the Sheriff that Robin Hood will be at the fair and asks for the reward, but the Sompnour recognises him from the forest and he is taken away. In the guise of a friar the Sompnour promises to find Robin and claim the reward himself. To this the Sheriff agrees.\nScene 3: The Fair outside Nottingham.\nWe discover a scene of sport, dancing and games. Robin, as Locksley, recognises the Sompnour and tells Allan to get rid of him. After a dance Allan has the Sompnour blindfolded to play a game of ‘Hoodman Blind’. The archery match commences and Locksley proves his skill, enabling him to claim Marian’s hand. The Sompnour returns, recognises Locksley, and denounces him as the infamous Robin Hood. Amidst turmoil Robin is seized by the Sheriff’s men and led away.\nScene 1: The Castle garden.\nAllan and Alice lament the execution of Robin, to take place on the following day. Alice informs the Sheriff that Marian has escaped from her apartment. The Sompnour arrives to claim his reward, but is first told to go to the King for a warrant for Robin Hood’s execution.\nScene 2: The Greenwood at noon.\nMarian appears, dressed as a boy, to tell the outlaws that Robin is to be executed. She leads them to the castle.\nScene 3: Prison cell.\nIn isolation, a distraught Robin awaits his fate. He then hears Marian with his Merrie Men singing outside. This renews his hopes.\nScene 4: The Courtyard of the Castle.\nRobin is brought from the castle and given time to confess his sins. With his arm freed, he then blows his horn to signal his faithful followers. They appear, led by Marian, to release him but are overpowered. However, the document assumed to be the death warrant is in fact a pardon, given on the understanding that they enter the service of the King. The Sheriff once again consents to the union of Robin and Marian, for which there is general rejoicing.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":19},{"uri":"Opera","surface_form":"opera","offset":27},{"uri":"Music","surface_form":"music","offset":48},{"uri":"Libretto","surface_form":"libretto","offset":88},{"uri":"London","surface_form":"London","offset":141}]}