{"id":767717,"url":"http://en.wikipedia.org/wiki/%26quot%3BLitoria%26quot%3B_castanea","text":"\"Litoria\" \"castanea\", also known as the yellow-spotted tree frog, New England swamp frog, tablelands bell frog or yellow-spotted bell frog is a frog from eastern Australia. People thought these frogs were extinct, but then scientists found some in 2009.\nThere used to be two groups of yellow-spotted bell frogs, one in the north on the New England Tableland and one in the south near Canberra. Some scientists said these should count as two different species of frogs. The northern frogs lived between 1000 and 1500 meters above sea level and the southern frogs lived between 700 and 800 meters above sea level. Both groups of frogs lived in permanent bodies of water, like swamps, lagoons and the parts of rivers where the water flows slowly.\nPeople thought these frogs all died from a fungus disease in the 1970s, but in 2009 some were found alive in the Southern Tablelands. At first, the scientists did not tell anyone where they found the frog. They were worried that frog fans would come to take photographs of them, try to catch them, or scare them away. The scientists took some of the frogs and tadpoles to the Taronga Zoo. The scientists left the other yellow-spotted tree frogs where they were. The person who owned the land where the frogs were living agreed to help protect them.\nSome time after that, the wild frogs all died. In 2018, scientists took some of the frogs they had raised at the Taronga Zoo and set them free in another part of the Southern Tablelands. The scientists asked any person who thought they'd heard the frogs to make a recording of their calls with their phones.\nThe largest yellow-spotted tree frogs are 8 cm long. They have yellow or white spots on their legs and bellies. Their feet are completely webbed. Their backs are green with bronze and black spots. Their voices sound like a car engine failing to start.\nThese frogs look for food at night and like to sit in the sun during the day. They lay their eggs on underwater plants. During the winter, these frogs hide under stones, logs or plants.\nThe government of Australia has made programs to protect these frogs. They are in danger from feral cats that like to eat them and from a fungus that causes a disease called chytridiomycosis. Scientists think that invasive species of fish and more ultraviolet radiation may also be killing these frogs. Too much ultraviolet light can stop their eggs from hatching.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frog","surface_form":"frog","offset":144},{"uri":"Australia","surface_form":"Australia","offset":162},{"uri":"Canberra","surface_form":"Canberra","offset":384},{"uri":"Taronga_Zoo","surface_form":"Taronga Zoo","offset":1120},{"uri":"Citizen_science","surface_form":"scientists asked any person","offset":1484},{"uri":"Chytridiomycosis","surface_form":"chytridiomycosis","offset":2213},{"uri":"Invasive_species","surface_form":"invasive species","offset":2253}]}