{"id":767722,"url":"http://en.wikipedia.org/wiki/Kelly_T._Clements","text":"Kelly Tallman Clements is an American diplomat. She serves as the Deputy High Commissioner for Refugees at the United Nations High Commissioner for Refugees. UN Secretary General Ban Ki-Moon named her to this job in June 2015.\nPrior to joining UNHCR, Clements was a member of the United States Civil Service and Senior Executive Service, with a long career at the [https://www.state.gov/ U.S. Department of State]. She served as Deputy Assistant Secretary at the Department of State's [https://www.state.gov/bureaus-offices/under-secretary-for-civilian-security-democracy-and-human-rights/bureau-of-population-refugees-and-migration/ Bureau of Population, Refugees, and Migration (PRM)] from 2010-2015. From 1993 to 1996, she served at the [https://geneva.usmission.gov/ United States Permanent Mission to the United Nations]. She was Special Assistant to the Under Secretary of State for Global Affairs from 1997 to 1998. She served as a Senior Emergency Officer for Europe, the Newly Independent States, and the Americas, and later as Balkans Assistance Coordinator. She was deployed to Albania in 1999, and then led PRM’s Office of Policy and Resource Planning, where she oversaw the Bureau’s strategic planning, policy development and financial resources to protect and assist refugees, conflict victims and vulnerable migrants worldwide. In 2014, was Acting Deputy Chief of Mission at the [https://lb.usembassy.gov/ U.S. Embassy in Beirut, Lebanon].\nClements holds a B.A. in International Studies and an M.A. in Urban Affairs from the Virginia Polytechnic Institute and State University. She is married to Andrew Clements and has two children. She is a citizen of the United States and lives in Geneva, Switzerland.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Nations_High_Commissioner_for_Refugees","surface_form":"United Nations High Commissioner for Refugees","offset":111},{"uri":"United_States_federal_civil_service","surface_form":"United States Civil Service","offset":280},{"uri":"Senior_Executive_Service_(United_States)","surface_form":"Senior Executive Service","offset":312},{"uri":"Virginia_Polytechnic_Institute_and_State_University","surface_form":"Virginia Polytechnic Institute and State University","offset":1540}]}