{"id":76772,"url":"http://en.wikipedia.org/wiki/Ant%C3%B3nio_de_Oliveira_Salazar","text":"António de Oliveira Salazar, GColIH, GCTE, GCSE, (April 28, 1888 – July 27, 1970) was the Prime Minister and dictator of Portugal from 1932 to 1968. He was the President of the Republic in 1951, as interim. He started and led the Estado Novo (\"New State\"), the authoritarian, right-wing government that ruled Portugal from 1932 to 1974.\nEarly life.\nSalazar was born in Vimieiro, Santa Comba Dão, Portugal. His father had been a farm worker who became the farm manager for the Perestrelos family. His great grandfather had been a landowner and nobleman. He studied at the Viseu Seminary from 1900 to 1914 with the hope of becoming a priest. He changed his mind and studied Law at University of Coimbra.\nFollowing a military revolution in 1926 which overthrew a civilian government of squabbling politicians and a country close to failure, Dr. Salazar was invited to take control of the finances of the then-failed state. Dr. Salazar was Finance Minister for 13 days, but resigned in disgust over interference by politicians and soldiers and went back to his university. He was again persuaded to take over as Finance Minister in 1928, which he did conditionally on an assurance of greater powers for himself with minimal interference from the military. Salazar continued as minister until 1932, and was widely credited with turning the fledgling economy around.\nAs Prime Minister.\nDr Salazar was Prime Minister from 1932 until 1968.\nHe ruled Portugal for almost 40 years, managing to keep Portugal away from the Second World War as well as preventing a Spanish invasion by keeping friends with both sides. Salazar died in 1970. Often called a fascist by his opponents, Dr Salazar's regime was instrumental in issuing Portuguese travel documents to thousands of Jews fleeing though Europe and to Portugal a boarding point for the ultimate destination in North America. Unfortunately Dr. Salazar's contribution to this humanitarian cause was never acknowledged as this activity had to be toned down in the later years of the war. Instead, the overzealous Consul to France Aristides de Sousa Mendes is often given credit, despite the fact that it was he who recklessly endagered the operation by issuing a flood of travel documents in assembly line fashion. Tens of thousands of such documents were issued by him in the months of June and July of 1940. Salazar's cease-and-desist orders to Mendes are often highlighted. Incidently, the United States had issued similar instructions to all its missions abroad many years earlier, purportedly because of the fear that Germany would smuggle in spies amongst fleeing Jewish refugees. President Hoover ordered U.S. consuls to strictly interpret the LPC clause of the immigration law. President Franklin Roosevelt failed to push for a change in immigration laws and policy. In this context, Portugal's and Salazar's actions may be seen as almost heroic.\nA little known fact is that Salazar's Portugal was the only European nation at the time to have non-white people at all levels of administration and judiciary. Dark-skinned people termed \"colonial subjects\" by other contemporary colonial powers very rarely qualified for rights similar to those enjoyed by the citizens of their colonial masters. Portugal accorded its subjects full civil status. It was the only state anywhere in the western world to have non-European non-white Members of Parliament. This status, however, was not universally available to the black people of the African territories i.e. those who were not \"assimilados\" (which literately translates to \"assimilated\") which meant those Africans who had not given up their tribal customs nor reached minimum educational standards. Roughly 4% of the African populace was considered \"assimilado\" while the people native to the overseas colonies of Cape Verde, India, and China were considered universally \"assimilados\" even though in the latter two territories, people were not largely Roman Catholic nor did most speak the Portuguese language.\nIn the mid-sixties, Portugal and its colonies found themselves in the front line of the Cold war, with a proxy war which drained Portugal of its resources. Salazar was blamed for a war he had no control over as well as the consequent impoverishment of his country. Thousands from mainland Portugal fled into neighbouring European countries, particularly France, to avoid the military draft and the war in Africa. Most took up menial jobs and were a convinient source of low cost labour to Europe. This expatriate segment of society became increasingly empowered after a military coup overthrew the government of Salazar's successor Marcello Caetano in 1974. Many returned to Portugal to become next generation politicians.\nThe term \"fascist regime\" probably stems from an attempt by this sizable group to demonize the fallen regime and justify their flight from a country at war.\nSalazar is still loved by some of the people of Portugal today, and was voted the greatest Portuguese man of all time. Apologists say that it was more as a way of showing frustration with the current political events and politicians in Portugal than actually a true devotion. A great segment of the Portuguese people though may beg to differ.\nThe colonies.\nIn 1945 Portugal had large colonial Empire, including Cape Verde Islands, São Tomé e Principe, Angola (including Cabinda), Portuguese Guinea, and Mozambique in Africa; Goa, Damão (including Dadra and Nagar Haveli), and Diu in India; Macau in China; and Portuguese Timor in Southeast Asia. Salazar was determined to keep control of Portugal's territories. After the war the colonies were in a mess. The Indian nationalists in Goa wanted their country to join with the new independent state of India. There strikes and protests by the local people against the Portuguese. The Indian Armed Forces invaded and took over Goa, Daman and Diu in 1961. Revolutions against the Portuguese were started in Mozambique, Angola, and Portuguese Guinea.\nDeath.\nIn 1968, Salazar suffered a major stroke, reportedly caused by falling from his chair at his summer house. President Américo Thomaz was forced to replace him with Marcelo Caetano on September 27, 1968. Salazar died in Lisbon on July 27, 1970. Tens of thousands of people went to the funeral and the Requiem Mass and watched the journey of the special train that carried his coffin to his hometown of Santa Comba Dão. He was buried next to his ancestors and the farmers of the region, in a plain ordinary grave.Decades as a \"dictator\" and Salazar's worldly possessions were almost the literal \"shirt on his back\". He died without ever having purchased a motor car, the modest house he lived in Lisbon belonged to the State and is reported as having had two pairs of suits in his wardrobe.","categories":[],"infobox_types":["Prime Minister"],"annotations":[{"uri":"Order_of_Infante_D._Henrique","surface_form":"GColIH","offset":29},{"uri":"Order_of_the_Tower_and_Sword","surface_form":"GCTE","offset":37},{"uri":"Order_of_St._James_of_the_Sword","surface_form":"GCSE","offset":43},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":90},{"uri":"Dictator","surface_form":"dictator","offset":109},{"uri":"Portugal","surface_form":"Portugal","offset":121},{"uri":"President_of_Portugal","surface_form":"President of the Republic","offset":160},{"uri":"Estado_Novo_(Portugal)","surface_form":"Estado Novo","offset":230},{"uri":"Authoritarianism","surface_form":"authoritarian","offset":261},{"uri":"Right-wing_politics","surface_form":"right-wing","offset":276},{"uri":"Santa_Comba_D%C3%A3o","surface_form":"Santa Comba Dão","offset":379},{"uri":"Viseu","surface_form":"Viseu","offset":571},{"uri":"Priest","surface_form":"priest","offset":632},{"uri":"Law","surface_form":"Law","offset":672},{"uri":"University_of_Coimbra","surface_form":"University of Coimbra","offset":679},{"uri":"Colonial","surface_form":"colonial","offset":5268},{"uri":"Empire","surface_form":"Empire","offset":5277},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":5295},{"uri":"S%C3%A3o_Tom%C3%A9","surface_form":"São Tomé e Principe","offset":5315},{"uri":"Angola","surface_form":"Angola","offset":5336},{"uri":"Cabinda_(province)","surface_form":"Cabinda","offset":5354},{"uri":"Guinea-Bissau","surface_form":"Portuguese Guinea","offset":5364},{"uri":"Mozambique","surface_form":"Mozambique","offset":5387},{"uri":"Goa_(state)","surface_form":"Goa","offset":5409},{"uri":"Dam%C3%A3o","surface_form":"Damão","offset":5414},{"uri":"Dadra_and_Nagar_Haveli","surface_form":"Dadra and Nagar Haveli","offset":5431},{"uri":"Diu","surface_form":"Diu","offset":5460},{"uri":"Macau","surface_form":"Macau","offset":5474},{"uri":"East_Timor","surface_form":"Portuguese Timor","offset":5494},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":5514},{"uri":"Stroke","surface_form":"stroke","offset":6020},{"uri":"Am%C3%A9rico_Thomaz","surface_form":"Américo Thomaz","offset":6103},{"uri":"Marcelo_Caetano","surface_form":"Marcelo Caetano","offset":6149},{"uri":"Lisbon","surface_form":"Lisbon","offset":6204},{"uri":"Requiem_Mass","surface_form":"Requiem Mass","offset":6285}]}