{"id":76787,"url":"http://en.wikipedia.org/wiki/Peloponnesian_War","text":"The Peloponnesian War (431–404 BC) was an Ancient Greek military conflict, fought by Athens and its allies, against the \"Peloponnesian League\", led by Sparta. Athens and Sparta were the main winners of the earlier Greco-Persian Wars.\nAthens stood for democracy, and Sparta for oligarchy, though they fought as much for economic reasons of commerce and for the dominance of their respective leagues.\nSparta eventually won the Peloponnesian War. Athens was never the same again.\nEvents.\nAthens was the greatest sea power, and Sparta the greatest land power in 5th century BC Greece.\nIn the first phase, the Archidamian War, Sparta launched repeated invasions of Attica, while Athens took advantage of its naval supremacy to raid the coast of the Peloponnese attempting to suppress signs of unrest in its empire.\nThis period of the war ended in 421 BC, with the signing of the Peace of Nicias. That treaty, however, was soon undermined by renewed fighting in the Peloponnese. In 415 BC, Athens dispatched a large force, organized by Alcibiades, to attack Syracuse in Sicily. The attack failed, with the destruction of the entire force, in 413 BC.\nThe final phase of the war is called the Decelean War, or the Ionian War. In this phase, Sparta, now receiving support from Persia, supported rebellions in Athens' subject states in the Aegean Sea and Ionia, undermining Athens' empire. Eventually, Athens lost its naval supremacy. The destruction of the Athenian fleet in a battle in 405 BC effectively ended the war, and Athens surrendered in the following year.\nResults.\nThe Peloponnesian War reshaped the Ancient Greek world. Athens, the strongest city-state in Greece before the war started, was reduced to a state of near-complete subjection. Sparta became the leading power of Greece.\nThe economic costs of the war were felt all across Greece; poverty became widespread in the Peloponnese, Athens was completely devastated, and never regained its pre-war prosperity.p488 The war also wrought subtler changes to Greek society; the conflict between democratic Athens and oligarchic Sparta, each of which supported friendly political factions within other states, made civil war a common occurrence in the Greek world.\nGreek warfare, originally a limited and formalized form of conflict, was transformed into an all-out struggle between city states, complete with atrocities on a large scale. Shattering religious and cultural taboos, devastating vast swathes of countryside, and destroying whole cities, the Peloponnese War marked the dramatic end to the fifth-century BC 'Golden age of Greece'.xxiii-xxiv","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":42},{"uri":"Athens","surface_form":"Athens","offset":85},{"uri":"Sparta","surface_form":"Sparta","offset":151},{"uri":"Greco-Persian_Wars","surface_form":"Greco-Persian Wars","offset":214},{"uri":"Democracy","surface_form":"democracy","offset":251},{"uri":"Oligarchy","surface_form":"oligarchy","offset":277},{"uri":"Commerce","surface_form":"commerce","offset":339},{"uri":"Attica","surface_form":"Attica","offset":660},{"uri":"Peloponnese","surface_form":"Peloponnese","offset":744},{"uri":"Alcibiades","surface_form":"Alcibiades","offset":1030},{"uri":"Syracuse%2C_Italy","surface_form":"Syracuse","offset":1052},{"uri":"Sicily","surface_form":"Sicily","offset":1064},{"uri":"Achaemenid_Empire","surface_form":"Persia","offset":1268},{"uri":"Aegean_Sea","surface_form":"Aegean Sea","offset":1330},{"uri":"Ionia","surface_form":"Ionia","offset":1345},{"uri":"Democracy","surface_form":"democratic","offset":2047},{"uri":"Oligarchy","surface_form":"oligarchic","offset":2069},{"uri":"City_state","surface_form":"city state","offset":2334}]}