{"id":767945,"url":"http://en.wikipedia.org/wiki/Slippery_slope","text":"e=\"preserve\">The slippery slope argument is an argument that a small step \"will\" or \"must\" lead to a certain chain of events. The hypothetical chain of events leads to a significant (usually negative) result. So unintended consequences follow the first step in the chain of events.\nAn example of this is the domino effect theory. During the Vietnam War, many people in the United States believed that if Vietnam were to unite and become communist, then the rest of Southeast Asia would eventually become communist too, unless the United States got involved in actively stopping communism.\nA slippery slope argument can also be a slippery slope fallacy. Fallacies are statements that sound reasonable but are actually logically flawed or sometimes even dishonest. Whether or not a slippery slope argument is a fallacy depends on whether it becomes true \"necessarily\" or just in practice. In many cases it just acts as a warning, and readers have to use common sense as to its truth value. So, strictly speaking, these are fallacies only in the sense that they pretend certain consequences will follow, when in reality the consequences merely may follow.\nIf any of the steps is unsound, then the whole argument is unsound. Step number 3 \"may or may not\" be true, but since the argument says step number 3 \"will\" happen, the whole argument is not sound.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chain_of_events","surface_form":"chain of events","offset":109},{"uri":"Hypothetical","surface_form":"hypothetical","offset":130},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":341},{"uri":"United_States","surface_form":"United States","offset":373},{"uri":"Vietnam","surface_form":"Vietnam","offset":404},{"uri":"Communism","surface_form":"communist","offset":437},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":465},{"uri":"Logic","surface_form":"logic","offset":717},{"uri":"Common_sense","surface_form":"common sense","offset":952},{"uri":"Truth_value","surface_form":"truth value","offset":975}]}