{"id":768084,"url":"http://en.wikipedia.org/wiki/Ely_Culbertson","text":"Ely Culbertson (July 22, 1891 – December 27, 1955) was an American contract bridge player, entrepreneur and personality. He was the dominant figure in the game in the 1930s. He played and publicized the new game. He was a great showman, and was widely regarded as \"the man who made contract bridge\". He became rich, was highly extravagant, and lost and gained fortunes several times over.\nCulbertson was a brilliant publicist; he played several famous challenge matches and won them all. Two were played in the U.S., against teams led by Sidney Lenz in 1931–32 (the so-called \"Bridge Battle of the Century\") and by P. Hal Sims in 1935, the latter between the married couples Culbertson and Sims.\nFour team matches were played in London. These matches had big publicity in newspapers, on radio and on cinema newsreels. The hands became the subject of intense discussion on bidding methods.\nCulbertson was finally beaten in Budapest, June 1937, in the final match of the first world championship teams tournament, by the 6-man Austria team led by Dr. Paul Stern. It was his last appearance in a tournament or match.\nCulbertson founded and edited \"The Bridge World\" magazine, which is still published today, and wrote many newspaper articles and books on bridge. He owned the first firm of playing card manufacturers to develop plastic cards, Kem Cards, and developed and owned a chain of bridge schools with teachers qualified in the Culbertson bidding system. He continued to play high-stakes rubber bridge for many years, but gave up tournament and match competition in 1938 to write and work for world peace.\nAnglo-American matches after World War II, of which there were a number, did not involve Culbertson.","categories":[],"infobox_types":[],"annotations":[{"uri":"Contract_bridge","surface_form":"contract bridge","offset":67},{"uri":"Entrepreneur","surface_form":"entrepreneur","offset":91},{"uri":"Sidney_Lenz","surface_form":"Sidney Lenz","offset":538},{"uri":"Bridge_Battle_of_the_Century","surface_form":"Bridge Battle of the Century","offset":577},{"uri":"P._Hal_Sims","surface_form":"P. Hal Sims","offset":615},{"uri":"London","surface_form":"London","offset":729},{"uri":"Newspapers","surface_form":"newspapers","offset":772},{"uri":"Radio","surface_form":"radio","offset":787},{"uri":"Cinema","surface_form":"cinema","offset":800},{"uri":"Budapest","surface_form":"Budapest","offset":922},{"uri":"Paul_Stern","surface_form":"Paul Stern","offset":1049},{"uri":"The_Bridge_World","surface_form":"The Bridge World","offset":1145}]}