{"id":768048,"url":"http://en.wikipedia.org/wiki/No_true_Scotsman","text":"e=\"preserve\">A no true Scotsman fallacy, or appeal to purity, is a fallacy where the one arguing says or writes that all people belonging to a certain group have the same trait, and those in that group who do not share that trait are not really part of that group. The name comes from an example made up by Anthony Flew.\n\"No true Scotsman puts brown sugar on his porridge. The fact that Angus MacGregor puts brown sugar on his porridge just proves that he's no \"true\" Scotsman!\"\nThe word \"Scotsman\" can really be replaced with any group a person is talking about.\nAnother example is, \"Any Chinese who cannot make dumplings is not \"really\" Chinese,\" or \"You could not be from the South. No Southernern I know would \"ever\" turn down a glass of sweet tea.\"\nFor the argument to not be a fallacy, the thing being talked talked about must have a trait that excludes themselves from the category.\nOne argument that is not a no true Scotsman fallacy is \"Janice is not really a vegetarian because I saw her eat a chicken sandwich yesterday.\" Vegetarians, by definition, are people who do not eat meat. Since Janice ate a chicken sandwich, a meal that has meat in it, Janice is therefore not a vegetarian.\nAnother argument that is not a fallacy is \"Jim is not an atheist because he believes that there could be a god or gods\". Since the definition of an atheist is someone who full believes that there is no god or gods, Jim therefore cannot be an atheist because he does not fully believe that god or gods do not exist. However, Jim could be an agnostic, someone who is does not know for sure whether or not god or gods exist.\nAnother argument that is a fallacy is \"Darcy is not really a Democrat because she is against abortion.\" Even though most Democrats are for some levels of abortion, not all people who vote for Democrats are for abortion. Darcy might agree with the Democratic Party on other issues, like having a higher minimum wage or spending less money on the military, but disagreeing on one issue does not automatically make her not a Democrat. In fact, most people who vote for certain political parties will not agree with their party on every issue, but they will agree on the issues that are most important to themselves.\nOn the other side, saying \"to be Christian is to be Republican\" is also a fallacy. Although in America, a higher number of Christians vote for Republicans, there are also many Christians who vote for Democrats. There are also many non-Christians such as atheists, Muslims, Hindus, Jews, etc., who vote for Republicans.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fallacy","surface_form":"fallacy","offset":67},{"uri":"Dumpling","surface_form":"dumplings","offset":613},{"uri":"Vegetarianism","surface_form":"vegetarian","offset":969},{"uri":"Atheism","surface_form":"atheist","offset":1253},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":1679},{"uri":"Abortion","surface_form":"abortion","offset":1711},{"uri":"Minimum_wage","surface_form":"minimum wage","offset":1920},{"uri":"Military","surface_form":"military","offset":1963},{"uri":"Political_party","surface_form":"political parties","offset":2092},{"uri":"Christian","surface_form":"Christian","offset":2264},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":2283},{"uri":"Islam","surface_form":"Muslims","offset":2495},{"uri":"Hinduism","surface_form":"Hindus","offset":2504},{"uri":"Jew","surface_form":"Jews","offset":2512}]}