{"id":76812,"url":"http://en.wikipedia.org/wiki/History_of_the_Peloponnesian_War","text":"The \"History of the Peloponnesian War\" tells the story of the Peloponnesian War in Ancient Greece. It was written by Thucydides, an Athenian general who served in that war. The war was fought between the \"Peloponnesian League\" (led by Sparta) and the \"Athenian league\" (led by Athens). The war lasted more than 20 years.\nMany historians regard this \"History\" of Thucydides as one of the earliest scholarly works of history.\nHistorical method.\nThucydides' \"History\" made a number of contributions to early historiography. Many of his principles have become standard methods of history writing today, though others have not.\nChronology.\nOne of Thucydides' major innovations was to use a strict standard of chronology, recording events by year, each year consisting of the summer campaigning season and a less active winter season. As a result, events that span several years are divided up and described in parts of the book that are sometimes quite distant from one another, causing the impression that he is oscillating between the various theatres of conflict. This method contrasts sharply with Herodotus' earlier work \"The Histories\", which jumps around chronologically.\nSpeeches.\nAnother feature of the work is that Thucydides writes dozens of speeches of the most important figures who were engaged in the war. Thucydides heard some of these speeches himself but some of the speeches he wrote without knowing exactly what was really spoken.\nNeutral point of view.\nThucydides wanted his writings \"to last for ever\" (1.22.4). Therefore he tried to be as neutral as possible though as general of Athens that was difficult for him.\nRole of religion.\nThe gods play no active role in Thucydides' work. This is very different to Herodotus, who frequently mentions the role of the gods. Instead, Thucydides regards history as being caused by the choices and actions of human beings.\nThe \"History\" concentrates on the military aspects of the Peloponnesian War, but it uses these events as a medium to suggest several other themes as well, for instance to show degenerative effects of war on humanity itself.\nFor the most part, the \"History\" does not discuss topics such as the art and architecture of Greece, but speaks of the development of military technologies\nThe \"History\" explains that the cause of the Peloponnesian War was the \"growth in power of Athens, and the alarm which this inspired in Sparta\" (1.23.6). The Spartans represent a more traditional and less expansive power.\nSources.\nThucydides almost never names his informants. This is in contrast to Herodotus, who frequently mentions multiple versions of his stories and allows the reader to decide which is true.\nInfluence.\nThucydides' \"History\" has been enormously influential in both ancient and modern historiography.","categories":[],"infobox_types":[],"annotations":[{"uri":"Peloponnesian_War","surface_form":"Peloponnesian War","offset":62},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":83},{"uri":"Thucydides","surface_form":"Thucydides","offset":117},{"uri":"Athens","surface_form":"Athenian","offset":132},{"uri":"Sparta","surface_form":"Sparta","offset":235},{"uri":"Scholarly","surface_form":"scholarly","offset":396},{"uri":"History","surface_form":"history","offset":415},{"uri":"Historiography","surface_form":"historiography","offset":505},{"uri":"Innovation","surface_form":"innovation","offset":660},{"uri":"Chronology","surface_form":"chronology","offset":704},{"uri":"Campaign","surface_form":"campaign","offset":777},{"uri":"Herodotus","surface_form":"Herodotus","offset":1097},{"uri":"The_Histories_of_Herodotus","surface_form":"The Histories","offset":1122},{"uri":"Greek_mythology","surface_form":"The gods","offset":1651},{"uri":"Free_will","surface_form":"the choices and actions of human beings","offset":1839},{"uri":"Military","surface_form":"military","offset":1914},{"uri":"Peloponnesian_War","surface_form":"Peloponnesian War","offset":1938},{"uri":"Degeneration","surface_form":"degenerative","offset":2056},{"uri":"Art","surface_form":"art","offset":2173},{"uri":"Architecture","surface_form":"architecture","offset":2181},{"uri":"Peloponnesian_War","surface_form":"Peloponnesian War","offset":2305},{"uri":"Sparta","surface_form":"Sparta","offset":2418},{"uri":"Herodotus","surface_form":"Herodotus","offset":2560},{"uri":"Historiography","surface_form":"historiography","offset":2767}]}