{"id":768381,"url":"http://en.wikipedia.org/wiki/Ederson_Moraes","text":"Ederson Santana de Moraes (born 17 August 1993), commonly known as Ederson, is a Brazilian footballer who currently plays for the Brazil national football team and Premier league club Manchester City as a goalkeeper.\nEderson was born in Osasco, São Paulo and started his footballing career at the local club São Paulo at the age of seven. After a season, he was signed by S.L. Benfica Juniors and remained there for 2 seasons. He eventually moved on to the Portuguese team Ribeirão in 2011 and Rio Ave in 2012. After delivering several good performances with Rio Ave, he attracted the interest of the Portuguese superpower Benfica who then signed him in 2015 with a release clause (the fee that any team would be required to pay before the player's contract expires) of €45 million. His time at Benfica proved to be successful as he won 4 titles in 2 seasons with them.\nMeanwhile Pep Guardiola, upon his selection as a manager at Manchester City, made many transfers including the buy of Barcelona goalkeeper Claudio Bravo. Due to dissatisfaction with the performances of Bravo and promising career of Ederson at Benfica, Guardiola decided to replace Bravo after just one season by buying Ederson for a €40 million fee. The transfer made Ederson the second-most expensive goalkeeper of all time (currently 4th), behind only Gianluigi Buffon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazil","offset":81},{"uri":"Association_football","surface_form":"footballer","offset":91},{"uri":"Brazil_national_football_team","surface_form":"Brazil national football team","offset":130},{"uri":"English_Premier_League","surface_form":"Premier league","offset":164},{"uri":"Manchester_City","surface_form":"Manchester City","offset":184},{"uri":"Goalkeeper","surface_form":"goalkeeper","offset":205},{"uri":"Osasco%2C_S%C3%A3o_Paulo","surface_form":"Osasco, São Paulo","offset":237},{"uri":"S.L._Benfica_Juniors","surface_form":"S.L. Benfica Juniors","offset":372},{"uri":"Portugal","surface_form":"Portuguese","offset":457},{"uri":"Pep_Guardiola","surface_form":"Pep Guardiola","offset":880},{"uri":"F.C._Barcelona","surface_form":"Barcelona","offset":988},{"uri":"Claudio_Bravo","surface_form":"Claudio Bravo","offset":1009},{"uri":"Gianluigi_Buffon","surface_form":"Gianluigi Buffon","offset":1324}]}