{"id":76847,"url":"http://en.wikipedia.org/wiki/Digital_signal","text":"Discrete-time signals.\nDigital signals are digital representations of \"discrete-time signals\", which are often produced by changing an analog signal.\nAn analog signal is a datum that changes over time (for instance the temperature at a given place; the depth of a certain point in a pond; or the amplitude of the voltage at some node in a circuit). A discrete-time signal is a sampled version of an analog signal: the value of the datum is noted at fixed intervals (for example, every microsecond) rather than continuously.\nIn short, a digital signal is a quantized discrete-time signal; a discrete-time signal is a sampled analog signal.\nIn the digital revolution the usage of digital signals has increased significantly.\nMany modern media devices, especially the ones that connect with computers use digital signals to represent signals that were traditionally represented as analog signals; cell phones, music and video players, personal video recorders, and digital cameras are examples.\nIn most applications, digital signals are represented as binary number<nowiki/>s, so their precision of quantization is measured in bits.\nWaveforms in digital systems.\nIn computer architecture and other digital systems, a waveform that switches between two voltage levels representing the two states of a Boolean value (0 and 1) is referred to as a digital signal.\nThe clock signal is a special digital signal that is used to synchronize digital circuits.\nThe image shown can be considered the waveform of a clock signal.\nLogic changes are triggered either by the rising edge or the falling edge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Analog_signal","surface_form":"analog signal","offset":135},{"uri":"Analog_signal","surface_form":"analog signal","offset":153},{"uri":"Temperature","surface_form":"temperature","offset":219},{"uri":"Amplitude","surface_form":"amplitude","offset":296},{"uri":"Voltage","surface_form":"voltage","offset":313},{"uri":"Node","surface_form":"node","offset":329},{"uri":"Electrical_circuit","surface_form":"circuit","offset":339},{"uri":"Digital_revolution","surface_form":"digital revolution","offset":646},{"uri":"Binary_number","surface_form":"binary number","offset":1049},{"uri":"Bit","surface_form":"bit","offset":1124},{"uri":"Computer_architecture","surface_form":"computer architecture","offset":1163},{"uri":"Digital","surface_form":"digital","offset":1195},{"uri":"Waveform","surface_form":"waveform","offset":1214},{"uri":"Boolean_algebra","surface_form":"Boolean","offset":1297},{"uri":"Clock_signal","surface_form":"clock signal","offset":1361},{"uri":"Synchronization","surface_form":"synchronize","offset":1418}]}