{"id":7689,"url":"http://en.wikipedia.org/wiki/Henry_VIII","text":"Henry VIII (28 June 1491 – 28 January 1547) was the King of England from 1509 until his death in 1547. He is perhaps one of England's most famous monarchs because he split England from the Roman Catholic Church and the Pope, and because he married six times.\nHenry VIII increased the power of the monarchy and government over the country. Many people he did not like were executed under his orders, including two of his own wives. He was easily led by whoever his favourite advisor was: Thomas Wolsey, Thomas More, Thomas Cromwell, Thomas Cranmer and Richard Rich. More and Cromwell were also executed. He passed laws to merge Wales into England and was the first English monarch to be King of Ireland.\nHis government was able to raise more money they stopped paying money to the Roman Catholic Church and because they closed down the monasteries. But he also spent far more money on his own enjoyment and on wars with France and Scotland. These wars did not achieve much. He made the Royal Navy much bigger and made other improvements to the armed forces.\nEarly in his reign he was seen as a handsome young man who had studied a lot and enjoyed sports, music and writing. Later in his reign he became weak, ill and hugely obese. He also became unpredictable, bad-tempered and unable to admit to making mistakes. He died at the age of 55 in 1547. The next king was his son Edward VI.\nEarly life.\nHenry was born at Greenwich Palace on 28 June 1491, and was the son of Henry VII of England and Elizabeth of York. He was one of their seven children. Four of them survived infancy  – Arthur, Prince of Wales; Margaret; Henry; and Mary .\nHe had his own servants and minstrels, including a fool named John Goose. He even had a whipping boy who was punished for Henry when he did something wrong. Prince Henry enjoyed music and was very good at it. At the age of 10, he could play many instruments, including the fife, harp, viola and drums. Henry was a scholar, linguist, musician and athlete at his early age. He could speak fluent Latin, French and Spanish. He had the best tutors and he also had to learn jousting, archery, hunting and other military arts. Henry was very religious.\nHenry's older brother Arthur was the heir to the throne. This means he would have become the king when Henry VII died. Arthur married a Spanish princess, Catherine of Aragon (her name in Spanish was Catalina de Aragon). Prince Arthur died a few months later. He was 15 years old, and Henry was 10 years old. After his brother died, Henry was the heir to the throne.\nWhile his father was alive he was watched closely, because the King feared for the safety of his only remaining male heir. Henry could go out only through a private door, and then he was watched by specially appointed people. No one could speak to Henry. He spent most of his time in his room, which could only be entered through his father’s bedroom. Henry never spoke in public, unless it was to answer a question from his father. He kept his enthusiastic personality under control on public occasions because he feared his father's temper. He was given little training for his future role as King by his father and relied heavily on his counselors in the early years of his reign. In 1509, Henry VII died of tuberculosis as well and his son became King Henry VIII. He was 17 years old.\nEarly years.\nThree months after becoming king, Henry married Catherine of Aragon. They tried to have children, as Henry wanted a son who could be the next king. In 1511, she gave birth to a son who they named Henry, but he died seven weeks later. She later gave birth to a girl, the future Queen Mary I. All her other children were stillborn (died before birth). He did have one son (Henry Fitzroy) through a woman he was not married to. This son could not become king.\nEarly on, Henry had two of his father's advisors executed. They were not popular and Henry claimed they had been stealing from the money they had been looking after. Henry would often execute anyone he did not like during the rest of his reign. From 1514, Thomas Wolsey became an important advisor to Henry. Wolsey helped Henry change the government to give the king more power. Wolsey later became a cardinal, making him an important figure in the church.\nAt first, Henry wanted to be friends with the King of France. But soon, he instead joined with Spain, the Pope and the Holy Roman Empire to weaken France. He dreamed of gaining more lands in France. The results were mixed: England won some battles against France in 1513. The alliance weakened France`s power over the Pope. Scotland invaded England in 1514 but lost badly at the Battle of the Flodden. But Henry spent a lot of money and did not gain much land.\nIn 1520, an event named; 'The Field of the Cloth of Gold', took place in Calais (at the time, the city was part of England rather than France). It was held to celebrate peace between France and England because they had been at war for a long time. Loads of money was spent on it. People enjoyed music, dancing, food, wine and culture for two-and-a-half weeks. Henry famously wrestled King Francis I of France and lost. Despite this, England and France were soon fighting again. After they signed a treaty in 1525, there was less fighting.\nSplit with Rome.\nThe most important event that happened in England when Henry was the king was the country's change in religion. At first, there was no sign that Henry would do this. Eight years into Henry's reign, the Protestant Reformation began in Germany. Until then, all of Western Europe had been part of the Roman Catholic Church. When the Reformation began, some countries broke away from the Roman Catholic Church to form Protestant churches. At first, Henry was against this. The Reformation did not spread to England straight away. But by the 1530s, there were many powerful people in England who liked the idea of the Reformation.\nHenry became desperate to have a son. By 1527, Henry was wanting to divorce Catherine and marry Anne Boleyn. The Roman Catholic Church said he could not divorce without asking the Pope. Henry asked the Pope, but the Pope would not do this. The Pope said it went against the teachings of the church. Henry blamed Wolsey for failing to change the Pope's mind. He sacked Wolsey and ordered him to be put on trial, though Wolsey died before the trial could happen. After that, Thomas More became his main advisor. But More opposed the divorce, so he was replaced a few years later by Thomas Cromwell. Henry also chose a man called Thomas Cranmer to be the Archbishop of Canterbury. Henry knew that Cranmer would do what he wanted, and Cranmer agreed that Henry could have a divorce from Catherine. The Pope did not know this, so he let Cranmer become the archbishop.\nA powerful ruler might have forced the Pope to change his mind, but the most powerful rulers would have opposed the divorce. Catherine's nephew was Charles V, Emperor of the Holy Roman Empire, and Catherine came from Spain, the largest Catholic country. In 1534, attempts to reach an agreement over the divorce failed.\nHenry asked Parliament to pass the Act of Supremacy, which meant that the king, not the pope, was the head of the church in England. This created the new Church of England. The Pope was so angry that he excommunicated Henry, meaning Henry was thrown out of the church. Henry then forced all priests and bishops to accept him as the new leader. Anyone who refused was punished. Among those killed were Thomas More and his old teacher John Fisher.\nHenry was not a true Protestant. He wanted the Church of England to be similar to the Roman Catholic Church but under his control. Some Protestants were even executed, including Anne Askew. However, Henry was easily led by people like Thomas Crownell, Thomas Cranmer and Anne Bolyen, who secretly wanted the country to become Protestant. It was not until the reigns of Edward VI and Elizabeth I that the Church of England became fully Protestant.\nHenry and Cromwell thought that monasteries, in which Roman Catholic monks and nuns lived, had more money and land than the monks and nuns needed. Henry forced the monks and nuns to move out of the monasteries. Then Henry gave their money and land to men who supported him. Most of the men who received money and land from the closed monasteries were Protestants. This event was called the dissolution of the monasteries.\nLater marriages.\nAfter his divorce from Catherine of Aragon, Henry VIII married Anne Boleyn, who was younger than Catherine and still able to have children. Henry soon became unhappy with the marriage. He and Anne did not get on well as they had before they married. Anne had many enemies in the government, including Henry's most loyal minister, Thomas Cromwell. Henry was also unhappy that Anne, just like Catherine, only had a daughter and no sons. Henry started looking for another wife.\nIn January 1536, Henry fell off a horse while jousting and was badly injured. He took a long time to wake up and his leg was wounded. The wound never properly healed, and he had painful ulcers on his leg for the rest of the his life. This meant it was hard for him to do exercise, so after this he started to become obese. The head injury may have also caused him to become more bad-tempered.\nLater that year, Cromwell helped Henry to find a way to get rid of Anne, by finding people who said that she had been the lover of several other men. Anne was put on trial and found guilty, and she was executed by having her head chopped off by a French swordsman.\nHenry's third wife was Jane Seymour. She soon gave birth to a son called Edward. Although this made Henry very happy, a few days later Jane died. Henry had loved her very much and he never got over his sadness at her death. He lost interest in everything, and became bigger in size. He became angry with Thomas Cromwell when Cromwell suggested that he should get married again after Jane's death.\nAfter a while, Henry changed his mind. As he still only had one son, he realised that it might be a good idea to marry again, and he agreed to marry Anne of Cleves, a German princess. When Anne arrived, Henry did not think she was as pretty as she looked in the pictures he had seen, and he was not satisfied with her. Anne was also unhappy and agreed to be divorced from Henry after only a few months. Cromwell had helped arrange the marriage. Henry was angry with Cromwell and had him executed.\nIn the meantime, Henry had noticed a young lady at court, called Catherine Howard, and thought that she might make a good wife. Catherine Howard was a cousin of Henry's second wife, Anne Boleyn. Henry and Catherine got married in 1540, but Catherine was much younger than Henry and she soon got tired of him and started to flirt with other men. After they had been married for just over a year, Henry found out that Catherine had been having an affair with someone else. She was found guilty of treason and was executed, just like Anne Boleyn had been a few years before.\nHenry's sixth and last wife was called Catherine Parr. She was a woman in her thirties who had already been married twice. Her first two husbands had been much older than she was, and both had died. Henry thought that she would be more sensible and faithful than his other wives, and he turned out to be right. Catherine Parr stayed married to Henry for over three years until he died, but they did not have any children.\nAfter divorcing Catherine of Aragon, Henry began to suffer many different ailments, he never again regained health. He died on 28 January 1547 at the age of 55 and was buried in Windsor Castle. Henry was the father of two queens and one king. They were Mary I of England, Elizabeth I of England, and Edward VI of England. None of them had any children of their own.\nIn 1536, the Act of Union was passed under Henry's rule which had a long-lasting effect on Wales as a nation. The Act of Union meant that Welsh people were forced to speak English and things such as road signs were translated into English. The royal family, who were based in London, were now officially in charge of Wales. However, the Act also meant that Welsh citizens were given the same legal rights as the English so there was an upside to this new law.\nPersonality.\nHenry often liked to be captured in his portraits with either food or pets. He had many pets. Henry was often seen with his dog. He owned a white pug and was very aware of how much his dog represented him as a wealthy man.\nHenry VIII spent a lot of time at a magnificent building named Hampton Court Palace that belonged to his friend, Cardinal Thomas Wolsey. After falling out with Wolsey, Henry took the palace for himself. He made the palace far larger, building things such as tennis courts and jousting yards.","categories":[],"infobox_types":[],"annotations":[{"uri":"King_of_England","surface_form":"King of England","offset":52},{"uri":"Monarch","surface_form":"monarchs","offset":146},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":189},{"uri":"Pope","surface_form":"Pope","offset":219},{"uri":"Execution","surface_form":"executed","offset":372},{"uri":"Thomas_Wolsey","surface_form":"Thomas Wolsey","offset":487},{"uri":"Thomas_More","surface_form":"Thomas More","offset":502},{"uri":"Thomas_Cromwell","surface_form":"Thomas Cromwell","offset":515},{"uri":"Thomas_Cranmer","surface_form":"Thomas Cranmer","offset":532},{"uri":"Richard_Rich","surface_form":"Richard Rich","offset":551},{"uri":"Dissolution_of_the_monasteries","surface_form":"closed down the monasteries","offset":819},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":985},{"uri":"Obesity","surface_form":"obese","offset":1223},{"uri":"Edward_VI_of_England","surface_form":"Edward VI","offset":1373},{"uri":"Palace_of_Placentia","surface_form":"Greenwich Palace","offset":1414},{"uri":"Henry_VII_of_England","surface_form":"Henry VII of England","offset":1467},{"uri":"Elizabeth_of_York","surface_form":"Elizabeth of York","offset":1492},{"uri":"Arthur%2C_Prince_of_Wales","surface_form":"Arthur, Prince of Wales","offset":1580},{"uri":"Margaret_Tudor","surface_form":"Margaret","offset":1605},{"uri":"Mary_Tudor_(queen_consort_of_France)","surface_form":"Mary","offset":1626},{"uri":"Whipping_boy","surface_form":"whipping boy","offset":1721},{"uri":"Music","surface_form":"music","offset":1811},{"uri":"Heir_apparent","surface_form":"heir to the throne","offset":2217},{"uri":"Catherine_of_Aragon","surface_form":"Catherine of Aragon","offset":2334},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":3257},{"uri":"Mary_I_of_England","surface_form":"Queen Mary I","offset":3625},{"uri":"Thomas_Wolsey","surface_form":"Thomas Wolsey","offset":4061},{"uri":"Cardinal_(Catholicism)","surface_form":"cardinal","offset":4206},{"uri":"Spain","surface_form":"Spain","offset":4357},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":4381},{"uri":"Battle_of_the_Flodden","surface_form":"Battle of the Flodden","offset":4641},{"uri":"England","surface_form":"England","offset":5321},{"uri":"Religion","surface_form":"religion","offset":5381},{"uri":"Reformation","surface_form":"Protestant Reformation","offset":5481},{"uri":"Germany","surface_form":"Germany","offset":5513},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":5577},{"uri":"Protestantism","surface_form":"Protestant churches","offset":5693},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":6001},{"uri":"Thomas_More","surface_form":"Thomas More","offset":6378},{"uri":"Thomas_Cromwell","surface_form":"Thomas Cromwell","offset":6485},{"uri":"Thomas_Cranmer","surface_form":"Thomas Cranmer","offset":6532},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":6557},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles V, Emperor of the Holy Roman Empire","offset":6916},{"uri":"Act_of_Supremacy","surface_form":"Act of Supremacy","offset":7122},{"uri":"Church_of_England","surface_form":"Church of England","offset":7241},{"uri":"Excommunication","surface_form":"excommunicated","offset":7290},{"uri":"John_Fisher","surface_form":"John Fisher","offset":7520},{"uri":"Anne_Askew","surface_form":"Anne Askew","offset":7711},{"uri":"Edward_VI_of_England","surface_form":"Edward VI","offset":7902},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I","offset":7916},{"uri":"Monastery","surface_form":"monasteries","offset":8012},{"uri":"Monk","surface_form":"monk","offset":8049},{"uri":"Nun","surface_form":"nun","offset":8059},{"uri":"Dissolution_of_the_monasteries","surface_form":"dissolution of the monasteries","offset":8370},{"uri":"Catherine_of_Aragon","surface_form":"Catherine of Aragon","offset":8442},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":8482},{"uri":"Thomas_Cromwell","surface_form":"Thomas Cromwell","offset":8749},{"uri":"Jousting","surface_form":"jousting","offset":8940},{"uri":"Ulcer","surface_form":"ulcer","offset":9080},{"uri":"Obese","surface_form":"obese","offset":9210},{"uri":"Jane_Seymour","surface_form":"Jane Seymour","offset":9575},{"uri":"Anne_of_Cleves","surface_form":"Anne of Cleves","offset":10098},{"uri":"Catherine_Howard","surface_form":"Catherine Howard","offset":10511},{"uri":"Catherine_Parr","surface_form":"Catherine Parr","offset":11057},{"uri":"Windsor_Castle","surface_form":"Windsor Castle","offset":11618},{"uri":"Mary_I_of_England","surface_form":"Mary I of England","offset":11693},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":11712},{"uri":"Edward_VI_of_England","surface_form":"Edward VI of England","offset":11740},{"uri":"Hampton_Court_Palace","surface_form":"Hampton Court Palace","offset":12565},{"uri":"Thomas_Wolsey","surface_form":"Thomas Wolsey","offset":12624}]}