{"id":769009,"url":"http://en.wikipedia.org/wiki/Affinity_chromatography","text":"e=\"preserve\">Affinity chromatography is one way scientists separate molecules from each other. Using affinity chromatography, they can take just one kind of molecule out of a mixture of many molecules. Affinity chromatography works on molecules that exist inside the bodies of living things and not on other molecules. Affinity chromatography is one kind of liquid chromatography.\nAffinity chromatography works because most molecules from inside living things stick to some molecules but not others, the way magnets stick to opposite magnets but not to wood or plastic. An antibody will stick to its antigen but not to a different antibody's antigen. A protein will stick to its own receptor or inhibitor but not to a different protein's receptor or inhibitor. A DNA-splicing protein will stick to its own DNA sequence but not to a different DNA sequence. In affinity chromatography, the thing that the target molecule sticks to is called the \"ligand\".\nTo prepare for affinity chromatography, scientists decide which molecule they want and find its ligand. The ligand could be an antibody if the target molecule has an antigen; DNA if the target molecule is a polymerase, DNA-binding protein, or DNA-binding enzyme; aromatic molecules if the target is a different kind of enzyme; or a peptide if the target is another biomolecule. Then they prepare a \"stationary phase\" and treat it with the ligand. The stationary phase can be membranes, special beads, or supports with different-sized pores in them.\nThen the scientists pour the mixture, or \"mobile phase\" over the stationary phase. Sometimes, the scientists add a \"binding buffer\" to help the target molecule stick to its ligand. Then the scientists rinse away the rest of the mixture. The target molecule is stuck to its ligand, which is stuck to the stationary phase, so it is not rinsed away. Then the scientists add an \"elution buffer\" to make the ligand let go of the target molecule so they can collect it. Scientists sometimes use machines or special tools to hold the stationary phase in exactly the right position and to pour the mixture, rinse, and other treatments in exactly the right way.\nIn some affinity chromatography, the binding buffer and elution buffer work by changing the pH of the solution. That means they make it more acidic or less acidic. Because most molecules from living things change shape depending on how much acid is nearby, the binding buffer and elution buffer can make the ligand and target molecule change shape to hold on tighter or let go of each other.\nAffinity chromatography does not always work perfectly. Sometimes the scientists must purify the target molecule to make sure they did not accidentally collect other molecules too.\nBecause scientists need to prepare a stationary phase with exactly the right ligand, they can only use affinity chromatography to collect molecules that they already understand well. Usually, they cannot use affinity chromatography to collect new or strange molecules.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biochemistry","surface_form":"inside the bodies of living things","offset":256},{"uri":"Chromatography","surface_form":"chromatography","offset":365},{"uri":"Ligand","surface_form":"ligand","offset":944},{"uri":"Enzyme","surface_form":"enzyme","offset":1208},{"uri":"Aromatic_molecule","surface_form":"aromatic molecule","offset":1216},{"uri":"Peptide","surface_form":"peptide","offset":1285},{"uri":"Pore","surface_form":"pore","offset":1487},{"uri":"PH","surface_form":"pH","offset":2247}]}