{"id":7690,"url":"http://en.wikipedia.org/wiki/Orchestra","text":"An orchestra is a group of musicians playing instruments together. They make music. A large orchestra is sometimes called a \"symphony orchestra\" and a small orchestra is called a \"chamber orchestra\". A symphony orchestra may have about 100 players, while a chamber orchestra may have 30 or 40 players. The number of players will depend on what music they are playing and the size of the place where they are playing. The word \"orchestra\" originally meant the semi-circular space in front of a stage in a Greek theatre which is where the singers and instruments used to play. Gradually the word came to mean the musicians themselves.\nThe conductor.\nThe orchestra is directed by a conductor. He/she helps the players to play together, to get the right balance so that everything can be heard clearly, and to encourage the orchestra to play with the same kind of feeling. Some small chamber orchestras may play without a conductor. This was usual until the 19th century when the orchestras got very big and needed a conductor who made decisions and stood in front so that all the players could see him.\nThe instruments.\nThe instruments of the orchestra are divided into districts: the strings, woodwind, brass and percussion. Each section (group of instruments) will have a player who is the \"Boss\". The principals will make decisions about seating arrangements, and about technical ways of playing the music: for example the principal of the string sections will make sure all the players move their bows up and down in the same direction. The violins are divided into first and second violins. The first violins usually have the tune while the seconds, most of the time, are part of the accompaniment. The principal of the first violin is the leader (or concertmaster) of the orchestra. In a professional orchestra they will be the most highly paid member of the orchestra.\nThe string family.\nThe \"strings\" are the biggest section, although there are only five kinds of instruments: violin, viola, cello, double bass, and harp. This is because they are playing most of the time and usually form the basis of the music. If they are not playing the tune they will probably be accompanying. The first and second violins play different notes: the firsts usually have the tune. The strings sit at the front of the stage in a fan-shape in front of the conductor. The first violins are on the conductor's left, then come the second violins, then the violas and then the cellos. The double basses are behind the cellos. Some conductors prefer to have the second violins on their right and the cellos between the first violins and violas (see image of the Dohnanyi Orchestra).\nThe woodwind family.\nThe flute has a small version called the piccolo which plays an octave higher. It is the highest instrument in the orchestra. Occasionally there is an alto flute which is longer and plays a fifth (half an octave) lower than the flute. Most woodwind instruments need a reed, but the flute does not have a reed.\nThe bassoon has a larger version: the contrabassoon or double bassoon which sounds an octave lower. It is one of the lowest instruments in the orchestra.\nThe clarinet has a larger version as well; the bass clarinet. It reaches the same depth as a bassoon. Usually only one is found in a modern orchestra. There is also an alto clarinet but because it plays the same part an alto saxophone plays, it is typically regarded as an unnecessary instrument.\nA formal orchestra will always consist of two of the four main instruments. The variations of the instruments are used where the piece asks for it. Usually, the newer pieces written after 1850 will have more instruments.\nSometimes a player will double on these extra instruments, for example: one of the flute players may also play the piccolo in the same piece. It depends on the piece of music. Obviously a player cannot play the flute and piccolo at the same time. If the two instruments do play at the same time an extra player will be needed for the piccolo.\nThe brass family.\nThe \"brass\" section has four sections: trumpet, trombone, French horn, and tuba. Some of these come in several sizes. The article on transposing instruments explains more about it. The trumpet may have several slightly different sizes. The lowest kind is a bass trumpet. The trombone may be an alto, tenor, bass or contrabass trombone. The French horn, like the other brass instruments, has changed over the years. Modern horns have at least three valves and are usually in F. They often sit in a different place to the other brass. The tuba comes in different sizes and the player or conductor must decide which to use for the piece they are playing. There are large ones called contrabass tubas. A small tuba is commonly also seen and is called a euphonium or a baritone horn.\nThe percussion family.\nThe \"percussion\" section has the largest variety of instruments. The timpani (or \"kettle drums\") can be tuned to particular notes. They are the most common percussion instrument. Composers such as Haydn and Mozart nearly always used them, even with their small orchestras. This is the most commonly used percussion instruments and is used in almost all pieces.\nThe rest of the percussion section can include tuned percussion instruments like the xylophone. Non-tuned percussion can be other kinds of drum like bass drum, snare drum, and a variety of others: simple to name the most common ones. The principal percussion player will have to decide which player will play which instrument(s). The percussionists have to work well together as a team so all parts can be covered.\nThe history of the orchestra.\nIt is difficult to say when the orchestra was invented because instruments have played together for many centuries. If we say that an orchestra is a group of string instruments with several players playing the same part, and that there may be wind instruments (i.e. woodwind and brass) or percussion playing as well, then the 17th century is the time that orchestras started. In Paris in 1626 King Louis XIII had an orchestra of 24 violins (called \"24 Violons du Roi\"). Later in the century the English king Charles II wanted to be like the French king and so he, too, had a string orchestra. Gradually the other instruments were added. At this time there was usually someone playing the harpsichord (the continuo part). It was often the composer himself, who would have conducted from the keyboard at important moments like the beginning and end of the piece.\nClarinets came into the orchestra at the end of the 18th century, and trombones at the beginning of the 19th century. Orchestras were still quite small, though. The saxophone was invented in the middle of the 19th century, but although they started to use it in orchestras, it soon became an instrument that was used in wind bands and later jazz bands. The opera composer Richard Wagner made the orchestra much bigger because he kept asking for extra instruments. He asked for a bass clarinet in his opera \"Lohengrin\", and for his cycle of four operas called \"The Ring of the Nibelung\" he asked for an exact number of players: 16 first violins, 16 second violins, 12 violas, 12 cellos, 8 double basses, 3 flutes and piccolo, 3 oboes and cor anglais, 3 clarinets and bass clarinet, 3 bassoons, 3 trumpets and bass trumpet, 3 tenor trombones and a double bass trombone, 8 horns with 4 of them playing a specially designed tuba, a bass tuba, percussion, and 6 harps.\nNot all pieces written after that need quite such a large orchestra, but concert halls had become bigger and composers had got used to a bigger variety of sounds. Later composers sometimes added all sorts of unusual instruments: wind machine, sandpaper block, bottles, typewriter, anvils, iron chains, cuckoo, Swannee whistle etc. None of these are normal orchestral instruments. Sometimes a piano is used in the percussion section, e.g. Igor Stravinsky used one in \"Petrouchka\". Sometimes voices are also used.\nThe orchestra today.\nToday orchestras can usually be heard in concert halls. They also play in opera houses for opera and ballet, or in a large stadium for huge open-air concerts. Orchestras may record in studios for making CDs or recording music for movies. Many of them can be heard easily and cheaply every summer in London at the BBC Proms.\nSome of the greatest orchestras today include: the New York Philharmonic Orchestra, the Boston Symphony Orchestra, the Chicago Symphony Orchestra, the Cleveland Orchestra, the Los Angeles Philharmonic Orchestra, the London Symphony Orchestra, the London Philharmonic Orchestra, the BBC Symphony Orchestra, the Royal Concertgebouw Orchestra, the Vienna Philharmonic Orchestra, the Berlin Philharmonic Orchestra, the Leipzig Gewandhaus Orchestra, the Singapore Symphony Orchestra, the St Petersburg Philharmonic Orchestra, the Israel Philharmonic Orchestra, and the NHK Symphony Orchestra (Tokyo). Opera houses usually have their own orchestra, e.g. the orchestras of the Metropolitan Opera House, La Scala, or the Royal Opera House.\nIn many countries there are opportunities for school-age children who play instruments well to play in youth orchestras in their areas. In Britain some of the very best are selected to play in the National Youth Orchestra of Great Britain. Other world-famous youth orchestras include the Orquesta Sinfónica Simón Bolívar, Gustav Mahler Youth Orchestra, the European Union Youth Orchestra and the West-Eastern Divan Orchestra.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musician","surface_form":"musician","offset":27},{"uri":"Musical_instrument","surface_form":"instruments","offset":45},{"uri":"Circle","surface_form":"semi-circular","offset":459},{"uri":"Ancient_Greece","surface_form":"Greek","offset":504},{"uri":"Conducting","surface_form":"conductor","offset":679},{"uri":"19th_century","surface_form":"19th century","offset":954},{"uri":"String_instrument","surface_form":"strings","offset":1182},{"uri":"Woodwind_instrument","surface_form":"woodwind","offset":1191},{"uri":"Brass_instrument","surface_form":"brass","offset":1201},{"uri":"Percussion_instrument","surface_form":"percussion","offset":1211},{"uri":"Bow_(music)","surface_form":"bows","offset":1498},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":1686},{"uri":"Concertmaster","surface_form":"leader","offset":1742},{"uri":"Professional","surface_form":"professional","offset":1791},{"uri":"Violin","surface_form":"violin","offset":1982},{"uri":"Viola","surface_form":"viola","offset":1990},{"uri":"Cello","surface_form":"cello","offset":1997},{"uri":"Double_bass","surface_form":"double bass","offset":2004},{"uri":"Harp","surface_form":"harp","offset":2021},{"uri":"Accompaniment_(music)","surface_form":"accompanying","offset":2173},{"uri":"Fan","surface_form":"fan","offset":2319},{"uri":"Piccolo","surface_form":"piccolo","offset":2729},{"uri":"Octave","surface_form":"octave","offset":2752},{"uri":"Reed_(instrument)","surface_form":"reed","offset":2956},{"uri":"Instrumental_doubling","surface_form":"double","offset":3694},{"uri":"Trumpet","surface_form":"trumpet","offset":4070},{"uri":"Trombone","surface_form":"trombone","offset":4079},{"uri":"French_horn","surface_form":"French horn","offset":4089},{"uri":"Tuba","surface_form":"tuba","offset":4106},{"uri":"Transposing_instrument","surface_form":"transposing instrument","offset":4164},{"uri":"Transposing_instrument","surface_form":"in F","offset":4502},{"uri":"Timpani","surface_form":"timpani","offset":4902},{"uri":"Joseph_Haydn","surface_form":"Haydn","offset":5030},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":5040},{"uri":"Xylophone","surface_form":"xylophone","offset":5279},{"uri":"Drum","surface_form":"drum","offset":5333},{"uri":"17th_century","surface_form":"17th century","offset":5965},{"uri":"Paris","surface_form":"Paris","offset":6018},{"uri":"1626","surface_form":"1626","offset":6027},{"uri":"King","surface_form":"King","offset":6032},{"uri":"Louis_XIII","surface_form":"Louis XIII","offset":6037},{"uri":"England","surface_form":"English","offset":6134},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":6147},{"uri":"Harpsichord","surface_form":"harpsichord","offset":6327},{"uri":"Basso_continuo","surface_form":"continuo","offset":6344},{"uri":"18th_century","surface_form":"18th century","offset":6552},{"uri":"19th_century","surface_form":"19th century","offset":6604},{"uri":"Saxophone","surface_form":"saxophone","offset":6665},{"uri":"Opera","surface_form":"opera","offset":6857},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":6872},{"uri":"Lohengrin_(opera)","surface_form":"Lohengrin","offset":7007},{"uri":"The_Ring_of_the_Nibelung","surface_form":"The Ring of the Nibelung","offset":7060},{"uri":"Cor_anglais","surface_form":"cor anglais","offset":7237},{"uri":"Anvil","surface_form":"anvil","offset":7745},{"uri":"Piano","surface_form":"piano","offset":7856},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":7902},{"uri":"Concert_hall","surface_form":"concert hall","offset":8038},{"uri":"Opera_house","surface_form":"opera house","offset":8071},{"uri":"Ballet","surface_form":"ballet","offset":8098},{"uri":"Stadium","surface_form":"stadium","offset":8120},{"uri":"Compact_disc","surface_form":"CDs","offset":8200},{"uri":"Movies","surface_form":"movies","offset":8227},{"uri":"London","surface_form":"London","offset":8296},{"uri":"BBC_Proms","surface_form":"BBC Proms","offset":8310},{"uri":"New_York_Philharmonic_Orchestra","surface_form":"New York Philharmonic Orchestra","offset":8372},{"uri":"Boston_Symphony_Orchestra","surface_form":"Boston Symphony Orchestra","offset":8409},{"uri":"Chicago_Symphony_Orchestra","surface_form":"Chicago Symphony Orchestra","offset":8440},{"uri":"Cleveland_Orchestra","surface_form":"Cleveland Orchestra","offset":8472},{"uri":"Los_Angeles_Philharmonic_Orchestra","surface_form":"Los Angeles Philharmonic Orchestra","offset":8497},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":8537},{"uri":"London_Philharmonic_Orchestra","surface_form":"London Philharmonic Orchestra","offset":8568},{"uri":"BBC_Symphony_Orchestra","surface_form":"BBC Symphony Orchestra","offset":8603},{"uri":"Royal_Concertgebouw_Orchestra","surface_form":"Royal Concertgebouw Orchestra","offset":8631},{"uri":"Vienna_Philharmonic_Orchestra","surface_form":"Vienna Philharmonic Orchestra","offset":8666},{"uri":"Berlin_Philharmonic_Orchestra","surface_form":"Berlin Philharmonic Orchestra","offset":8701},{"uri":"Leipzig_Gewandhaus_Orchestra","surface_form":"Leipzig Gewandhaus Orchestra","offset":8736},{"uri":"Singapore_Symphony_Orchestra","surface_form":"Singapore Symphony Orchestra","offset":8770},{"uri":"St_Petersburg_Philharmonic_Orchestra","surface_form":"St Petersburg Philharmonic Orchestra","offset":8804},{"uri":"Israel_Philharmonic_Orchestra","surface_form":"Israel Philharmonic Orchestra","offset":8846},{"uri":"NHK_Symphony_Orchestra","surface_form":"NHK Symphony Orchestra","offset":8885},{"uri":"Metropolitan_Opera_House","surface_form":"Metropolitan Opera House","offset":8991},{"uri":"La_Scala","surface_form":"La Scala","offset":9017},{"uri":"Royal_Opera_House","surface_form":"Royal Opera House","offset":9034},{"uri":"National_Youth_Orchestra_of_Great_Britain","surface_form":"National Youth Orchestra of Great Britain","offset":9250},{"uri":"Orquesta_Sinf%C3%B3nica_Sim%C3%B3n_Bol%C3%ADvar","surface_form":"Orquesta Sinfónica Simón Bolívar","offset":9341},{"uri":"Gustav_Mahler_Youth_Orchestra","surface_form":"Gustav Mahler Youth Orchestra","offset":9375},{"uri":"European_Union_Youth_Orchestra","surface_form":"European Union Youth Orchestra","offset":9410},{"uri":"West-Eastern_Divan_Orchestra","surface_form":"West-Eastern Divan Orchestra","offset":9449}]}