{"id":769100,"url":"http://en.wikipedia.org/wiki/1980_Democratic_Party_presidential_primaries","text":"The 1980 Democratic presidential primaries were the selection process by which voters of the Democratic Party chose its nominee for President of the United States in the 1980 U.S. presidential election.\nDuring the primary race, the country of Iran was going through trouble and unrest. This unrest caused it to make and sell less oil. In January 1979, the leader (or Shah) of Iran left the country. After that Ayatollah Ruhollah Khomeini, who was against the Shah’s leadership, took over and made the country follow an extreme version of Islam.\nAnother problem during the time of this election was increased prices, especially for oil and gas. Many people blamed President Carter. Only 28% of people who were polled said they approved of Carter.\nBackground.\nIncumbent President Jimmy Carter was again selected as the nominee through a series of primary elections and caucuses in the 1980 Democratic National Convention held from August 11 to August 14, 1980, in New York City.\nCarter faced a major primary challenger in Senator Ted Kennedy of Massachusetts, who won 12 contests and received more than seven million votes nationwide. Therefore, Kennedy didn't withdraw from the primary until the second day of the convention. This is the most recent primary where the sitting president still had an opponent at the convention.","categories":[],"infobox_types":[],"annotations":[{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":93},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":132},{"uri":"1980_United_States_presidential_election","surface_form":"1980 U.S. presidential election","offset":170},{"uri":"Iran","surface_form":"Iran","offset":243},{"uri":"Ayatollah","surface_form":"Ayatollah","offset":410},{"uri":"Ruhollah_Khomeini","surface_form":"Ruhollah Khomeini","offset":420},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":778},{"uri":"Primary_election","surface_form":"primary election","offset":845},{"uri":"Caucus","surface_form":"caucus","offset":867},{"uri":"1980_Democratic_National_Convention","surface_form":"1980 Democratic National Convention","offset":883},{"uri":"New_York_City","surface_form":"New York City","offset":962},{"uri":"Ted_Kennedy","surface_form":"Ted Kennedy","offset":1028},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":1043}]}