{"id":7692,"url":"http://en.wikipedia.org/wiki/Homosexuality","text":"Homosexuality is a sexual orientation. A homosexual person is romantically or sexually attracted to people of their own gender. Men who are romantically or sexually attracted to other men are called gay. Women who are romantically or sexually attracted to other women can be called gay as well, but are usually called lesbians. People who are romantically or sexually attracted to men \"and\" women are called bisexual.\nTogether homosexual, bisexual, and transgender people make up the LGBT community, which stands for \"Lesbian, Gay, Bisexual, and Transgender\". It is difficult to say how many people are homosexual. Homosexuality is known to exist in all cultures and countries.\nDefinition.\nOne may say that homosexuality is the term used for people that feel romantically or sexually attracted to their own sex, but other definitions also exist. When one views homosexuality as the term for people that feel romantically or sexually attracted to their own sex, more people are gay than when one might view homosexuality as only a term for people who do \"have\" sexual relationships with their own sex. Usually, the term is used to view all the people who are romantically or sexually attracted to their own sex, as well as those with such attractions who have not had a sexual relationship with their own sex yet. Nonetheless, the most visible form of homosexuality is the actual relationship. Most 'evidence' of homosexuality in ancient cultures comes from drawings of the men in an intimate relationship or sex, because it's the most obvious.\nThe word \"homosexual\" comes from the Ancient Greek word \"homo\", meaning \"same\", and the Latin word for \"gender\". People in the LGBT community usually say \"gay\" instead of \"homosexual.\" Some people also use the term \"homophile\" (from Greek ' (\"homos\", meaning \"the same\") and ' (\"philein\"; meaning \"to love\"). This term emphasizes romantic interest in the same sex, rather than sexual attraction.\nOther names.\nThere are many different words to describe homosexual people. Some of these are used to insult homosexual people. However, the LGBT community sometimes uses these words to describe themselves because the word \"homosexual\" can sound too clinical. This is done to make the words less hurtful. Some words to describe homosexual men are \"gay\" and \"queer\". Words to describe homosexual women are \"lesbian\" and \"dyke\". \"Lesbian\" is used most often. \"Dyke\" is used less often and is sometimes used to describe lesbians who are more masculine (act or dress more like men). However, \"queer\" and \"dyke\" are sometimes used against gay people as insults, so they can sometimes be offensive.\nHomosexual pride.\nWhen homosexual people keep their sexual orientation a secret, they are said to be \"in the closet\". \"Out\" or \"out of the closet\" is a slang term that means a homosexual person is open about their sexual orientation. This means they do not hide the fact that they are homosexual. Some gay and lesbian people stay in the closet because of fear of what would happen or because they live in a place that is not safe for homosexuals.\nSometimes people who are 'out' also say they are 'proud'. \"Out\" means they are not hiding their sexual orientation. \"Proud\" means that they are pleased about it. \"Proud\" or \"Pride\" has a special meaning in the LGBT community. It means they are celebrating and being happy that they are homosexual. It is not 'pride' meaning that they have done something to be proud of, but 'pride' meaning the opposite of shame. Many cities have \"Pride Parades\". These used to be protest marches. Today, they are usually celebrations of the LGBT community. They usually occur in June, in memory of the 'Stonewall Riots' that happened in New York City in 1969. These riots happened because police harassed and arrested people for being homosexual. 'Stonewall' or the 'Stonewall Riots' are sometimes called the start of the LGBT rights movement.\nCauses.\nThe causes of homosexuality and bisexuality are controversial (people do not agree on them). Some people see homosexuality and bisexuality as a choice that a person makes. However, many modern scientists have theorized that homosexuality is not a choice. The causes of homosexuality are not all understood, but genetics and the effects of prenatal hormones (when a baby is growing in its mother) and environment are sometimes thought to be causes. Scientists also show that homosexuality happens not only in humans. Some animals (like penguins, chimpanzees, and dolphins) often show homosexuality, some even for lifelong periods as is the case with humans.\nDoctors used to treat gay people as if they had mental illnesses. However, homosexuality is no longer called a disease by doctors in many countries. There are some religious and non-religious groups who still try to 'cure' homosexuality. This is sometimes called 'conversion therapy'. In therapies like this one, homosexual individuals have tried to change themselves to heterosexual and have even claimed they were changed, but most people do not believe it is possible.\nConversion therapy or reparative therapy aims to change sexual orientation from homosexual to heterosexual. It is condemned by medical and psychiatry groups such as the American Psychological Association, American Psychiatric Association, Royal College of Psychiatrists, National Association of Social Workers, Royal College of Nursing, and the American Academy of Pediatrics. These scientific and educated groups are concerned that such therapy is a violation of the ethical principles of health care, and violates human rights.\nMany people believe that it is unfortunate to discuss causes of homosexuality and bisexuality without discussing causes of heterosexuality, too. Although it is easy to understand why heterosexuality exists (heterosexual sex produces babies), that does not explain how the brain develops to produce heterosexual people. Heterosexuality, homosexuality, and bisexuality all have causes, and some people believe that to discuss only the causes of homosexuality and bisexuality suggests that there is something wrong with people who have those orientations.\nRelationships.\nGay people can fall in love and have lifelong relationships. In most countries, they cannot legally marry their partners. However, they still have relationships in the same way as heterosexual people. They often call each other 'partners' or 'life-partners' instead of 'spouse', 'husband', or 'wife.' Instead of having a marriage ceremony, they may have a 'commitment ceremony.'\nSome homosexual people have wedding ceremonies even though governments do not recognize or accept them. They may call their partner a spouse, wife, or husband despite the law.\nBut to them, the important part about marriage is not just the name. Married people get many benefits from being married. Depending on the country, these benefits can include paying less taxes, getting their spouse's insurance, inheriting property, social security benefits, having or adopting children together, emigrating to a spouse's country, being able to make choices for a sick spouse, or even being allowed to visit a sick spouse who is in a hospital.\nToday there are numerous countries that allow homosexual people to marry, including: Argentina, Australia, Belgium, Brazil, Canada, Denmark, England, Finland, France, Iceland, Ireland, Luxembourg, Netherlands, New Zealand, Norway, Portugal, Republic of Ireland, Scotland, Spain, South Africa, Sweden, Uruguay, the United States and Wales. The Netherlands was first in 2001. It is also legal in six Native American tribes.\nInstead of marriage, some countries or states offer homosexuals civil unions or domestic partnerships. This gives them some of the protections and benefits of marriage, but not all. Civil unions and domestic partnerships are sometimes seen by the LGBT community as being 'second class' (not as good as 'first class'). They do offer some benefits for gay and lesbian couples, but they also suggest that these couples are not as important or valid as heterosexual couples. Some people even say this is like the \"separate but equal\" rules that were used to segregate people by race in the United States. They believe that separate is \"never\" equal and homosexuals should not accept being second class citizens.\nReligion.\nMany religions teach that homosexual sex is a sin. Such religions traditionally include Islam, Christianity and Judaism. Usually, it is only the act of sexual intercourse that is considered sinful and not natural. Not all believe the attraction, is sinful, just the actions in response to the desire.\nHowever, some denominations (different parts) of these religions and some eastern religions now accept homosexuality. There are several other religions that are accepting of homosexuality, particularly new religions. There are also some religions which are indifferent to homosexuality, such as Zoroastrianism and Jainism.\nProblems homosexuals face.\nIn many countries, homosexuals are discriminated against. A homosexual person can be fired from a job because they are gay, even if they are a good worker. Homosexuals can be denied renting a home or being able to eat in a restaurant because of their sexual orientation.\nIn some countries, homosexuals can experience violence. For example, Islamic law is used in some places to kill homosexuals or place them in jail. Some groups believe over 4,000 homosexuals have been killed in Iran since 1979 because of their sexual orientation. In 2005, after fourteen months of prison and torture, two teenage boys were hanged in Iran for homosexuality.\nIn modern times, homosexuality has become more accepted in Western countries. Most western countries have laws that protect homosexuals from violence and discrimination.\nIn the United Kingdom, homosexuality used to be a crime. Oscar Wilde, the famous Irish writer was imprisoned for it, and as a result, it destroyed his reputation and career as a wit and playwright. Alan Turing, the man who helped the Allies in World War II by breaking the Enigma Code used by the Germans, was convicted of this crime and according to some speculations he ultimately killed himself over the effects of the attempt to cure his homosexuality.\nToday in the United Kingdom, homosexuals are safer. Homosexual sex between adults is not a crime. Gay and lesbian couples can marry. Gay people can be in the military.\nIn most of the world, homosexuals still do not have the same rights and freedoms that heterosexuals have.\nHomosexual behaviour in animals.\nHomosexual behaviour has also been seen in animals. Homosexual, transgender and bisexual behaviour includes sex, courtship, affection, pair bonding, and parenting. Homosexual behaviour is widespread among animals. Bruce Bagemihl did research in 1999. It shows that homosexual behaviour has been observed in close to 1500 species, from primates to gut worms, and is well documented for 500 of them. The sexual behaviour of animals takes many different forms, even within the same species. The motivations for these behaviours are only partly known, mainly because the respecive species has not been fully studied yet. According to Bagemihl, \"the animal kingdom [does] it with much greater sexual diversity—including homosexual, bisexual and nonreproductive sex—than the scientific community and society at large have previously been willing to accept.\"\nOther websites.\nThere are national and international groups or organizations for the LGBT community. These organizations are often political. They fight for the rights and safety of homosexuals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":19},{"uri":"Intimacy","surface_form":"romantically","offset":62},{"uri":"Sexual_attraction","surface_form":"sexually","offset":78},{"uri":"Gender","surface_form":"gender","offset":120},{"uri":"Gay","surface_form":"gay","offset":199},{"uri":"Lesbian","surface_form":"lesbian","offset":318},{"uri":"Bisexuality","surface_form":"bisexual","offset":408},{"uri":"Transgender","surface_form":"transgender","offset":453},{"uri":"LGBT","surface_form":"LGBT","offset":484},{"uri":"Sexual_attraction","surface_form":"sexually","offset":775},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":1581},{"uri":"Latin","surface_form":"Latin","offset":1632},{"uri":"LGBT","surface_form":"LGBT","offset":1671},{"uri":"Greek_language","surface_form":"Greek","offset":1777},{"uri":"Gay","surface_form":"gay","offset":2287},{"uri":"Queer","surface_form":"queer","offset":2297},{"uri":"Lesbian","surface_form":"lesbian","offset":2345},{"uri":"Stonewall_Riots","surface_form":"Stonewall Riots","offset":3666},{"uri":"New_York_City","surface_form":"New York City","offset":3700},{"uri":"Genetics","surface_form":"genetics","offset":4226},{"uri":"Hormones","surface_form":"hormones","offset":4263},{"uri":"Penguin","surface_form":"penguin","offset":4450},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":4460},{"uri":"Dolphin","surface_form":"dolphin","offset":4477},{"uri":"Wedding","surface_form":"wedding","offset":6549},{"uri":"Wife","surface_form":"wife","offset":6663},{"uri":"Husband","surface_form":"husband","offset":6672},{"uri":"Tax","surface_form":"tax","offset":6884},{"uri":"Insurance","surface_form":"insurance","offset":6914},{"uri":"Property","surface_form":"property","offset":6936},{"uri":"Hospital","surface_form":"hospital","offset":7147},{"uri":"Argentina","surface_form":"Argentina","offset":7242},{"uri":"Belgium","surface_form":"Belgium","offset":7264},{"uri":"Brazil","surface_form":"Brazil","offset":7273},{"uri":"Canada","surface_form":"Canada","offset":7281},{"uri":"Denmark","surface_form":"Denmark","offset":7289},{"uri":"England","surface_form":"England","offset":7298},{"uri":"Finland","surface_form":"Finland","offset":7307},{"uri":"France","surface_form":"France","offset":7316},{"uri":"Iceland","surface_form":"Iceland","offset":7324},{"uri":"Ireland","surface_form":"Ireland","offset":7333},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":7342},{"uri":"Netherlands","surface_form":"Netherlands","offset":7354},{"uri":"New_Zealand","surface_form":"New Zealand","offset":7367},{"uri":"Norway","surface_form":"Norway","offset":7380},{"uri":"Portugal","surface_form":"Portugal","offset":7388},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":7398},{"uri":"Scotland","surface_form":"Scotland","offset":7419},{"uri":"Spain","surface_form":"Spain","offset":7429},{"uri":"South_Africa","surface_form":"South Africa","offset":7436},{"uri":"Sweden","surface_form":"Sweden","offset":7450},{"uri":"Uruguay","surface_form":"Uruguay","offset":7458},{"uri":"United_States","surface_form":"United States","offset":7471},{"uri":"Wales","surface_form":"Wales","offset":7489},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native American","offset":7555},{"uri":"Civil_union","surface_form":"civil union","offset":7643},{"uri":"Domestic_partnership","surface_form":"domestic partnership","offset":7659},{"uri":"Citizen","surface_form":"citizen","offset":8277},{"uri":"Religion","surface_form":"religion","offset":8302},{"uri":"Sexual_intercourse","surface_form":"sex","offset":8334},{"uri":"Sin","surface_form":"sin","offset":8343},{"uri":"Islam","surface_form":"Islam","offset":8385},{"uri":"Christianity","surface_form":"Christianity","offset":8392},{"uri":"Judaism","surface_form":"Judaism","offset":8409},{"uri":"Sexual_attraction","surface_form":"attraction","offset":8531},{"uri":"Eastern_religion","surface_form":"eastern religion","offset":8672},{"uri":"New_religious_movement","surface_form":"new religions","offset":8800},{"uri":"Zoroastrianism","surface_form":"Zoroastrianism","offset":8893},{"uri":"Jainism","surface_form":"Jainism","offset":8912},{"uri":"Restaurant","surface_form":"restaurant","offset":9171},{"uri":"Islam","surface_form":"Islam","offset":9288},{"uri":"Iran","surface_form":"Iran","offset":9429},{"uri":"Iran","surface_form":"Iran","offset":9568},{"uri":"Western_civilization","surface_form":"Western","offset":9651},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":9769},{"uri":"Oscar_Wilde","surface_form":"Oscar Wilde","offset":9819},{"uri":"Irish_people","surface_form":"Irish","offset":9843},{"uri":"Alan_Turing","surface_form":"Alan Turing","offset":9960},{"uri":"World_War_II","surface_form":"World War II","offset":10006},{"uri":"Enigma_Code","surface_form":"Enigma Code","offset":10035},{"uri":"Germans","surface_form":"Germans","offset":10059},{"uri":"Heterosexuality","surface_form":"heterosexuals","offset":10473},{"uri":"Sexual_intercourse","surface_form":"sex","offset":10634},{"uri":"Courtship","surface_form":"courtship","offset":10639},{"uri":"Affection","surface_form":"affection","offset":10650},{"uri":"Pair_bond","surface_form":"pair bond","offset":10661},{"uri":"Parent","surface_form":"parent","offset":10679},{"uri":"Primate","surface_form":"primate","offset":10861},{"uri":"Acanthocephala","surface_form":"gut worms","offset":10873}]}