{"id":770187,"url":"http://en.wikipedia.org/wiki/Cannabis_in_Maryland","text":"In the U.S. state of Maryland, recreational adult use of cannabis, a plant containing psychoactive THC, has been decriminalized and a medical marijuana program is currently established. Since 2014, the possession of 10 grams of cannabis flower or under can have a relatively minor penalty. Those who qualify to use marijuana as a therapy have permission to visit a dispensary, where carefully grown marijuana is sold under the authority of the Maryland government. The regulating government body that oversees the program is known as the \"Natalie M. LaPrade Medical Cannabis Commission\", or \"MMCC\". Any and all marijuana products are not covered under any insurance plans and must be paid for in cash only.\nDue to the COVID-19 outbreak, the MMCC changed laws and rules surrounding the purchase of medical cannabis to make access easier while implementing social-distancing guidelines, including allowing home-delivery.\nHistory.\nLike in most U.S. states, marijuana possession, use, manufacturing, and distribution held harsh penalties historically. In 2010, about half of all arrests made were for possession of cannabis. In Maryland, African-Americans were about 3 times more likely than caucasians to be arrested for the possession of marijuana, even though usage of cannabis is similar for most racial populations. African-Americans have received harsher penalties for similar charges than other minority groups.\nLaws.\nPossession of 10 grams of cannabis flower or less can hold a civil offense penalty with a fine not to exceed $100. Having more than 10 grams but below 50 pounds (about 22 kilograms) can have a penalty of a $1,000 fine and up to one year in incarceration.\nNatalie M. LaPrade Medical Cannabis Commission (MMCC).\nThe MMCC is the overseeing body of Maryland's medical marijuana program. Governor O'Malley signed legislation that established a medical marijuana program in Maryland in May of 2013. It is named in honor of Maryland Delegate Cheryl D. Glenn's mother who died of kidney cancer at age 87. It is believed that Glenn's mother would have benefitted from medical marijuana therapy. Doctors, nurses, dentists, podiatrists and midwives may permit patients to use and purchase marijuana.","categories":[],"infobox_types":[],"annotations":[{"uri":"Maryland","surface_form":"Maryland","offset":21},{"uri":"Cannabis_(drug)","surface_form":"cannabis","offset":57},{"uri":"Tetrahydrocannabinol","surface_form":"THC","offset":99},{"uri":"Decriminalization","surface_form":"decriminalized","offset":113},{"uri":"Marijuana","surface_form":"marijuana","offset":315},{"uri":"Insurance","surface_form":"insurance plans","offset":656},{"uri":"Cash","surface_form":"cash","offset":696},{"uri":"Coronavirus_disease_2019","surface_form":"COVID-19","offset":718},{"uri":"Social_distancing","surface_form":"social-distancing","offset":855},{"uri":"U.S._state","surface_form":"U.S. states","offset":941},{"uri":"Manufacturing","surface_form":"manufacturing","offset":981},{"uri":"Sentence_(law)","surface_form":"penalties","offset":1024},{"uri":"Fine","surface_form":"fine","offset":1511},{"uri":"Prison","surface_form":"incarceration","offset":1661}]}