{"id":770424,"url":"http://en.wikipedia.org/wiki/Alberto_Santos-Dumont","text":"Alberto Santos-Dumont (July 20, 1873 – July 20, 1932) was a Brazilian pilot and early aviator. He built and flew some of the first airplanes and made some of the first good steering systems for hot air balloons. He is called the \"Father of Aviation\" in Brazil.\nAccording to the First Flight Society, he was the third person in the world to fly an airplane, after only Wilbur and Orville Wright. He was the first person in Europe to fly an airplane.\nEarly life.\nAlberto Santos-Dumont was born in a village named Cabangu in Minas Gerais, Brazil. He was the sixth of his parents' eight children. Santos-Dumont's father had been born in France and trained to be an engineer. He liked to use machines on the family's large coffee farm and became rich. He taught Alberto Santos-Dumont how to use machines too.\nFor a while, Alberto Santos-Dumont studied at the Colégio Culto à Ciência in Brazil, but when he was 18, his father had an accident that left him unable to move parts of his body. The Santos-Dumont family moved to Europe, and his parents sent Alberto Santos-Dumont to Paris. In Paris, he learned physics and other sciences.\nAs an adult, Alberto Santos-Dumont was about 1.62 meters tall (5' 4\").\nFlying.\nAt first, Santos-Dumont worked with hot air balloons. One problem with hot air balloons was that they were very difficult to steer. After making a few hot air balloons that could go up and down well, Alberto Santos-Dumont decided to build a good steering system. He built eleven hot air balloons that could be steered, called dirigibles, between 1898 and 1905. His third balloon in this project, \"Santos Dumont No. 3\", worked. He was able to steer it around the Eiffel Tower and land where he meant to land. His \"Santos Dumont No. 6\" won the Deutsch de la Meurthe prize.\nSantos-Dumont liked to fly his dirigibles around Paris. He became famous and popular, and people copied his clothes and style. United States President Theodore Roosevelt invited him to visit the White House. The French nicknamed him \"le petit Santos,\" or \"little Santos,\" and he became a folk hero in Brazil.\nThen Santos-Dumont decided to work on heavier-than-air flying machines, which people call airplanes or aeroplanes today. In the fall of 1906, he tried to fly his biplane, the \"Santos-Dumont 14-bis\" in a field outside Paris. Experts disagree on exactly what counts as flying and what is only a hop in the air, so perhaps his first flight was on September 13 when the \"14-bis\" stayed in the air for a short distance or perhaps it was in October when it flew for 50 meters, but everyone agrees that Santos-Dumont did fly in the fall of 1906. On November 12, 1906, outside Paris, he flew the \"14-Bis\" biplane for 220 meters (722 feet) outside Paris, 6 meters up in the air. The 14-bis used a 50-horsepower internal combustion engine, meaning an engine that burned its own fuel inside itself instead of using steam.\nBecause many people had come out to watch him fly, because he was already famous, and because the Wright Brothers had not told many people about their own flight at Kitty Hawk in 1903, many people thought Alberto Santos-Dumont was the first person to fly an airplane at all.\nAlberto Santos-Dumont made his last flight in 1910. Some time after that, doctors told him he had multiple sclerosis. He committed suicide in Brazil in 1932. Some sources say this was because he was sad that airplanes had become weapons in World War I and other wars.\nLegacy.\nAlberto Santos-Dumont is part of the First Flight Society's shrine at Kitty Hawk and listed in the Brazilian Air Ministry Almanac.\nSome people in Brazil believe Alberto Santos-Dumont was the first person to fly an airplane, before the Wright Brothers. This is for two reasons: First, some people think the Wright Brothers' flight at Kitty Hawk did not count. They believe the Wright Brothers \"Flyer\" got off the ground but not long enough to count as flying. Others say that the winds at Kitty Hawk helped the \"Flyer\" too much for the flight to count. Others say that the Kitty Hawk flight did not count because the Wright Brothers used a catapult to get the \"Flyer\" started. However, the Wright Brothers did not really use a catapult that day, though they did use one with later planes. Second, some people they think the Wright Brothers did fly, but not in 1903 when they said they did. One reason for this is that Alberto Santos-Dumont performed almost all his tests and experiments publicly. Anyone who wanted could watch him work. He often tested his planes with many people watching. The Wright Brothers kept much of their work a secret because they did not want other inventors to steal their ideas. They hoped to patent their work and make money. However, when the Wright Brothers flew their first true plane at Kitty Hawk, they asked five people from the local town and life saving station to come watch and take a photograph. By 1906, the Wright Brothers had flown many of their planes many times, for as far as 39 kilometers. Today, most aviation historians believe that Alberto Santos-Dumont was not the first person to fly.\nBy flying his dirigible around the Eiffel Tower and landing on purpose, Alberto Santos-Dumont helped convince people that flying machines were not only interesting inventions but that they could be useful in real life. He also invented the \"Desmoiselle\", a monoplane. That means it was a plane with one set of wings instead of two sets of wings like a biplane. The \"Desmoiselle\" flew so well that it helped monoplanes become the most common type of plane.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazilian","offset":60},{"uri":"Airplane","surface_form":"airplane","offset":131},{"uri":"Hot_air_balloon","surface_form":"hot air balloon","offset":194},{"uri":"Wright_brothers","surface_form":"Wilbur and Orville Wright","offset":368},{"uri":"Cabangu%2C_Minas_Gerais","surface_form":"Cabangu","offset":511},{"uri":"Minas_Gerais","surface_form":"Minas Gerais","offset":522},{"uri":"Brazil","surface_form":"Brazil","offset":536},{"uri":"France","surface_form":"France","offset":633},{"uri":"Paralysis","surface_form":"unable to move parts of his body","offset":950},{"uri":"Paris","surface_form":"Paris","offset":1072},{"uri":"Dirigible","surface_form":"dirigible","offset":1533},{"uri":"Biplane","surface_form":"biplane","offset":2249},{"uri":"Santos-Dumont_14-bis","surface_form":"Santos-Dumont 14-bis","offset":2263},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":2789},{"uri":"Multiple_sclerosis","surface_form":"multiple sclerosis","offset":3271},{"uri":"World_War_I","surface_form":"World War I","offset":3413},{"uri":"Kitty_Hawk","surface_form":"Kitty Hawk","offset":3519},{"uri":"Patent","surface_form":"patent","offset":4670}]}