{"id":77040,"url":"http://en.wikipedia.org/wiki/Rosetta_Stone","text":"The Rosetta Stone. What exactly is it? The Rosetta stone is a stone with writing carved into it. There are 3 types of writing on the Rosetta stone; Greek, egyptian, and another form of egyptian writing. French soldiers found it in Egypt in 1799. It helped people get a better understanding of the Ancient Egyptian writing system called hieroglyphics. Its discovery led to the translation of Ancient Egyptian writing.\nThe stone is named after the city where it was found, Rosetta. Today, that city is called \"Rashid\". The stone is now in the British Museum in London.\nIt had three pieces of writing on it that said the same thing in three different languages. One was in an Ancient Egyptian script called demotic, the local language of the people in Egypt at that time. The other two languages were hieroglyphics and Ancient Greek.\nThe historians could already read the Greek. Using this knowledge they were able to work out how to read the Egyptian scripts.\nThe complete Greek text, in English, is about 1600–1700 words in length. The text is a royal decree from the Hellenistic period about the taxes of temple priests. It gives them back the tax privileges they had earlier. Some scholars believe that several copies of the Rosetta Stone might exist, as this proclamation must have been made at many temples.\nThe discovery of the stone.\nThe soldiers who discovered the stone were part of Napoleon Bonaparte's 1798 campaign in Egypt. It was transferred to the British as part of the surrender arrangements when French forces were caught in Alexandria by the Battle of the Nile and a larger force of British and Ottoman troops. The surrender and treaty is called the Capitulation of Alexandria. Under the treaty, the French had to hand over their archaeological discoveries to the British, and that included the Rosetta Stone.\nThe discovered part of the stone is 114.4 centimeters (45 in) high at its tallest point, 72.3 centimeters (28.5 in) wide, and 27.9 centimeters (11 in) thick.","categories":[],"infobox_types":[],"annotations":[{"uri":"Egypt","surface_form":"Egypt","offset":231},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":297},{"uri":"Writing_system","surface_form":"writing system","offset":314},{"uri":"Hieroglyphics","surface_form":"hieroglyphics","offset":336},{"uri":"Rosetta","surface_form":"Rosetta","offset":471},{"uri":"British_Museum","surface_form":"British Museum","offset":541},{"uri":"London","surface_form":"London","offset":559},{"uri":"Language","surface_form":"language","offset":648},{"uri":"Writing_system","surface_form":"script","offset":690},{"uri":"Demotic","surface_form":"demotic","offset":704},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":816},{"uri":"Hellenistic_period","surface_form":"Hellenistic period","offset":1067},{"uri":"Privilege","surface_form":"privileges","offset":1148},{"uri":"Napoleon_Bonaparte","surface_form":"Napoleon Bonaparte","offset":1390},{"uri":"Alexandria","surface_form":"Alexandria","offset":1541},{"uri":"Battle_of_the_Nile","surface_form":"Battle of the Nile","offset":1559},{"uri":"Ottoman","surface_form":"Ottoman","offset":1612},{"uri":"Capitulation_of_Alexandria","surface_form":"Capitulation of Alexandria","offset":1667}]}