{"id":770599,"url":"http://en.wikipedia.org/wiki/Santos-Dumont_14-bis","text":"The \"Santos-Dumont 14-bis\" was a biplane invented in the early 1900s by Alberto Santos-Dumont. In the fall of 1906, it became the first airplane to fly in Europe.\nSantos-Dumont tried several times before he truly managed to fly in the \"14-bis\". His first attempt in July 1906 did not work. In September, he managed two short hops. In October, the \"14-bis\" flew for 50 meters. That was the first flight that the Aero Club of France ever officially witnessed. In November, he was able to keep the \"14-bis\" in the air for 220 meters, 6 meters up in the air.\nAccording to the Aero Club of France, the \"14-bis\" was 40 feet wide from wingtip to wingtip, 33 feet wide, and weighed 352 pounds. It used an Antoinette engine. It was made out of pine and and bamboo with aluminum to keep it together. Its wings were made out of silk cloth.\nThe \"14-bis\" had three different sets of controls so Alberto Santos-Dumont could steer. Some were tied to his shoulders so that he looked like he was dancing or shaking while in the air.\nNo one knows where the original \"14-bis\" from the fall of 1906 is now. Experts think Santos-Dumont took it apart and used the pieces to build other airplanes.\nSome people, especially in Brazil, believe the \"14-bis\" was the first airplane to fly, before the Wright Brothers' \"Flyer\". The main reason for this is that although the Wright Brothers flew the \"Flyer\" at Kitty Hawk in 1903, they did not tell many people about it right away. Europeans saw Alberto Santos-Dumont fly the \"14-bis\" in 1906 before they heard about the Wrights flying the \"Flyer\" in 1903. This was because the Wright Brothers hoped to patent their work and make money, so they kept most of their experiments a secret. Alberto Santos Dumont was not trying to make money, so he invited almost anyone who wanted to come watch him work. However, the Wright Brothers did invite witnesses to their first flight at Kitty Hawk in 1903 to watch and take a photograph. By 1906, the Wright Brothers had flown many of their planes many times, for as far as 39 kilometers. Today, most aviation historians believe that the \"14-bis\" was not the first plane to fly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biplane","surface_form":"biplane","offset":33},{"uri":"Alberto_Santos-Dumont","surface_form":"Alberto Santos-Dumont","offset":72},{"uri":"Wright_Brothers","surface_form":"Wright Brothers","offset":1273},{"uri":"Patent","surface_form":"patent","offset":1623}]}