{"id":770620,"url":"http://en.wikipedia.org/wiki/Alan_Walker","text":"Alan Walker (born 24 August 1997) is a British-Norwegian music producer. He is best known for his song \"Faded.\" The song got good ratings worldwide and became a platinum single in 14 countries. The magazine \"DJ Mag\" said Walker was 27th on their Top 100 DJs list of 2019.\nIn 2018, he released his music album \"Different Worlds\".\n2017-Present.\nIn 2017, Walker's channel became the most subscribed YouTube channel in Norway. The same year he released the song \"Ignite\" together with Norwegian music producer K-391. He then released \"Tired\" with Gavin James. On 9 June 2017, he released \"Sky\" featuring Dane Alex Skrindo. He then released other songs such as \"Spectre\", \"All Falls Down\" with Noah Cyrus and Digital Farm Animals, \"Ignite\", \"Darkside\" with Au/RA and Tomine Harley, and \"Diamond Heart\" with Sophia Somajo.\nIn 2019, he released \"Are you Lonely\" with Steve Aoki, \"On My Way\" with Sabrina Carpenter and Farruko, \"Live Fast\" with ASAP Rocky, Play, Ghost, Avem and Alone pt 2. He then released \"End of Time\" featuring Ahrix and K-391, \"Heading Home\" featuring Ruben, and a remix of \"Time\" by Hans Zimmer from the movie \"Inception\".\nAwards and recognition.\nIn 2018, Walker won 'The Best Breakthrough Artist' in International Dance Music Awards (IDMA).\nIn 2019, MTV awarded him The Best Norwegian Act.\nPersonal life.\nWalker has an older sister Cammila and a younger brother Andreas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music_recording_sales_certification","surface_form":"became a platinum single","offset":152},{"uri":"Noah_Cyrus","surface_form":"Noah Cyrus","offset":689},{"uri":"Digital_Farm_Animals","surface_form":"Digital Farm Animals","offset":704},{"uri":"Steve_Aoki","surface_form":"Steve Aoki","offset":860},{"uri":"Sabrina_Carpenter","surface_form":"Sabrina Carpenter","offset":889},{"uri":"ASAP_Rocky","surface_form":"ASAP Rocky","offset":937},{"uri":"Hans_Zimmer","surface_form":"Hans Zimmer","offset":1098},{"uri":"Inception","surface_form":"Inception","offset":1126}]}