{"id":770927,"url":"http://en.wikipedia.org/wiki/Cannabinoid","text":"A cannabinoid is a chemical found in the cannabis (marijuana) plant. There are 113 cannabinoids that scientists know of, but there are likely more. Two of the best known cannabinoids are tetrahydrocannabinol (THC) and cannabidiol (CBD). THC is a psychoactive drug, meaning it can make you feel and think differently. Not all cannabinoids are psychoactive and each one works differently. All cannabinoids share a similar chemical structure and are researched for treating diseases.\nReceptors in the body.\nCannabinoids work by connecting, or binding, to receptors in the body. These receptors make up a system called the endocannabinoid system (ECS). There are two types of receptors: CB1 (cannabinoid receptor type 1) and CB2 (cannabinoid receptor type 2). CB1 receptors are mostly found in the central nervous system, which is made up of the brain and spine. It is also found in other places in the body like sex organs. CB2 is found in the peripheral nervous system in other parts of the body. CB2 receptors are found in the immune system, which is the system that prevents us from getting sick.\nPhytocannabinoids.\nPhytocannabinoids are cannabinoids that are found naturally in the cannabis plant are are affected by light. They are different than synthetic cannabinoids that are made in a laboratory (lab). When exposed to light, phytocannabinoids can change their chemical structure and turn into other cannabinoids.\nSynthetic cannabinoids.\nSynthetic cannabinoids are cannabinoids that are man-made in labs. They are used as a drug for research purposes and do not work the same way that natural cannabinoids do. Synthetic cannabinoids are also known as \"K2\" and \"spice\". People who have taken synthetic cannabinoids as a drug have gotten very sick and some have died.\nPharmacology.\nCannabinoids are fatty and oily chemicals that can connect to fat cells in our bodies. This is why it takes a long time to pass a drug test after using marijuana. The \"high\" feeling that people get when using marijuana depends on if they smoke a marijuana cigarette (\"joint\"), vape cannabis oils, or eat food with cannabis in it. Most people feel high for a few hours after using cannabis. Cannabinoids that bind to CB1 and CB2 receptors get into the bloodstream after being used and can change how the body functions for a short amount of time.\nMedicinal use.\nSome medicines, like Marinol (dronabinol), are carefully made in a lab to help sick people. THC is used to help nausea for people getting chemotherapy. CBD can help people with epilepsy who get seizures. In places, where it is legal, medical marijuana is grown carefully and sold in stores called dispensaries.\nLegality.\nThe legality of cannabinoids is different around the world. Many first-world nations have passed laws for people to use marijuana to treat their diseases known as medical marijuana as well as allowing recreational use for adults. Using of having marijuana can be illegal in other countries and be punished with fines, time in jail, or the death penalty. In the United States, psychoactive cannabinoids are illegal on the federal level, but many states have passed laws that allow people to have, use, and grow marijuana. CBD is popular in the U.S. because it is not psychoactive and can be sent in the mail.\nHistory.\nCannabis has been used for thousands of years. CBD was discovered in 1940. THC was discovered in 1964 by Dr. Raphael Mechoulam and Dr. Yechiel Gaoni in Israel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_substance","surface_form":"chemical","offset":19},{"uri":"Cannabis","surface_form":"cannabis","offset":41},{"uri":"Tetrahydrocannabinol","surface_form":"tetrahydrocannabinol","offset":187},{"uri":"Cannabidiol","surface_form":"cannabidiol","offset":218},{"uri":"Psychoactive_drug","surface_form":"psychoactive drug","offset":246},{"uri":"Chemical_composition","surface_form":"chemical structure","offset":420},{"uri":"Researcher","surface_form":"researched","offset":447},{"uri":"Disease","surface_form":"diseases","offset":471},{"uri":"Receptor_(cell_biology)","surface_form":"receptors","offset":552},{"uri":"Body","surface_form":"body","offset":569},{"uri":"System","surface_form":"system","offset":601},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":794},{"uri":"Brain","surface_form":"brain","offset":842},{"uri":"Spine","surface_form":"spine","offset":852},{"uri":"Sex_organ","surface_form":"sex organs","offset":909},{"uri":"Peripheral_nervous_system","surface_form":"peripheral nervous system","offset":941},{"uri":"Immune_system","surface_form":"immune system","offset":1026},{"uri":"Disease","surface_form":"sick","offset":1091},{"uri":"Light","surface_form":"light","offset":1218},{"uri":"Laboratory","surface_form":"laboratory","offset":1291},{"uri":"Chemical_composition","surface_form":"chemical structure","offset":1367},{"uri":"Man-made","surface_form":"man-made","offset":1493},{"uri":"Fat","surface_form":"fatty","offset":1803},{"uri":"Oil","surface_form":"oily","offset":1813},{"uri":"Cigarette","surface_form":"smoke","offset":2024},{"uri":"Vaporizer_(cannabis)","surface_form":"vape","offset":2063},{"uri":"Tetrahydrocannabinol","surface_form":"Marinol","offset":2368},{"uri":"Nausea","surface_form":"nausea","offset":2459},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":2485},{"uri":"Epilepsy","surface_form":"epilepsy","offset":2524},{"uri":"Seizure","surface_form":"seizures","offset":2541},{"uri":"Fine","surface_form":"fines","offset":2979},{"uri":"Prison","surface_form":"jail","offset":2994},{"uri":"Death_penalty","surface_form":"death penalty","offset":3007},{"uri":"Mail","surface_form":"mail","offset":3270}]}