{"id":7711,"url":"http://en.wikipedia.org/wiki/John_Lennon","text":"John Winston Ono Lennon, (born John Winston Lennon; 9 October 1940 – 8 December 1980), was an English singer and songwriter. He became famous as a singer and guitarist of the English rock band The Beatles. After the Beatles stopped making records in 1970, he lived in the United States with his wife Yoko Ono. He continued his music career up until his death in 1980.\nEarly life and career.\nLennon was born at Liverpool Women's Hospital in Liverpool. He was son of Alfred Lennon and Julia Lennon.\nHe started the Beatles in his hometown of Liverpool, with Paul McCartney and George Harrison. After Ringo Starr joined the band, they started to be very successful. People were excited by their music, and their live performances always pleased audiences. Manager Brian Epstein and record producer George Martin helped the Beatles become the most popular act in entertainment.\nLennon played the guitar, and later learned to play the piano. Most of the songs the Beatles recorded were written by Lennon and McCartney. Their songs were always credited as by \"Lennon/McCartney\" on Beatles records, but in fact they usually wrote their songs on their own. The two men often helped to make each other's songs better, so they liked to share writing credit. Famous songs written by Lennon for the Beatles are \"A Hard Day's Night\", \"Help!\", \"Strawberry Fields Forever\", \"A Day In The Life\" and many others.\nThe Beatles grew apart as the members got older. Lennon divorced his first wife, Cynthia Powell, and married Yoko Ono, while McCartney married Linda Eastman. Each wife had different ideas, and encouraged their husbands to depend less on each other. Later, some fans blamed Yoko and Linda for breaking the Beatles up.\nLennon loved his wife so much that he added her surname Ono to his own name, since she became Yoko Ono Lennon when she married him. He had never liked his middle name Winston (given him by his mother after Winston Churchill) and wanted to change it, but was told he could not under British law. He could add a new name though, so he did that. He never used the name Winston again, unless he had to for legal reasons (such as when he travelled to America). Otherwise he gave his \"full name\" as John Ono Lennon.\nLater life and career.\nLennon recorded several albums and singles after the Beatles disbanded. The best-known one was \"Imagine\". He made many records with Yoko Ono. On some records they called themselves the Plastic Ono Band. Lennon and Ono worked with different musician friends, including Ringo Starr, Jim Keltner, Klaus Voormann, Harry Nilsson, Eric Clapton and Elton John. Lennon's solo music was different from his Beatles songs. He spoke more directly about his own feelings, and sometimes used harsh language or loud sounds. This upset a few fans, who wished for more Beatles music from him.\nLennon and Ono moved to the United States in 1971, and settled in New York City. Ono had a daughter, Kyoko Chan Cox, from an earlier husband, Anthony Cox, a filmmaker, who took her and disappeared. It was easier to look for Kyoko, and get the law's help to look, if they stayed in America. Ono and Lennon were also hurt emotionally by the way Ono was treated by many people in England. Some insulted Ono, and asked Lennon why he was with her. On the other hand, most of the people they met in America accepted them together.\nLennon and Ono were also campaigners for peace in the world. They used Lennon's famous name to talk to the media (television, radio and newspapers) about their beliefs. Lennon and Ono were sometimes in trouble with people like politicians, who did not like the things they said. President Richard Nixon's administration even tried to deport Lennon, because of his political views.\nThe two things Lennon and Ono wanted most were to live permanently in the United States, and to have a child together. Their lives were stressful in the early 1970s for several reasons. There were the problems with immigrating to the United States, and with the search for Kyoko. The public were also sometimes negative toward Ono, her music, and her ideas. The couple had several miscarriages, caused partly by the stress.\nLennon also had business problems, because leaving the Beatles was not as simple as quitting an ordinary job. The Beatles had signed many contracts. They promised to do things in a certain way, meet deadlines, and work together, to be paid as musicians and songwriters. Many business deals had to be finished or changed, and new deals had to be made, to continue their music careers apart. This took time, and meant making many hard decisions. The four former Beatles could not always agree on what to do with the things they owned together. It took years to work out what to still own in common, what to divide up, and what to let go. The choices they had to make sometimes hurt their friendship.\nLennon and Ono separated for over a year, from late 1973 until early 1975, because of the stress in their lives, and their relationship. Each of them dated another person (Lennon pairing off with May Pang, his and Ono's personal assistant, and Ono with guitarist David Spinozza), and they were nearly divorced. They spoke nearly every day by telephone, however, and tried to work things out. They decided that they wanted to be together more than anyone else could want them apart, and they reunited.\nWhen Richard Nixon faced the Watergate crisis in 1974, it became more important than pushing Lennon out of the country. The deportation case against him was dropped. Lennon won the right to stay in America in 1975. Lennon and Ono also finally had a son, Sean Lennon, that October. Father and son shared the same birthday.\nLennon and Ono stopped making music for five years, to be able to spend more time together, and give Sean as much attention as he needed. They lived on Lennon's income from the music he already made. Ono became Lennon's business manager, and invested his money in real estate and organic farming. Her office was downstairs in the Dakota, the apartment building where they lived, so they were never far apart. Lennon became a full-time father to Sean, and he was proud to call himself a \"househusband\". They also visited Ono's family in Japan several times, and made other trips.\nIn 1980 Lennon and Ono began to write new music, as Sean got old enough to begin school. They recorded a new album titled \"Double Fantasy\" that year. A single from the album, \"(Just Like) Starting Over\", was a hit, and people welcomed Lennon back. Even people who had not liked Ono earlier now respected her, and more of them began to like her music. Lennon and Ono planned to start fresh, do a world tour, and record more albums.\nDeath and legacy.\nOn December 8, 1980, Lennon was shot dead as he was going into his home, by a man named Mark David Chapman who was mentally ill. Even though he was ill, Chapman was still prosecuted for murder, because he killed Lennon. Chapman pled guilty to the murder the next year, and is still in prison today. He admitted later he was jealous of Lennon's fame and success, while his own life disappointed him. Chapman thought that killing Lennon would give his own life more meaning. He is always refused for parole, and is infamous (hated by many people).\nFans all over the world mourned Lennon's death. It made them feel that a special part of their lives was gone. Many met in New York's Central Park, near where Lennon and Ono lived, to say their goodbyes. Some played recordings of Lennon's music. Politicians and celebrities everywhere were sorry Lennon had died, even if they disliked him, because his music meant so much to so many people. Radio stations in the Soviet Union, where rock music was rarely allowed to be played, gave an hour over to Beatles recordings.\nThere was no funeral for Lennon, but Yoko Ono asked people everywhere to observe ten minutes of silence and prayer for him on Sunday, December 14, 1980, at 2:00 PM. At two o'clock, the music playing in Central Park stopped, and people all over the world fell silent for ten minutes. Other tributes came later, including songs by George Harrison (\"All Those Years Ago\"), Paul McCartney (\"Here Today\"), Elton John (\"Empty Garden (Hey Hey Johnny)\") and Queen (\"Life Is Real (Song for Lennon)\").\nLennon's music (with and after his Beatles years) is still played everywhere, and people are still touched by it. A series of radio programs were devoted to playing demoes of his songs. Young musicians play Lennon's records, and learn his music. Yoko Ono released an album of acoustic versions of many Lennon songs, to help musicians understand them better.\nThere is now a garden in Central Park in Lennon's memory called \"Strawberry Fields\" after one of Lennon's most popular songs, which in turn was named after a Salvation Army orphanage near his childhood home. On October 9, 1990, on what would have been Lennon's fiftieth birthday, \"Imagine\" was simulcast on radio and television stations all over the world, uniting people everywhere to remember Lennon and his music.","categories":[],"infobox_types":[],"annotations":[{"uri":"English","surface_form":"English","offset":175},{"uri":"Rock_music","surface_form":"rock","offset":183},{"uri":"The_Beatles","surface_form":"The Beatles","offset":193},{"uri":"United_States","surface_form":"United States","offset":272},{"uri":"Yoko_Ono","surface_form":"Yoko Ono","offset":300},{"uri":"Murder_of_John_Lennon","surface_form":"death in 1980","offset":353},{"uri":"Liverpool","surface_form":"Liverpool","offset":539},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":555},{"uri":"George_Harrison","surface_form":"George Harrison","offset":574},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":597},{"uri":"Brian_Epstein","surface_form":"Brian Epstein","offset":760},{"uri":"Record_producer","surface_form":"record producer","offset":778},{"uri":"George_Martin","surface_form":"George Martin","offset":794},{"uri":"Entertainment","surface_form":"entertainment","offset":858},{"uri":"Strawberry_Fields_Forever","surface_form":"Strawberry Fields Forever","offset":1330},{"uri":"Cynthia_Powell","surface_form":"Cynthia Powell","offset":1476},{"uri":"Yoko_Ono","surface_form":"Yoko Ono","offset":1504},{"uri":"Linda_Eastman","surface_form":"Linda Eastman","offset":1538},{"uri":"Surname","surface_form":"surname","offset":1760},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":1918},{"uri":"Plastic_Ono_Band","surface_form":"Plastic Ono Band","offset":2430},{"uri":"Jim_Keltner","surface_form":"Jim Keltner","offset":2526},{"uri":"Klaus_Voormann","surface_form":"Klaus Voormann","offset":2539},{"uri":"Harry_Nilsson","surface_form":"Harry Nilsson","offset":2555},{"uri":"Eric_Clapton","surface_form":"Eric Clapton","offset":2570},{"uri":"Elton_John","surface_form":"Elton John","offset":2587},{"uri":"New_York_City","surface_form":"New York City","offset":2887},{"uri":"Anthony_Cox","surface_form":"Anthony Cox","offset":2963},{"uri":"Campaign","surface_form":"campaign","offset":3371},{"uri":"Media","surface_form":"media","offset":3453},{"uri":"Politician","surface_form":"politician","offset":3573},{"uri":"President","surface_form":"President","offset":3625},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":3635},{"uri":"Administration","surface_form":"administration","offset":3651},{"uri":"Deportation","surface_form":"deport","offset":3680},{"uri":"1970s","surface_form":"1970s","offset":3886},{"uri":"Immigration","surface_form":"immigrating","offset":3942},{"uri":"Miscarriage","surface_form":"miscarriage","offset":4108},{"uri":"Contract","surface_form":"contract","offset":4289},{"uri":"Deadline","surface_form":"deadline","offset":4350},{"uri":"May_Pang","surface_form":"May Pang","offset":5045},{"uri":"Watergate_crisis","surface_form":"Watergate crisis","offset":5379},{"uri":"Sean_Lennon","surface_form":"Sean Lennon","offset":5604},{"uri":"Investment","surface_form":"invested","offset":5914},{"uri":"Real_estate","surface_form":"real estate","offset":5936},{"uri":"Organic_farming","surface_form":"organic","offset":5952},{"uri":"Mark_David_Chapman","surface_form":"Mark David Chapman","offset":6788},{"uri":"Mental_illness","surface_form":"mentally ill","offset":6815},{"uri":"Prosecute","surface_form":"prosecuted","offset":6871},{"uri":"Murder","surface_form":"murder","offset":6886},{"uri":"Parole","surface_form":"parole","offset":7198},{"uri":"Infamous","surface_form":"infamous","offset":7213},{"uri":"Mourn","surface_form":"mourned","offset":7270},{"uri":"Central_Park","surface_form":"Central Park","offset":7380},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":7659},{"uri":"Funeral","surface_form":"funeral","offset":7777},{"uri":"Prayer","surface_form":"prayer","offset":7872},{"uri":"Demo_(music)","surface_form":"demoes","offset":8421},{"uri":"Acoustic_guitar","surface_form":"acoustic","offset":8532},{"uri":"Salvation_Army","surface_form":"Salvation Army","offset":8772},{"uri":"1990","surface_form":"1990","offset":8836},{"uri":"Simulcast","surface_form":"simulcast","offset":8908}]}