{"id":771148,"url":"http://en.wikipedia.org/wiki/Wallum_sedge_frog","text":"The wallum sedge frog or olongburra frog (\"Litoria olongburensis\") is a frog from eastern Australia. It lives in Queensland and New South Wales.\nThe adult male frogs is 2.5 cm long and the female is 2.7 to 3.1 cm long. It is gray, brown or bright green, with blue or orange colour on its legs. It has brown and white stripes and a white belly. It has only a little webbing on the front feet and more on the hind feet. It has large discs on its toes for climbing. It has vomerine teeth in its upper jaw.\nThis frog lives near the ocean and on islands with sandy soil. It lives in creeks and marshes that have acidic water (pH 2.8-5.5), such as wallums. If the water becomes less acidic, then other frogs move in and eat all the food. Adult frogs climb on sedge plants during the day.\nThis frog lays eggs in acidic water (pH < 6) in temporary or semi-permanent swamps. They lay eggs 200-1000 at a time near sedge plants.\nThis frog is also in danger because humans like to build things in the places where they live. Humans like beaches and seashores, so they sometimes walk over the grasses and shore plants where the frog likes to hide during the day. Scientists also think the fungal disease chytridiomycosis might be killing these frogs.\nScientists think this frog is also in danger because of invasive species. Plants from other places might change the places where these frogs like to live. Frogs from other places eat all their food. Fish from other places, such as mosquito fish, eat the tadpoles and eggs. Feral pigs can also run through the wallums and damage them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frog","surface_form":"frog","offset":72},{"uri":"Australia","surface_form":"Australia","offset":90},{"uri":"Queensland","surface_form":"Queensland","offset":113},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":128},{"uri":"PH","surface_form":"pH","offset":621},{"uri":"Wallum","surface_form":"wallum","offset":642},{"uri":"Chytridiomycosis","surface_form":"chytridiomycosis","offset":1191},{"uri":"Invasive_species","surface_form":"invasive species","offset":1294},{"uri":"Habitat","surface_form":"places where these frogs like to live","offset":1354},{"uri":"Eastern_mosquitofish","surface_form":"mosquito fish","offset":1469},{"uri":"Pig","surface_form":"pig","offset":1517}]}