{"id":771332,"url":"http://en.wikipedia.org/wiki/Among_Us","text":"\"Among Us\" is an American-made science-fiction based murder mystery video game developed and published by Innersloth. Inc. It was released for IOS and Android on June 15, 2018, for PC on Steam on November 16, 2018. It was also released on itch.io on August 17, 2018. \"Among Us\" follows a crew being picked off one by one by an Impostor. As of 2020, the game has risen in popularity because many Twitch streamers and YouTubers have played it.\nGameplay.\nIn each game the player is one of the 4 to 10 players who are trying to complete tasks to win the game. Among these crewmates is an Impostor whose main goal is to kill everyone else. The remainder of the players are part of the regular crew who are just trying to escape unharmed. To do this, they have to complete several tasks or (even better yet) find the Impostor and vote them out survivor-style. If they are successful, the Crewmates wins. If the Impostor manages to kill enough players, the Imposter is victorious. In a 10 player game with one Impostor, there is a 10% chance of being an Impostor.\nOne of the maps, The Skeld, has 14 different rooms that are connected by 7 hallways. Everyone begins the game in the Cafeteria and, depending on the host's settings, as well as on RNG, Crewmates have to visit some or most of the other rooms to complete their tasks.\nWhile Impostors do not have tasks as their specific objectives, they can fake “completing” certain tasks as a way to gain everyone else's trust.\nEvery user has a chance to call an emergency meeting or, upon seeing a dead body, to report it to everyone else. Discussions and voting are only possible during these time-limited events. Streamers complained about chat being main form of communications, so a lot of streamers used Discord for voice chat.\nIf you are an Impostor, your main goal is to convince others that you are not the Impostor, while the Crewmates’ job is to spot you out. Since there is a voting system where the person with the most votes gets eliminated from the game, it does not really matter who does what. Instead, your argumentative powers are what makes a difference. To sway people in one direction or another, you have to be prepared to make your case as convincing as possible. There is a time-limit, so you either have to present very strong evidence or come up with a believable narrative that will take others off your trail.\nWhen you are killed by the Impostor, you become a ghost. Although you cannot interact or discuss with players that are alive, you can help them complete tasks. If both the crew and the ghosts complete their tasks, the crew can get a lucky win.\nThe Skeld (2018).\n\"The Skeld\" is the very first map in Among Us, and was released with the game, and is the most popular map. It used to be the only free map in the game, and is set in a simple spaceship.\nMira HQ (2019).\n\"Mira HQ\" is the second map in the game. Unlike The Skeld, the map was released as paid content, and is set in a floor in a floating building that is the headquarters of the company MIRA. It was officially announced on August 3, 2019, and was released on August 8, 2019. As of June 11, 2020, this map became free for all players to play. This map contains new features such as new tasks, a decontamination system and a door log.\nPolios (2019).\n\"Polios\" is set in a base in a purple planet named Polus. Polios was the last map to be released. This map, like \"Mira HQ\", was also released as paid content. This map does not contain ventilation systems for the Impostor, but holes that connect the different buildings. This map is quite big and open compared to the other maps. It also has a new camera system. As of June 11, 2020, this map also became free for all players to play. Most tasks/features in this map are exclusive to only it.\nResponse.\nThe game received mainly positive reviews but some criticized the game because 'after a while, you just see the same old maps', while on Steam the game received 'very positive' reviews.\nAmong Us got a lot more popular in the summer of 2020, because a lot of Twitch streamers started streaming themselves playing it, at some point making it the most viewed category on Twitch. There were so many new players causing servers to go down, even though they were designed for scalability. Developers decided to redesign servers to account for the influx of new players.\nIt is maintaining its popularity due to large YouTube creators making videos on it like MrBeast. Some of the larger YouTube creators were introduced to it by The Henry Stickmin Collection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Twitch_(service)","surface_form":"Twitch","offset":395},{"uri":"Discord_(software)","surface_form":"Discord","offset":1750},{"uri":"Twitch_(service)","surface_form":"Twitch","offset":4049},{"uri":"Twitch_(service)","surface_form":"Twitch","offset":4159},{"uri":"MrBeast","surface_form":"MrBeast","offset":4443}]}