{"id":77130,"url":"http://en.wikipedia.org/wiki/Testing_English_as_a_foreign_language","text":"This page lists ways of testing English as a foreign language (EFL). It is for teachers of English who teach people whose first language is not English. It lists tests with brief descriptions.\nCambridge exams.\nThe Cambridge exams are very popular in Europe. The University of Cambridge ESOL makes these exams. There are five exams for general English. Students take these exams in many schools. Students can take the exams in England or in schools in many other countries.\nThe easiest exam is the KET. KET means \"Key English Test\". The KET is the start of the Cambridge exams. The KET tests basic English.\nThe PET is more difficult. PET means \"Preliminary English Test\". People with a PET know some English. They can survive social situations in English. They can also survive work situations in English. But they often find English difficult. They also make many mistakes.\nThe FCE is the most popular of the Cambridge English exam. FCE means \"First Certificate in English\". The FCE is good for many businesses. People with a FCE can use English. They sometimes find English difficult. Normally they have no problems with English. But they make mistakes.\nThe CAE is a difficult exam. CAE means \"Certificate in Advanced English\". The CAE is good for many universities. The CAE is also good for many businesses. People with a CAE have no problems working in England or United States of America.\nThe CPE is the most difficult exam. CPE stands for \"Certificate of Proficiency in English\". People who have a CPE are very good at English. Their English is nearly as good as people who are from England or America. The CPE is good for universities. The CPE is also good for business. Many universities who teach courses in English want a CPE or CAE from foreign-language students.\nThere are two English exams systems for business. The \"Business English Certificate\" (BEC) is available at three levels comparable to PET, FCE and CAE above BEC means. The BULATS \"Business Language Testing Service\" is a single examination which can offer organisations or individuals the opportunity of assessing their current language level.\nIELTS.\nThe IELTS is the International English Language Testing System. This system is from the University of Cambridge, the British Council and IDP Education in Australia. It has one exam for academics or professionals, and one for people who want to live in an English-speaking country. Universities in Britain, Ireland, Australia, South Africa, Canada and New Zealand often want an IELTS exam. IELTS is also becoming popular in North America. The IELTS tests: speaking, listening, writing and reading.\nTOEFL.\nThe TOEFL is a very popular English exam. It is very useful for student who wish to study in the United States of America. TOEFL means \"Test of English as a Foreign Language\". The TOEFL is an academic exam. Many universities in America want a TOEFL exam.\nIn 2005 a new TOEFL was made. The new TOEFL uses Internet. Its name is \"Internet-Based TOEFL\" (iBT). The old TOEFLs did not stop. They are called \"Computer-Based TOEFL\" (CBT) and \"Paper-Based TOEFL\", but are not now available in all countries.\nTOEIC.\nThe TOEIC is a general English exam. TOEIC means \"Test of English for International Communication\". The exam has 200 questions. Every question is a multiple choice question. A multiple-choice question is a question where you choose which answer (e.g. a, b, c or d) is correct.\nThe result of the TOEIC is a number. This number is between 10 and 990. 990 is the best number. The TOEIC number is often used for jobs. Many jobs need a number higher than 600. Managers often need a number higher than 800.\nLCCIEB.\nLCCIEB means \"London Chamber of Commerce and Industry Examinations Board\". The LCCIEB makes many English exams. Many businesses like LCCIEB exams.\nThe EFB means \"English for Business\". The EFB is a business English exam. It tests basic general English. It also tests more difficult business English.\nThe EFC means \"English for Commerce\". The EFC is a business English exam. It tests business writing. It also tests business skills. Business skills are ideas how to manage a business. The EFC is more difficult than the EFB.\nThe PBE means \"Practical Business English\". The PBE is a business English exam. It tests business speaking. It also tests business listening. The PBE is for basic English. People with a PBE can have a basic business conversation.\nThe SEFIC means \"Spoken English for Industry and Commerce\". The SEFIC is a business English exam. It tests business speaking. It is more difficult than the PBE. It tests difficult business speaking. It also tests difficult business listening.\nThe WEFT means \"Written English for Tourism\". The WEFT is an English business exam. It tests business speaking. It tests speaking at hotels. It also tests speaking in other parts of tourism. The WEFT also tests listening.\nBULATS.\nThe BULATS means \"Business Language Testing Service\". The BULATS is a special exams for big companies. The BULATS are made for a company. The BULATS for another company is different.\nPitman.\nPitman exams are made by the City and Guilds Group. There are two important English exams by Pitman.\nThe ESOL means \"English for Speakers of Other Languages\". The ESOL tests English at many levels. The ESOL is good for going to many colleges. The \"Spoken ESOL\" is like the ESOL. But the Spoken ESOL only tests speaking and listening.\nThe EBC means \"English for Business Communications\". The EBS is a business English exam. There are three levels.\nCELS (ARELS/Oxford).\nThe CELS exams are English exams for people who want to study in England. CELS means \"Certificates in Communicative Skills in English\". The CELS exam comes from the old ARELS and Oxford exams; now they are Cambridge ESOL exams. The ARELS exam tests speaking and listening. The Oxford exam tests writing and reading. The new name of Arels and Oxford together is CELS.\nThere are three levels in the CELS exam. \"Preliminary\" is the easiest exam. \"Vantage\" is more difficult. \"Higher\" is the most difficult exam. People who have the CELS are very good at speaking English. These exams are good for universities.\nThis exam is different from some other exams because learners get one certificate (paper saying how good they are) for each part of the exam. A learner can have a high mark on the speaking certificate but a low one in writing, for example.\nCompare exams.\nIt is very difficult to compare English exams. Every exam is a little different.\nIn Europe, the ALTE says how different exams compare. The ALTE is the Association of Language Testers in Europe. It has 28 exam makers in it, and compares their exams in 24 languages. The ALTE says what learners can do at every step of learning. Because of this, they say the ALTE list is a \"can-do\" list. The ALTE list is a simple way to talk about the Common European Framework of Reference for Languages (CEF). The CEF is from the Council of Europe.\nProfessional organizations.\nThere are many groups of teachers, professors, and other experts that do research on English language testing. Some of these may be have good information to help teachers understand testing better.","categories":[],"infobox_types":[],"annotations":[{"uri":"Test","surface_form":"test","offset":24},{"uri":"Teacher","surface_form":"teacher","offset":79},{"uri":"Europe","surface_form":"Europe","offset":250},{"uri":"Cambridge_University","surface_form":"University of Cambridge","offset":262},{"uri":"ESOL","surface_form":"ESOL","offset":286},{"uri":"Britain","surface_form":"Britain","offset":2421},{"uri":"Ireland","surface_form":"Ireland","offset":2430},{"uri":"Australia","surface_form":"Australia","offset":2439},{"uri":"South_Africa","surface_form":"South Africa","offset":2450},{"uri":"Canada","surface_form":"Canada","offset":2464},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2475},{"uri":"TOEIC","surface_form":"TOEIC","offset":3138},{"uri":"Multiple_choice","surface_form":"multiple choice","offset":3282},{"uri":"Comparative","surface_form":"compare","offset":6416},{"uri":"Europe","surface_form":"Europe","offset":6476},{"uri":"Council_of_Europe","surface_form":"Council of Europe","offset":6907}]}