{"id":771327,"url":"http://en.wikipedia.org/wiki/Portuguese_Ceylon","text":"Portuguese Ceylon (, Sinhala: පෘතුගීසි ලංකාව \"Puruthugisi Lankawa\", Tamil: போர்த்துக்கேய இலங்கை \"Porthukeya Ilankai\") is the name given to the territory on Ceylon, modern-day Sri-Lanka, controlled by the Portuguese Empire between 1597 and 1658.\nPortuguese presence in the island lasted from 1505 to 1658. Their arrival was largely accidental, and the Portuguese sought control of commerce, rather than territory. The Portuguese were later drawn into the internal politics of the island with the political upheaval of the Wijayaba Kollaya, and used these internal divisions to their advantage during the Sinhalese–Portuguese War, first in an attempt to control the production of valuable cinnamon and later of the entire island. Direct Portuguese rule did not begin until after the death of Dharmapala of Kotte, who died without an heir, and had bequeathed the Kingdom of Kotte to the Portuguese monarch in 1580. That allowed the Portuguese sufficient claim to the Kingdom of Kotte upon Dharmapala's death in 1597. Portuguese rule began with much resistance by the local population.\nEventually, the Kingdom of Kandy sought help from the Dutch East India Company, with whom they initially entered into agreement. After the collapse of the Iberian economy in 1627, the Dutch–Portuguese War saw the Dutch conquest of most of Portugal's Asian colonies - Ceylon included, between 1638 and 1658. Nevertheless, elements of Portuguese culture from this colonial period remain in Sri Lanka.\nArrival and establishment of the Portuguese (1505-1543).\nThe first contact between Sri Lanka and the Portuguese was established by Dom Lourenço de Almeida in 1505–6. It was largely accidental and it wasn't until 12 years later that the Portuguese sought to establish a fortified trading settlement.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Sinhala_language","surface_form":"Sinhala","offset":21},{"uri":"Tamil_language","surface_form":"Tamil","offset":68},{"uri":"Portuguese_Empire","surface_form":"Portuguese Empire","offset":204},{"uri":"Wijayaba_Kollaya","surface_form":"Wijayaba Kollaya","offset":521},{"uri":"Sinhalese%E2%80%93Portuguese_War","surface_form":"Sinhalese–Portuguese War","offset":603},{"uri":"Dharmapala_of_Kotte","surface_form":"Dharmapala of Kotte","offset":790},{"uri":"Kingdom_of_Kotte","surface_form":"Kingdom of Kotte","offset":860},{"uri":"Kingdom_of_Kandy","surface_form":"Kingdom of Kandy","offset":1098},{"uri":"Dutch_East_India_Company","surface_form":"Dutch East India Company","offset":1136},{"uri":"Dutch%E2%80%93Portuguese_War","surface_form":"Dutch–Portuguese War","offset":1266},{"uri":"Louren%C3%A7o_de_Almeida","surface_form":"Dom Lourenço de Almeida","offset":1612}]}