{"id":771326,"url":"http://en.wikipedia.org/wiki/Satyatma_Tirtha","text":"Sri Satyatma Tirtha, is an Indian Hindu philosopher, guru and scholar. He is the Swamiji of the Sri Uttaradi Matha, a Matha belonging to the Dvaita school of philosophy, founded by Sri Madhvacharya. Sri Satyatma Tirtha is the 42nd in the lineage of the Uttaradi Matha, starting from Madhvacharya. Satyatma Tirtha was born in Mumbai, India. He is the founder of Vishwa Madhwa Maha Parishat.\nSocial responsibility.\nShri Satyatma Tirtha, through Uttaradi Math, encouraged water harvesting and management expert, the \"waterman of India\" and Ramon Magsaysay Award winner Rajendra Singh to give lecture on water conservation and other topics. Through Uttaradi Math and jointly with Vishwa Madhva Maha Parishat, he is instrumental in helping needy students every year to the tune of Rs.5.00 lakhs (About US$10,000).\nFlood relief.\nHe has supplied relief materials to flood victims of Bellary, Bijapur, Raichur and Bagalkot districts during 2009 floods and also took measures to construct 100 low cost houses to those who lost houses in the flood. He has also adopted a rural village in Raichur, Karnataka for integrated development of the village. He is reportedly trying to redefine the role of religious 'math' in modern day society, so that present day 'math' should try to get rid of evils of modern society.\nSpiritual discourses.\nHis spiritual discourses (\"pravachana\") attract large gatherings, mainly from followers of Madhvacharya and he specialises in talks on Vedic subjects. He has given spiritual discourses at several places like Bangalore, Gulbarga, Malkheda, Udupi, Rajahmundry, Hyderabad (India), Pune, Raichur, Dharwad and Chennai. He has also conducted personality development programmes and has written several books on topics like personality development, religion and philosophy. Satyatma Tirtha, as the present head of Uttaradi Matha, has also encouraged other authors to write books on religious experiences.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hindu","surface_form":"Hindu","offset":34},{"uri":"Philosopher","surface_form":"philosopher","offset":40},{"uri":"Guru","surface_form":"guru","offset":53},{"uri":"Swamiji","surface_form":"Swamiji","offset":81},{"uri":"Dvaita","surface_form":"Dvaita","offset":141},{"uri":"Madhvacharya","surface_form":"Madhvacharya","offset":185},{"uri":"Madhvacharya","surface_form":"Madhvacharya","offset":283},{"uri":"Mumbai","surface_form":"Mumbai","offset":325},{"uri":"India","surface_form":"India","offset":333},{"uri":"Bagalkot","surface_form":"Bagalkot","offset":906},{"uri":"Karnataka","surface_form":"Karnataka","offset":1087},{"uri":"Bangalore","surface_form":"Bangalore","offset":1535},{"uri":"Hyderabad_(India)","surface_form":"Hyderabad (India)","offset":1586},{"uri":"Pune","surface_form":"Pune","offset":1605},{"uri":"Chennai","surface_form":"Chennai","offset":1632}]}