{"id":771403,"url":"http://en.wikipedia.org/wiki/Mosquitofish","text":"The mosquitofish (\"Gambusia affinis\"), also known as the mosquito fish, western mosquitofish, western gambusia, or live-bearing tooth carp'\", is a fish that belongs to the Poeciliidae family. It is from the southern and midwestern United States and east coast of Mexico. Human beings brought it to many other parts of the world, such as Hawaii, Puerto Rico, and Australia, where it has caused problems as an invasive specie. Some scientists say that the western mosquitofish has had the largest effect on the environment of any fish in Poeciliidae.\nThe adult male western mosquitofish grows to 4 cm and the female to 7 cm. It has a round tail fin. It eats algae, insects, and other invertebrates. It can eat more than its own body weight every day. It can live in water that is twice as salty as seawater. It can live in water as hot as 43°C.\nIn the early 20th century, people brought the western mosquitofish to other places because they thought it would eat mosquitoes and their larvae, but this did not work. Sometimes there were more mosquitoes than before: The western mosquitofish ate, outcompeted or killed other fish that were eating mosquitoes. It sometimes killed fish that were better at controlling mosquitoes than it was. It also ate some of the insects that had been eating the mosquitos and larvae. It also ate zooplankton, which left more food for the mosquito larvae.\nThe western mosquitofish can kill larger fish by attacking their fins and eating their eggs and babies. It eats smaller fish. It likes to eat frog eggs and tadpoles. After people put western mosquitofish in a body of water, there may be an algal bloom because the western mosquitofish eats or kills all the fish that usually eat the algae. The western mosquitofish is one reason why many other species are endangered. Some of the important ones are the Railroad Valley springfish (\"Crenichthys baileyi\") in Nevada, the Sonoran topminnow (\"Poeciliopsis occidentalis\") in Arizona, and the damselfly in Hawaii.\nThe western mosquitofish usually has 60 eggs at a time, but it can have as many as 300 at a time. The eggs stay inside the female's body until they hatch.\nThe western mosquitofish \"G. affinis\" and eastern mosquitofish \"G. holbrooki\" used to both be called \"G. affinis\" because people thought they were the same species. They are not. According to the IUCN Global Invasive Species Database, most records in Australia that say \"G. affinis\" really refer to \"G. holbrooki\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Fish","surface_form":"fish","offset":147},{"uri":"Poeciliidae","surface_form":"Poeciliidae","offset":172},{"uri":"United_States","surface_form":"United States","offset":231},{"uri":"Mexico","surface_form":"Mexico","offset":263},{"uri":"Hawaii","surface_form":"Hawaii","offset":337},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":345},{"uri":"Australia","surface_form":"Australia","offset":362},{"uri":"Invasive_species","surface_form":"invasive specie","offset":408},{"uri":"Invertebrate","surface_form":"invertebrate","offset":682},{"uri":"Algal_bloom","surface_form":"algal bloom","offset":1625},{"uri":"Arizona","surface_form":"Arizona","offset":1955},{"uri":"Damselfly","surface_form":"damselfly","offset":1972},{"uri":"Eastern_mosquitofish","surface_form":"eastern mosquitofish","offset":2190}]}