{"id":771486,"url":"http://en.wikipedia.org/wiki/Al_Wakrah","text":"e=\"preserve\">Al Wakrah () is a city in Qatar. Al Wakrah's eastern edge is the shore of the Persian Gulf and Qatar's capital city Doha is situated north of the city. It is governed by Sheikh Abdulrahman bin Jassim Al Thani. It was originally a small fishing and pearling village. Over the years, it evolved into a small city with a population of more than 80,000 and is currently considered to be the second-largest city in Qatar.\nIt has undergone extensive development and growth since the 21st century began while also being slowly merged by rapidly expanding Doha from the north. Notable milestones in the city's modern history include the May 2019 inauguration of Al Janoub Stadium, a stadium that will be used for the 2022 FIFA World Cup in Qatar, the opening of Al Wakrah Heritage Village in 2016, the Al Wakrah Main Road Project which is set to be completed in 2020, and the city's integration into the Doha Metro's Red Line.\nSituated off the Persian Gulf to the east, Al Wakrah is approximately 15 km (9.3 mi) south of the capital city Doha, 72 km (45 mi) south of Al Khor, 21 km (13 mi) north of Mesaieed, 36 km (22 mi) southeast of Umm Salal Mohammed, and 100 km (62 mi) southeast of Dukhan.\nThe city has two public beaches and a mall named Ezdan Mall, which was completed in late 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Qatar","surface_form":"Qatar","offset":39},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":91},{"uri":"Doha","surface_form":"Doha","offset":129},{"uri":"Al_Janoub_Stadium","surface_form":"Al Janoub Stadium","offset":667},{"uri":"2022_FIFA_World_Cup","surface_form":"2022 FIFA World Cup","offset":722},{"uri":"Doha_Metro","surface_form":"Doha Metro's Red Line","offset":909},{"uri":"Al_Khor","surface_form":"Al Khor","offset":1072},{"uri":"Mesaieed","surface_form":"Mesaieed","offset":1104},{"uri":"Umm_Salal_Mohammed","surface_form":"Umm Salal Mohammed","offset":1141},{"uri":"Dukhan","surface_form":"Dukhan","offset":1193}]}