{"id":771542,"url":"http://en.wikipedia.org/wiki/M2_flamethrower","text":"e=\"preserve\">The M2 flamethrower was an American-made portable flamethrower that was used during World War II. It was the successor to the M1 and M1A1 flamethrowers. Although it could only shoot fire for around 7 seconds and the flame was only effective out to around 20–40 meters. However, with the arrival of flamethrower tanks, the need for flamethrower-carrying infantrymen to expose themselves to enemy fire was greatly reduced.\nThough some M2s were sold off, the majority were scrapped (thrown away) when they were declared obsolete (uneeded).\nVariants.\nThe M2 was the WWII model had hexagonal gas caps and hourglass frames. It was also called the M2-2, M2 for the tank groups and -2 for the wand type.\nThe M2A1-2 is the variation of the M2 mainly used during the Korean War. These had straight sided backpack frames, vented gas caps, a cylinder sized temperature guards and a safety catch. These are much more common today than WWII models.\nM2A1-7 was a flamethrower used by the American troops during the Vietnam War. It is the updated version of the M2A1-2 unit used during The Korean War.\nThe M9A1-7 was the most common model used in Vietnam and is much lighter and easier to use. Tanks for this weapon are commonly found, but most wands were destroyed after the Vietnam war.\nSome U.S. Army flamethrowers have a front handgrip with the same shape as the rear handgrip. In these models the igniter controls are on the front handgrip, arranged in the same way as the rear handgrip controls. The M2 was replaced by the M9A1-7 flamethrower which was used in Vietnam. The M9A1-7 was replaced by the M202A1 FLASH.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":97},{"uri":"M1_flamethrower","surface_form":"M1","offset":139},{"uri":"M1A1_flamethrower","surface_form":"M1A1","offset":146},{"uri":"WWII","surface_form":"WWII","offset":575},{"uri":"Korean_War","surface_form":"Korean War","offset":770},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1013},{"uri":"Vietnam","surface_form":"Vietnam","offset":1144}]}