{"id":771511,"url":"http://en.wikipedia.org/wiki/Mike_Harrington","text":"Mike Harrington is an American computer programmer. He is the co-founder of the video game development and digital distribution company Valve. Previously a game programmer at Dynamix and a designer on the Windows NT operating system at Microsoft, Harrington founded Valve in 1996 with Gabe Newell, another former Microsoft employee. He and Newell privately funded the development of \"Half-Life\", which he also helped program.\nOn January 15, 2000, after the success of \"Half-Life\", Harrington dissolved his partnership with Newell and left Valve to spend time with his wife. \"At Microsoft you always wonder, 'Is it me being successful or is it Microsoft?' But with \"Half-Life\" I knew Gabe and I had built that product and company from scratch.\" According to Newell, Harrington did not want to risk another project after the success of \"Half-Life\".\nIn 2006, Harrington co-founded Picnik with friend and former colleague Darrin Massena, which was later acquired by Google in March 2010. Harrington left Google in March 2011, and co-founded another company with Massena, called Catnip Labs, in January 2012. Harrington was the CTO at The Committee for Children from 2016-2018 and is now the CTO of Amplion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_programmer","surface_form":"computer programmer","offset":31},{"uri":"Video_game_development","surface_form":"video game development","offset":80},{"uri":"Digital_distribution","surface_form":"digital distribution","offset":107},{"uri":"Valve_Corporation","surface_form":"Valve","offset":136},{"uri":"Dynamix","surface_form":"Dynamix","offset":175},{"uri":"Windows_NT","surface_form":"Windows NT","offset":205},{"uri":"Operating_system","surface_form":"operating system","offset":216},{"uri":"Microsoft","surface_form":"Microsoft","offset":236},{"uri":"Gabe_Newell","surface_form":"Gabe Newell","offset":285},{"uri":"Half-Life_(video_game)","surface_form":"Half-Life","offset":384},{"uri":"Picnik","surface_form":"Picnik","offset":878},{"uri":"Google","surface_form":"Google","offset":962}]}