{"id":771643,"url":"http://en.wikipedia.org/wiki/Lamborghini_Cheetah","text":"The Lamborghini Cheetah is an off-road prototype that was made by Lamborghini in 1977.\nHistory.\nThe Lamborghini Cheetah was the first off-road vehicle made by Lamborghini. It was designed to be used by the military. The design of the Cheetah was largely a copy of Food Machinery Corporation (FMC)'s XR311 prototype, which was developed for the military in 1970. This resulted in legal action from FMC against Lamborghini in 1977.\nThe Cheetah was built in San Jose, California. After it was built, the prototype was sent to Sant'Agata Bolognese so Lamborghini could put on the finishing touches. The Cheetah was powered by a large, waterproofed 180 bhp 5.9L Chrysler engine, rear mounted, with a 3 speed automatic transmission. The mounting of the engine in the rear gave the Cheetah very poor steering, and the engine was not powerful enough for the Cheetah. This resulted in poor performance overall.\nThe only finished prototype was never tested by the US military. It was later sold to Teledyne Continental Motors, and it still exists today.\nLamborghini eventually developed the Lamborghini LM002. The LM002 had a similar design to the Cheetah, but it had a 12-cylinder motor from the Lamborghini Countach mounted in the front.","categories":[],"infobox_types":[],"annotations":[{"uri":"Off-road","surface_form":"off-road","offset":30},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":66},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":159},{"uri":"Military","surface_form":"military","offset":206},{"uri":"Food_Machinery_Corporation","surface_form":"Food Machinery Corporation","offset":264},{"uri":"XR311","surface_form":"XR311","offset":299},{"uri":"San_Jose%2C_California","surface_form":"San Jose, California","offset":455},{"uri":"Sant%27Agata_Bolognese","surface_form":"Sant'Agata Bolognese","offset":523},{"uri":"Chrysler","surface_form":"Chrysler","offset":657},{"uri":"Continental_Motors%2C_Inc.","surface_form":"Teledyne Continental Motors","offset":988},{"uri":"Lamborghini_LM002","surface_form":"Lamborghini LM002","offset":1081},{"uri":"Lamborghini_Countach","surface_form":"Lamborghini Countach","offset":1187}]}