{"id":771667,"url":"http://en.wikipedia.org/wiki/Lamborghini_350_GT","text":"The Lamborghini 350 GT is a sports car made by Lamborghini from 1964 to 1966. It is the first road car made by Lamborghini. The 350 GT was based off the Lamborghini 350GTV prototype. Both cars used a 3.5-liter V12 engine.\nThe Lamborghini 400 GT was the successor to the 350 GT.\nHistory.\nAfter testing his Lamborghini engine in May 1963, Giotto Bizzarrini, who was the head engineer at Lamborghini, left the company. The following month Ferruccio Lamborghini told engineer Gian Paolo Dallara to build a road-car version of Bizzarrini's 350GTV. Dallara was helped in this project by engineer Paolo Stanzani and test driver Bob Wallace.\nDallara and Stanzani quickly realized that the 350 GTV was not made well for mass production. They decided to build the 350 GT as a road-car version. First, they began de-tuning the original Bizzarrini engine and redesigning the original Bizzarrini chassis for street use. They then started getting the 350 GTV ready for its late-October 1963 Turin Auto Show debut. Lamborghini hoped its debut would raise interest in the 350 GT. The 350 GT was released in 1964. It was Lamborghini’s first road car.\nEngine and transmission.\nThe 350 GT was powered by a V12 engine. Each engine was tested for 24 hours on a Schenk Walge dynamometer. In the tests, it was run for the first 12 hours under electric power, and then with gasoline at increasing speeds. The test revealed that the engine produced at 6500 rpm and of torque at 4500 rpm.\nThe engine was paired to a five-speed manual transmission which was made by ZF.\nPerformance.\nThe 350 GT had a kerb weight of. With its V12 engine, it could accelerate from in 6.8 seconds, and from in 16.3 seconds. It also had a top speed of.\nLamborghini 350 GTS.\nThe Lamborghini 350 GTS was a convertible version of the 350 GT. That meant it had a roof that was able to open. The 350 GTS was first shown at the 1965 Turin Auto Show. Two of them were built by Carrozzeria Touring in 1965. The convertible top was designed to be concealed (hidden) in the storage area behind the two seats when it was folded down.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lamborghini","surface_form":"Lamborghini","offset":47},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":111},{"uri":"Lamborghini_350GTV","surface_form":"Lamborghini 350GTV","offset":153},{"uri":"V12","surface_form":"V12","offset":210},{"uri":"Lamborghini_400_GT","surface_form":"Lamborghini 400 GT","offset":226},{"uri":"Successor","surface_form":"successor","offset":253},{"uri":"Giotto_Bizzarrini","surface_form":"Giotto Bizzarrini","offset":337},{"uri":"Engineer","surface_form":"engineer","offset":373},{"uri":"Ferruccio_Lamborghini","surface_form":"Ferruccio Lamborghini","offset":436},{"uri":"Gian_Paolo_Dallara","surface_form":"Gian Paolo Dallara","offset":472},{"uri":"Lamborghini_350GTV","surface_form":"350GTV","offset":535},{"uri":"Paolo_Stanzani","surface_form":"Paolo Stanzani","offset":590},{"uri":"Bob_Wallace_(test_driver)","surface_form":"Bob Wallace","offset":621},{"uri":"Turin_Auto_Show","surface_form":"Turin Auto Show","offset":977},{"uri":"Debut","surface_form":"debut","offset":993},{"uri":"Dynamometer","surface_form":"dynamometer","offset":1253},{"uri":"Rpm","surface_form":"rpm","offset":1432},{"uri":"Torque","surface_form":"torque","offset":1443},{"uri":"Rpm","surface_form":"rpm","offset":1458},{"uri":"Manual_transmission","surface_form":"manual transmission","offset":1501},{"uri":"ZF","surface_form":"ZF","offset":1539},{"uri":"Curb_weight","surface_form":"kerb weight","offset":1573},{"uri":"Accelerate","surface_form":"accelerate","offset":1619},{"uri":"Convertible","surface_form":"convertible","offset":1756}]}