{"id":771716,"url":"http://en.wikipedia.org/wiki/Samsung_Galaxy_Note_20","text":"The Samsung Galaxy Note 20 is an upcoming line of Android-based phablets designed, developed, to be produced and to be marketed by Samsung Electronics for its Samsung Galaxy Note series, succeeding the Samsung Galaxy Note 10 series. It is expected to be released on 5 August 2020 alongside the Samsung Galaxy Fold 2 during Samsungs Unpacked Event with shipment expected to start on 20 August 2020.\nDue to the COVID-19 pandemic, the release of the phablets will only be streamed online via Samsung's online platforms and channels.\nHardware.\nThe Note 20 series is rumoured to come with a 120 Hz refresh rate display that uses energy efficient technology called \"“LTPO”\".\nLike the S20 Ultra, the Note 20 series might not have a curved display and will feature a totally flat display. A 6.42 inch display (2345×1084) is also rumoured for the Note 20 whereas a 6.87 display (3096×1444) is rumoured for the Note 20 Plus and Ultra with a 20:9 aspect ratio for all phones. The Note 20 series is rumored to be equipped with faster 45W charging capabilities and a higher-capacity non-user-replaceable batteries. Up to 128 GBs of storage is rumored for the Note 20 whereas 256/512GBs of storage is for the Note 20 Plus and Ultra. It is expected that a Snapdragon 865/Exynos 992 octa-core processor will power all three phablets and either 8GBs or 12GBs of RAM will hold memory for each.\nMore progressive biometrics and faster RAM storage are also some rumoured specifications for the phablets. All three phablets are rumored to come with 5G standard connectivity. Bluetooth certification listing might also be a first for the three phablets.\nCameras.\nThe Note 20 series is rumoured to become equipped with a more improved camera system than that of the Samsung Galaxy S20 Ultra.","categories":[],"infobox_types":["mobile phone|name=Samsung Galaxy Note 20&lt;br/&gt;Samsung Galaxy Note 20 Ultra|rear_camera=|storage='''Note 20''': [[Universal Flash Storage|UFS]] 128 GB&lt;br/&gt;"],"annotations":[{"uri":"Android_(operating_system)","surface_form":"Android","offset":50},{"uri":"Samsung_Electronics","surface_form":"Samsung Electronics","offset":131},{"uri":"Samsung_Galaxy_Note_series","surface_form":"Samsung Galaxy Note series","offset":159},{"uri":"Samsung_Galaxy_Note_10","surface_form":"Samsung Galaxy Note 10","offset":202},{"uri":"Samsung_Galaxy_Fold_2","surface_form":"Samsung Galaxy Fold 2","offset":294},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":409},{"uri":"Refresh_rate","surface_form":"refresh rate","offset":593},{"uri":"Aspect_ratio","surface_form":"aspect ratio","offset":936},{"uri":"Snapdragon","surface_form":"Snapdragon 865","offset":1241},{"uri":"Exynos","surface_form":"Exynos 992","offset":1256},{"uri":"Octa-core","surface_form":"octa-core","offset":1267},{"uri":"CPU","surface_form":"processor","offset":1277},{"uri":"Random_Access_Memory","surface_form":"RAM","offset":1345},{"uri":"Biometrics","surface_form":"biometrics","offset":1393},{"uri":"5G_standard","surface_form":"5G standard","offset":1527},{"uri":"Samsung_Galaxy_S20_Ultra","surface_form":"Samsung Galaxy S20 Ultra","offset":1742}]}