{"id":771753,"url":"http://en.wikipedia.org/wiki/The_Blank_Slate","text":"\"The Blank Slate: The Modern Denial of Human Nature\" is a popular 2002 book by the psychologist Steven Pinker. The author makes a case against tabula rasa (people who believe we are all born with no built in mental content). The book was voted for the 2003 Aventis Prizes and was a finalist for the Pulitzer Prize.\nSummary.\nPinker says that the blank slate view of human nature would actually be more of a threat if it were true. For example, he argues that political equality does not require similarity, but policies that treat people as individuals with rights; that moral progress doesn't need the human mind to be naturally free of selfish actions, only morals to counteract them are needed; that responsibility doesn't need behavior to be uncaused, only that it answers to praise and blame; and that meaning in life doesn't. the process that created the brain must have a purpose, only that the brain itself must have purposes. He also argues that grounding ideals in claims about a blank slate opens them to the possibility of being overturned by future discoveries. He further states that a blank slate is in fact not in-sequence with opposition to many social evils since a blank slate could be conditioned to enjoy slavery.\nEvolutionary and genetic inequality statements do not have to support right-wing policies. Pinker writes that if everyone is equal regarding abilities it can be argued that it is only necessary to give everyone equal opportunity. On the other hand, if some people have less innate ability, then redistribution policies should favor those with less innate ability. Further, economics is built upon an assumption of an actor, while evolutionary psychology suggests that people have many different goals and behaviors that do not fit the actor theory. \"A rising tide lifts all boats\" is often used as an argument that inequality need not be reduced as long as there is growth. Evolutionary psychology suggests that low status itself, apart from material considerations, is highly stressful towards the brain and may cause dangerous behaviors, which suggests that inequalities should be reduced. Finally, evolutionary explanations may also help the left create policies with greater public support, suggesting that people's sense of fairness (caused by mechanisms such as reciprocal altruism) rather than greed is a primary cause of opposition to welfare, if there is not a distinction in the proposals between what is perceived as the deserving and the undeserving poor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychologist","surface_form":"psychologist","offset":83},{"uri":"Steven_Pinker","surface_form":"Steven Pinker","offset":96},{"uri":"Tabula_rasa","surface_form":"tabula rasa","offset":143},{"uri":"Aventis_Prizes","surface_form":"Aventis Prizes","offset":257},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":299},{"uri":"Human_nature","surface_form":"human nature","offset":365},{"uri":"Political_equality","surface_form":"political equality","offset":458},{"uri":"Policies","surface_form":"policies","offset":510},{"uri":"Rights","surface_form":"rights","offset":557},{"uri":"Praise","surface_form":"praise","offset":779},{"uri":"Blame","surface_form":"blame","offset":790},{"uri":"Evolution","surface_form":"Evolutionary","offset":1234},{"uri":"Right-wing","surface_form":"right-wing","offset":1304},{"uri":"Brain","surface_form":"brain","offset":2033}]}