{"id":771857,"url":"http://en.wikipedia.org/wiki/Reassortment","text":"Reassortment is mixing of the genetic material of a species into new combinations in different individuals.\nThere are several ways this happens. The term is used when two similar viruses infecting the same cell exchange genetic material. In particular, reassortment occurs among influenza viruses. Their genomes have eight segments of RNA. These segments act like mini-chromosomes: each time a flu virus is assembled, it needs one copy of each segment.\nA single host (a human, a chicken, or other animal) may be infected by two different strains of the influenza virus. Then it is possible that new assembled viral particles will be made from segments whose origin is mixed, some coming from one strain and some coming from another. The new reassorted strain will share properties from both parental lineages.\nReassortment is responsible for some of the major changes in the history of the influenza virus. The 1957 and 1968 pandemic flu strains were caused by reassortment between an avian virus and a human virus. The H1N1 virus responsible for the 2009 swine flu pandemic has an unusual mix of swine, avian and human influenza genetic sequences.\nThere are other examples, but this is enough to indicate why reassortment causes such dangerous illness.\nIf any of a virus’s genome segments is damaged in such a way as to prevent replication or expression of an essential gene, the virus is inviable when it, alone, infects a host cell (single infection). However when two or more damaged viruses infect the same cell (multiple infection), the infection may succeed due to reassortment of segments. Each of the eight genome segments may be present in at least one undamaged copy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genes","surface_form":"genetic material","offset":30},{"uri":"Species","surface_form":"species","offset":52},{"uri":"Virus","surface_form":"virus","offset":179},{"uri":"Orthomyxoviridae","surface_form":"influenza viruses","offset":279},{"uri":"Pandemic","surface_form":"pandemic","offset":925},{"uri":"H1N1","surface_form":"H1N1","offset":1020},{"uri":"2009_swine_flu_pandemic","surface_form":"2009 swine flu pandemic","offset":1051},{"uri":"Genome","surface_form":"genome","offset":1274},{"uri":"Gene","surface_form":"gene","offset":1371}]}