{"id":771961,"url":"http://en.wikipedia.org/wiki/Oka_Crisis","text":"e=\"preserve\">The Oka Crisis was a time in Canadian history when there was a disagreement between a group of Mohawk people and the town of Oka in Quebec, Canada over land. It lasted 78 days and led to the death of one person. The Oka Crisis is a well-known example of violent conflict between a First Nations group and the Canadian government.\nBackground.\nThe Mohawk people were in the Montreal area starting from the 1700s. In 1717, some land in the Montreal region was given to the Roman Catholic Church to use as a seminary. Part of this land included a Mohawk burial site. In 1868, Joseph Onasakenrat, a leader of the Mohawk, wrote a letter to the seminary that said that part of the land was meant for the Mohawk people to use. A year later, he and some other Mohawk attacked the seminary but were unable to get the land in the end.\nIn 1936, the seminary sold off the land the Mohawk claimed was theirs.\nIn 1959, the town of Oka let a golf course be built on part of the disputed land. The Mohawk filed a lawsuit but it didn't go through.\nIn 1977, a group of Mohawk called the Kanehsatà:ke band filed a land claim with the Office of Native Claims. By filing a land claim, they wanted to be accepted as the owners of the land. They were unable to successfully file a claim.\nIn 1989, the golf club said they wanted to expand the golf course. The Mohawk people protested and took the club to court.\nIn 1990, the court approved of the expansion of the golf course.\nCrisis.\nThe Mohawk set up barricades so that no one could get to the golf course. The mayor of Oka, Jean Ouellette, told them to get off but they refused.\nOn July 11, Mayor Ouellette called the Quebec provincial police to the town.\nEnd of Crisis.\nAlthough the Mohawk did not get the land, the golf course was not expanded.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mohawk_people","surface_form":"Mohawk people","offset":108},{"uri":"Quebec","surface_form":"Quebec","offset":145},{"uri":"Canada","surface_form":"Canada","offset":153},{"uri":"Montreal","surface_form":"Montreal","offset":385},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":483}]}