{"id":772082,"url":"http://en.wikipedia.org/wiki/Killing_of_Vanessa_Guillen","text":"Vanessa Guillen was an American soldier. On April 22, 2020, she went missing from an army base called Fort Hood, which is in the state of Texas. She was later found dead not far from Fort Hood.\nHer family believes that her disappearance is a result of crime because of previous instances where she said that she was being sexually harassed. They also believe that the US Army is not doing a good job in solving her case.\nOn July 3, 2020, the main suspect in the case, another soldier named Aaron David Robinson, killed himself. Another suspect, Cecily Anne Aguilar, is in jail as of July 6, 2020.\nBackground.\nFort Hood has a big problem with soldiers disappearing. Also, there is a big problem with sexual harassment in the armed forces of the United States.\nInvestigation.\nVanessa's family is not happy with the investigation. They say that the US Army has not been investigating Vanessa's disappearance seriously.\nNatalie Khawam, who is the lawyer representing the Guillen family, criticized the Army for not doing more to ensure Vanessa's safety.\nReactions.\nMany Americans are sad and angry because of Vanessa's disappearance. They are also concerned about the amount of sexual harassment occurring in army ranks. Many past soldiers have used the hashtag #IAmVanessaGuillen to tell their stories about being harassed and assaulted.\nThere have been many protests demanding that Vanessa be found and brought back to her family. In addition, many celebrities and politicians are talking about Vanessa's case and how to reduce sexual harassment in the armed forces.\nThe League of United Latin American Citizens (LULAC), which represents the interests of Hispanic Americans, told Latina women to not join the US military so that they can avoid the same fate as Vanessa Guillen. They said that the military does not do a good job of protecting women, especially women of color.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_harassment","surface_form":"sexual harassment","offset":699}]}