{"id":7721,"url":"http://en.wikipedia.org/wiki/Sentence","text":"A sentence is a group of words that are put together to mean something. A sentence is the basic unit of language which expresses a complete thought. It does this by following the grammatical basic rules of syntax. For example:\"Ali is walking\".\nA complete sentence has at least a subject and a main verb to state (declare) a complete thought. Short example: \"She walks\". A subject is the noun that is doing the main verb. The main verb is the verb that the subject is doing. In English and many other languages, the first word of a written sentence has a capital letter. At the end of the sentence there is a punctuation mark depending on whether it is a statement, a question, a command, a request or an exclamation.\nPhrases and clauses.\nA \"phrase\" or \"clause\" is part of a sentence.p773–777\nIn this sentence, 'The dog' is the subject, and 'is' is the verb.\nThere is no verb, so we do not know anything about what the happy dog is doing. Therefore, it is not a sentence.\nBasic English sentences.\nThis is the road to take.\nRead a book about the history of America.\nThere are beautiful flowers growing in the garden.\nThe cushions are new and I feel the comfort they give me.\nThey are playing in the grounds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Word","surface_form":"word","offset":25},{"uri":"Language","surface_form":"language","offset":104},{"uri":"Thought","surface_form":"thought","offset":140},{"uri":"Grammar","surface_form":"grammatical","offset":179},{"uri":"Syntax","surface_form":"syntax","offset":206},{"uri":"Subject_(grammar)","surface_form":"subject","offset":279},{"uri":"Verb","surface_form":"verb","offset":298},{"uri":"Noun","surface_form":"noun","offset":387},{"uri":"Verb","surface_form":"verb","offset":442},{"uri":"English_language","surface_form":"English","offset":477},{"uri":"Phrase","surface_form":"phrase","offset":741},{"uri":"Clause","surface_form":"clause","offset":753}]}