{"id":7722,"url":"http://en.wikipedia.org/wiki/James_Joyce","text":"James Augustine Aloysius Joyce () (2 February 1882 – 13 January 1941) was an Irish writer and poet of the modernist movement. He was from Dublin, Ireland. He wore an eyepatch, because of eye damage. He could not see well.\nHis books are written in a special style. At first he wrote in a way which describes very accurately how life is, in the short story collection called \"Dubliners\". In his next book, called \"A Portrait of the Artist as a Young Man\", he started a new style. It is called stream of consciousness, which is writing all the thoughts that a character has. His work influenced many other writers in the 20th century.\nEarly life.\nJames Joyce was the oldest of ten children. He went to a boarding school called Conglowes Wood College and later to Belvedere College. (College here refers to secondary school not to university as it can in the U.S.) Conglowes was run by Jesuit priests.\nWhen he was very young, his family was rich. Later his father lost most of their money so he had to change schools and go to Belvedere College, which was cheaper.\nFamily life.\nJoyce met Nora Barnacle in 1904 and they began to have a long relationship until his death in 1941. The couple moved out of Dublin to Zürich in 1904, then to Trieste, Paris then back to Zürich. They married in 1931. They had a son and a daughter. Their daughter had a mental illness later in her life. Because he was smart, his parents wanted him to go to college. He studied modern languages at University College Dublin.\nJoyce became a very famous writer after he published \"Ulysses\". He also began to have a lot of problems with his eyes and his family. But he completed his last book, \"Finnegans Wake\" by 1939. He died in Zurich.","categories":[],"infobox_types":[],"annotations":[{"uri":"Irish_people","surface_form":"Irish","offset":77},{"uri":"Writer","surface_form":"writer","offset":83},{"uri":"Poet","surface_form":"poet","offset":94},{"uri":"Modernist_literature","surface_form":"modernist movement","offset":106},{"uri":"Dublin","surface_form":"Dublin","offset":138},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":146},{"uri":"Dubliners","surface_form":"Dubliners","offset":374},{"uri":"A_Portrait_of_the_Artist_as_a_Young_Man","surface_form":"A Portrait of the Artist as a Young Man","offset":412},{"uri":"Stream_of_consciousness_writing","surface_form":"stream of consciousness","offset":491},{"uri":"Dublin","surface_form":"Dublin","offset":1198},{"uri":"Z%C3%BCrich_City","surface_form":"Zürich","offset":1208},{"uri":"Trieste","surface_form":"Trieste","offset":1232},{"uri":"Paris","surface_form":"Paris","offset":1241},{"uri":"Ulysses_(novel)","surface_form":"Ulysses","offset":1551},{"uri":"Finnegans_Wake","surface_form":"Finnegans Wake","offset":1664},{"uri":"Zurich","surface_form":"Zurich","offset":1700}]}