{"id":772341,"url":"http://en.wikipedia.org/wiki/Henderson_Island_(Pitcairn_Islands)","text":"Henderson Island is an uninhabited island in the south Pacific Ocean. The island was also called San Juan Bautista and Elizabeth Island in the past. With Pitcairn, Oeno and Ducie Islands it forms the Pitcairn Island Group.\nIt is one of the world's last two raised coral atolls whose ecosystems remain relatively unaffected by human contact. A 2017 survey found a large amount of plastic debris on its beaches. Ten of its 51 flowering plants, all four of its land birds and about a third of the identified insects and gastropods are endemic – a remarkable diversity given the island's size.\nThe island is small: it measures by. It has an area of. It is located northeast of Pitcairn Island. It has poor soil and little fresh water. This makes it unsuitable for agriculture. There are three beaches on the northern end. The rest of the coast is made of steep cliffs up to in height.\nIn 1902 Henderson was added to the Pitcairn Islands colony. The Pitcairn Islands are a South Pacific British Overseas Territory. United Nations made it a World Heritage Site by the in 1988.\nHistory.\nArchaeological evidence suggests that a small permanent Polynesian settlement existed on Henderson at some time between the twelfth and fifteenth centuries. The reasons, why the group disappeared from the island are unknown. At about the same time, Polynesians also left Pitcairn Island. The group on Henderson would have depended on the group on Pitcairn for many things of daily life; there's no stone suitable for making tools on Henderson. The Pitcairn Polynesians may in turn have disappeared because of the decline of nearby Mangareva; Henderson was at the end of a chain of small, dependent colonies of Mangareva.\nOn 29 January 1606, Portuguese captain Pedro Fernandes de Queirós, was the first European to see the island, and named it \"San Juan Bautista\". He was leading a Spanish expedition at the time. Captain Henderson of the British East India Company ship \"Hercules\" rediscovered the island on 17 January 1819. Thomas Raine (1793-1860), master of the ship \"Surry\" of London, had called it \"Henderson's Island\" as it appeared to him from the conversation he had with James Henderson at Valparaiso to be his discovery on his last voyage to India from that port in the ship \"Hercules\". On 2 March 1819, Captain Henry King, in the \"Elizabeth\", landed on the island to find the king's colors already flying. His crew scratched the name of their ship into a tree.\nA sperm whale rammed and sank the Nantucket whaleship Essex on 20 November 1820. The crew arrived at Henderson on 20 December in three small whaleboats. They found the island's only known drinkable water-source – a brackish spring on the north shore, exposed at half tide – and ate fish, birds, eggs, crabs and peppergrass, but they had largely exhausted the available food within a week. On 27 December the three boats set sail for South America, leaving behind Thomas Chappel, Seth Weeks, and William Wright, who chose to stay. They survived until their rescue on 9 April 1821. In his account of the ordeal, Chappel reported having seen human skeletons in a cave. The report of sperm whale ramming the ship may have inspired Herman Melville to write \"Moby-Dick\"\nIn August 1851, visitors from Pitcairn Island also found skeletons in a cave and wreckage on the beach next to the cave. After a party of Pitcairn Islanders collecting miro wood rediscovered the skeletons in March 1958, a medical examination determined that the bones were of Caucasian origin, and they were then buried in a shallow grave inside the cave. An American survey team examined the bones in 1966 and buried them in five coffins in the left-hand corner of the cave, tightly jamming a large cross between the ceiling and the rock floor at the entrance. They concluded the remains were of five or six people, one of whom was between three and five years of age. It was presumed they were the survivors of a shipwreck who died of dehydration.\nA final examination in the context of a scientific expedition in 1991 concluded that the human remains on Henderson Island were prehistoric Polynesians.\nIn 1902, Henderson Island, along with Oeno and Ducie islands, was formally annexed to the British Empire by Captain G. F. Jones, who visited the islands in a cutter with a crew of Pitcairn Islanders. In August 1937, HMS Leander, on a journey from Europe to New Zealand, carried out an aerial survey of Henderson, Oeno and Ducie, and on each island, a British flag was planted and an inscription was nailed up proclaiming: \"This island belongs to H.B.M. King George VI.\"\nIn 1957, a 27-year-old American, Robert Tomarchin, lived the life of a castaway on the island for approximately 2 months, accompanied by a pet chimpanzee, apparently as a publicity stunt, until people from Pitcairn rescued him in two longboats.\nIn the early 1980s, conservative American businessman Arthur \"Smiley\" Ratliff expressed interest in establishing a mansion for himself on the island, with an airstrip. The Pitcairn Island Council approved his plans but, after environmentalists lobbied to protect the natural ecology and environment of the island, the British Foreign and Commonwealth Office overrode the decision and vetoed the proposed development. Henderson Island was listed as a World Heritage Site in 1988.\nNatural resources.\nSince the introduction of aluminum-hulled long-boats in the 20th century, Pitcairners have made regular trips to Henderson to harvest the wood of \"miro\" and tou trees. Usually, they go to Henderson once per year, but they may make up to three trips if the weather is favourable. Pitcairners carve the wood into curios for tourists, from which they get much of their income.\nGeography.\nHenderson Island is a raised coral atoll. With Pitcairn, Ducie and Oeno islands, forms the Pitcairn Island Group. The nearest major landmass is more than away. This coral limestone island sits atop a conical (presumed volcanic) mound, rising from a depth of roughly. Its surface is mostly reef-rubble and dissected limeston. Except for the north end, the island is encircled by steep limestone cliffs up to high.\nThere are three main beaches, on the northwest, north, and northeast shores. The north and northwest beaches are on the border of reefs. The depression at the island's center is thought to be a raised lagoon. There is onlly one known source of drinking water on the island: a brackish spring on the north shore exposed at half tide, rising from a crevice in flat rock, large surfaces of which compose the face of the beach. The surrounding ocean tidal range is about one meter at spring tide.\nFlora.\nApart from five species bordering the beaches, including coconut palms, the vegetation is undisturbed. Henderson Island is covered by 5–10 m tall tangled scrub forest. There is less forest in the central depression. It has 51 native species of flowering plants, ten of which are unique to the island (endemic). Dominant tree species include coconut palms, \"Pandanus tectorius\",\" Thespesia populnea\" (miro), \"Tournefortia argentea\", \"Cordia subcordata\" (tou), \"Guettarda speciosa\", \"Pisonia grandis\", \"Geniostoma hendersonense\", \"Nesoluma st.-johnianum\", \"Hernandia stokesii\", \"Myrsine hosakae\", and \"Celtis sp.\"\nBirds.\nThe island is presently home to four endemic land bird species – the Henderson fruit dove, Henderson lorikeet, Henderson reed warbler and the flightless Henderson crake. Three species of the family Columbidae were formerly endemic to the island. They became extinct when the Polynesians arrived around 1000 CE. Of the fifteen non-endemic seabird species found, nine or more probably breed on the island. Breeding colonies of the globally endangered Henderson petrel formerly existed on Ducie but were wiped out by invasive rats by 1922. It is believed to now nest uniquely on Henderson island.\nBones of birds have been found near the prehistoric settlements. These settlements existed 500 to 800 years ago. The bones found include those of two species of bird that still visit the island, but do not nest there: The Christmas shearwater and red-footed booby. There are alos bones of four bird species that can no longer be found on the island at all. Polynesian settlers may have driven these bird species, along with six terrestrial snail species to extinction on the island. This loss of a ready and regular food supply may have contributed to the Polynesians' disappearance. The island has been identified by BirdLife International as an Important Bird Area for its endemic landbirds and breeding seabirds.\nOther animals.\nThe invertebrate species are largely unknown but a third of the island's known non-marine gastropods and insects are endemic. There are no native mammals but the Pacific rat, introduced by Polynesians 800 years ago, abounds. A skink and the green sea turtle have been identified, and an unidentified gecko has been reported. There are also crabs.\nBiological risk.\nLand bird populations appear to be relatively stable. The big problem is that when yachts land on the island without authorization, they introduce new predators, disease vectors or diseases. Introduction of the Eurasian black rat or the domestic cat would be likely to cause almost immediate extinction of the ground-dwelling Henderson crake and possibly other species. The endemic birds may have no immunity to the fatal avian pox which is transmitted by biting flies.\nBetween July and November 2011 a partnership of the Pitcairn Islands Government and the Royal Society for the Protection of Birds stareted a program to eradicate the Pacific rat using poison. The program was very successful. Before the program, between 50.000 to 100.000 rats lived on the island. The poison killed almost alll of them. Between 60 and 80 rats survived and the population has now fully recovered.\nPlastic debris.\nResearch published in April 2017 looked at debris on several beaches, and reported \"the highest density of plastic rubbish anywhere in the world\" as a result of the South Pacific Gyre. The beaches contain an estimated 37.7 million items of debris. There weight is estimated at 17.6 tonnes. When a study was done on North Beach, each day 17 to 268 new items washed up on a 10-meter section of the beach. The study noted that purple hermit crabs make their homes in plastic containers washed up on beaches; the debris may reduce shoreline gastropod diversity, may contribute to a reduction in the number of sea turtle laying attempts and may increase the risk of entanglement for coastal-nesting seabirds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":55},{"uri":"Pitcairn_Island","surface_form":"Pitcairn","offset":154},{"uri":"Oeno_Island","surface_form":"Oeno","offset":164},{"uri":"Ducie_Island","surface_form":"Ducie","offset":173},{"uri":"Pitcairn_Islands","surface_form":"Pitcairn Island Group","offset":200},{"uri":"Flowering_plant","surface_form":"flowering plant","offset":424},{"uri":"Gastropoda","surface_form":"gastropods","offset":517},{"uri":"Endemism","surface_form":"endemic","offset":532},{"uri":"Pitcairn_Islands","surface_form":"Pitcairn Island","offset":673},{"uri":"Fresh_water","surface_form":"fresh water","offset":718},{"uri":"Farming","surface_form":"agriculture","offset":760},{"uri":"Pitcairn_Islands","surface_form":"Pitcairn Islands","offset":916},{"uri":"British_overseas_territories","surface_form":"British Overseas Territory","offset":982},{"uri":"United_Nations","surface_form":"United Nations","offset":1010},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1035},{"uri":"Archaeology","surface_form":"Archaeological evidence","offset":1080},{"uri":"Polynesia","surface_form":"Polynesian","offset":1136},{"uri":"Pitcairn_Islands","surface_form":"Pitcairn Island","offset":1351},{"uri":"East_India_Company","surface_form":"British East India Company","offset":1918},{"uri":"Valpara%C3%ADso","surface_form":"Valparaiso","offset":2179},{"uri":"Sperm_whale","surface_form":"sperm whale","offset":2454},{"uri":"Whaler","surface_form":"whaleship","offset":2496},{"uri":"Brackish_water","surface_form":"brackish","offset":2667},{"uri":"Herman_Melville","surface_form":"Herman Melville","offset":3179},{"uri":"Moby-Dick","surface_form":"Moby-Dick","offset":3205},{"uri":"Portia_tree","surface_form":"miro","offset":3384},{"uri":"Dehydration","surface_form":"dehydration","offset":3953},{"uri":"British_Empire","surface_form":"British Empire","offset":4209},{"uri":"Foreign_and_Commonwealth_Office","surface_form":"Foreign and Commonwealth Office","offset":5160},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":5284},{"uri":"Portia_tree","surface_form":"\"miro\"","offset":5478},{"uri":"Curio","surface_form":"curios","offset":5643},{"uri":"Pitcairn_Islands","surface_form":"Pitcairn","offset":5764},{"uri":"Pitcairn_Islands","surface_form":"Pitcairn Island Group","offset":5808},{"uri":"Coral","surface_form":"coral","offset":5882},{"uri":"Limestone","surface_form":"limestone","offset":5888},{"uri":"Cone","surface_form":"conical","offset":5917},{"uri":"Raised_lagoon","surface_form":"raised lagoon","offset":6324},{"uri":"Brackish_water","surface_form":"brackish","offset":6406},{"uri":"Tide","surface_form":"spring tide","offset":6610},{"uri":"Scrubland","surface_form":"scrub forest","offset":6784},{"uri":"Endemism","surface_form":"endemic","offset":6931},{"uri":"Coconut_palm","surface_form":"coconut palms","offset":6971},{"uri":"Portia_tree","surface_form":"Thespesia populnea","offset":7009},{"uri":"Celtis","surface_form":"Celtis sp.","offset":7230},{"uri":"Dove","surface_form":"Columbidae","offset":7447},{"uri":"Extinction","surface_form":"extinct","offset":7507},{"uri":"Seabird","surface_form":"seabird","offset":7587},{"uri":"Invasive_species","surface_form":"invasive","offset":7763},{"uri":"Rat","surface_form":"rats","offset":7772},{"uri":"Polynesian_Rat","surface_form":"Pacific rat","offset":8736},{"uri":"Skink","surface_form":"skink","offset":8801},{"uri":"Green_sea_turtle","surface_form":"green sea turtle","offset":8815},{"uri":"Gecko","surface_form":"gecko","offset":8874},{"uri":"Crabs","surface_form":"crabs","offset":8914},{"uri":"Cat","surface_form":"domestic cat","offset":9175},{"uri":"Fly","surface_form":"flies","offset":9401},{"uri":"Royal_Society_for_the_Protection_of_Birds","surface_form":"Royal Society for the Protection of Birds","offset":9496},{"uri":"Polynesian_Rat","surface_form":"Pacific rat","offset":9574},{"uri":"Poison","surface_form":"poison","offset":9592},{"uri":"Plastic_pollution","surface_form":"plastic rubbish","offset":9943},{"uri":"Hermit_crab","surface_form":"hermit crabs","offset":10267},{"uri":"Entanglement","surface_form":"entanglement","offset":10497}]}