{"id":772454,"url":"http://en.wikipedia.org/wiki/Kumeyaay","text":"e=\"preserve\">The Kumeyaay are a group of people native to the United States and Mexico. They live in the places now known as California (specifically San Diego and the surrounding regions) and Baja California.\nThere are two groups of Kumeyaay, the Ipai and the Tipai. Ipai land is in what is now the United States while Tipai land is mostly in what is now Mexico.\nName.\nThe word Kumeyaay is pronouned KOOM-yai. The KOOM part rhymes with loom and the yai part rhymes with pie. Some people pronounce Kumeyaay in three syllables and add an extra \"uh\" between KOOM and yai.\nThe Kumeyaay were also called Diegueño, which is a Spanish word that comes from Mission San Diego. However, this is not the name they call themselves.\nThe two different groups of Kumeyaay are called Ipai (EE-pie) and Tipai (TEE-pie). They both mean \"human\" in the Ipai and Tipai languages.\nLanguage.\nThe Kumeyaay speak three languages. They are Tipai, Ipai, and Kumeyaay. Now, most of them speak English and Spanish.\nHistory.\nIn the 1760s, the Spanish came onto Kumeyaay land. They wanted to teach the Kumeyaay about the Christian religion and the European lifestyle. To do that, they built the Mission San Diego, which was a church, a school, and a village.all in one. However, the Kumeyaay did not like being told what to do. In 1775, the Kumeyaay fought the Spanish at Mission San Diego. They set some buildings on fire and killed a priest.\nWhen the Kumeyaay land became part of Mexico, there was no one to send money to the missions to keep them running so the Kumeyaay left.\nWhen part of Kumeyaay land became part of the United States, the Kumeyaay were sent to live on certain pieces of land called reservations. Many of these reservations now have casinos so that the Kumeyaay people can make money.\nReligion.\nMost Kumeyaay are now Catholic. Many parts of their old religion were forgotten when they became Catholic. However, they still remember some parts.\nIn the traditional Kumeyaay religion, a dead person's soul must cross a deep gorge in order to get to heaven.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":62},{"uri":"Mexico","surface_form":"Mexico","offset":80},{"uri":"California","surface_form":"California","offset":125},{"uri":"San_Diego","surface_form":"San Diego","offset":150},{"uri":"Baja_California","surface_form":"Baja California","offset":193}]}