{"id":772473,"url":"http://en.wikipedia.org/wiki/Chuck_E._Cheese_(character)","text":"e=\"preserve\">Charles Entertainment \"Chuck E.\" Cheese is the anthropomorphic rat mascot of the Chuck E. Cheese chain of family entertainment centers. In 2012, the rat mascot was rebranded into a mouse.\nPizza Time Theatre era.\nThe character was first created as the mascot for a restaurant made by Nolan Bushnell (founder of Atari) in 1977. Bushnell went to the International Association of Amusement Parks and Attractions (IAAPA) conference in Orlando and saw walk-around character costumes being sold. In them, Bushnell found one that looked like a coyote, so he bought it for his planned Coyote Pizza restaurant. When the costume arrived at Atari, the costume was actually a rat, with a long pink rat tail. Bushnell decided to change the restaurant's name to Rick Rat's Pizza. However, Bushnell's planning group thought that a rat for the name of a restaurant would not be appropriate. Finally, Bushnell's group decided on the name Chuck E. Cheese for the mascot and changed the restaurant's name to Chuck E. Cheese's Pizza Time Theatre. The first Chuck E. Cheese's Pizza Time Theatre opened in San Jose, California, in the same year Chuck E. Cheese was made, 1977.\nChuck E. Cheese's era: 1995-present.\nIn 1995, the mascot was given a more child-friendly makeover, with wider cheeks, a less pointy, shorter snout, longer eyes and smaller ears. This one was added to the restaurants in 2001.\nIn July 2012, the mascot was changed into a much smaller kind of the character, who played electric guitar. Voice actor Duncan Brannan, who for 19 years had made Chuck E. Cheese a wise-cracking mouse from New Jersey, was replaced with Jaret Reddick, the frontman and guitarist for the pop punk band Bowling for Soup.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anthropomorphic","surface_form":"anthropomorphic","offset":60},{"uri":"Mascot","surface_form":"mascot","offset":80},{"uri":"Chuck_E._Cheese","surface_form":"Chuck E. Cheese","offset":94},{"uri":"Nolan_Bushnell","surface_form":"Nolan Bushnell","offset":296},{"uri":"Atari","surface_form":"Atari","offset":323},{"uri":"International_Association_of_Amusement_Parks_and_Attractions","surface_form":"International Association of Amusement Parks and Attractions","offset":360},{"uri":"Duncan_Brannan","surface_form":"Duncan Brannan","offset":1512},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1597},{"uri":"Jaret_Reddick","surface_form":"Jaret Reddick","offset":1627},{"uri":"Bowling_for_Soup","surface_form":"Bowling for Soup","offset":1691}]}