{"id":772493,"url":"http://en.wikipedia.org/wiki/Love_Thy_Neighbour","text":"e=\"preserve\">\"Love Thy Neighbour\" is a British TV comedy series that first aired on UK TV between April, 1972 - January, 1976. It centres on a white working class couple (Eddie and Joan Booth) and their black, Conservative-voting neighbours (Bill and Barbie Reynolds). The programme spans eight series and 53 episodes, including a pilot episode.\nThe ongoing racial conflict between the husbands of the two couples is the main underlying theme of the programme, with the white husband perceived as more bigoted and ignorant. Their wives are seen as more tolerant. A spin-off film with the same name was made in 1973 and later a sequel series was set in Australia, featuring only the Eddie Booth character. The series was produced by Thames TV for the ITV network.\nStory.\nEddie Booth (Jack Smethhurst) is a working-class white socialist. His world changes when Bill and Barbie Reynolds move in next door. He is a bigoted person and his racial slurs are aimed mainly at Bill. He often describes Bill as a \"nig nog\", \"Sambo\" and '\"King Kong\". He also has a tendency to call Chinese, Pakistanis or Indians names like \"Fu Manchu\", \"Gunga Din\" and \"Ali Baba\". He often asserts that all blacks (and Bill in particular) are cannibals and claims that \"the white man always takes precedence over the black man\".\nJoan Booth (Kate Williams) is Eddie's wife. She is more tolerant towards her neighbours. In fact, she gets very on well with Barbie, Bill's wife, and they are often seen together discussing the animosities between their husbands.\nBill Reynolds (Rudolph Walker) is a supporter of West Ham United. Whenever Eddie tries to outdo him, Bill usually ends up having the last laugh and rarely gets his comeuppance. He tends to have a very short temper, especially where Eddie's concerned and has threatened him with a clenched fist several times. Although more sophisticated and educated compared to Eddie, Bill is also stubborn and is more than capable of using insulting phrases as he occasionally refers to Eddie as a \"white honky\" and \"snowflake\", and does not like catching Eddie staring at his wife. He also has a very high-pitched laugh. Bill was promoted to foreman at the end of the episode \"Clarky Leaves\". His catchphrases include \"Hey, honky!\", \"Cobblers!\" and \"You talking to me, snowflake?\".\nBarbie Reynolds (Nina Baden-Semper) is Bill's wife. Barbie and her next-door neighbour, Joan Booth, instantly strike up a friendship that carries on throughout the series, and the two women are often seen drinking tea or eating or getting caught up in their antagonistic husbands' latest row. Eddie is sometimes fascinated by her, as in the pilot episode when she bends over while wearing hot pants. She and Joan both become pregnant at the end of Series 3, with Barbie giving birth to a son, Terry. Unlike other characters, she does not have any catchphrases.\nOther main cast members are Jacko Robinson (Keith Marsh) and Arthur Thomas (Tommy Godfrey) who are often seen with Eddie and Bill in their local bar. Jacko's catchphrase \"I'll 'ave half\", meaning a half of bitter, became a popular catchphrase.","categories":[],"infobox_types":[],"annotations":[{"uri":"Love_Thy_Neighbour_(1973_film)","surface_form":"A spin-off film","offset":563},{"uri":"Love_Thy_Neighbour_in_Australia","surface_form":"sequel series","offset":627},{"uri":"Australia","surface_form":"Australia","offset":652},{"uri":"Thames_Television","surface_form":"Thames TV","offset":732},{"uri":"Jack_Smethhurst","surface_form":"Jack Smethhurst","offset":783},{"uri":"Kate_Williams","surface_form":"Kate Williams","offset":1313},{"uri":"Rudolph_Walker","surface_form":"Rudolph Walker","offset":1546},{"uri":"Nina_Baden-Semper","surface_form":"Nina Baden-Semper","offset":2316},{"uri":"Keith_Marsh","surface_form":"Keith Marsh","offset":2904},{"uri":"Tommy_Godfrey","surface_form":"Tommy Godfrey","offset":2936}]}