{"id":772459,"url":"http://en.wikipedia.org/wiki/Navajo_language","text":"The Navajo language (Navajo: \"Diné Bizaad\") is a Southern Athabaskan language that is spoken in the United States, specifically in the Navajo Nation (located in the states of Arizona, New Mexico, and Utah). It is the most widely spoken Native American language in the US and the most spoken Indigenous language in the Americas north of the US-Mexico border. In 2011, almost 170,000 Americans spoke Navajo at home. Navajo is famous for being used by the Navajo Code Talkers during World War II.\nCompared to many other languages, the Navajo language has a lot of sounds, including many that are not found in the English language. Navajo is also a tonal language, like Chinese, which means that pitch is used to make words different from each other. English is not a tonal language. For these reasons and many more, many English speakers find it difficult to learn Navajo.\nIn Navajo, new words are made by adding prefixes and suffixes to a part of a word called the stem. These prefixes and suffixes add meaning, such as tense, who is doing the action, and so on. In Navajo, sentences are arranged as subject-object-verb although they can be arranged in other ways too.\nNavajo does not have a lot of loanwords from other languages.\nThe Navajo language is written with the Latin alphabet, just like English. The current alphabet was developed in the 1930s. Before this, the Navajo did not have their own alphabet.\nName.\nThe Navajo do not call themselves or their language \"Navajo.\" The word \"Navajo\" is from the Tewa word \"Navahu\", which means \"large field\" (\"nava\" \"field\" + \"hu\" \"valley\"). The Tewa are another group of Native Americans and speak their own language. That Tewa word eventually made it into the Spanish language, where it referred to an area in New Mexico. That Spanish word then was used in English to refer to the Navajo people, who live in New Mexico.\nThe Navajo call themselves \"Diné\", which means \"people.\" They call their language \"Diné bizaad\" (\"people's language). They also call their language \"Naabeehó bizaad,\" which is based on the word \"Navajo.\"\nClassification.\nNavajo is part of the Athabaskan language family. A language family is a group of languages that are related to each other and come from a common ancestor language. For example, English is part of the Indo-European language family because it has a lot of similarities with languages spoken in Europe, the Middle East, and the Indian subcontinent. Navajo is one of the most southernmost Athabaskan languages. Other Athabaskan languages are spoken in Alaska and on the Pacific coast.\nLike many other Athabaskan languages, Navajo has tones. However, the tones evolved independently in different languages. For example, what is a \"high\" tone in Navajo is a \"low\" tone in other Athabaskan languages and vice versa.\nThe Western Apache language is the language that is most closely related to Navajo. They share a lot of the same tones and a lot of words. Navajo is similar to other Apachean language.\nHistory.\nThe ancestors of the Navajo are thought to have come from the northern US and Canada, because other Athabaskan languages are spoken in those places. Archaeologists think that the Navajo came to the Southwest by 1500.\nStarting in the 1800s, the Spanish colonized the Navajo territory as part of Mexico. Then the US took over the area after the Mexican-American war. After that, American settlers came and set up schools to teach the Navajo about English and Christianity. They did not allow the Navajo to use their language in order to make them learn English. Children were forced to wash out their mouths with soap if teachers found them speaking Navajo. Because of this, many parents were afraid to teach their children the language.\nRobert W. Young and William Morgan (Navajo) were two men who worked for the Bureau of Indian Affairs. They created a single alphabet for the Navajo language. Before then, there were many alphabets used to write down the Navajo language.\nA white American man who lived with the Navajo recommended that the language be used as a code language during World War II. Back then, there were no Navajo dictionaries and very few non-Navajo spoke the language. Also, the Navajo language is very different from German and Japanese, the languages of the enemies at the time. The military started to recruit Navajo men to become code talkers. These code talkers sent code messages in Navajo. The code talkers used very specific words for military words (such as \"iron fish\" for submarine) so that even other Navajo would have a hard time understanding if they didn't learn the meanings of those terms. The Japanese found out they were speaking Navajo because a professor who studied Native American languages recognized it, but they could not understand the words of the code. There were other code talkers in other Native American and non-Native American languages, but the Navajo Code Talkers were the most famous.\nAfter World War II, the Navajo language began to decline. More roads were built into Navajo land, which exposed them more to English. However, things began to change in the 1960s. President Johnson signed a law that said that kids who don't speak English are allowed to have bilingual education. That was when the Navajo began to open up schools that taught in both English and Navajo.\nToday, Navajo is considered to be a language in trouble because more and more of the Navajo now speak English only. However, people are working to change it by speaking and writing in Navajo and teaching the language to other people.\nGrammar.\nIn Navajo, new words are created by putting prefixes in front of other words.\nNavajo is called a subject-object-verb language. This means that the subject is first and the verb is last (\"I you love\"). This is different from English, which is a subject-verb-object language (\"I love you\").\nVerbs.\nVerbs (action words) are the most important part of Navajo grammar. Every sentence needs a verb. Each verb is composed of a root, with additional prefixes and suffixes attached to form a word.\nNouns.\nNouns are people, places, and things. They are not as important in Navajo. Many nouns are created by adding certain prefixes and suffixes to verbs.\nUnlike in some other languages, Navajo nouns do not have grammatical gender. They also do not change in the plural (unlike English, which usually adds the suffix -s to indicate plural nouns).\nNavajo nouns are organized as animate (people, plants, and animals) or inanimate (everything else).\nIn the Navajo language, possession is not indicated by 's or words such as my. Instead, prefixes are added to the beginning of words. (Example: chidí 'car' - shichidí 'my car')\nAdjectives.\nNavajo does not have adjectives. Verbs play the role of adjectives.\nNumbers.\nThe Navajo words for million (miiltsoh), billion (binyóón), and other large numbers are based on English.\nDays of the Week.\nThe Navajo borrowed the 7-day week from the Spanish. The first day of the week is Sunday, which is \"Damóo\". This comes from the Spanish word for Sunday, \"Domingo\".\nLetters.\nThe Navajo language uses the ABCs, just like English. Before, the Navajo language had no writing system. As missionaries came, they made up their own alphabets. However, some linguists came up with a single alphabet that represented the sounds of Navajo well. This alphabet has lots of extra letters and marks so that all the sounds of the Navajo language can be written correctly.\nBelow is a chart of all the Navajo letters.\nVowels.\nThe hooks underneath the letters are called ogoneks and represent nasal vowels. Nasal vowels are not found in English, but they are found in languages like French and Portuguese.\nHigh tones are represented with a mark called an acute accent, such as á.\nDouble letters lengthen the vowels so that they are said a bit longer than just one letter.\nSample text.\nNavajo: \"Ashiiké tʼóó diigis léiʼ tółikaní łaʼ ádiilnííł dóó nihaa nahidoonih níigo yee hodeezʼą́ jiní. Áko tʼáá ałʼąą chʼil naʼatłʼoʼii kʼiidiilá dóó hááhgóóshį́į́ yinaalnishgo tʼáá áłah chʼil naʼatłʼoʼii néineestʼą́ jiní. Áádóó tółikaní áyiilaago tʼáá bíhígíí tʼáá ałʼąą tłʼízíkágí yiiʼ haidééłbįįd jiní. \"Háadida díí tółikaní yígíí doo łaʼ ahaʼdiidził da,\" níigo ahaʼdeetʼą́ jiníʼ. Áádóó baa nahidoonih biniiyé kintahgóó dah yidiiłjid jiníʼ...\"\nEnglish: Some crazy boys decided to make some wine to sell, so they each planted grapevines and, working hard on them, they raised them to maturity. Then, having made wine, they each filled a goatskin with it. They agreed that at no time would they give each other a drink of it, and they then set out for town lugging the goatskins on their backs...","categories":[],"infobox_types":["language"],"annotations":[{"uri":"Southern_Athabaskan_language","surface_form":"Southern Athabaskan language","offset":49},{"uri":"United_States","surface_form":"United States","offset":100},{"uri":"Arizona","surface_form":"Arizona","offset":175},{"uri":"New_Mexico","surface_form":"New Mexico","offset":184},{"uri":"Utah","surface_form":"Utah","offset":200},{"uri":"Submarine","surface_form":"submarine","offset":4493},{"uri":"Grammatical_gender","surface_form":"grammatical gender","offset":6262},{"uri":"French_language","surface_form":"French","offset":7650},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":7661}]}