{"id":772568,"url":"http://en.wikipedia.org/wiki/M1_carbine","text":"The M1 carbine is a short, lightweight semi-automatic rifle, or a carbine, used in the United States military from World War II until late in the Vietnam War. It was made to arm soldiers with less of a combat role and more of a support role, such as medics and radiomen. The kind of weapon the military wanted was a gun that would be more powerful and accurate than the M1911, but shorter and lighter than the M1 Garand. The M1 Garand was too long and heavy for support troops to carry, especially since combat was not their main job.\nEven though the M1 carbine looks similar to the M1 Garand, the two guns are actually very different. First, the M1 carbines bullets, the .30 Carbine, are much smaller and lighter than the Garand's .30-06 bullets. Second, the gun itself is much lighter, smaller, and shorter range than the Garand. The M1 carbine weighs less than half of the Garand. Third, the M1 carbine is loaded with box magazines that holds 15 bullets, while the M1 Garand is loaded with clips that hold 8 bullets.\nEven though it is not used by the military anymore, it is still popular with civilians.\nThe M2 carbine is a selective fire version of the M1, which means it can switch between semi-automatic and full automatic fire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Semi-automatic_rifle","surface_form":"semi-automatic rifle","offset":39},{"uri":"Carbine","surface_form":"carbine","offset":66},{"uri":"Military_of_the_United_States","surface_form":"United States military","offset":87},{"uri":"World_War_II","surface_form":"World War II","offset":115},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":146},{"uri":"Combat","surface_form":"combat","offset":202},{"uri":"Combat_medic","surface_form":"medics","offset":250},{"uri":"Radioman","surface_form":"radiomen","offset":261},{"uri":"M1911_pistol","surface_form":"M1911","offset":370},{"uri":"M1_Garand","surface_form":"M1 Garand","offset":410},{"uri":".30_Carbine","surface_form":".30 Carbine","offset":672},{"uri":".30-06_Springfield","surface_form":".30-06","offset":732},{"uri":"Magazine_(firearms)","surface_form":"box magazines","offset":921},{"uri":"Stripper_clip","surface_form":"clips","offset":993},{"uri":"Civilian","surface_form":"civilians","offset":1097},{"uri":"Automatic_firearm","surface_form":"full automatic","offset":1215}]}