{"id":772620,"url":"http://en.wikipedia.org/wiki/Iriomote_cat","text":"The Iriomote cat (\"Prionailurus bengalensis iriomotensis\") is a wildcat that lives only on Iriomote Island in Japan. It is a subspecies of the leopard cat (\"Prionailurus bengalensis\"). In Japanese, people call it \"yamaneko\", or \"mountain cat.\"\nThis cat is a little larger than a domestic cat, with rounder ears and spots where a tabby cat would have stripes.\nThese cats live in forests and on hills with streams. They have been seen on beaches. They can climb trees and swim. There are almost no small mammals on Iriomote Island, so the cats cannot eat mice or other rodents the way wildcats in other places do. They eat many different kinds of things, for example insects, lizards, fish, and shrimp.\nThe females give birth to 1-4 kittens at a time in dens in trees or in crevices in rocks. People have seen kittens as young as three months living on their own. Scientists think it takes 10-12 months for them to become adults.\nEcologist Masako Izawa of the University of the Ryukyus in Okinawa said she thinks there are fewer than 1000 Iromote cats in the wild. There may be only 100. This cat is endangered because of habitat loss, meaning that human beings build things in the places where they live. Some cats are hit by cars when they come to the road to eat dead frogs, dead lizards, and other animals that have been killed by cars. They are also endangered because domestic cats mate with them. Veterinarians have taught people on Iriomote Island to spay and neuter their pet cats to prevent this, the local government has tried to stop people from driving too fast and the government of Japan has made part of Iriomote Island a wildlife protection area.\nFor a time in the 1970s, the people who lived on Iriomote Island said the government of Japan thought the cats were more important than they were. One German scientist had asked the government of Japan to make all the human beings leave the island to protect the cat. Other scientists showed, however, that the cat can live next to humans and is not afraid to look for food near farms and rice paddies. In 2019, many Iriomote islanders said they were proud of their rare wildcat, though they worried that too many tourists would come to their island and damage it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wildcat","surface_form":"wildcat","offset":64},{"uri":"Iriomote_Island","surface_form":"Iriomote Island","offset":91},{"uri":"Japan","surface_form":"Japan","offset":110},{"uri":"Leopard_cat","surface_form":"leopard cat","offset":143},{"uri":"Domestic_cat","surface_form":"domestic cat","offset":279},{"uri":"Tabby_cat","surface_form":"tabby cat","offset":329},{"uri":"University_of_the_Ryukyus","surface_form":"University of the Ryukyus","offset":958},{"uri":"Okinawa","surface_form":"Okinawa","offset":987},{"uri":"Roadkill","surface_form":"animals that have been killed by cars","offset":1300},{"uri":"Spay","surface_form":"spay","offset":1457},{"uri":"Neuter","surface_form":"neuter","offset":1466},{"uri":"Tourism","surface_form":"tourists","offset":2176}]}