{"id":772778,"url":"http://en.wikipedia.org/wiki/Discovery_doctrine","text":"e=\"preserve\">The discovery doctrine or doctrine of discovery is a legal term. It means that if a country was not under the control of a king who was from Europe and Christian, then any European Christian country could take control of the land. The discovery doctrine ignores any claim to the land that the native people living there might make.\nHistory.\nMany European kings used the discovery doctrine to justify colonization. They said that they wanted to bring civilization and Christianity to new places. Back then, it was thought that European culture was the best culture and Christianity was the best religion.\nUnited States law.\nThe courts of the United States have used the discovery doctrine to say that Native Americans were not allowed to own land. The reasoning behind this thinking is that they were just occupants of the land and did not really own it before Europeans came. Therefore, the land was not theirs but belongs to European governments or their successors (in this case, the United States and Americans would be the land owner since the country was formed after independence from Great Britain).\nPresent-day consequences.\nMany people now think that the discovery doctrine is not fair and racist. They think indigenous peoples should have the right to own land because the land is part of who they are as a people group and owning land allows them to have more legal benefits.\nReligion.\nSome churches that have supported the discovery doctrine in the past now repudiate it. That means that they do not believe anymore and that they are sorry for all the hurt it has caused. Many of the churches that repudiated the discovery doctrine are Protestant churches in North America, specifically the United States.\nThe Catholic Church has not made a statement against the discovery doctrine, so it still supports it. Many of the rulers who used the doctrine discovery were Catholics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":154},{"uri":"Christian","surface_form":"Christian","offset":165},{"uri":"United_States","surface_form":"United States","offset":654},{"uri":"Native_Americans","surface_form":"Native Americans","offset":713},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1104},{"uri":"Racism","surface_form":"racist","offset":1212},{"uri":"Protestant","surface_form":"Protestant","offset":1661},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":1735}]}