{"id":77289,"url":"http://en.wikipedia.org/wiki/Marie-Antoine_Car%C3%AAme","text":"Marie Antoine (Antonin) Carême (8 June 1784 – 12 January 1833), was a French chef and author.\nHe is well known for greatly simplifying and writing about the style of cooking known as \"haute cuisine\", the high art of French cooking. He was known as \"chef of kings and king of chefs\", because he cooked for royalty, and is often thought of as the first celebrity chef.\nBiography.\nCarême was born Paris, but was abandoned in 1792 because his parents were very poor. He worked as a kitchen boy at a cheap Paris cafe in exchange for a room and food. In 1798, he was apprenticed to Sylvain Bailly, a famous \"pâtissier\" (cake baker) with a shop near the Palais-Royal.\nCarême gained fame in Paris for his cake centrepieces, which Bailly put in the pâtisserie window. The centerpieces were sometimes several feet high, and were only made out of foodstuffs such as sugar, marzipan, and pastry. He modelled them on temples, pyramids, and ancient ruins which he read about in the books he studied at the French national library (Bibliothéque Nationale). Some of his sugar works were so strong that court jesters could dance on them to entertain the king.\nCarême also worked for other people, for example the French diplomat and gourmand Charles Maurice de Talleyrand-Périgord, and other members of Parisian high society, including Napoleon. When he worked in the private kitchens he quickly learned about main courses.\nNapoleon was not interested in having fancy food, but he knew of social contacts that were important for diplomats. In 1804, he gave Talleyrand money to buy Château de Valençay. When Talleyrand moved there, he took Carême with him.\nCarême was set a test by Talleyrand: he had to create a whole year’s worth of menus, without repeating them, and use only food that was in season. Carême passed the test and finished his training in Talleyrand's kitchens. When Napoléon was defeated Carême went to London for a time and served as \"chef de cuisine\" to the Prince Regent, later George IV. He returned to Europe to work for Czar Alexander I in St. Petersburg, before returning to Paris, where he was chef to banker James Mayer Rothschild.\nHe died in Paris at the age of 48, and is buried in the Cimetière de Montmartre in Montmartre.\nInfluence.\nTalleyrand encouraged Carême to start a new refined style of eating.\nCarême's is said to have started \"service à la russe\" (serving each course in the order printed on the menu) instead of \"service à la française\" (serving all dishes at once)","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":70},{"uri":"Haute_cuisine","surface_form":"haute cuisine","offset":184},{"uri":"Royal_family","surface_form":"royalty","offset":305},{"uri":"Celebrity_chef","surface_form":"celebrity chef","offset":351},{"uri":"Apprentice","surface_form":"apprentice","offset":561},{"uri":"Palais-Royal","surface_form":"Palais-Royal","offset":647},{"uri":"Biblioth%C3%A9que_Nationale","surface_form":"Bibliothéque Nationale","offset":1017},{"uri":"Jesters","surface_form":"jesters","offset":1092},{"uri":"Diplomat","surface_form":"diplomat","offset":1203},{"uri":"Gourmand","surface_form":"gourmand","offset":1216},{"uri":"Charles_Maurice_de_Talleyrand-P%C3%A9rigord","surface_form":"Charles Maurice de Talleyrand-Périgord","offset":1225},{"uri":"Napoleon","surface_form":"Napoleon","offset":1319},{"uri":"Ch%C3%A2teau_de_Valen%C3%A7ay","surface_form":"Château de Valençay","offset":1564},{"uri":"Prince_Regent","surface_form":"Prince Regent","offset":1960},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"George IV","offset":1981},{"uri":"Alexander_I_of_Russia","surface_form":"Alexander I","offset":2031},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":2046},{"uri":"James_Mayer_Rothschild","surface_form":"James Mayer Rothschild","offset":2117},{"uri":"Cimeti%C3%A8re_de_Montmartre","surface_form":"Cimetière de Montmartre","offset":2197},{"uri":"Montmartre","surface_form":"Montmartre","offset":2224},{"uri":"Service_%C3%A0_la_russe","surface_form":"service à la russe","offset":2350},{"uri":"Service_%C3%A0_la_fran%C3%A7aise","surface_form":"service à la française","offset":2437}]}