{"id":77283,"url":"http://en.wikipedia.org/wiki/The_Lion_King","text":"\"The Lion King\" is an animated movie made by Walt Disney in 1994. It was the most successful animated movie of the 1990s. The movie is about a young lion prince who learns about his role as prince and in the circle of life. It is dedicated to Frank Wells, who was the president of The Walt Disney Company and died shortly before the movie was released into theaters on June 15, 1994. It was the first full-length Disney movie to feature no human characters since \"Bambi\". Much of the voice acting work was done by well-known actors, including Matthew Broderick, Nathan Lane, James Earl Jones, Jeremy Irons, Whoopi Goldberg, Cheech Marin, Rowan Atkinson, and Jonathan Taylor Thomas. \"The Lion King\" is a musical; the songs have music by Elton John and lyrics by Tim Rice. Computer animation was used a lot when making the movie, like during the song \"Circle of Life\" and others. When they were making it, this movie was thought of as just \"alright\" compared to the movie they were going to make after that, which would be \"Pocahontas\". The studio released the trailer, and found that many people liked it, especially the song \"Circle of Life\".\" When it was released, the movie became the most successful movie worldwide (in the United States, \"Forrest Gump\" was most successful of that year) and the most successful animated feature movie of all time until \"Finding Nemo\". Since then, \"Shrek 2\" has become more successful than \"Finding Nemo\", making \"The Lion King\" the third most successful.\nThe movie was also made into an award-winning stage musical. The stage show first opened on November 13, 1997 in New York City, and it was a big success. A version opened later in London, England. Many other shows of \"The Lion King\" have been shown across the world, and is one of the United Kingdom's biggest and most popular shows. It is supposed to be set in Kenya.\nIn 2019, a computer animated remake was released.\nStory.\nIn the fictional opening scene, lots of animals and birds gather at Pride Rock to see Simba, the new prince who has just been born. Simba is the son of Mufasa and Sarabi. Rafiki picks up Simba and lifts him high up so that all of the animals can see. The animals celebrate and rejoice. But Scar, Mufasa's brother, is jealous because Simba will be king instead of him.\nScar lies to Simba about a dangerous place called the Elephant Graveyard. Scar says that only brave lions go there, causing Simba to be interested, even though Mufasa has forbidden Simba from going there. Simba lies to his mother, Sarabi, about going to the Water Hole when he is actually going to the Elephant Graveyard. Simba's best friend Nala and Zazu, the king's messenger, go with Simba. Simba and Nala trick Zazu with the song \"I Just Can't Wait to be King\" and run away from him. Simba and Nala find the Elephant Graveyard but are chased by the three hyenas Shenzi, Banzai and Ed. Mufasa saves his son and Nala and takes them both home. Mufasa speaks to Simba alone and explains to Simba that being brave is not about looking for danger. He also explains that the great kings of the past look down from the stars and watch over Simba. Scar, in the Elephant Graveyard, is angry with the hyenas because they did not kill Simba. It is revealed that the hyenas are working for Scar during Scar's song \"Be Prepared\".\nThe next day Scar takes Simba into a gorge (long, deep hole in the ground - also known as a \"valley\") where he explains that Mufasa has a wonderful surprise waiting. Scar has actually planned a wildebeest stampede with the hyenas. Simba is trapped in the gorge as the wildebeest run towards him. Scar tells Mufasa that Simba is in trouble and Mufasa rescues his son. Scar then throws Mufasa into the stampede and Mufasa dies. Scar blames Simba for the death of Mufasa and Simba runs away. Scar becomes king and tells everyone that Simba and Mufasa are dead. Simba runs to a desert and collapses. He is rescued by Timon the meerkat and Pumbaa the warthog. Timon and Pumbaa live in the jungle and are very relaxed, which they show in their song \"Hakuna Matata\". Timon and Pumbaa look after Simba until Simba is an adult lion.\nOne day a lioness (female lion) comes to the jungle and tries to kill and eat Pumbaa. Simba fights the lioness because he wants to save Pumbaa's life. While the two lions are fighting Simba finds out that the lioness is his friend Nala. They are very happy to see each other and they fall in love. Nala wants Simba to go home and fight Scar because Scar is a bad king. Simba will not go home because he thinks that he killed Mufasa and he does not want his family to know. Rafiki comes to the jungle and takes Simba to a field. In the sky above the field Mufasa's ghost appears and tells Simba that he must go home because Simba is the right king. After this Simba goes home to Pride Rock. Nala, Timon and Pumbaa follow him. When they get to Pride Rock they find that the land is dry and the animals have gone.\nAt Pride Rock, Simba sees Scar hitting Sarabi. This makes Simba's love for Scar turn to pure hatred and he tries to make Scar step down. Scar does not and makes Simba fall over the edge of Pride Rock. Simba does not fall and holds on to the edge. Scar thinks that he was won so he tells Simba the truth about the death of Mufasa - that Scar actually killed Mufasa. Simba is upset and a big fight happens. The lionesses fight the hyenas and Simba fights Scar. While the fighting is going on lightning hits a dead tree and starts a fire. Simba and Scar battle on top of Pride Rock. Scar does not want to die and lies to Simba that the hyenas are to blame for everything. Another fight happens and Simba throws Scar over the edge. Scar does not die after the fall, but the hyenas attack and kill him the hyenas are angry that Scar blamed them. Rain falls and puts out the fire. Simba walks to the top of Pride Rock and roars. Much later the animals come back. At the end of the movie, Rafiki picks up Kiara, Simba's daughter and Mufasa's granddaughter, and lifts her up high above Pride Rock so the animals below can see.\nAwards and nominations.\n\"The Lion King\" received many award nominations, including the Academy Award for Best Original Score (by Hans Zimmer) and the Golden Globe award for Best Motion Picture – Musical or Comedy, both of which it won. The song \"Can You Feel the Love Tonight\" by Elton John and Tim Rice won the Academy Award for Best Original Song, the Golden Globe for Best Original Song, the BMI Film Music Award, and the Grammy Award for Best Vocal Performance Male.\nSequels and spin-offs.\n\"The Lion King\" was so successful that Disney created a sequel called ' and a television series called \"The Lion King's Timon and Pumbaa\". A second sequel, \"The Lion King 1½\", was released on February 10, 2004. A preschool series called The Lion Guard is currently airing on Disney Junior.\n\"The Lion King\" had a special edition that was released in IMAX cinemas.\n\"SEX\".\nIn one scene of the movie it looks as if animators had written the word \"sex\" into some of the frames of animation. However, they wanted to show the letters \"SFX\" (meaning \"special effects\"). In \"The Lion King\" DVD the word has been taken out.\n\"Kimba the White Lion\".\n\"Kimba the White Lion\" is an animated TV show from the 1960s. It was made in Japan by Osamu Tezuka. Some characters and parts of the story in \"The Lion King\" are similar to \"Kimba the White Lion\" but Disney has said that it was not done on purpose.\n\"The Lion Sleeps Tonight\".\nIn one scene with Timon and Pumbaa they both sing \"The Lion Sleeps Tonight\". This has caused disputes between Disney and the family of South African Solomon Linda, who composed the song (originally titled \"Mbube\") in 1939. In July 2004, the family went to court, seeking $1.6 million in royalties from Disney. In February 2006, Linda's heirs (family) reached a legal settlement with Abilene Music, who held the worldwide rights and had licensed the song to Disney for an undisclosed amount of money.\nHidden racism.\nUpon its release, some critics complained that the hyenas in the movie were negative (bad) racial stereotypes of African-American people and Hispanic people. It has been said that \"despicable hyena storm troopers speak...in racially coded accents that take on the nuances of the discourse of a decidedly urban, black, and Latino youth.\"\nHamas' propaganda.\nIn August 2007, the Hamas terrorist group produced an animated propaganda (information) movie that made fun of the style of \"The Lion King\". The programme was shown on their television station, \"Al-Aqsa TV\". Hamas was shown as a lion that chased and killed rats that looked like members of the secular (separate from religion) Fatah group in Gaza. The programme was shown for a short time but was taken off the air for changes.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"Animation","surface_form":"animated movie","offset":22},{"uri":"Walt_Disney_Animation_Studios","surface_form":"Walt Disney","offset":45},{"uri":"1990s","surface_form":"1990s","offset":115},{"uri":"Lion","surface_form":"lion","offset":149},{"uri":"Prince","surface_form":"prince","offset":154},{"uri":"Frank_Wells","surface_form":"Frank Wells","offset":243},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":281},{"uri":"Bambi","surface_form":"Bambi","offset":464},{"uri":"Matthew_Broderick","surface_form":"Matthew Broderick","offset":543},{"uri":"Nathan_Lane","surface_form":"Nathan Lane","offset":562},{"uri":"James_Earl_Jones","surface_form":"James Earl Jones","offset":575},{"uri":"Jeremy_Irons","surface_form":"Jeremy Irons","offset":593},{"uri":"Whoopi_Goldberg","surface_form":"Whoopi Goldberg","offset":607},{"uri":"Cheech_Marin","surface_form":"Cheech Marin","offset":624},{"uri":"Rowan_Atkinson","surface_form":"Rowan Atkinson","offset":638},{"uri":"Jonathan_Taylor_Thomas","surface_form":"Jonathan Taylor Thomas","offset":658},{"uri":"Musical_movie","surface_form":"musical","offset":703},{"uri":"Elton_John","surface_form":"Elton John","offset":736},{"uri":"Tim_Rice","surface_form":"Tim Rice","offset":761},{"uri":"Pocahontas","surface_form":"Pocahontas","offset":1022},{"uri":"Circle_of_Life","surface_form":"Circle of Life","offset":1126},{"uri":"United_States","surface_form":"United States","offset":1227},{"uri":"Forrest_Gump","surface_form":"Forrest Gump","offset":1243},{"uri":"Finding_Nemo","surface_form":"Finding Nemo","offset":1357},{"uri":"Shrek_2","surface_form":"Shrek 2","offset":1385},{"uri":"Musical_theater","surface_form":"stage musical","offset":1538},{"uri":"November_13","surface_form":"November 13","offset":1584},{"uri":"1997","surface_form":"1997","offset":1597},{"uri":"New_York_City","surface_form":"New York City","offset":1605},{"uri":"London%2C_England","surface_form":"London, England","offset":1672},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1777},{"uri":"Kenya","surface_form":"Kenya","offset":1854},{"uri":"Remake","surface_form":"remake","offset":1890},{"uri":"The_Lion_King_(2019_movie)","surface_form":"was released","offset":1897},{"uri":"Simba","surface_form":"Simba","offset":2050},{"uri":"Scar_(The_Lion_King)","surface_form":"Scar","offset":2208},{"uri":"Nala","surface_form":"Nala","offset":2628},{"uri":"Academy_Award","surface_form":"Academy Award","offset":6147},{"uri":"Hans_Zimmer","surface_form":"Hans Zimmer","offset":6189},{"uri":"Golden_Globe_award","surface_form":"Golden Globe award","offset":6210},{"uri":"Elton_John","surface_form":"Elton John","offset":6340},{"uri":"Tim_Rice","surface_form":"Tim Rice","offset":6355},{"uri":"Broadcast_Music_Incorporated","surface_form":"BMI Film Music Award","offset":6455},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":6485},{"uri":"The_Lion_King_1%C2%BD","surface_form":"The Lion King 1½","offset":6711},{"uri":"February_10","surface_form":"February 10","offset":6746},{"uri":"2004","surface_form":"2004","offset":6759},{"uri":"Disney_Junior","surface_form":"Disney Junior","offset":6829},{"uri":"IMAX","surface_form":"IMAX","offset":6903},{"uri":"Kimba_the_White_Lion","surface_form":"Kimba the White Lion","offset":7193},{"uri":"The_Lion_Sleeps_Tonight","surface_form":"The Lion Sleeps Tonight","offset":7519},{"uri":"South_Africa","surface_form":"South Africa","offset":7603},{"uri":"Solomon_Linda","surface_form":"Solomon Linda","offset":7617},{"uri":"August","surface_form":"August","offset":8342},{"uri":"2007","surface_form":"2007","offset":8349},{"uri":"Hamas","surface_form":"Hamas","offset":8359},{"uri":"Terrorist","surface_form":"terrorist","offset":8365},{"uri":"Propaganda","surface_form":"propaganda","offset":8402},{"uri":"Television_station","surface_form":"television station","offset":8513},{"uri":"Fatah","surface_form":"Fatah","offset":8666},{"uri":"Gaza","surface_form":"Gaza","offset":8681}]}