{"id":773064,"url":"http://en.wikipedia.org/wiki/Lamborghini_Espada","text":"The Lamborghini Espada is a station wagon made by Lamborghini. It was made from 1968 to 1978. There were three generations of the Espada. These generations were known as Series I, Series II, and Series III.\nHistory.\nThe Lamborghini Espada was designed by Marcello Gandini in 1967.\nThe Espada is a four-seater grand-touring car. It was initially sold at the same time as the Islero and the mid-engine Miura. The Espada and the Islero both replaced the 400 GT.\nThree different series of the Espada were made. These were the S1 (1968–1970), the S2 (1970–1972) and the S3 (1972–1978). Each series was an update from the last, with changes such as more horsepower and a redesigned interior. Overall, 1,217 Espadas were made.\nSeries I.\nThe Espada was launched at the 1968 Geneva Motor Show, alongside the Islero. The Espada was equipped with a Lamborghini V12 engine, which was based off the one used in the 400 GT 2+2. The engine was rated at in the series I cars. 186 Series I Espadas were made before January 1970.\nSeries II.\nAt the 1970 Brussels Motor Show, Lamborghini revealed the Series II version of the Espada. The power output of the Espada increased to due to a higher 10.7:1 compression ratio. The brakes were changed to vented Girling discs instead of solid discs. CV joints were now used on the rear half-shafts. Lamborghini made 575 of the Series II Espadas, which was the most of any series of Espada.\nSeries III.\nThe Series III Espada was launched in 1972. It was fitted with wider Pirelli Cinturato 215/70WR15 CN12 tyres. The front grille now had a square instead of hexagonal mesh. A sunroof was also made an option for the Series III.\nThe engine was carried over from the Series II Espada. Power steering by ZF and air conditioning were now standard. In 1974, a Chrysler Torqueflite 3 speed automatic transmission became available as an option.\nFrom 1975, large impact bumpers had to be installed to meet United States safety requirements. Other changes had to be made for the car to meet US laws. Some people consider these later US-spec cars to be a separate fourth series of the Espada.\nEngine and transmission.\nThe Espada used an updated version of the 400 GT’s 4.0 liter V12 engine. The engine produced horsepower in the Series I Espada, and in the Series II and III Espadas. The engine was paired to a five-speed manual transmission, with a three-speed Chrysler-built automatic transmission as an option for the Series III Espada.","categories":[],"infobox_types":[],"annotations":[{"uri":"Station_wagon","surface_form":"station wagon","offset":28},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":50},{"uri":"Designed","surface_form":"designed","offset":243},{"uri":"Marcello_Gandini","surface_form":"Marcello Gandini","offset":255},{"uri":"Initially","surface_form":"initially","offset":335},{"uri":"Lamborghini_Islero","surface_form":"Islero","offset":374},{"uri":"Lamborghini_Miura","surface_form":"Miura","offset":400},{"uri":"Lamborghini_400_GT","surface_form":"400 GT","offset":451},{"uri":"Horsepower","surface_form":"horsepower","offset":648},{"uri":"Interior","surface_form":"interior","offset":676},{"uri":"Lamborghini_V12","surface_form":"Lamborghini V12 engine","offset":838},{"uri":"European_Motor_Show_Brussels","surface_form":"Brussels Motor Show","offset":1035},{"uri":"Compression_ratio","surface_form":"compression ratio","offset":1181},{"uri":"Disk_brake","surface_form":"discs","offset":1242},{"uri":"Constant-velocity_joint","surface_form":"CV joints","offset":1272},{"uri":"Half-shaft","surface_form":"half-shaft","offset":1308},{"uri":"Pirelli","surface_form":"Pirelli","offset":1493},{"uri":"Sunroof","surface_form":"sunroof","offset":1597},{"uri":"ZF_Friedrichshafen","surface_form":"ZF","offset":1722},{"uri":"TorqueFlite","surface_form":"Chrysler Torqueflite","offset":1776},{"uri":"Automatic_transmission","surface_form":"automatic transmission","offset":1805},{"uri":"United_States","surface_form":"United States","offset":1919},{"uri":"Lamborghini_400_GT","surface_form":"400 GT","offset":2171},{"uri":"V12","surface_form":"V12","offset":2190},{"uri":"Manual_transmission","surface_form":"manual transmission","offset":2333}]}