{"id":773029,"url":"http://en.wikipedia.org/wiki/Telugu_wedding_ceremony","text":"e=\"preserve\">The Telugu Hindu wedding ceremony is the traditional wedding ceremony of the Telugu people in India.The cenermony can last several days. In the 19th century, some ceremonies lasted up to sixteen days. Modern ceremonies can still last two days or more. The caste of the bride and the groom are important for the ceremony. The \"pendli\" or wedding is considered the strongest of social bonds. It is said to spiritually merge two souls opening the doors to \"gruhastaashramam\" (household life). There is a Telugu saying that \"Marriage is supposed to be a family union and not an individual formality.\"\nTelugu marriage is sanctified by seven pledges made by the bride and groom. It begins when the bride and groom have completed seven turns around a sacred fire. Many of the gestures have a symbolic importance They are common in the ceremony and ensure that the bride and groom are united in the presence of \"Panchabhutaalu\" —five essential elements for life, namely: \"Bhumi\" (earth), \"Akaasham\" (sky), \"Agni\" (fire), \"Neeru\" (water) and \"Vaayuvu\" (air). The ceremony is held under a \"Kaḷyāṇa Maṇḍapaṃ\" or wedding pavilion decorated with fresh flowers. The \"Nādasvaram\" (also called the \"Shehnai\" in North India) is an Indian musical instrument that traditionally accompanies most Telugu weddings.\nEach element in the ceremony is connected and is given special importance. Historically, the groom would ride an elephant to the bride's home where the wedding is supposed to take place. This practice is called \"Gajaarohana\". Today this tradition is declining. Some marriage ceremonies are held in a temple in the presence of god, but most are conducted outside because of the number of people at the ceremony. After every ceremony, they serve food to all the guests, which is also the main part of the culture of offering food to anyone. It is also a tradition to eat ice cream or sweets after dinner because it is considered auspicious. All the rituals conducted throughout the Telugu wedding ceremony have a religious significance.\nThe decorations mostly consist of rich colourful flowers and mango leaves. Families renovate their houses and invite all the guests going to each of their houses by the use of \"kumkuma\" (colourful, decorative powder).","categories":[],"infobox_types":[],"annotations":[{"uri":"Telugu_people","surface_form":"Telugu people","offset":90},{"uri":"India","surface_form":"India","offset":107},{"uri":"Caste","surface_form":"caste","offset":269},{"uri":"N%C4%81dasvaram","surface_form":"Nādasvaram","offset":1166},{"uri":"Elephant","surface_form":"elephant","offset":1419},{"uri":"Temple","surface_form":"temple","offset":1606},{"uri":"Ice_cream","surface_form":"ice cream","offset":1875},{"uri":"Mango","surface_form":"mango","offset":2102},{"uri":"Kumkuma","surface_form":"kumkuma","offset":2218}]}