{"id":773236,"url":"http://en.wikipedia.org/wiki/Wolfram_Research","text":"Wolfram Research is an US-based technology company. It was named after their founder. They are known for creating many computational products that supports scientific researchers.\nWolfram language.\nThis is a programming language made by Wolfram Research. Most Wolfram products are based on this language.\nWolfram Mathematica.\nThis is a modern technical computing system made by Wolfram Research. It is used in many scientific areas including numerical analysis and their subfields. Anyone who are interested in Wolfram Mathematica demos can check the Wolfram Demonstrations Project.\nWolfram Alpha.\nThis service is available on web browsers. Users can use some features of Wolfram Mathematica on the Internet. Wolfram Alpha can also answer to some questions by searching answers on their own databases. It is also used in scientific education.\nWolfram SystemModeler.\nThis is a technical platform for systems engineering. This is also based on Wolfram technology.\nComputable Document Format.\nThis is an electronic document format. It is designed to allow interactive contents in documents.\nScienceWorld.\nThis is an online scientific encyclopedia managed by Wolfram Research.\nWolfram Technology Conference.\nThis is an annual conference about the latest technologies from Wolfram Research.","categories":[],"infobox_types":[],"annotations":[{"uri":"Technology","surface_form":"technology","offset":32},{"uri":"Company","surface_form":"company","offset":43},{"uri":"Researcher","surface_form":"researcher","offset":167},{"uri":"Programming_language","surface_form":"programming language","offset":208},{"uri":"Numerical_analysis","surface_form":"numerical analysis","offset":442},{"uri":"Web_browser","surface_form":"web browser","offset":627},{"uri":"Internet","surface_form":"Internet","offset":699},{"uri":"Education","surface_form":"education","offset":832},{"uri":"Systems_engineering","surface_form":"systems engineering","offset":899},{"uri":"Document","surface_form":"document","offset":1077},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":1131}]}