{"id":7733,"url":"http://en.wikipedia.org/wiki/Evil","text":"Evil means something which is morally bad or wicked. It is the opposite of good. People may say that an action which hurts people or breaks certain rules such as the Ten Commandments is evil. A person or a group that does evil things may also be called evil.\nLogical problem of evil.\nArguments such as these are about the \"logical\" problem of evil. They attempt to show that the assumed propositions lead to a logical contradiction and so cannot all be correct.\nTheology.\nA common response is that God can exist with and allow evil in order to achieve a greater good. Some philosophers accept that arguments such as \"God allows evil in order to achieve the greater good of free will\" are logically possible and thus solve the logical problem of evil. Since the aim is only to defeat the assertion that God and evil are \"logically incompatible\", even a highly implausible instance of God's coexistence with evil is sufficient for the purpose.\nIn theology, there is a question: \"If there is a God, why does God let evil happen?\" Some think that evil proves that there is not a God. Others think that God lets evil happen so that people can choose \"not\" to do evil.\nPhilosophies of science have approached the problem from the angle of empiricism. For logical positivism the issue with God is the lack of any independent method of verification. In their view, this makes the proposition \"God exists\", not true or false, but meaningless. A similar position points to the lack of any way the proposition might be falsified.\nView.\nThe study of good and evil in philosophy is called ethics. Ethics tries to explain why some actions are good and other actions are evil. It attempts to give all kinds of answers for how to tell evil from good. Christians believe that at the Second Coming of Christ, God will put an end to evil and the works of the Devil- see the end of the Book of Revelation. In movies or TV series evil people are often called villains. Political actions are sometimes viewed as evil such as authoritarianism, ableism or censorship. People disagree on why people do evil things. Religious people may think that it is the result of listening to an evil being such as the devil or sin. Others think it happens because of mental issues like anger, mental illness or revenge. Certain types of behavior are also sometimes seen as evil such as killing or lying to be punished. Sex crimes such as rape, hebophilia or pedophilia are also often seen as evil.","categories":[],"infobox_types":[],"annotations":[{"uri":"Goodness","surface_form":"good","offset":75},{"uri":"Ten_Commandments","surface_form":"Ten Commandments","offset":166},{"uri":"Statement","surface_form":"proposition","offset":387},{"uri":"Logical","surface_form":"logical","offset":410},{"uri":"Contradiction","surface_form":"contradiction","offset":418},{"uri":"Free_will","surface_form":"free will","offset":673},{"uri":"Theology","surface_form":"theology","offset":945},{"uri":"God","surface_form":"God","offset":991},{"uri":"Empiricism","surface_form":"empiricism","offset":1233},{"uri":"Logical_positivism","surface_form":"logical positivism","offset":1249},{"uri":"Verify","surface_form":"verification","offset":1328},{"uri":"Philosophy","surface_form":"philosophy","offset":1555},{"uri":"Ethics","surface_form":"ethics","offset":1576},{"uri":"Second_Coming","surface_form":"Second Coming","offset":1766},{"uri":"Christ","surface_form":"Christ","offset":1783},{"uri":"Devil","surface_form":"Devil","offset":1840},{"uri":"Book_of_Revelation","surface_form":"Book of Revelation","offset":1866},{"uri":"Ableism","surface_form":"ableism","offset":2021},{"uri":"Sin","surface_form":"sin","offset":2190},{"uri":"Punishment","surface_form":"punished","offset":2372}]}