{"id":773546,"url":"http://en.wikipedia.org/wiki/Saluga_and_Ghazal_protected_area","text":"Saluga and Ghazal protected area is one of the nature reserves in southern Egypt and is considered the smallest, as its area does not exceed half a kilometer in the form of islands groups in the Nile River.\nThe reserve is located in Aswan Governorate, specifically at the first waterfall, about 3 km north of Aswan Reservoir. In south of it, there is the island of Suhail, and to the north there are the islands of Esposarte, Amun and the Botanical Garden (El Nabatat Island).\nThe name is taken from the two most important islands in the reserve. Saluja Island, which means (waterfall) in Nubian language, while the name Ghazal Island seems to refer to one of the ancient plants that were growing on these islands.\nThe region declared a nature reserve by decision of the Prime Minister of Egypt in 1986. With the aim of preserving the biological diversity of endangered animals, plants and mammals.\nThe Environment.\nThe reserve contains a variety of living creatures from the animal and plant kingdoms despite the small size of the reserve and its presence in the middle of the Nile. Among the most famous animals in the reserve are camels, goats, wild donkeys, hyenas, and the red fox (the Egyptian fox) which, although it does not live mainly in the islands of the reserve but lives in the West Bank of the Nile and crosses the river by swimming to build a hole on the islands of the reserve. Sixty species of resident and migratory birds live in the reserve as well, some of which are threatened with extinction. The most famous of these rare birds is the black ibis, which became the symbol of the reserve. The plant life in the reserve is more varied and clear, as there are more than 90 different types of plants. The reserve is characterized by stunning landscapes that combine the often quiet vegetation with the water surface of the Nile, which made it an important tourist attraction.\nSaluga_and_ghazal.jpg","categories":[],"infobox_types":[],"annotations":[{"uri":"Nature_reserve","surface_form":"nature reserve","offset":47},{"uri":"Aswan_Governorate","surface_form":"Aswan Governorate","offset":233},{"uri":"Aswan_Reservoir","surface_form":"Aswan Reservoir","offset":309},{"uri":"El_Nabatat_Island","surface_form":"El Nabatat Island","offset":457},{"uri":"Waterfall","surface_form":"waterfall","offset":575},{"uri":"Prime_Minister_of_Egypt","surface_form":"Prime Minister of Egypt","offset":771},{"uri":"Biological_diversity","surface_form":"biological diversity","offset":835},{"uri":"Red_fox","surface_form":"red fox","offset":1178},{"uri":"Ibis","surface_form":"ibis","offset":1565},{"uri":"Vegetation","surface_form":"vegetation","offset":1801},{"uri":"Nile","surface_form":"Nile","offset":1842}]}