{"id":773761,"url":"http://en.wikipedia.org/wiki/Rest_in_power","text":"e=\"preserve\">Rest in power is a saying that is used to replace \"rest in peace,\" which is said after someone dies. The phrase \"rest in power\" is used for people who have dedicated their lives to activism or those who have died due to oppression, such as racism, homophobia, transphobia, etc. Using the term \"rest in power\" instead of \"rest in peace\" send a message that the dead person cannot rest in peace until change occurs. \"Rest in power\" also means that the dead person is making changes in society despite being dead.\nThe phrase \"rest in power\" is used in progressive groups.\nHistory.\n\"Rest in power\" is quite new. It first appeared in 2000 in honor of a graffiti artist in Oakland, California who was shot and killed. Later, it began to be used for people who were killed in shootings or murdered.\nBlack Lives Matter.\nPeople who are part of Black Lives Matter use \"Rest in power\" to remember all Black people who died because of racism. Even though the phrase wasn't used yet during the Civil Rights movement of the 1950s and 60s, people still say \"rest in power\" when talking about people who died because of racism back then or were involved in the movement. For example, Emmett Till died in 1955, but people still say \"rest in power\" when they're talking about him.\nWhen Trayvon Martin died, his parents used the phrase to honor him. They wrote a book called \"Rest in Power\" about his life.\nTransphobia.\nAn American trans girl named Leelah Alcorn killed herself in 2014 because she could not deal with her parents' transphobia. Even after she died, her parents still didn't treat her right and they called her by her deadname (name used before transitioning) instead of the name she wanted to be called. People used \"rest in power\" to honor Ms. Alcorn and recognize the fact that she wasn't treated right as a transgender person, even after she died.\nUsage.\nA person does not have to die due to violence in order for the term \"rest in power\" to be used. It can be used for people who were activists or those who struggled with systems of oppression in their lives. For example, Katherine Johnson was a NASA mathematician. She did not die a violent death. But US congresswoman Ilhan Omar used the phrase in a tweet to honor Johnson's achievements despite the racism and sexism she faced in NASA.\n\"Rest in power\" is not the same as \"rest in peace.\" This is because oppressed people cannot have peace until there is justice.\nAn example of what people think is a wrong use of \"rest in power\" is a tweet made by the Women's March organization after the death of Barbara Bush. A lot of people thought this was wrong because Bush was not a victim of oppression nor did she dedicate her life to fighting oppression.","categories":[],"infobox_types":[],"annotations":[{"uri":"Death","surface_form":"dies","offset":108},{"uri":"Activism","surface_form":"activism","offset":194},{"uri":"Oppression","surface_form":"oppression","offset":233},{"uri":"Racism","surface_form":"racism","offset":253},{"uri":"Homophobia","surface_form":"homophobia","offset":261},{"uri":"Transphobia","surface_form":"transphobia","offset":273},{"uri":"Peace","surface_form":"peace","offset":400},{"uri":"Progressive","surface_form":"progressive","offset":562},{"uri":"Graffiti","surface_form":"graffiti","offset":661},{"uri":"Oakland%2C_California","surface_form":"Oakland, California","offset":680},{"uri":"Black_Lives_Matter","surface_form":"Black Lives Matter","offset":848},{"uri":"Black_people","surface_form":"Black people","offset":903},{"uri":"Civil_Rights","surface_form":"Civil Rights","offset":994},{"uri":"Emmett_Till","surface_form":"Emmett Till","offset":1181},{"uri":"Trayvon_Martin","surface_form":"Trayvon Martin","offset":1281},{"uri":"Deadnaming","surface_form":"deadname","offset":1627},{"uri":"Violence","surface_form":"violence","offset":1905},{"uri":"Katherine_Johnson","surface_form":"Katherine Johnson","offset":2088},{"uri":"NASA","surface_form":"NASA","offset":2112},{"uri":"Justice","surface_form":"justice","offset":2423},{"uri":"Barbara_Bush","surface_form":"Barbara Bush","offset":2567}]}