{"id":773789,"url":"http://en.wikipedia.org/wiki/Skin-walker","text":"A skin-walker (Navajo: \"yee naaldlooshii\") is a really bad witch who can turn into an animal in Navajo culture.\nDescription.\nThe concept of the skin-walker is unique to the Navajo people. In their language, the word \"yee naaldlooshii\" means, \"with it [the animal skin], he goes on all fours.\"\nA skin-walker may be a man or a woman. Skin-walkers are usually associated with trickster animals like the coyote or with animals that represent death and bad luck. They can turn into any animal they want by wearing its skin. Because of this, the Navajo will not wear the skin of a predator animal. Also, skin-walkers are really fast. People can be possessed by a skin-walker by looking them in the eye.\nA skin-walker knows about the same rituals and spells like other Navajo medicine men. Unlike medicine men, they use their knowledge to do evil. A person becomes a skin-walker by killing someone in their family, which is a really evil thing to do according to the Navajo.\nThe Navajo agree that skin-walkers are hard to kill. According to them, the best way to kill a skin-walker is to get a shaman who knows about good magic to do certain spells and rituals that can return a skin-walker's evil back to them. Others think that skin-walkers can be killed by bullets dipped in white ash. However, these bullets won't work unless they hit the skin-walker in the head or neck.\nThe skin-walker represents everything evil in the Navajo culture. To them, there is nothing good about the skin-walker. People who are skin-walkers use black magic to kill others.\nThey really do not like talking about skin-walkers, especially to people who are not Navajo. Some even do not want to say the word and will take great pains to hide it, such as by typing sk*nw*lker. They believe that saying its name or mentioning it will make it appear.\nStories.\nThe Navajo tell stories about the skin-walker in order to teach their children about right and wrong. They believe that children who learn how to do the right thing and lead moral lives are less likely to become evil, which is what the skin-walker is.\nWhen non-Native people talk about the skin-walker, they usually use it in horror movies and stories. But when Native people tell horror stories, they use another scary character to replace the skin-walker.","categories":[],"infobox_types":[],"annotations":[{"uri":"Navajo_language","surface_form":"Navajo","offset":15},{"uri":"Witch","surface_form":"witch","offset":59},{"uri":"Animal","surface_form":"animal","offset":86},{"uri":"Navajo_people","surface_form":"Navajo","offset":96},{"uri":"Culture","surface_form":"culture","offset":103},{"uri":"Navajo_people","surface_form":"Navajo people","offset":173},{"uri":"Coyote","surface_form":"coyote","offset":400},{"uri":"Predator","surface_form":"predator","offset":575},{"uri":"Medicine_man","surface_form":"medicine men","offset":769},{"uri":"Magic","surface_form":"magic","offset":1115},{"uri":"Evil","surface_form":"evil","offset":1407},{"uri":"Black_magic","surface_form":"black magic","offset":1521},{"uri":"Horror_movies","surface_form":"horror movies","offset":2155}]}