{"id":773769,"url":"http://en.wikipedia.org/wiki/Suicide_of_Leelah_Alcorn","text":"Leelah Alcorn was an transgender American girl. On December 28, 2014, she killed herself because her parents did not respect her gender identity. They made her learn lessons at home and forced her to go to conversion therapy in order to force her to accept her birth gender. After Alcorn died, many laws were made in order to stop discrimination against trans people.\nLife.\nLeelah Alcorn was born into a conservative Christian family. They lived in the state of Ohio.\nIn the United States, many conservative Christians do not like anything related to LGBT causes. They believe that boys will always be boys and girls will always be girls because they think that God made them that way. They also think that transgender people are \"confused\" and need to learn how to appreciate their birth gender. One way they do that is through conversion therapy. However, many studies have shown that this type of therapy does not work and hurts the people it is supposed to help.\nEver since she was 4, Alcorn felt like a \"girl trapped in a boy's body.\" When she was 14, she identified as transgender. She told her mom that she was transgender. Her mom said that it was a \"phase\" and that she could never be a woman. This made her depressed, so her mom sent her to Christian therapists who also told her that she was a man and that she should \"look to God for help.\" When Alcorn was still alive, conversion therapy was still legal in Ohio. Going to these therapists did not make her feel better.\nWhen Alcorn was 16, she told other kids at school that she liked boys. Other kids at school accepted that she liked boys and were happy for her. However, her parents were not happy. They thought she was making look bad. They made her go to an online school that taught Christian values. They didn't allow her to use social media or a cell phone. Because of these rules, Alcorn felt very alone.\nDeath.\nAlcorn asked for her belongings to be sold so that the money could go to support groups that work for trans rights. She signed the note as \"(Leelah) Alcorn.\" \"Josh\" was the name her parents gave her at birth.\nShe also wrote another note and left it in her bedroom. It said, \"I've had enough.\" Her parents threw it away after the police made a copy.\nAlcorn walked onto a highway near her house and was hit by a truck.\nThe note got a lot of attention on Tumblr. However, her Tumblr blog disappeared after her parents asked Tumblr to delete it.\nAlcorn's family had a private funeral. Her body was said to have been cremated.\nIn 2015, the Ohio State Patrol said that Alcorn's death was a suicide.\nReactions.\nMany people were sad that Leelah Alcorn died and that she was treated wrong by her parents. They thought that she was a victim of her parent's transphobia.\nLeelah's parents.\nLeelah Alcorn's parents were sad that she died. However, they refused to recognize her as transgender. In a Facebook post, Alcorn's mom Carla called her by her deadname, \"Josh.\" A lot of people thought that was disrespectful because \"Josh\" was not the name Alcorn wanted to be called. Some people sent mean messages to her mom on Facebook. Others said that her parents should go to jail and lose custody of their other kids. Carla Alcorn deleted the post.\nCarla Alcorn went onto CNN and said that \"we loved him unconditionally. We loved him no matter what. I loved my son. People need to know that I loved him. He was a good kid, a good boy.\" Some people said that their love was not \"unconditional\" because of their hostile reaction to Leelah when she told them she was trans.\nOthers.\nMany people around the world talked about Leelah Alcorn's death. They made art and lit candles to honor her.\nMany LGBT rights groups said that transgender suicide happened a lot because trans people are being treated wrong, just like how Leelah was treated wrong. Besides the problem of suicide, trans people are often killed and treated wrong in other ways.\nSome people tried to raise money to buy a gravestone with the name Leelah Alcorn on it to replace the gravestone with her birth name on it. However, this did not happen. Instead, a group bought a bench, tree, and plaque.\nLeelah's Law.\nA petition was made to ban conversion therapy in the United States. President Barack Obama said that he supported laws banning conversion therapy.\nIn December of 2015, Cincinnatti banned conversion therapy. As of July 2020, five cities in Ohio have banned conversion therapy and two others had banned it on minors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Transgender","surface_form":"transgender","offset":21},{"uri":"Suicide","surface_form":"killed herself","offset":74},{"uri":"Gender_identity","surface_form":"gender identity","offset":129},{"uri":"Conversion_therapy","surface_form":"conversion therapy","offset":206},{"uri":"Gender","surface_form":"gender","offset":267},{"uri":"Discrimination","surface_form":"discrimination","offset":331},{"uri":"Conservative","surface_form":"conservative","offset":404},{"uri":"Christian","surface_form":"Christian","offset":417},{"uri":"Ohio","surface_form":"Ohio","offset":462},{"uri":"LGBT","surface_form":"LGBT","offset":551},{"uri":"God","surface_form":"God","offset":662},{"uri":"Gender","surface_form":"gender","offset":789},{"uri":"Conversion_therapy","surface_form":"conversion therapy","offset":829},{"uri":"Depression","surface_form":"depressed","offset":1217},{"uri":"Therapist","surface_form":"therapists","offset":1261},{"uri":"God","surface_form":"God","offset":1338},{"uri":"Social_media","surface_form":"social media","offset":1798},{"uri":"Highway","surface_form":"highway","offset":2253},{"uri":"Truck","surface_form":"truck","offset":2293},{"uri":"Funeral","surface_form":"funeral","offset":2455},{"uri":"Cremation","surface_form":"cremated","offset":2495},{"uri":"Transphobia","surface_form":"transphobia","offset":2730},{"uri":"Facebook","surface_form":"Facebook","offset":2869},{"uri":"Deadnaming","surface_form":"deadname","offset":2921},{"uri":"Custody","surface_form":"custody","offset":3157},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":4219},{"uri":"Cincinnatti","surface_form":"Cincinnatti","offset":4309}]}