{"id":773846,"url":"http://en.wikipedia.org/wiki/Four_Pillars","text":"The four pillars policy is an Australian government policy to maintain the separation of the four largest banks in Australia by rejecting any merger or acquisition between the four major banks.\nHistory.\nThe policy, originally \"six pillars\" (it initially included AMP and National Mutual), was adopted in 1990 by then Labor Treasurer Paul Keating. It covered the big four banks (Commonwealth Bank, Westpac, NAB, ANZ) and two insurers (AMP and National Mutual). It was essentially designed to block the merger between ANZ and National Mutual at the time. Keating believed this arrangement would ensure a competitive banking market.\nIn 1997, leading business figure Stan Wallis (Businessweek bio) produced a report of his inquiry into Australia's financial system (the Final Report of the Financial System Inquiry, commonly referred to as \"the Wallis report.\") which recommended that the \"Four Pillars\" model be dismantled, to leave the banks subject to the same merger competition tests as other businesses. In response, then Coalition Treasurer Peter Costello's removed the pillar status of the two insurers (National Mutual had by that time already been acquired by France's AXA), but the ban on mergers of the remaining four banks was retained, with the rider that none of them were considered immune from foreign takeover. With the change of government, new Treasurer Wayne Swan has stated in 2008, that the Labor government has no plans to dismantle the four pillars policy.\nThe four pillars policy does not prevent the four major banks from acquiring smaller competitors. For example, in 2000, CBA acquired the Colonial group, which had emerged as a major bank–insurance combine in the 1990s, after the Colonial Mutual insurance group took over State Bank of NSW in 1994. The Commonwealth Bank also acquired the State Bank of Victoria in 1990 and BankWest in 2008. Westpac acquired the Challenge Bank in 1995, the Bank of Melbourne in 1997, and St.George Bank in 2008.\nCriticism.\nThe policy has been criticised for being anti-competitive by ensuring that the four major banks are immune from takeover by the most likely suitors. At the same time, it is credited with insulating the banks from the global financial crisis of 2007–08. The major banks have criticised the policy on the basis that limiting the size of Australian banks makes them less internationally competitive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian_government","surface_form":"Australian government","offset":30},{"uri":"Paul_Keating","surface_form":"Paul Keating","offset":333}]}