{"id":773904,"url":"http://en.wikipedia.org/wiki/Kliment_Voroshilov","text":"Kliment Yefremovich Voroshilov (Russian: Климе́нт Ефре́мович Вороши́лов​) (born 4 February 1881 – died 2 December 1969), was a Soviet military officer and politician during Joseph Stalin's era. He was one of the original five Marshals of the Soviet Union. It is considered the highest military rank of the Soviet Union.\nEarly life and career.\nVoroshilov was born Verkhnyeye, Bakhmut uyezd, Yekaterinoslav. The place is now part of Lysychansk in Luhansk Oblast, Ukraine. He was born into a railway worker's family of Russian ethnicity. According to the Soviet Major General Petro Grigorenko, Voroshilov himself alluded to the heritage of his birth-country, Ukraine, and to the previous family name of \"Voroshilo\".\nPersonal life.\nHe was married to Ekaterina Voroshilova (born Golda Gorbman). She came from a Jewish Ukrainian family from Mardarovka. She changed her name when she converted to Orthodox Christianity in order to be allowed to marry Voroshilov. During Stalin's rule, the couple lived in the Kremlin at the Horse Guards.\nDeath.\nVoroshilov died in 1969 in Moscow and was buried in the Kremlin Wall Necropolis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":173},{"uri":"Marshals_of_the_Soviet_Union","surface_form":"Marshals of the Soviet Union","offset":226},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":306},{"uri":"Verkhnyeye","surface_form":"Verkhnyeye","offset":363},{"uri":"Luhansk_Oblast","surface_form":"Luhansk Oblast","offset":445},{"uri":"Petro_Grigorenko","surface_form":"Petro Grigorenko","offset":573},{"uri":"Ekaterina_Voroshilova","surface_form":"Ekaterina Voroshilova","offset":746},{"uri":"Mardarovka","surface_form":"Mardarovka","offset":835},{"uri":"Orthodox_Christianity","surface_form":"Orthodox Christianity","offset":890},{"uri":"Kremlin_Wall_Necropolis","surface_form":"Kremlin Wall Necropolis","offset":1094}]}