{"id":774,"url":"http://en.wikipedia.org/wiki/Search_engine","text":"e=\"preserve\">A search engine is a website that allows users to look up information on the World Wide Web (www). The search engine will achieve this by looking at many web pages to find matches to the user's search inputs. It will return results ranked by relevancy and popularity by the search engine. Some popular search-engines are Google, Yahoo!, Ask.com, Forestle and Bing. Older services include Webcrawler, Lycos, and Alta Vista.\nTo use a search engine you must enter at least one keyword in to the search box. Usually an on-screen button must be clicked on to submit the search. The search engine looks for matches between the keyword(s) entered and its database of websites and words.\nAfter the user inputs their search or query into the search bar, a list of results will appear on the screen known as search engine results page (SERP). This list of webpages contains matches related to the user's query in a particular order determined by a ranking system. Most search engine will remove \"spam\" pages from the list of results to provide a better list of results. The user can then click on any of the links to go to that webpage.\nSearch engines are some of the most advanced websites on the web. They use special computer code to sort the web pages on SERPs. The most popular or highest quality web pages will be near the top of the list.\nWhen a user types words into the search engine, it looks for web pages with those words. There could be thousands, or even millions, of web pages with those words. So, the search engine helps users by putting the web pages it thinks the user wants first.\nSearch engines are very useful to find information about anything quickly and easily. Using more keywords or different keywords improves the results of searches.\nA search service may also include a portal with news, games, and more information besides a search engine. Yahoo! has a popular portal, and MSN Search is part of the MSN portal, while Google has a simple design on its front page. Search services usually work without charging money for finding sites, and are often supported with text or banner advertisements.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":34},{"uri":"World_Wide_Web","surface_form":"World Wide Web","offset":90},{"uri":"Webpage","surface_form":"web pages","offset":167},{"uri":"Google","surface_form":"Google","offset":334},{"uri":"Yahoo%21","surface_form":"Yahoo!","offset":342},{"uri":"Ask.com","surface_form":"Ask.com","offset":350},{"uri":"Forestle","surface_form":"Forestle","offset":359},{"uri":"Bing","surface_form":"Bing","offset":372},{"uri":"Webcrawler","surface_form":"Webcrawler","offset":401},{"uri":"Lycos","surface_form":"Lycos","offset":413},{"uri":"Alta_Vista","surface_form":"Alta Vista","offset":424},{"uri":"Portal","surface_form":"portal","offset":1802},{"uri":"Yahoo%21","surface_form":"Yahoo!","offset":1873},{"uri":"MSN_Search","surface_form":"MSN Search","offset":1906},{"uri":"MSN","surface_form":"MSN","offset":1932},{"uri":"Google","surface_form":"Google","offset":1950}]}