{"id":774095,"url":"http://en.wikipedia.org/wiki/School_discipline","text":"When a student or group of students show behaviour that disrupts the current activity, or that goes against rules of the school, a teacher or the school can take action. This action is usually called school discipline. Discipline can guide the children's behaviour or set limits to help them learn to take better care of themselves, other people and the world around them.\nEvery school has a set of rules and if students break these rules they are subject to discipline. For example, these rules may say that pupils need to wear a school uniform, and what the school uniform must look lke. They usually also say that school starts at a given time, and thatzpupils must be present at the school, at that time. If pupils do not follow the rules, they will be punished. The term \"discipline\" is applied to the punishment that is the consequence of breaking the rules. The aim of discipline is to set limits restricting certain behaviors or attitudes that are seen as harmful or against school policies, educational norms, school traditions, etc. In the early days of schools, it was common to punish people if they did not follow the rules set by the school. In more recent times, other approaches have also been tried, such as rewarding good behavior.\nThe importance of discipline.\nIt is important to cereate an environment, where it is safe and fun for children to learn. Many people confuse discipline with classroom management; discipline is one dimension of classroom management and classroom management is a general term. Discipline can also have a positive effect on both the individual as well as classroom environment. The right form of punishment can give the pupil a chance to reflect and learn about consequences. It can also give collective values, and encourage behavior that is acceptable for the classroom. Recognition of the diversity of values within communities can increase understanding and tolerance of different disciplinary techniques.\nCorporal punishment.\nCoproal punishment was the most common means of maintaining discipline. When a child was at school, the teacher acted as a substitue parent. Many forms of punishment and rewards were open to the teacher. Hitting children with a cane or a stick was a common punishment if the child did something wrong.\nCorporal punishment in schools has now disappeared from most Western countries, including all European countries. In the United States, corporal punishment is not used in public schools in 34 states, banned in 31, permitted in 19, of which only 16 actually have school districts actively administering corporal punishment. Every U.S. state except New Jersey and Iowa permits corporal punishment in private schools. Many private schools have abandoned the practice, though, especially Catholic schools, nearly all of which now ban. Thirty-one U.S. states as well as the District of Columbia have banned it from public schools, most recently New Mexico in 2011. The other 19 states (mostly in the South) still allow corporal punishment in public schools. Of the 19 which permit the practice, three – Arizona, Colorado, and Wyoming have no public schools that actually use corporal punishment as of 2016. Paddling is still used to a significant (though declining) degree in some public schools in Alabama, Arkansas, Georgia, Louisiana, Mississippi, Missouri, Oklahoma, Tennessee and Texas. Private schools in these and most other states may also use it, though many choose not to do so.\nOfficial corporal punishment, often by caning, remains commonplace in schools in some Asian, African and Caribbean countries.\nMost mainstream schools in most other countries still have punishment for misbehavior, but it usually takes non-corporal forms such as detention and suspension.\nIn China, school corporal punishment was completely banned under the Article 29 of the Compulsory Education Act of the People's Republic of China, but in practice, beating by schoolteachers is still common, especially in rural areas.\nIn Australia, school corporal punishment has been banned in public schools in all states, but as of 2019, it is still permitted in private schools in Queensland and the Northern Territory.\nDetention.\nDetention is one of the most common punishments in schools. A pupil needs to report to a designated area of the school, at a specified time. The pupil will then have to stay at that area, for a given time.\nFailure to attend detention without a valid excuse can sometimes result in another longer detention, or a more severe punishment\nCounseling.\nCounseling is also provided when students will have to see a school counselor (guidance counselor) for misbehavior. The purpose of counseling is to help the student recognize their mistakes and find ways to avoid them. Counseling can also help the student clarify the school's expectations, as well as understand the consequences of failing to meet those standards.\nSuspension.\nSuspension means that a student must not attend classes, for a given time. In some cases, the student must still come to school, but will not see classmates or teachers during that day. Students who have been suspended are also not allowed to attend out-of-school events (such as sporting events, or proms).\nUsually, schools are required to tell the student's parents why the student was suspended.\nSuspension usually means that students still need to do homework, assignments and exams.\nExpulsion.\nExpulsion is the most severe form of punishment. It terminates the student's education at the given school. This is the last resort, when all other methods of discipline have failed. However, in extreme situations, it may also be used for a single offense, such as setting fires on campus, the activation of false alarms,or assault and battery against faculty and staff members,or school administrators. In some cases, there are special schools for the pupuls that have been excluded from other schools.\nUsually, the parents can appeal against the decision to expel a student.","categories":[],"infobox_types":[],"annotations":[{"uri":"School","surface_form":"school","offset":121},{"uri":"School_uniform","surface_form":"school uniform","offset":531},{"uri":"Cane","surface_form":"cane","offset":2206},{"uri":"Stick","surface_form":"stick","offset":2216},{"uri":"Ban","surface_form":"banned","offset":2480},{"uri":"New_Jersey","surface_form":"New Jersey","offset":2627},{"uri":"Iowa","surface_form":"Iowa","offset":2642},{"uri":"Washington%2C_D.C.","surface_form":"District of Columbia","offset":2849},{"uri":"New_Mexico","surface_form":"New Mexico","offset":2920},{"uri":"Southern_United_States","surface_form":"the South","offset":2971},{"uri":"Arizona","surface_form":"Arizona","offset":3078},{"uri":"Colorado","surface_form":"Colorado","offset":3087},{"uri":"Wyoming","surface_form":"Wyoming","offset":3101},{"uri":"Alabama","surface_form":"Alabama","offset":3274},{"uri":"Arkansas","surface_form":"Arkansas","offset":3283},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":3293},{"uri":"Louisiana","surface_form":"Louisiana","offset":3302},{"uri":"Mississippi","surface_form":"Mississippi","offset":3313},{"uri":"Missouri","surface_form":"Missouri","offset":3326},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":3336},{"uri":"Tennessee","surface_form":"Tennessee","offset":3346},{"uri":"Texas","surface_form":"Texas","offset":3360},{"uri":"Caning","surface_form":"caning","offset":3503}]}