{"id":77405,"url":"http://en.wikipedia.org/wiki/Co-operative_Party","text":"e=\"preserve\">The Co-operative Party is a small socialist political party, in the United Kingdom. Its candidates must be members of the Labour Party as well, and stand as \"Labour and Co-operative Party\" candidates.\nThe party today.\nIt is the political part of the wider British co-operative movement, and all members of the party must be members of a co-operative business. Those who want to stand for election must also be members of the Labour Party.\nMost of the party’s money is from grants made by the retail co-operative societies, and from the fee charged for managing the political affairs of Co-operatives UK, formerly known as the Co-operative Union. Local parties are not based on constituencies, but around a major local retail society, which gives most of the money a local Party Council has. The Party council organises local branches to organise local activity and liaise with Constituency Labour Parties. Some Parties exist without Society support, known as voluntary parties.\nAt first the Co-operative Party was mostly concerned with the problems of the co-op movement. Since the 1930s it has become a more mainstream political, but it still wants better recognition and protection for co-operative business, the social economy, and to advance support for co-operatives and co-operation across Europe and the developing world. The party also stands for a sustainable economy and society.\nIn 2005 there were 29 MPs in the Co-operative Parliamentary Group, who are also members of the Parliamentary Labour Party in the British House of Commons, 8 Members of the Scottish Parliament, 4 Members of the Welsh Assembly and 11 Members of the House of Lords, as well as over 700 local councillors. There is also an informal Co-operative Party group in the European Parliament.\nThe election agreement between the Co-operative and Labour Parties means that 30 candidates can stand as \"Labour Co-operative\" candidates, and get money for election expenses from the Co-operative Party. There are many other Labour MPs who are Co-operative Party members but are not sponsored. One of these was Gareth Thomas MP, chair of the Co-operative Party since 2001 and of the Co-operative Congress in 2003, who was invited to join the parliamentary group in 2003. The Party has not registered a logo with the electoral commission for use on ballot papers, as candidates use the Labour Party \"Rose\" logo. Under UK law a party and a logo must be registered if either are to be used on a ballot paper in an election\nThe Party holds an annual conference. The 2006 conference was held in Sheffield in September 2006.\nThe current General Secretary is Michael Stephenson.\nJoint Parliamentary Committee.\nThe \"Joint Parliamentary Committee\" was set up in 1881 by The Co-operative Union. It was not set up to get MPs elected, but to watch over what was happening in parliament, and to lobby sympathetic MPs. The Co-operative Union Annual Congress tried to get a regular party set up but the retail societies would not give any money.\nThe Great War.\nAt the start of the war, the many retail societies in the Co-op movement grew, partly because they were very public about \"anti-profiteering\". Making a large profit in war time was seen as not being patriotic or helping the country. When conscription (men were ordered into the army) was started and food and fuel supplies restricted, the co-op societies began to suffer. The co-ops were started by ordinary workers, but the government distribution committees and draft tribunals were usually run by members of the upper classes and gentry. Co-ops smaller amounts of food to sell, and coop managers were often drafted, whereas business opponents were able to have even clerks declared vital for the war effort. Co-op Societies were also made to pay \"excess profits tax\" even though as co-operatives they made no profits.\nThe 1917 Congress in Swansea decided to set up a Co-operative Party, the decision was passed by 1979 votes to 201.\nCentral Co-operative Parliamentary Representation Committee.\nAn Emergency Political Conference was held on 18 October 1917. As a result, the \"Central Co-operative Parliamentary Representation Committee\" was formed in 1917, with the objective of putting co-operators into the House of Commons. This was soon renamed the Co-operative Party.\nAt first the party put forward its own candidates. The first was H J May, later Secretary of the International Co-operative Alliance. He was unsuccessful at the 1918 Prestwich by-election.\nTen people stood in the 1918 general election. One candidate was elected: Alfred Waterson who became a Member of Parliament for the Kettering seat. Waterson took the Labour whip in Parliament. In 1919, 151 Co-operative Party local councillors. Waterson retired from Parliament in 1922, but four new Co-operative MPs were elected that same year, including A.V. Alexander. All of them took the Labour whip. Six were elected in 1923 and five in 1924.\nHowever, since the 1927 Cheltenham Agreement, the party has had an electoral agreement with the Labour Party, which allows for a limited number of \"Labour Co-operative\" candidates. This means that the parties do not waste resources by opposing each other. The agreement has been changed several times, most recently in 2003. The 2003 agreement was the first between the Labour Party and the Co-operative Party, instead of the Co-operative Societies. After the first formal agreement, nine Labour Co-op MPs were elected at the 1929 general election, and Alexander was made a cabinet minister. However, only one was returned at the 1931 election against the backdrop of a massive defeat for Labour.\nThe rise of the sister party.\nThe Labour party recovered from the bad election of 1931 and was in government during World War II. This helped the Co-operative Party through the formal election links.. In 1945, 23 Labour Co-op MPs were elected and two had high office in the Labour government - Alexander and Alfred Barnes, who had been chair of the Party.\nAfter the war the co-operative movement declined and so did the influence of the Party. By 1983 only eight Labour Co-op MPs were elected. However, in 1997, all 23 candidates won seats in Parliament and, in 2001, only one was defeated, Faye Tinnion who had stood against the Leader of the Conservative Party, William Hague. Gordon Brown is very interested in the co-operative principles of self-help, and this support allowed the co-operative movement to make representations, and sponsor important bills on updating company law, employee share ownership and micro-generation of energy.\nNoted co-op politicians.\nSee and List of Labour Co-operative Members of Parliament for wider lists.\nNicholas Russell, the 6th Earl Russell (and grandson of the philosopher, 3rd Earl Bertrand Russell) is a strong supporter of the Co-operative Party and secretary of its Waltham Forest branch; he is vocal in his call for the abolition of the House of Lords.","categories":[],"infobox_types":[],"annotations":[{"uri":"Socialist","surface_form":"socialist","offset":47},{"uri":"Political_party","surface_form":"political party","offset":57},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":81},{"uri":"Labour_Party_(UK)","surface_form":"Labour Party","offset":135},{"uri":"Labour_Co-operative","surface_form":"Labour and Co-operative Party","offset":171},{"uri":"Co-operative","surface_form":"co-operative","offset":277},{"uri":"Co-operatives_UK","surface_form":"Co-operatives UK","offset":599},{"uri":"Constituency_Labour_Party","surface_form":"Constituency Labour Parties","offset":890},{"uri":"Social_economy","surface_form":"social economy","offset":1228},{"uri":"Europe","surface_form":"Europe","offset":1309},{"uri":"Economics","surface_form":"economy","offset":1382},{"uri":"Society","surface_form":"society","offset":1394},{"uri":"Parliamentary_Labour_Party","surface_form":"Parliamentary Labour Party","offset":1498},{"uri":"British_House_of_Commons","surface_form":"British House of Commons","offset":1532},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":1575},{"uri":"Welsh_Assembly","surface_form":"Welsh Assembly","offset":1613},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":1650},{"uri":"Councillor","surface_form":"councillor","offset":1692},{"uri":"European_Parliament","surface_form":"European Parliament","offset":1763},{"uri":"Labour_Co-operative","surface_form":"Labour Co-operative","offset":1890},{"uri":"Member_of_Parliament","surface_form":"MPs","offset":2016},{"uri":"Gareth_Thomas_(English_politician)","surface_form":"Gareth Thomas","offset":2095},{"uri":"Co-operative_Congress","surface_form":"Co-operative Congress","offset":2167},{"uri":"Ballot_paper","surface_form":"ballot paper","offset":2332},{"uri":"Sheffield","surface_form":"Sheffield","offset":2574},{"uri":"Co-operatives_UK","surface_form":"The Co-operative Union","offset":2745},{"uri":"Conscription","surface_form":"conscription","offset":3268},{"uri":"Conscription","surface_form":"draft","offset":3494},{"uri":"Co-operative","surface_form":"co-operative","offset":3815},{"uri":"Co-operative_Congress","surface_form":"1917 Congress","offset":3855},{"uri":"Swansea","surface_form":"Swansea","offset":3872},{"uri":"British_House_of_Commons","surface_form":"House of Commons","offset":4241},{"uri":"H_J_May","surface_form":"H J May","offset":4370},{"uri":"International_Co-operative_Alliance","surface_form":"International Co-operative Alliance","offset":4402},{"uri":"Prestwich","surface_form":"Prestwich","offset":4471},{"uri":"United_Kingdom_general_election%2C_1918","surface_form":"1918 general election","offset":4518},{"uri":"Alfred_Waterson","surface_form":"Alfred Waterson","offset":4568},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":4597},{"uri":"Kettering","surface_form":"Kettering","offset":4626},{"uri":"Labour_Party_(UK)","surface_form":"Labour","offset":4660},{"uri":"Whip_(politics)","surface_form":"whip","offset":4667},{"uri":"A.V._Alexander","surface_form":"A.V. Alexander","offset":4849},{"uri":"Cheltenham","surface_form":"Cheltenham","offset":4966},{"uri":"Labour_Co-operative","surface_form":"Labour Co-operative","offset":5090},{"uri":"United_Kingdom_general_election%2C_1929","surface_form":"1929 general election","offset":5468},{"uri":"United_Kingdom_general_election%2C_1931","surface_form":"1931 election","offset":5572},{"uri":"World_War_II","surface_form":"World War II","offset":5755},{"uri":"Alfred_Barnes_(Labour_politician)","surface_form":"Alfred Barnes","offset":5947},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":6283},{"uri":"William_Hague","surface_form":"William Hague","offset":6303},{"uri":"Gordon_Brown","surface_form":"Gordon Brown","offset":6318},{"uri":"List_of_Labour_Co-operative_Members_of_Parliament","surface_form":"List of Labour Co-operative Members of Parliament","offset":6614},{"uri":"Nicholas_Russell%2C_6th_Earl_Russell","surface_form":"Nicholas Russell","offset":6681},{"uri":"Earl_Russell","surface_form":"Earl Russell","offset":6707},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":6763},{"uri":"Waltham_Forest","surface_form":"Waltham Forest","offset":6850},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":6922}]}