{"id":774153,"url":"http://en.wikipedia.org/wiki/Faithful_Word_Baptist_Church","text":"Faithful Word Baptist is a fundamentalist Independent Baptist church. It is located in Tempe, Arizona and was started by a man named Steven L. Anderson.\nThe church has received a lot of negative attention. In 2009, Anderson said that he was praying for Barack Obama to die. Obama was the president of the United States back then. It is also homophobic and anti-Semitic. As a result of his beliefs, Anderson has been banned from many countries.\nBeliefs.\nFaithful Word Baptist Church only uses the Authorized King James Version of the Bible. They believe all other Bible versions have errors in them and that the people who wrote them put in their own thoughts and ideas rather than what God wanted.\nFaithful Word Baptist Church is against abortion and all forms of birth control. They believe that babies should be made naturally because processes like IVF result in a lot of embryos being thrown away. As of July 2020, Steven Anderson has 11 kids.\nThe church teaches that gay people are going to hell and there is nothing that they can do about it because they belong to a group of people called \"reprobates.\" According to the church, reprobates can never be saved because they rejected Jesus too many times so God allowed them to become reprobates.\nHistory.\nThe church was started in 2005.\nObama sermon.\nIn August of 2009, Anderson gave a sermon called \"Why I Hate Barack Obama.\" In it, he said that he hated Obama for supporting abortion rights and that he prayed for Obama to die.\nThe day after the sermon, a member of Faithful Word Baptist Church brought weapons to an event Obama was at. He did it as part of a stunt.\nHomophobia.\nAnderson calls gay people \"sodomites,\" which is a really offensive and outdated term for gays. He says that they \"recruit\" children through rape. He also said that killing gay people would get rid of AIDS and that he prayed for Caitlyn Jenner's heart to explode. Because of these comments, the church has been listed as a hate group by civil rights organizations such as the Southern Poverty Law Center.\nIn 2016, 49 people were killed at a gay nightclub in Orlando, Florida. Anderson called the dead people \"pedophiles\" and said they were all in hell.\nAnti-Semitism.\nAnderson says that the Holocaust never happened and made a video about it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fundamentalism","surface_form":"fundamentalist","offset":27},{"uri":"Baptist","surface_form":"Baptist","offset":54},{"uri":"Arizona","surface_form":"Arizona","offset":94},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":253},{"uri":"Homophobia","surface_form":"homophobic","offset":341},{"uri":"Anti-Semitism","surface_form":"anti-Semitic","offset":356},{"uri":"Authorized_King_James_Version","surface_form":"Authorized King James Version","offset":496},{"uri":"Bible","surface_form":"Bible","offset":533},{"uri":"God","surface_form":"God","offset":686},{"uri":"Abortion","surface_form":"abortion","offset":738},{"uri":"Birth_control","surface_form":"birth control","offset":764},{"uri":"IVF","surface_form":"IVF","offset":852},{"uri":"Embryo","surface_form":"embryos","offset":875},{"uri":"Hell","surface_form":"hell","offset":996},{"uri":"Sodomy","surface_form":"sodomites","offset":1662},{"uri":"Recruitment","surface_form":"recruit","offset":1749},{"uri":"AIDS","surface_form":"AIDS","offset":1835},{"uri":"Caitlyn_Jenner","surface_form":"Caitlyn Jenner","offset":1863},{"uri":"Pedophilia","surface_form":"pedophiles","offset":2143},{"uri":"Holocaust","surface_form":"Holocaust","offset":2225}]}