{"id":774161,"url":"http://en.wikipedia.org/wiki/Canadian_Indian_residential_school_system","text":"e=\"preserve\">Until 1996, Indigenous children in Canada were forced to go to boarding schools in order to make them assimilate into white Canadian society. The Indian residential school system refers to the group of these schools for First Nations children. These schools were run by Christian churches and got money from the Canadian government. These schools existed for over 100 years and more than 150,000 children were in them. Of these children, at least 3,200 died.\nMany residential schools were started when the Indian Act was passed in 1876. In 1896, a change was made to the Act so that all First Nations children had to go to school. A lot of their communities were located far away from schools, so they had to go to residential schools and live there for the school year. These schools were usually very far away from their families in order to encourage them to assimilate. There were residential schools in every province and territory except for New Brunswick and Prince Edward Island.\nAt these schools, these children were forced to give up their cultures. They were given new names and were not allowed to speak their mother tongues or visit their families. They were abused at these schools and were not treated well. When these children graduated from these schools, they did not fit into their Indigenous communities or into mainstream Canadian society. They did not learn the skills needed to survive off the land. At the same time, these schools did not teach them how to skills on how to live in cities or stop the students from becoming victims of racism. Studies have shown that these students and their children and grandchildren are more likely to have problems such as PTSD, alcoholism, drug use, and suicide than kids who did not go to residential schools.\nIn 2008, Prime Minister Stephen Harper apologized to the survivors of the residential schools on behalf of the Canadian government. The government also set up the Truth and Reconciliation Commission (TRC) in order to learn the truth about what happened at these schools. Many survivors came and talked about their experiences. In 2015, the TRC published a report that said the residential school system was cultural genocide.\nHistory.\nEver since Europeans arrived in North America, they have been trying to teach the native peoples there about European ways. The discovery doctrine that Europeans believed said that it was OK to colonize the land because the people they found were not Christian and were \"uncivilized.\" They thought it was their duty to teach others about Christianity and civilization.\nFrench missionaries started schools for Indigenous people in the 17th century. However, they stopped because making Indigenous people unhappy was not good for the fur trade.\nIn the 1820s, English missionaries started schools in what is now Manitoba and Ontario. Unlike the French schools, they taught Protestantism.\nThe Canadian government became interested in starting schools for Indigenous people because they were no longer allies in war. Instead, they were seen as nuisances because many of them moved around as nomads and didn't practice agriculture. The Department of Indian Affairs (DIA) partnered up with the churches to start putting more Indigenous children into the residential schools and \"kill the Indian in the child\" by converting them to Christianity and bringing them into European-Canadian society. The government provided the buildings and money while the church provided the teachers and staff.\nOf the schools run by churches, most of them were run by the Catholic Church. Other schools were run by the Anglican Church, the United Church of Canada, and the Presbyterian Church.\nLife in Residential Schools.\nThe students at the schools were treated bad by the teachers and staff. They were beaten up and sexually abused. The teachers believed that beating up the students helped to save their souls and stop them from running away. It was bad for a school if students ran away because they were responsible if a student died while running away. Students were malnourished. The schools were crowded, dirty, cold, and didn't have good medical care. That meant that a lot of students ended up getting tuberculosis.\nTeaching style.\nIn the residential schools, students learned the same way that European kids were taught. This was very different from how First Nations people taught their kids. The Indigenous people used a \"look, listen, learn\" method of education that did not involve classrooms or books. Instead, they taught their kids through games, stories, and ceremonies. The kids struggled with book-learning because that was not how their parents taught them. They were also forced to speak English and French. Sometimes, they were beaten up if they spoke in their native languages.\nResistance.\nThe residential schools didn't meet their goal in extinguishing Indigenous cultures. In some cases, students burned down the schools.\nDeaths.\nA lot of students died at the schools from disease.\nSchool closings.\nMany Indigenous communities began to take over the schools. They thought that the schools were not doing a good job in teaching their kids.\nSome schools became normal day schools, and some schools were burned down or torn down by former students. And still others are now abandoned.\nEffects.\nThe residential school survivors lost a lot of their culture. They felt powerless. To cope with their feelings, they hurt themselves and others around them.\nMany of the survivors now have mental health problems because of their experiences at the schools.\nApologies.\nIn 1986, the United Church of Canada said sorry for its part in colonization. In 1996, it apologized for running residential schools.\nIn 1993, the Anglican Church apologized. The next year, the Presbyterian Church apologized too.\nIn 2004, the Royal Canadian Mounted Police (RCMP) apologized for forcing children into the schools.\nFederal government.\nIn 2009, Prime Minister Stephen Harper apologized to the survivors of the residential schools. His apology was broadcast nationwide.\nVatican expression of sorrow.\nIn 2009, the Vatican made a statement that expressed sorrow at how the Church was involved in oppressing Indigenous Canadians. In 2017, Prime Minister Justin Trudeau asked Pope Francis for an apology to the survivors instead of just an expression of sorrow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous","surface_form":"Indigenous","offset":25},{"uri":"Canada","surface_form":"Canada","offset":48},{"uri":"Boarding_school","surface_form":"boarding schools","offset":76},{"uri":"Cultural_assimilation","surface_form":"assimilate","offset":115},{"uri":"First_Nations","surface_form":"First Nations","offset":233},{"uri":"Indian_Act","surface_form":"Indian Act","offset":519},{"uri":"First_Nations","surface_form":"First Nations","offset":600},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":961},{"uri":"Prince_Edward_Island","surface_form":"Prince Edward Island","offset":979},{"uri":"Mother_tongue","surface_form":"mother tongues","offset":1135},{"uri":"Racism","surface_form":"racism","offset":1572},{"uri":"PTSD","surface_form":"PTSD","offset":1697},{"uri":"Alcoholism","surface_form":"alcoholism","offset":1703},{"uri":"Suicide","surface_form":"suicide","offset":1729},{"uri":"Stephen_Harper","surface_form":"Stephen Harper","offset":1810},{"uri":"Cultural_genocide","surface_form":"cultural genocide","offset":2193},{"uri":"North_America","surface_form":"North America","offset":2253},{"uri":"Discovery_doctrine","surface_form":"discovery doctrine","offset":2349},{"uri":"Colonize","surface_form":"colonize","offset":2415},{"uri":"Christianity","surface_form":"Christianity","offset":2559},{"uri":"Civilization","surface_form":"civilization","offset":2576},{"uri":"Fur_trade","surface_form":"fur trade","offset":2753},{"uri":"Manitoba","surface_form":"Manitoba","offset":2830},{"uri":"Ontario","surface_form":"Ontario","offset":2843},{"uri":"Protestantism","surface_form":"Protestantism","offset":2891},{"uri":"Nomad","surface_form":"nomads","offset":3107},{"uri":"Agriculture","surface_form":"agriculture","offset":3134},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":3567},{"uri":"Anglican","surface_form":"Anglican","offset":3614},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":3668},{"uri":"Sexual_abuse","surface_form":"sexually abused","offset":3814},{"uri":"Soul","surface_form":"souls","offset":3903},{"uri":"Malnutrition","surface_form":"malnourished","offset":4069},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":4208},{"uri":"Royal_Canadian_Mounted_Police","surface_form":"Royal Canadian Mounted Police","offset":5824},{"uri":"Pope_Francis","surface_form":"Pope Francis","offset":6266}]}