{"id":774195,"url":"http://en.wikipedia.org/wiki/Unconventional_warfare","text":"e=\"preserve\">Unconventional warfare is any kind of war which does not fit the traditional war between nations or groups. It includes foreign resistance movements and guerilla groups, who fight against an occupying force or their own government.\nIn conventional warfare, the fighters usually wear uniforms, which identifies them as fighters in an army, under the laws of war. With unconventional warfare, this is not the case. Those engaging in unconventional warfare need to hide before they can launch an attack. This means that in most cases they do not wear specific uniforms which identify them as fighters. Struggles of this type are going on at present in parts of Africa.\nAn unconventional war is rarely announced as a war. No declaration of war is made. Usually the only feature which is noticed is the presence in a country of organised fighters. The fighters come from a neighbouring country or from parts of the existing country. There are no set rules.\nThis kind of warfare has been quite common since the 1900. Terrorism is the intimidation of the native civilian population by armed fighters or insurgents, often known as \"guerrillas\". Warfare inside a state by citizens who wish to overthrow the state, also generally called terrorism by the government, has also been common.\nStruggle between regular forces (armies in uniforms) may happen without formal declaration of war. Red versus White after the end of royal rule in Russia (Russian Civil War) is a good example. It was a semi-formal war, fought with regular troops on both sides. So was the seizing of Manchuria (Manchukuo) by Japan in the early 1930s. Regular Japanese army forces were used.\nAfter World War I and World War II unconventional forces were used to drive out colonial powers, or to try and do so. The struggle against colonialism was usually by irregular forces supported by weapons and men from powers interested in removing the colonies (usually Russia or China).\nThe dividing line between conventional and unconventional warfare is not clear-cut. In general conventional war is fought between regular armies, navies, air forces. Unconventional warfare is usually fought on the ground with at least one side not in uniform, usually against forces of the established government. It is an attempt to overthrow a government, or to replace in it some part of the country.\nUSA definition.\nThe USA Department of Defense defines unconventional warfare as activities conducted to enable a resistance movement or insurgency to coerce, disrupt, or overthrow a government or occupying power by operating through or with an underground, auxiliary, and guerrilla force in a denied area. Also called UW.","categories":[],"infobox_types":[],"annotations":[{"uri":"Resistance_movement","surface_form":"resistance movements","offset":141},{"uri":"Guerrilla_warfare","surface_form":"guerilla groups","offset":166},{"uri":"Government","surface_form":"government","offset":233},{"uri":"Conventional_warfare","surface_form":"conventional warfare","offset":248},{"uri":"Uniform","surface_form":"uniforms","offset":296},{"uri":"Laws_of_war","surface_form":"laws of war","offset":362},{"uri":"Africa","surface_form":"Africa","offset":671},{"uri":"Declaration_of_war","surface_form":"declaration of war","offset":734},{"uri":"Terrorism","surface_form":"Terrorism","offset":1024},{"uri":"Russia","surface_form":"Russia","offset":1438},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":1446},{"uri":"Manchuria","surface_form":"Manchuria","offset":1574},{"uri":"World_War_I","surface_form":"World War I","offset":1671},{"uri":"World_War_II","surface_form":"World War II","offset":1687},{"uri":"Colonialism","surface_form":"colonial powers","offset":1745},{"uri":"Russia","surface_form":"Russia","offset":1934},{"uri":"China","surface_form":"China","offset":1944},{"uri":"Armies","surface_form":"armies","offset":2090},{"uri":"Navies","surface_form":"navies","offset":2098},{"uri":"Air_forces","surface_form":"air forces","offset":2106},{"uri":"Department_of_Defense","surface_form":"Department of Defense","offset":2380}]}