{"id":774376,"url":"http://en.wikipedia.org/wiki/Missing_and_murdered_Indigenous_women","text":"Missing and Murdered Indigenous Women (MMIW) and Missing and Murdered Indigenous Women and Girls (MMIWG) is a big problem in the United States and Canada. In both countries, Indigenous women and girls are more likely to go missing or be murdered than non-Indigenous women and girls.\nThe problem of MMIW reflects the intersectionality of racism and sexism Indigenous women in the US and Canada face. It also shows how the governments are not doing enough to help women.\nBackground.\nBefore colonialism, Indigenous cultures in North America treated women with respect because they were seen as givers of life. The women folk helped make important decisions in their communities.\nEuropean colonists in Canada and the US did not treat Indigenous women right. They called them names like \"squaw\" and thought they were immoral. European men used them for sex. Sometimes they killed the women folk. Back then, people could get away with treating Indigenous women badly because very few people at the time cared about Indigenous women like they cared about white women. To this very day, people in both countries have negative ideas about Indigenous women. Because they have those ideas, they do not treat them right.\nNative Americans and Aboriginal Canadians had their cultures taken away from them. They were forced to adopt the white man's ways. The men folk learned from the white men on how to disrespect women. Also, a lot of the Indigenous people were forced to go to schools where they were treated badly. A lot of men vented out their feelings by hurting the women folk.\nIndigenous communities tend to be the poorest in the US and Canada. Because of this, a lot of Indigenous women go into sex trafficking in order to make money. This allows them to be hurt by their pimps, customers, and the police. Also, few people will speak up on their behalf because there is a stigma around working in the sex industry.\nCanada.\nIndigenous women make up 4% of the female population in Canada. Yet they represented 16% of all female homicide victims between 1980 and 2012.\nThe RCMP does not release data on the ethnicity of the perpetrators.\nHighway of Tears.\nHighway 16 is in British Columbia. There is a part of Highway 16 between Prince George and Prince Rupert that is 700km long. It is known for being a place where a lot of Indigenous women have gone missing or have been found dead. A lot of people think there is a serial killer/s on the highway targeting young women.\nHitchhiking is a popular practice in this part of Canada because most people cannot afford cars and there is no good public transportation system. This puts a lot of women in danger because they might meet a driver who will do bad things to them.\nUnited States.\nIn the United States, 1 in 3 Native women is assaulted during her lifetime. 67% of these assaults are done by non-Natives. Tribes have difficulty prosecuting non-Natives who hurt Natives on tribal land because their land is considered federal land. Because of this, there is a lot of confusion as whether the federal government, the state government, or the tribes should press criminal charges against non-Native perpetrators.\nProtest.\nThere have been many protests to ask for more investigations into why there are so many missing and murdered Indigenous women. People are also doing things to help find missing women because they do not believe the government will help them.\nWomen's Memorial March.\nEvery Valentine's Day, a march is held in Downtown Eastside, Vancouver, which is an area with a lot of missing and murdered Indigenous women. The first march was in 1991 and was held to honor a murdered Coast Salish woman.\nDrag the Red.\nIn 2014, Tina Fontaine was found dead in the Red River in Manitoba. Since then, people have searched the rivers and ponds of Winnipeg to find bodies. Hiding bodies in water is popular with perpetrators because evidence is washed off.\nArt.\nA lot of art has been made to honor missing and murdered Indigenous women.\nREDress Project.\nThe REDress Project is an art project that is made up of red dresses. Each dress represents a missing or murdered Indigenous woman. These dresses are displayed for people to see.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":129},{"uri":"Canada","surface_form":"Canada","offset":147},{"uri":"Indigenous","surface_form":"Indigenous","offset":174},{"uri":"Intersectionality","surface_form":"intersectionality","offset":316},{"uri":"Racism","surface_form":"racism","offset":337},{"uri":"Sexism","surface_form":"sexism","offset":348},{"uri":"Colonialism","surface_form":"colonialism","offset":488},{"uri":"North_America","surface_form":"North America","offset":524},{"uri":"Sex_trafficking","surface_form":"sex trafficking","offset":1690},{"uri":"Stigma","surface_form":"stigma","offset":1867},{"uri":"Ethnicity","surface_form":"ethnicity","offset":2099},{"uri":"British_Columbia","surface_form":"British Columbia","offset":2165},{"uri":"Hitchhiking","surface_form":"Hitchhiking","offset":2465},{"uri":"Valentine%27s_Day","surface_form":"Valentine's Day","offset":3436},{"uri":"Vancouver","surface_form":"Vancouver","offset":3491},{"uri":"Death_of_Tina_Fontaine","surface_form":"Tina Fontaine","offset":3676},{"uri":"Winnipeg","surface_form":"Winnipeg","offset":3792}]}