{"id":774379,"url":"http://en.wikipedia.org/wiki/Squaw","text":"e=\"preserve\">Squaw is a word that refers to an Indigenous woman in the United States or Canada.\nMany Native Americans consider this an offensive word because it has been used in racist and misogynistic ways. According to the editor of the \"Navajo Times\" Tom Aviso, \"squaw\" is the worst word used on Native American women.\nOrigin.\nThe word \"squaw\" comes from the Algonquian languages, where it means \"woman.\" In the Massachusset language, the word is \"squàw.\" In Cree, it is \"iskwew.\"\nSome people say that the word \"squaw\" comes from a Mohawk word that means vagina. However, many linguists, for example Ives Goddard of the Smithsonian, thinks this is not so and \"squaw\" came from the regular Massachusetts word \"squa,\" for \"woman.\"\nCurrent use.\nSquaw is considered an offensive word because many non-Natives have used it to disrespect Native American and Aboriginal Canadian women.\nSome people in Indigenous communities think \"squaw\" is offensive. According to members of the Nooksack Tribal Council, Native Americans in general see \"squaw\" as an insulting word. Other Native Americans think the word should be \"reclaimed\", meaning made a normal word again.\nThe root of \"squaw\" is in some compound words in Algonquin languages that are spoken today: \"nidobaskwa\" means \"female friend,\" \"manigebeskwa\" means \"woman of the woods,\" and \"Squaw Sachem\" means \"female chief.\"\nHistorical use.\nEuropean colonizers used the word to talk about Indigenous women.\nWhen white colonists moved west, they used words like \"squaw\" even when they were talking about women whose tribes spoke languages different from Algonquian. It became a generic word.\nStereotype.\nEuropean men in the US and Canada were not respectful of Indigenous women. They used them for sex. When they called the women \"squaw,\" they used it in a way that showed that they saw those women as sex objects and not human beings. Over time, the word \"squaw\" came to mean a woman who was dirty, sexually abused, violent, fit only for mindless work or some group of these.\nAccording to scholars, for example D. Francis and D. Merskin, the squaw is the second most common stereotype of Native American women. The most common is the Indian princess. The two stereotypes work as a pair. The princess was imagined as beautiful and sexually well-behaved. The squaw was imagined as ugly, dirty and sexually available.\nScholars say white people stuck to the idea of the squaw so they could say American Indian culture was bad. They pretended the cultures were full of lazy men who forced women to do all the real work. That way, they could make it sound like wiping out the culture of Native Americans was a good thing.\nName changes.\nPeople in the US and Canada are trying to change place names with the word \"squaw\" in it because they feel it is not respectful to Indigenous women. However, there are still many places where the word is in the name.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous","surface_form":"Indigenous","offset":47},{"uri":"Woman","surface_form":"woman","offset":58},{"uri":"Native_American","surface_form":"United States","offset":71},{"uri":"First_Nations","surface_form":"Canada","offset":88},{"uri":"Racism","surface_form":"racist","offset":178},{"uri":"Misogyny","surface_form":"misogynistic","offset":189},{"uri":"Navajo_Times","surface_form":"Navajo Times","offset":240},{"uri":"Algonquian_languages","surface_form":"Algonquian languages","offset":362},{"uri":"Vagina","surface_form":"vagina","offset":558},{"uri":"Smithsonian","surface_form":"Smithsonian","offset":623},{"uri":"Root_(linguistics)","surface_form":"root","offset":1162},{"uri":"Compound_word","surface_form":"compound word","offset":1189},{"uri":"Generic","surface_form":"generic","offset":1622},{"uri":"Stereotype","surface_form":"stereotype","offset":2119},{"uri":"Indian_princess","surface_form":"Indian princess","offset":2179},{"uri":"Ethnocide","surface_form":"wiping out the culture","offset":2600}]}