{"id":774739,"url":"http://en.wikipedia.org/wiki/English_football_league_system","text":"The English football league system is a series of leagues that are connected for men's association football clubs in England. Five teams also come from Wales, one team comes from Guernsey and one comes from Jersey. It is also called the football pyramid. The system has a hierarchical format. It has promotion and relegation between leagues at different levels. This means that in theory, even the smallest club can get to the top of the system. In the system, there are more than 140 leagues, and more than 480 divisions.\nThe total number of clubs changes every year. This is because clubs join and stop playing in leagues. Sometimes it is also because a club stops existing or merges with another club. An average of 15 clubs per division means that more than 7,000 teams of nearly 5,300 clubs are in a league in the English men's football league system.\nThere are no official definitions of any level below 11. This means that the structure at level 12 and below is not definitive.\nThe pyramid for women's football in England is not the same. It has nine levels. Also, some English men's football clubs play outside the English football league system.\nHistory.\nAston Villa director William McGregor created the (English) Football League in 1888. The biggest clubs were the ones who were in support of professionalism. The twelve first clubs were six from Lancashire (Accrington, Blackburn Rovers, Burnley, Bolton Wanderers, Everton and Preston North End) and six from the Midlands (Aston Villa, Derby County, Notts County, Stoke, West Bromwich Albion and Wolverhampton Wanderers).\nAbout the system.\nThe system is a pyramid of leagues. These are part of the same system through the idea of promotion and relegation. The better clubs in each league go to a higher league. The clubs that finish the season at the bottom of their league can go down to a lower league. Promotion has two important factors. The first factor is how well the club plays. The second factor is that the club needs to meet criteria set by the higher league. These criteria are often about having the right facilities and finances.\nIn theory, it is possible for a low level local amateur club to win promotions. Within a few years they can get to the highest level of the English game and become champions of the Premier League. In practice, this is not likely (at least not in a short period of time). However, clubs move a lot within the pyramid.\nThe top five levels each have one division. They are national leagues. This means clubs in these leagues play in the whole country. In level 6 and lower, the levels have more and more leagues at the same level. The lower levels are in a smaller location. Many leagues have more than one division. At the lower levels the leagues do not always exist. In some places where a lot of people live, there are leagues more than twenty levels below the Premier League. There are also leagues in different parts of the country which are not officially part of the system. This is because they do not have formal agreements with other leagues. However some county football associations accept these leagues exist. Clubs from these leagues can join a league in the system. They usually need to have the right standard of play (they need to play football well enough) and have right facilities.\nThe seven levels just below the Premier League and English Football League are called the National League System. The Football Association (FA) is the authority for these leagues. The system has changed over many years. The biggest change recently was when there were two new leagues at level six. These were the Conference North and Conference South (now National League North and South). This meant that the top divisions of the Southern League, Isthmian League and Northern Premier League went down to level seven. In May 2014 The FA announced provisional plans for a new division between the English Football League and the National League. This would include \"B\" teams (second teams) of higher-level clubs (for example, Manchester City F.C. B Team, or Liverpool F.C. B Team). However, they changed this idea later. This meant that Premier League \"B\" teams could not play in the new division. Soon after this, they gave up the idea.\nThe English football league system does not include the amateur version of the game often called Sunday league football. These leagues are independent. They do not have promotion or relegation. They do not belong to the football pyramid. However, some Sunday league clubs sometimes join pyramid leagues. This is often if they want to play at a higher level. There are also some Saturday leagues which are not officially part of the pyramid. However, teams often leave these for pyramid leagues. The FA accepted a non-promoting Saturday league (a league with no promotion or relegation) to the pyramid in May 2017. This was the Lincolnshire League.\nStructure==.\nAt the top is the single division of the Premier League (Level 1). This is often called the \"top-flight\". It has 20 clubs. They were all located in England until the 2010–11 season. However, two Welsh teams (Swansea City and Cardiff City) have since played in the league. Below the Premier League is the English Football League (EFL). This used to be the Football League. It has three divisions of 24 clubs each: The Championship (Level 2), League One (Level 3) and League Two (Level 4). The 20 clubs in the Premier League and the 72 clubs in the English Football League are all full-time (all the time) professional clubs. The Premier League teams are still often called 'League' clubs. This is because before 1992 the Football League, as it was called then, included all 92 clubs in four divisions. In 1992, the Premier League started, and became separate. Clubs outside this group of 92 teams are called 'non-League' clubs (i.e. non-EFL). However, they also play their football in league competitions.\nThe top level of non-League football is the National League. It has a national division (National League) of 24 clubs (Level 5). It is the lowest level with a single league for the whole country. This division is like the four above. It is a full-time professional competition. However, some promoted clubs keep their part-time status. There are two divisions at Level 6. They cover the north (National League North) and the south (National League South). They have 22 clubs each. Some of these clubs are full-time professional clubs. The other clubs are semi-professional. Below the National League, some of the stronger clubs are also semi-professional. However, in the lower levels, soon all the clubs are amateur. Lower-level leagues are also often for smaller regions. This is because smaller clubs don't have as much money to travel far away.\nBelow the National League, there are three regional leagues. Each is in a different area. Sometimes the areas are similar. They are the Northern Premier League (which covers the north of England), Southern Football League (which covers the Midlands, south and southwest of England, with one club from South Wales) and the Isthmian League (which includes clubs from the south-east of England as well as Guernsey from the Channel Islands). All of the leagues have Premier Divisions of 22 teams (Level 7). Below these, the Northern Premier League and Southern Football League each have two divisions of 20 teams (Level 8). They are in different regions. The Isthmian League has three level 8 divisions of 20 teams each as well.\nLevel 9 contains the top divisions of a large group of fourteen smaller than regional leagues. Each of these leagues has a different setup. They all have one thing in common: they all have leagues below them. Each covers a smaller and smaller area.\nCup eligibility.\nBeing members of a league at a particular level also change whether a team can play certain competitions.\nIn the case of the FA Cup and the FA Vase, some of the clubs in the lowest level in each do not play. For example, in the 2017–18 FA Cup, there were 77 teams from Level 10 out of the 338 in total at that level.\nBelow Level 11 the pyramid becomes regional. The cups become regional or local. Lower down, the pyramid is based on counties. Counties have their own cups. This does not include some tournaments called \"Senior Cups\". These are often competitions between teams representing top professional clubs in a district. They may be little more than derbies, for example the Gloucestershire Cup. This originally included all teams in Gloucestershire, but then became a Bristol derby.\nThe system.\nThe table below shows the current structure of the system. For each division, there is its official name, sponsorship name (for levels 1–8, if it is different from its historic name) and number of clubs. At levels 1–8, each division promotes to the division that is directly above it. It relegates to the division that is directly below it. Below that level, individual league articles talk about promotion and relegation details.\nThe Premier League runs level one in the pyramid. It is the top division of English football. It is also called the Premier League. The winners are the champions of England. The English Football League (EFL) runs levels two to four. Together, these four divisions make up what is known as \"league football\".\nThe leagues below level four are classed as \"non-League football\". This means they are outside the EFL. The leagues at levels five to eleven include the National League System (NLS). They come under the direct control of the Football Association. The top-level (level 5) of the NLS is known as \"step 1\" by the FA, the next (level 6) as \"step 2\", and so on.\nThe system is only defined as far as level 10. What follows is a representation of one possible structure, should the system be defined further.","categories":[],"infobox_types":[],"annotations":[{"uri":"Series","surface_form":"series","offset":40},{"uri":"League_system","surface_form":"leagues that are connected","offset":50},{"uri":"Association_football","surface_form":"association football","offset":87},{"uri":"England","surface_form":"England","offset":117},{"uri":"Wales","surface_form":"Wales","offset":152},{"uri":"Guernsey","surface_form":"Guernsey","offset":179},{"uri":"Jersey","surface_form":"Jersey","offset":207},{"uri":"Hierarchy","surface_form":"hierarchical","offset":272},{"uri":"Promotion_and_relegation","surface_form":"promotion and relegation","offset":300},{"uri":"Merge","surface_form":"merges","offset":679},{"uri":"Average","surface_form":"average","offset":708},{"uri":"Definitive","surface_form":"definitive","offset":973},{"uri":"Women%27s_football_in_England","surface_form":"women's football in England","offset":1001},{"uri":"List_of_association_football_clubs_playing_in_the_league_of_another_country","surface_form":"outside the English football league system","offset":1111},{"uri":"Create","surface_form":"created","offset":1202},{"uri":"Professional","surface_form":"professionalism","offset":1304},{"uri":"Lancashire","surface_form":"Lancashire","offset":1358},{"uri":"Accrington_F.C.","surface_form":"Accrington","offset":1370},{"uri":"Blackburn_Rovers","surface_form":"Blackburn Rovers","offset":1382},{"uri":"Burnley_F.C.","surface_form":"Burnley","offset":1400},{"uri":"Bolton_Wanderers","surface_form":"Bolton Wanderers","offset":1409},{"uri":"Everton_F.C.","surface_form":"Everton","offset":1427},{"uri":"Preston_North_End","surface_form":"Preston North End","offset":1439},{"uri":"Midlands","surface_form":"Midlands","offset":1475},{"uri":"Aston_Villa","surface_form":"Aston Villa","offset":1485},{"uri":"Derby_County","surface_form":"Derby County","offset":1498},{"uri":"Notts_County","surface_form":"Notts County","offset":1512},{"uri":"Stoke_City_F.C.","surface_form":"Stoke","offset":1526},{"uri":"West_Bromwich_Albion","surface_form":"West Bromwich Albion","offset":1533},{"uri":"Wolverhampton_Wanderers","surface_form":"Wolverhampton Wanderers","offset":1558},{"uri":"Pyramid_scheme","surface_form":"pyramid","offset":1618},{"uri":"Promotion_and_relegation","surface_form":"promotion and relegation","offset":1692},{"uri":"Season_(sports)","surface_form":"season","offset":1799},{"uri":"Criteria","surface_form":"criteria","offset":1998},{"uri":"Facilities","surface_form":"facilities","offset":2081},{"uri":"Money","surface_form":"finances","offset":2096},{"uri":"Amateur","surface_form":"amateur","offset":2154},{"uri":"Premier_League","surface_form":"Premier League","offset":2287},{"uri":"Likely","surface_form":"likely","offset":2328},{"uri":"Nation","surface_form":"national","offset":2476},{"uri":"Location","surface_form":"location","offset":2668},{"uri":"Contract","surface_form":"formal agreements","offset":3019},{"uri":"County_football_association","surface_form":"county football association","offset":3070},{"uri":"Premier_League","surface_form":"Premier League","offset":3338},{"uri":"English_Football_League","surface_form":"English Football League","offset":3357},{"uri":"National_League_System","surface_form":"National League System","offset":3396},{"uri":"The_Football_Association","surface_form":"The Football Association","offset":3420},{"uri":"Authority","surface_form":"authority","offset":3457},{"uri":"National_League_North","surface_form":"National League North","offset":3662},{"uri":"National_League_South","surface_form":"South","offset":3688},{"uri":"Southern_Football_League","surface_form":"Southern League","offset":3737},{"uri":"Isthmian_League","surface_form":"Isthmian League","offset":3754},{"uri":"Northern_Premier_League","surface_form":"Northern Premier League","offset":3774},{"uri":"Announce","surface_form":"announced","offset":3843},{"uri":"Provisional","surface_form":"provisional","offset":3853},{"uri":"Amateur","surface_form":"amateur","offset":4299},{"uri":"Sunday_league_football","surface_form":"Sunday league football","offset":4340},{"uri":"Lincolnshire_Football_League","surface_form":"Lincolnshire League","offset":4870},{"uri":"Premier_League","surface_form":"Premier League","offset":4945},{"uri":"2010%E2%80%9311_Premier_League","surface_form":"2010–11 season","offset":5070},{"uri":"Swansea_City_A.F.C.","surface_form":"Swansea City","offset":5112},{"uri":"Cardiff_City_F.C.","surface_form":"Cardiff City","offset":5129},{"uri":"English_Football_League","surface_form":"English Football League","offset":5208},{"uri":"EFL_Championship","surface_form":"The Championship","offset":5317},{"uri":"EFL_League_One","surface_form":"League One","offset":5345},{"uri":"EFL_League_Two","surface_form":"League Two","offset":5370},{"uri":"Non-League_football","surface_form":"non-League football","offset":5926},{"uri":"National_League_(English_football)","surface_form":"National League","offset":5953},{"uri":"National_League_(division)","surface_form":"National League","offset":5998},{"uri":"Status","surface_form":"status","offset":6237},{"uri":"National_League_North","surface_form":"National League North","offset":6303},{"uri":"National_League_South","surface_form":"National League South","offset":6341},{"uri":"Semi-professional","surface_form":"semi-professional","offset":6464},{"uri":"Northern_Premier_League","surface_form":"Northern Premier League","offset":6894},{"uri":"Southern_Football_League","surface_form":"Southern Football League","offset":6955},{"uri":"Merthyr_Town_F.C.","surface_form":"one club from South Wales","offset":7045},{"uri":"Isthmian_League","surface_form":"Isthmian League","offset":7080},{"uri":"Guernsey_F.C.","surface_form":"Guernsey","offset":7160},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":7178},{"uri":"Northern_Premier_League","surface_form":"Northern Premier League","offset":7278},{"uri":"Southern_Football_League","surface_form":"Southern Football League","offset":7306},{"uri":"Isthmian_League","surface_form":"Isthmian League","offset":7413},{"uri":"2017%E2%80%9318_FA_Cup","surface_form":"2017–18 FA Cup","offset":7977},{"uri":"Counties_of_England","surface_form":"counties","offset":8182},{"uri":"Derby_(disambiguation)","surface_form":"derbies","offset":8406},{"uri":"Gloucestershire_Cup","surface_form":"Gloucestershire Cup","offset":8431},{"uri":"Gloucestershire","surface_form":"Gloucestershire","offset":8490},{"uri":"Bristol_derby","surface_form":"Bristol derby","offset":8525},{"uri":"Premier_League","surface_form":"Premier League","offset":8987},{"uri":"English_Football_League","surface_form":"English Football League","offset":9161},{"uri":"National_League_System","surface_form":"National League System","offset":9444}]}