{"id":774775,"url":"http://en.wikipedia.org/wiki/Ferruccio_Lamborghini","text":"Ferruccio Lamborghini (; 28 April 1916 – 20 February 1993) was an Italian industrialist. In 1963, he started Lamborghini, a maker of sports cars.\nLamborghini died at the Silvestrini Hospital in Perugia after having a heart attack fifteen days before. He was 76.\nEarly life.\nFerruccio Lamborghini was born on April 28, 1916, to viticulturists Antonio and Evelina Lamborghini in house number 22 in Renazzo di Cento, in the Province of Ferrara, in the Emilia-Romagna region of Northern Italy. According to his baptismal certificate, Ferruccio was baptised as a Roman Catholic four days later, on 2 May.\nAs a young man, Lamborghini was drawn more to farming machinery rather than the farming lifestyle itself. Following his interest in mechanics, Lamborghini studied at the Fratelli Taddia technical institute near Bologna. In 1940 he was drafted into the Italian Royal Air Force, where he served as a mechanic at the Italian garrison on the island of Rhodes (territory of the Kingdom of Italy since 1911, after the Italo-Turkish War), becoming the supervisor of the vehicle maintenance unit. Lamborghini was taken prisoner when the island fell to the British at the end of the war in 1945, and was not able to return home until the next year. He married, but his wife died in 1947 while giving birth to his first child, a boy named Tonino.\nAfter World War II.\nAfter World War II, Lamborghini opened a garage in Pieve di Cento. Lamborghini modified an old Fiat Topolino he had purchased (the first of many that he would own over the years) in his spare time. He made use of his mechanical abilities to transform the homely city car into a roaring 750-cc open-top two-seater and entered the car in the 1948 Mille Miglia. His participation ended after 1,100 kilometres (680 mi) when he ran the car into the side of a restaurant in the town of Fiano, in Turin.\nBeginnings of entrepreneurship.\nIn 1947 Ferruccio Lamborghini recognized an emerging market in post-War Italy devoted to agricultural and industrial revitalization. Using parts from military vehicle engines and differentials from ARAR centres (Azienda Recupero Alienazione Residuati), Lamborghini built the first of his \"Carioca\" tractors, themselves based on the six-cylinder petrol engines of Morris trucks.\nAs petrol in Italy was prohibitively-priced, Lamborghini augmented the Morris engines with a fuel atomiser of his own creation, which allowed the tractors to be started with petrol, then switch to the cheaper diesel fuel. Based on the initial success of the Carioca, Lamborghini founded Lamborghini Trattori and began manufacturing tractors.\nFerruccio Lamborghini between a \"Jarama\" and a tractor\nInvolvement with boats.\nThe Iconic Riva Aquarama Lamborghini (Hull #278) was registered and delivered on 7 June 1968 to its famous owner Ferruccio Lamborghini. The boat had some specific and unique features. It was the first and only one fitted with two Lamborghini engines and it had special side railing for holding on to during waterskiing and record attempts. The engine compartment was modified to fit the engines and a special open exhaust was built just to meet Ferruccio's demands.\nFerruccio owned the boat for over 20 years until July 1988, when he then sold it to Angelo Merli, a close friend.\nSeveral speedskiing records were broken and Ferruccio was very passionate about his Riva as part of his lifestyle and exponent of Italian craft and design, maybe even just as passionate as he was about his Miura.\nInvolvement with automobiles.\nLamborghini's increasing wealth allowed him to purchase faster more expensive cars than the tiny Fiats he had tinkered with during his youth. He owned cars such as Alfa Romeos and Lancias during the early 1950s and at one point he had enough cars to use a different one every day of the week, adding a Mercedes-Benz 300SL, a Jaguar E-Type coupé, and two Maserati 3500 GTs. Of the latter, Lamborghini said, \"Adolfo Orsi, then the owner of Maserati, was a man I had a lot of respect for: he had started life as a poor boy, like myself. But I did not like his cars much. They felt heavy and did not really go very fast.\"\nIn 1958, Lamborghini traveled to Maranello to buy a Ferrari 250 GT: a two-seat coupé with a body designed by coachbuilder Pininfarina. He went on to own several more over the years, including a Scaglietti-designed 250 GT SWB Berlinetta and a 250 GT 2+2 four-seater. Lamborghini thought Ferrari's cars were good, but too noisy and rough to be proper road cars. He categorized them as repurposed track cars with poorly built interiors.\nPeriod Ferraris had spartan interiors, lacking the plush appointments Lamborghini felt were essential to a \"gran turismo\" car\nLamborghini found that Ferrari's cars were equipped with inferior clutches, and required continuous trips to Maranello for rebuilds; technicians would secret the car away for several hours to perform the work, much to Lamborghini's annoyance. He had previously expressed dissatisfaction with Ferrari's after sales service, which he perceived to be substandard. Lamborghini brought his misgivings to Enzo Ferrari's attention, but was dismissed by the notoriously pride-filled Modenan. After successfully modifying one of his personally-owned Ferrari 250 GTs to outperform stock models, Lamborghini gained the impetus to pursue an automobile manufacturing venture of his own, aiming to create the perfect touring car that he felt no one could build for him. Lamborghini believed that a grand tourer should have attributes that were lacking in Ferrari's offerings, namely high performance without compromising tractability, ride quality, and interior appointments. A clever businessman, Lamborghini also knew that he could make triple the profit if the components used in his tractors were installed in a high-performance exotic car instead.\nDeparture from Macchina Lamborghini.\nDuring the 1970s, Ferruccio Lamborghini's companies began to run into financial difficulties. In 1971, Lamborghini Trattori, which exported around half of its production of tractors, ran into trouble when its South African importer cancelled all its orders. In Bolivia, the new military government, which had recently staged a successful coup d'état, cancelled a large order of tractors that was being prepared for shipment in Genoa. Trattori's unionised employees could not be laid off, putting immense strain on the company. In 1972, Lamborghini sold his entire holding in the company to rival tractor builder SAME.Soon, the entire Lamborghini group found itself in financial trouble. Development at the automaker slowed as costs were cut. Ferruccio Lamborghini began courting buyers for Automobili and Trattori, entering negotiations with Georges-Henri Rossetti, a wealthy Swiss businessman and friend. Ferruccio sold Rossetti 51% of the company for US$600,000, thereby relinquishing control of the automaker he had founded. He continued to work at the Sant'Agata factory; Rossetti rarely involved himself in Automobili's affairs.\nThe situation did not improve: the 1973 oil crisis plagued sales of high performance cars of manufacturers from around the world. Consumers flocked to smaller, more practical modes of transportation with better fuel economy. By 1974, Ferruccio had become disenchanted with his car business. He severed all connections with the cars that bore his name, selling his remaining 49% stake in the automaker. The shares were acquired by René Leimer, a friend of Georges-Henri Rossetti.\nAfter departing the automobile manufacturing business, Lamborghini continued his business activities in other areas, including his heating and air conditioning company, Lamborghini Calor. In 1969, he founded Lamborghini Oleodinamica S.p.A., a manufacturer of hydraulic valves and equipment.\nLater life.\nIn 1974, Lamborghini exited the industrial world and retired to a 3 km2 (740 acres) estate named \"La Fiorita\" on the shores of Lake Trasimeno, in Castiglione del Lago, a town in the Umbria region of central Italy. Returning to his farming roots, Lamborghini delighted in hunting and producing his own wines. Lamborghini even designed his own golf course, all while continuing to manage several business interests.\nLamborghini fathered a child, Patrizia, at age 58.\nAt 76 years of age, on February 20, 1993, Lamborghini died at Silvestrini Hospital in Perugia after suffering a heart attack fifteen days earlier. Lamborghini is buried at the cemetery of Renazzo.\nLamborghini's fascination with bullfighting.\nThe world of bullfighting is a key part of Lamborghini's identity. In 1962, Ferruccio Lamborghini visited the Seville ranch of Don Eduardo Miura, a renowned breeder of Spanish fighting bulls. Lamborghini, a Taurus himself, was so impressed by the majestic Miura animals that he decided to adopt a raging bull as the emblem for the auto company he would soon found.\nAfter producing two cars with alphanumeric designations, Lamborghini once again turned to the bull breeder for inspiration. Don Eduardo was filled with pride when he learned that Ferruccio had named a car for his family and their line of bulls; the fourth Miura to be produced was unveiled to him at his ranch in Seville.\nThe car manufacturer would continue to draw upon the bullfighting connection in future years. The Islero was named for the Miura bull that killed the famed bullfighter Manolete in 1947. \"Espada\" is the Spanish word for sword, sometimes used to refer to the bullfighter himself. The Jarama's name carried a special double meaning; intended to refer only to the historic bullfighting region in Spain, Ferruccio was concerned about confusion with the also historic Jarama motor racing track.\nAfter naming the Urraco after a bull breed, in 1974, Lamborghini broke from tradition, naming the Countach not for a bull, but for \"contacc\", a Piedmontese exclamation of astonishment. Legend has it that stylist Nuccio Bertone uttered the word in surprise when he first laid eyes on the Countach prototype, \"Project 112\". The LM002 sport utility vehicle and the Silhouette were other exceptions to the tradition.\nThe Jalpa of 1982 was named after a bull breed; Diablo, after the Duke of Veragua's ferocious bull famous for fighting an epic battle against \"El Chicorro\" in Madrid in 1869; Murciélago, the legendary bull who survived 28 sword strokes and whose life was spared by \"El Lagartijo\" for his performance in 1879; Gallardo, named after one of the five ancestral castes of the Spanish fighting bull breed; and Reventón, the bull that defeated young Mexican \"torero\" Félix Guzmán in 1943. The Estoque concept of 2008 was named after the estoc, the sword traditionally used by \"matadors\" during bullfights, while the replacement for the Murcielago, the Aventador (unveiled in 2011) was named after a bull that was bred by the sons of Don Celestino Cuadri Vides. This bull was killed in a particularly gruesome fight, where after the bull was killed, its left ear was cut off and given to the Matador as a token of good luck.\nLegacy.\nAll of Ferruccio Lamborghini's companies continue to operate today in one form or another. His son, Tonino, designs a collection of clothing and accessories under the Tonino Lamborghini brand, as well as designing the Town Life, an electric microcar which was revealed at the Bologna Motor Show in 1999. Ferruccio's daughter, Patrizia Lamborghini, runs the Lamborghini winery on his Umbria estate. In 1995 Ferruccio's son Tonino opened a museum that honors Lamborghini's legacy, the \"Centro Studi e Ricerche Ferruccio Lamborghini\" in Dosso (Ferrara), which was moved to Argelato (Bologna) in 2014 with the new name Ferruccio Lamborghini Museum","categories":[],"infobox_types":[],"annotations":[{"uri":"Industrialist","surface_form":"industrialist","offset":74},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":109},{"uri":"Sports_car","surface_form":"sports car","offset":133},{"uri":"Perugia","surface_form":"Perugia","offset":194},{"uri":"Heart_attack","surface_form":"heart attack","offset":217}]}