{"id":775037,"url":"http://en.wikipedia.org/wiki/Lamborghini_Islero","text":"The Lamborghini Islero is a grand tourer car that was built by Lamborghini from 1968 to 1969. The Islero was the successor to the 400 GT, and shared the same V12 engine with it.\nHistory.\nThe Islero was first revealed at the 1968 Geneva Auto Show, along with the the Lamborghini Espada. It shared its V12 engine with the earlier 400 GT. The car's namesake, Islero, was a Miura bull that killed matador Manuel Rodriguez \"Manolete\" on August 28, 1947.\nThe Islero was designed by Mario Marazzi, who was working for Carrozzeria Marazzi at the time. Carrozzeria Marazzi was chosen because it was founded by Carlo Marazzi, a former employee of the now-bankrupt Carrozzeria Touring. Carrozzeria Touring had previously produced bodies for the 350 GT and 400 GT.\nAn updated Islero, known as the the Islero S or the Islero GTS, was released in 1969. There were a few changes from the standard Islero, including a more powerful engine and some styling changes. 100 examples of the Islero S were built, bringing the total number of Isleros to 225.\nEngine and transmission.\nThe Islero used the same Lamborghini V12 as the earlier 400 GT and the later Jarama. The engine produced in the standard Islero, and in the Islero S. The engine was paired to a Lamborghini-designed five-speed manual transmission in both Isleros.\nThe Islero's top speed was rated at and acceleration from 0 to took 6.4 seconds.\nPerformance.\nThe standard Islero was able to accelerate from 0 to in 6.4 seconds, and it also had a top speed of.\nThe Islero S was faster than the standard Islero, because of the extra power in the engine. Its 0 to time improved to 6.2 seconds, while its top speed was.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grand_tourer","surface_form":"grand tourer","offset":28},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":63},{"uri":"Successor","surface_form":"successor","offset":113},{"uri":"Lamborghini_400_GT","surface_form":"400 GT","offset":130},{"uri":"V12","surface_form":"V12","offset":158},{"uri":"Lamborghini_Espada","surface_form":"Lamborghini Espada","offset":266},{"uri":"Namesake","surface_form":"namesake","offset":346},{"uri":"Islero","surface_form":"Islero","offset":356},{"uri":"Miura_bull","surface_form":"Miura bull","offset":370},{"uri":"Matador","surface_form":"matador","offset":393},{"uri":"Manolete","surface_form":"Manolete","offset":419},{"uri":"Carrozzeria_Marazzi","surface_form":"Carrozzeria Marazzi","offset":511},{"uri":"Bankrupt","surface_form":"bankrupt","offset":645},{"uri":"Carrozzeria_Touring","surface_form":"Carrozzeria Touring","offset":654},{"uri":"Lamborghini_350_GT","surface_form":"350 GT","offset":734},{"uri":"Released","surface_form":"released","offset":821},{"uri":"Lamborghini_V12","surface_form":"Lamborghini V12","offset":1085},{"uri":"Lamborghini_Jarama","surface_form":"Jarama","offset":1137},{"uri":"Produced","surface_form":"produced","offset":1156},{"uri":"Designed","surface_form":"designed","offset":1249},{"uri":"Accelerate","surface_form":"accelerate","offset":1432}]}