{"id":77511,"url":"http://en.wikipedia.org/wiki/The_Left_(Germany)","text":"The Left (), sometimes called the Left Party (), is a political party in Germany. It is a democratic socialist political party in Germany. It is considered to be left-wing populist by some researchers. The party is the direct descendant of the Socialist Unity Party of Germany (SED).It was formed on 16 June 2007, when The Left Party.PDS joined with WASG to form a unified party. The Left is a founding member of the Party of the European Left. It is also the largest party in the European United Left–Nordic Green Left (GUE/NGL) group in the European Parliament.\nAccording to official party figures, the Left Party had 63,784 registered members as of December 2013. It is the fifth-largest party in Germany.\nThe party participates in governments in many states including Brandenburg, Thuringia, and Berlin. The Left parliamentarian Bodo Ramelow is the Minister-President of Thuringia.\nWhile the PDS was considered by German authorities as extremist, the WASG was not considered extremist. The party is the most left-wing party of the six represented parties in the Bundestag. It has been called far-left by some news outlets. The German Federal Office for the Protection of the Constitution (\"Verfassungschutz\") states that the party is not regarded as extremely left or a threat to democracy. However, it does monitor some of its internal factions, such as Socialist Left.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_party","surface_form":"political party","offset":54},{"uri":"Germany","surface_form":"Germany","offset":73},{"uri":"Democratic_socialism","surface_form":"democratic socialist","offset":90},{"uri":"Left-wing","surface_form":"left-wing","offset":162},{"uri":"Populism","surface_form":"populist","offset":172},{"uri":"The_Left_Party.PDS","surface_form":"The Left Party.PDS","offset":319},{"uri":"WASG","surface_form":"WASG","offset":350},{"uri":"Brandenburg","surface_form":"Brandenburg","offset":772},{"uri":"Thuringia","surface_form":"Thuringia","offset":785},{"uri":"Berlin","surface_form":"Berlin","offset":800}]}