{"id":775121,"url":"http://en.wikipedia.org/wiki/Miracle_Channel_(Thai)","text":"Miracle Channel () is a Kantana documentary and entertainment television station broadcast on local cablenationwide and on Thaicom6 satellite in C-Band and KU-Band. The channel content is mysterious and unearthly stories from every angle. world By bringing documentaries and various dramas Come to broadcast on this channel\nHistory.\nMiracle Channel is one of 3 channels from Kantana. The first broadcast date is August 1, 2009, which first aired on live TV on Thai cable televisionnationwide. By re-taped various programs of Kantana that had a strange and mysterious story that had already been aired on television once.\nSubsequently, on March 1, 2010, there was a revision of the program schedule. By adding new programs that are only offered on Miracle Channel And old programs from many other channels as well In addition, on March 21, 2010 on the Miracle program Began broadcasting on the C-Band satellite of the live TV frequency 3480 H 26666 to expand the base to the audience.\nUntil 1 July 2010, Miracle began to experiment on C-Band satellite broadcasting of the frequency band of MCOT 3520 H 20000 (new frequency 3520 H 28125 since January 2011). To watch the miracle channel With the same program schedule\n1 August 2010, Miracle Channel, broadcasting with the frequency of MCOT 3520 H 20000, officially starting from 1 August 2010, along with the rearrangement of the program schedule. The original program will continue to broadcast without interruption. While the miracle channel on live TV Changed the new channel to Miti 4\nLater, on 1 February 2011, Miracle Channel added a new channel. By receiving KU-BAND satellite by Dish Yellow DTV Channel 17 or frequency 12313 H 30000 on 1 February ago\nAnd to reinforce the audience that has always been together Miracle Channel welcomes another 2 million families. On the night of 1 October 2012 at 24.00 hrs. You can watch the Miracle channel. Through new channels Is the True Vision HD Box System Channel 368 and SD Channel 59. Watch all free packages to watch To reach the number one mystery All channels nationwide\nCurrently, Miracle has ceased broadcasting on all channels. From 1 March 2018 onwards","categories":[],"infobox_types":[],"annotations":[{"uri":"Kantana","surface_form":"Kantana","offset":24}]}