{"id":775282,"url":"http://en.wikipedia.org/wiki/Too_Much_and_Never_Enough","text":"\"Too Much and Never Enough: How My Family Created the World's Most Dangerous Man\" is a book written by Mary L. Trump, the niece of Donald Trump. It is a \"tell-all\" book, which means it is a biography about Donald Trump written without his permission. The Trump family filed a lawsuit against the book by saying it violated a non-disclosure agreement (NDA). An NDA means that a person cannot reveal confidential information to the public. However, they could not stop the book from being published on July 14, 2020.\nBackground.\nMary Trump is a psychologist who works with patients. She has done research on victims of stalking and on schizophrenia. She is the daughter of Fred Trump, Jr. and granddaughter of Fred Trump.\nIn 1999, Mary and her brother Fred III went to court because they didn't agree with the conditions in Fred Sr.'s will. They said that Fred Sr.'s other children influenced him so that the will would not give them as much money as they think they deserved. Because they went to trial, the family cut off both of them from health insurance, which put Fred's son, who had epilepsy, in great danger. The lawsuit was settled and they got their insurance back.\nAfter her uncle became president, there were questions about whether or not he paid his fair share in taxes. Mary gave \"The New York Times\" a box of financial documents that proved that he did not and that he was engaged in fraud.\nSummary.\nThis book is chronological. That means it is organized by time. Mary doesn't diagnose Donald with any specific disorders. Instead she uses psychology to analyze parts of his history to give suggestions on what might be wrong with him.\nPart One: The Cruelty is the Point.\nThis part of the book describes Fred Trump as a sociopath who uses others to help himself. Donald learns from Fred how to not show feelings of weakness nor how to be kind to others. This is in contrast to Fred Jr., who was constantly scolded for not learning to be a cruel person like Fred Sr. Because of this training, Donald fails to learn about all the possible feelings that people experience. To the relief of his mother, he is sent to military school.\nPart Two: The Wrong Side of the Tracks.\nIn Part 2, Donald becomes a businessman. However, Fred Sr. puts Donald as the public face of the family business while he takes care of much of the actual business. Fred Jr. chooses to leave the family business and become a pilot. He is rejected by his family for this choice, which leads to him becoming an alcoholic and the end of his pilot career and his marriage. He died of a heart attack at a hospital while Donald was at a movie theater.\nPart Three: Smoke and Mirrors.\nThis part of the books talks about how Donald is not a good businessman. The only reason he is not allowed to fail is because his businesses partners won't let him; him failing makes them look bad. At one point, he has to negotiate with creditors so that he can get an allowance of $450,000 per month.\nThe family cuts her and her brother out of Fred's will. She, her brother, and her brother's son lose their health insurance. They settle when she allows the rest of the family to buy out her share of a corporation at a price lower than what it should be.\nPart Four: The Worst Investment Ever Made.\nHere, Mary talks about Donald Trump's 2016 presidential campaign. She uses her psychologist knowledge to show how he used his worst traits to his own advantage. She says that Donald is able to be manipulated by others who recognize his weaknesses.\nRelease.\nThe book was supposed to be published by Simon & Schuster on August 11, 2020. However, they moved the publication date to July 14 because so many people wanted to read it.\nDonald Trump said that Mary signed a \"very powerful\" agreement that \"covers everything,\" so she was \"not allowed to write a book.\"\nRobert Trump, one of Mary's uncles, sued on June 23 to stop the book from being published. A judge in the Queens County Surrogate Court (a court that handles wills) dismissed the case. Trump then took the case to a state court. On June 30, a judge there ordered that the book not be published until a hearing was held on July 10. On July 1, another more powerful judge reversed that order and allowed Simon & Schuster to publish the book. On July 2, Mary Trump made an affidavit saying that she was not bound by the NDA because the agreement was fraudulent.\nReception.\nMost people said good things about the book. They were impressed with how she used her psychology knowledge to tell a story about her family.\nOne man, Chris Taylor, said she did not write a good book because she made a lot of big claims and contradicted herself.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Mary_L._Trump","surface_form":"Mary L. Trump","offset":103},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":131},{"uri":"Psychologist","surface_form":"psychologist","offset":543},{"uri":"Stalking","surface_form":"stalking","offset":617},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":633},{"uri":"Fred_Trump","surface_form":"Fred Trump","offset":708},{"uri":"Will_(law)","surface_form":"will","offset":833},{"uri":"Health_insurance","surface_form":"health insurance","offset":1040},{"uri":"Epilepsy","surface_form":"epilepsy","offset":1088},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":1294},{"uri":"Fraud","surface_form":"fraud","offset":1398},{"uri":"Fred_Trump","surface_form":"Fred Trump","offset":1717},{"uri":"Sociopath","surface_form":"sociopath","offset":1733},{"uri":"Affidavit","surface_form":"affidavit","offset":4288},{"uri":"Fraud","surface_form":"fraudulent","offset":4365}]}