{"id":775203,"url":"http://en.wikipedia.org/wiki/Dialog_im_Kamptal","text":"The Dialog im Kamptal (\"Dialogue in Kamptal\") is a political platform founded in 2019 in Gars am Kamp, Austria. It is organized by Georgia Kazantzidu and Matthias Laurenz Gräff. It is a private and non-partisan initiative. The dialogues deal with European and also Austrian themes.\nHistory.\nThe platform \"Dialogue in Kamptal\" was launched on the occasion of the European Parliament elections in 2019. The goal is to increase interest in a common Europe and in the European Union. The platform act as a pro european initiator in the Waldviertel region. It take place in the art studio \"Atelier Gräff\" in Gars am Kamp.\nEuropa Dialog im Kamptal.\nThe first dialogue took place on May 6, 2019. The date was on the occasion of the upcoming elections to the European Parliament. It included Ambassador Wolfgang Petritsch, National Councilor Douglas Hoyos-Trauttmansdorff, Werner Groiß, Christian Schuh and Walter Kogler-Strommer. The Moderator was Josef Wiesinger. The topic of the European Union is an interest of different parties. They do not treat the European idea monopolized, and enter into a dialogue.\nDialog im Kamptal - Politik näher bringen.\nThe second dialogue took place on September 10, 2019. The date was on the occasion of the upcoming 2019 Austrian legislative election. The dialogue included the top candidates from the regional constituency of Waldviertel. These candidates and national councilors are Martina Diesner-Wais, Alois Kainz, Martin Litschauer, Günter Steindl and Herbert Kolinsky. The physicist Werner Gruber was a guest of honor. The moderation was led by Josef Wiesinger, member of the state parliament.\nPolitik, Diplmatie im 21. Jahrhundert.\nThe third dialogue took place on January 27, 2020. The topic was politics, diplomacy and intercultural exchange in the 21st century. The dialogue included Ambassador Emil Brix, European politician Hannes Swoboda, historian Philipp Jauernik from the Pan-European Movement and presenter Eric Frey from Der Standard. The dialogue provided insights into modern developments and challenges in politics, diplomacy and society. Another topic was the importance of intercultural communication.\nDialog der Bücher - Das Gemeinsame finden.\nThe fourth dialogue took place on September 12th, 2020. Thematically, the dialogue dealt with the history and current development of diplomacy, geopolitics, security policy and globalization. The dialogue included former Minister of Foreign affairs Karin Kneissl, Ambassador Emil Brix, former Austrian politician Georg Vetter and presenter Georgia Kazantzidu. The participants presented their books on this topic.\nUnser Europa. Wer sind wir, woher kommen wir und wohin gehen wir?\nThe fifth dialogue took place on September 28th, 2020. Topics included the development of Europe, the current Covid 19 crisis, migration and the tight as a business location. The dialogue included former Vice Cancellor of Austria Erhard Busek, Ambassador Sebastian Prinz von Schoenaich-Carolath, National Councilor Helmut Brandstätter, Willi Mernyi, Managing Director of the Austrian trade unions, and presenter Daniel Lohninger, chief of the NÖN.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gars_am_Kamp","surface_form":"Gars am Kamp","offset":89},{"uri":"Austria","surface_form":"Austria","offset":103},{"uri":"Georgia_Kazantzidu","surface_form":"Georgia Kazantzidu","offset":131},{"uri":"Matthias_Laurenz_Gr%C3%A4ff","surface_form":"Matthias Laurenz Gräff","offset":154},{"uri":"European_Parliament_elections%2C_2019","surface_form":"European Parliament elections in 2019","offset":362},{"uri":"European_Union","surface_form":"European Union","offset":464},{"uri":"Waldviertel","surface_form":"Waldviertel","offset":532},{"uri":"Wolfgang_Petritsch","surface_form":"Wolfgang Petritsch","offset":795},{"uri":"Douglas_Hoyos-Trauttmansdorff","surface_form":"Douglas Hoyos-Trauttmansdorff","offset":834},{"uri":"2019_Austrian_legislative_election","surface_form":"2019 Austrian legislative election","offset":1245},{"uri":"Waldviertel","surface_form":"Waldviertel","offset":1356},{"uri":"Werner_Gruber","surface_form":"Werner Gruber","offset":1519},{"uri":"Emil_Brix","surface_form":"Emil Brix","offset":1835},{"uri":"Hannes_Swoboda","surface_form":"Hannes Swoboda","offset":1866},{"uri":"Philipp_Jauernik","surface_form":"Philipp Jauernik","offset":1892},{"uri":"Pan-European_Movement","surface_form":"Pan-European Movement","offset":1918},{"uri":"Eric_Frey","surface_form":"Eric Frey","offset":1954},{"uri":"Der_Standard","surface_form":"Der Standard","offset":1969},{"uri":"Karin_Kneissl","surface_form":"Karin Kneissl","offset":2447},{"uri":"Emil_Brix","surface_form":"Emil Brix","offset":2473},{"uri":"Georg_Vetter","surface_form":"Georg Vetter","offset":2511},{"uri":"Erhard_Busek","surface_form":"Erhard Busek","offset":2908},{"uri":"Sebastian_Prinz_von_Schoenaich-Carolath","surface_form":"Sebastian Prinz von Schoenaich-Carolath","offset":2933},{"uri":"Helmut_Brandst%C3%A4tter","surface_form":"Helmut Brandstätter","offset":2993},{"uri":"Willi_Mernyi","surface_form":"Willi Mernyi","offset":3014},{"uri":"N%C3%96N","surface_form":"NÖN","offset":3121}]}