{"id":775431,"url":"http://en.wikipedia.org/wiki/Tlingit","text":"e=\"preserve\">The Tlingit are a Native American group from the Pacific Northwest. They live in the United States (in the state of Alaska) and in Canada (British Columbia and Yukon). They speak the Tlingit language. In their language, Tlingit means \"people of the tides.\"\nThe Tlingit get their food through hunting, gathering, and fishing. They are a matrilineal society. That means property is passed down from a mother to her children.\nTerritory.\nThe Tlingit organized themselves into tribes, which they called \"Ḵwáan\".\nCulture.\nThe Tlingit have a very rich culture. They are famous for their totem poles. They incorporate art in every part of their lives. Their art has deep spiritual meaning.\nPhilosophy and religion.\nThe Tlingit didn't write down their beliefs, but they do have a very complex philosophy on how they view the world.\nThey were animists. Their shamans did many things, such as curing diseases, helping hunters, and protecting people from evil.\nIn the 1880s, many Tlingit began to convert to Orthodox Christianity, which was introduced by the Russians. They clung to the Orthodox religion as Americans and Canadians came onto their land.\nToday, young Tlingit are turning back to their traditional beliefs in order to regain a sense of identity as Tlingit.\nLanguage.\nThe Tlingit have their own language, the Tlingit language. Their language has a very complex grammar and uses sounds that almost no other languages use.\nHowever, most of them now speak English.\nHousing.\nThe Tlingit made their houses from cedar wood.\nFood.\nThe Tlingit harvest food from the sea.\nThey also enjoy eating berries and meat from land animals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Native_American","surface_form":"Native American","offset":31},{"uri":"Pacific_Northwest","surface_form":"Pacific Northwest","offset":62},{"uri":"United_States","surface_form":"United States","offset":98},{"uri":"Alaska","surface_form":"Alaska","offset":129},{"uri":"Canada","surface_form":"Canada","offset":144},{"uri":"British_Columbia","surface_form":"British Columbia","offset":152},{"uri":"Yukon","surface_form":"Yukon","offset":173},{"uri":"Tlingit_language","surface_form":"Tlingit language","offset":196},{"uri":"Animism","surface_form":"animists","offset":846},{"uri":"Shaman","surface_form":"shamans","offset":862}]}