{"id":775400,"url":"http://en.wikipedia.org/wiki/International_Shooting_Sport_Federation","text":"e=\"preserve\">The International Shooting Sport Federation (ISSF) is the governing body of the Olympic Shooting events in rifle, pistol and shotgun (clay target) disciplines, and of several non-Olympic Shooting sport events. ISSF's activities include regulation of the sport, Olympic qualifications and organization of international competitions such as the ISSF World Cup Series, the ISSF World Cup Finals, the ISSF Separate World Championship in Shotgun events and the ISSF World Championship in all events.\nFounded in 1907 as the International Shooting Union (), and then changing its name in 1998, the ISSF affiliates nowadays over 150 National Shooting Federations from Africa, Americas, Asia, Europe and Oceania. The ISSF Presidency is held by Mr. Vladimir Lisin, a Russian steel tycoon and President of the European Shooting Federation, since the 30th of November 2018. The ISSF headquarters is in Munich, Germany.\nCompetitions and records.\nThese are the only competitions that have direct supervision from ISSF committees, and the only competitions where world records can be set. This leads to many national records in fact being higher than the world records.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shooting_at_the_Summer_Olympics","surface_form":"Olympic Shooting events","offset":93},{"uri":"Rifle","surface_form":"rifle","offset":120},{"uri":"Pistol","surface_form":"pistol","offset":127},{"uri":"Shotgun","surface_form":"shotgun","offset":138},{"uri":"Clay_target_shooting","surface_form":"clay target","offset":147},{"uri":"ISSF_World_Shooting_Championships","surface_form":"ISSF Separate World Championship in Shotgun events","offset":410},{"uri":"ISSF_World_Shooting_Championships","surface_form":"ISSF World Championship in all events","offset":469},{"uri":"Vladimir_Lisin","surface_form":"Vladimir Lisin","offset":752},{"uri":"Munich","surface_form":"Munich","offset":903},{"uri":"Germany","surface_form":"Germany","offset":911},{"uri":"List_of_national_shooting_records_surpassing_the_world_records","surface_form":"many national records","offset":1101}]}