{"id":775465,"url":"http://en.wikipedia.org/wiki/History_of_the_creation%E2%80%93evolution_controversy","text":"The creation–evolution controversy has a long history. Scientists had some ideas how evolution works. Because some of these theories contradict the literal intepretation of the creation myth in the Book of Genesis, religious people and organizations questioned these ideas. For a long time, only the priests could read the Bible, which was written in Latin or in Greek. It was only the priests who interpreted the texts in the Bible. The priests often said that the Book of Genesis shoild not be read literally and taught it as an allegory. With the advent of the printing press, the Bible was translated into other languagres. More people were able to read and write, and more literal understandings of scripture flourished. This allowed some religious persons and groups to challenge scientists who supported evolution, such as biologists Thomas Henry Huxley and Ernst Haeckel.\nCreation–evolution controversy in the age of Darwin.\nThe first people to speak about evolution were Empedocles and other Greek philosophers in Europe (5th century BCE), Taoism in Asia. The history of evolutionary thought in Christian theology dates back to Augustine of Hippo (4th century) and Thomas Aquinas (13th century). The modern creation–evolution controversy started in Europe and North America in the late 18th century. Discoveries in geology led to various theories of an ancient earth, and fossils showing past extinctions prompted early ideas of evolution. These ideas were particularly controversial in England, where both the natural world and the hierarchical social order were thought to be fixed by God's will. As the terrors of the French Revolution developed into the Napoleonic Wars, followed by economic depression threatening revolution in Great Britain itself, such subversive ideas were rejected, associated only with radical agitators.\nWhen the economy recovered, things improved.When the book \"Vestiges of the Natural History of Creation\" was anonymously published in 1844 its ideas of transmutation of species attracted wide public interest. The work was also attacked by the scientific establishment and many theologians who believed it to be in conflict with their interpretations of the biblical account of life's, especially humanity's, origin and development. However, radical Quakers, Unitarians and Baptists welcomed the book's ideas of \"natural law\" as supporting their struggle to overthrow the privileges of the Church of England.\n\"Vestiges of the Natural History of Creation\" remained a best-seller- It paved the way for widespread interest in the theory of natural selection. English naturalist Charles Darwin introduced this ideas in his 1859 book, \"On the Origin of Species\". Darwin's book was praised by Unitarians as well as by liberal Anglican theologians praised Darwin's book. Their \"Essays and Reviews\" (1860) was more controversial in Britain than Darwin's publication. Its support of higher criticism questioned the historical accuracy of literal interpretations of the Bible and added declarations that miracles were irrational.\nDarwin's book revolutionized the way naturalists viewed the world. The book and its promotion attracted attention and controversy, and many theologians reacted to Darwin's theories. For example, in his 1874 work \"What is Darwinism?\" the theologian Charles Hodge argued that Darwin's theories were like atheism. Thomas Henry Huxley, added to the controversy when he wrote that Christianity is a \"...compound of some of the best and some of the worst elements of Paganism and Judaism. [influenced by] certain people of the Western world...\" Perhaps the most uncompromising of the evolutionary philosophers was Ernst Haeckel, who dogmatically affirmed that nothing spiritual exists.\nA fundamenal change in the Protestant objections to evolution occurred after about 1875. Previously, citing Louis Agassiz and other scientific luminaries, Protestant contributors to religious quarterlies dismissed Darwin's theories as unscientific. After 1875, it became clear that the majority of naturalists were in favor of evolution, and a sizable minority of these Protestant contributors rejected Darwin's theory because it called into question the veracity of Scriptures. Even so, virtually none of these dissenters insisted on a young Earth.\nCreationists during this period were largely premillennialists; their belief in Christ's return depended on a quasi-literal reading of the Bible. However, they were not as concerned about geology, freely granting scientists any time they needed before the Edenic creation to account for scientific observations, such as fossils and geological findings. In the immediate post-Darwinian era, few scientists or clerics rejected the antiquity of the earth, the progressive nature of the fossil record. Likewise, few attached geological significance to the Biblical flood, unlike subsequent creationists. Evolutionary skeptics, creationist leaders and skeptical scientists were usually either willing to adopt a figurative reading of the first chapter of Genesis, or allowed that the six days of creation were not necessarily 24-hour days.\nScopes Trial.\nAt the start, the reaction in the United States matched the developments in Britain, and when Alfred Russel Wallace went there for a lecture tour in 1886–1887 his explanations of \"Darwinism\" were welcomed without any problems, but attitudes changed after the First World War. The controversy became political when public schools began teaching that man evolved from earlier forms of life per Darwin's theory of natural selection. In response, the U.S. state of Tennessee passed the Butler Act of 1925 prohibiting the teaching of any theory of the origins of humans that contradicted the teachings of the Bible. This law was tested in the highly publicized Scopes Trial of 1925. The law was upheld by the Tennessee Supreme Court, and remained on the books until 1967 when it was repealed. In 1968, the U.S. Supreme Court ruled in \"Epperson v. Arkansas\" that banning the teaching of specific theories contravened the Establishment Clause of the First Amendment to the United States Constitution because their primary purpose was religious.\nICR and the co-opting of the \"creationist\" label.\nJohn C. Whitcomb and Henry M. Morris' influential \"The Genesis Flood: The Biblical Record and Its Scientific Implications\" was published in 1961. The authors argued that creation was literally six days long, that humans lived at the same time as dinosaurs, and that God created each kind of life. When it was published, Morris became a popular speaker, spreading anti-evolutionary ideas at fundamentalist churches, colleges, and conferences. Morris set up the Creation Science Research Center (CSRC), an organization dominated by Baptists, as an adjunct to the Christian Heritage College. The CSRC rushed publication of biology text books that promoted creationism. These efforts were against the recommendations of Morris, who urged a more cautious and scientific approach. Ultimately, the CSRC broke up, and Morris founded the Institute for Creation Research in 1970. Morris promised that the ICR, unlike the CSRC, would be controlled and operated by scientists. During this time, Morris and others who supported flood geology, adopted the scientific sounding terms \"scientific creationism\" and \"creation science\". The flood geologists effectively co-opted \"the generic creationist label for their hyperliteralist views.\" Previously, \"creationism\" was a generic term describing a philosophical perspective that presupposes the existence of a supernatural creator.\nThe Catholic Church and evolution.\nSome point to the fact that before ordination all Catholic priests have to study the teachings of Thomas Aquinas, who subscribed to an Aristotelian view of evolution, in which he posits that animal species evolve by means of mutations and natural law.\nMore recent statements have been made by Pope John Paul II and Pope Benedict XVI that also support a theistic understanding of evolution.\nThe current controversy.\nThe controversy continues to this day. Ctrstionist organizations actively attack the scientific consensus on the origins and evolution of life.Many religious groups want to promote other forms of creationism (usually young Earth creationism (YEC), creation science, old Earth creationism or intelligent design (ID)) as an alternative. Most of these groups are explicitly Christian, and more than one sees the debate as part of the Christian mandate to evangelize.\nSome see science and religion has views that are so different that they cannot be reconciled. Mainstream churches and some scientists consider science and religion to be separate categories of thought, which ask fundamentally different questions about reality and propose different ways of investigating it.\nMore recently, the intelligent design movement has taken an anti-evolution position which avoids any direct appeal to religion. However, Leonard Krishtalka, a paleontologist and an opponent of the movement, has called intelligent design \"nothing more than creationism in a cheap tuxedo,\" and, in \"Kitzmiller v.Dover Area School District\" (2005) United States District Judge John E. Jones III ruled that \"intelligent design is not science,\" but is \"grounded in theology\" and \"cannot uncouple itself from its creationist, and thus religious, antecedents.\" Before the trial began, U.S. President George W. Bush commented endorsing the teaching of intelligent design alongside evolution \"I felt like both sides ought to be properly taught... so people can understand what the debate is about.\" Scientists argue that intelligent design does not represent any research program within the scientific community, and is opposed by most of the same groups who oppose creationism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scientist","surface_form":"Scientists","offset":55},{"uri":"Evolution","surface_form":"evolution","offset":85},{"uri":"Creation_myth","surface_form":"creation myth","offset":177},{"uri":"Book_of_Genesis","surface_form":"Book of Genesis","offset":198},{"uri":"Religion","surface_form":"religious","offset":215},{"uri":"Latin_language","surface_form":"Latin","offset":351},{"uri":"Greek_language","surface_form":"Greek","offset":363},{"uri":"Allegory","surface_form":"allegory","offset":531},{"uri":"Literacy","surface_form":"able to read and write","offset":645},{"uri":"Scripture","surface_form":"scripture","offset":704},{"uri":"Evolution","surface_form":"evolution","offset":811},{"uri":"Biologist","surface_form":"biologists","offset":830},{"uri":"Thomas_Henry_Huxley","surface_form":"Thomas Henry Huxley","offset":841},{"uri":"Ernst_Haeckel","surface_form":"Ernst Haeckel","offset":865},{"uri":"Empedocles","surface_form":"Empedocles","offset":980},{"uri":"Common_Era","surface_form":"BCE","offset":1043},{"uri":"Taoism","surface_form":"Taoism","offset":1049},{"uri":"Christianity","surface_form":"Christian","offset":1104},{"uri":"Augustine_of_Hippo","surface_form":"Augustine of Hippo","offset":1137},{"uri":"Thomas_Aquinas","surface_form":"Thomas Aquinas","offset":1174},{"uri":"Geology","surface_form":"geology","offset":1324},{"uri":"Fossil","surface_form":"fossils","offset":1381},{"uri":"Extinction","surface_form":"extinctions","offset":1402},{"uri":"God","surface_form":"God","offset":1596},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1630},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":1667},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1742},{"uri":"Theology","surface_form":"theologians","offset":2117},{"uri":"Religious_Society_of_Friends","surface_form":"Quakers","offset":2289},{"uri":"Unitarianism","surface_form":"Unitarians","offset":2298},{"uri":"Baptist","surface_form":"Baptists","offset":2313},{"uri":"Natural_law","surface_form":"natural law","offset":2352},{"uri":"Church_of_England","surface_form":"Church of England","offset":2429},{"uri":"Natural_selection","surface_form":"natural selection","offset":2576},{"uri":"Natural_history","surface_form":"naturalist","offset":2603},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":2614},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":2670},{"uri":"Liberal_Christianity","surface_form":"liberal Anglican","offset":2751},{"uri":"Atheism","surface_form":"atheism","offset":3361},{"uri":"Christianity","surface_form":"Christianity","offset":3435},{"uri":"Compound","surface_form":"compound","offset":3457},{"uri":"Paganism","surface_form":"Paganism","offset":3520},{"uri":"Judaism","surface_form":"Judaism","offset":3533},{"uri":"Western_world","surface_form":"Western world","offset":3580},{"uri":"Ernst_Haeckel","surface_form":"Ernst Haeckel","offset":3667},{"uri":"Dogma","surface_form":"dogmatically","offset":3686},{"uri":"Protestantism","surface_form":"Protestant","offset":3766},{"uri":"Louis_Agassiz","surface_form":"Louis Agassiz","offset":3847},{"uri":"Jesus","surface_form":"Christ","offset":4369},{"uri":"Garden_of_Eden","surface_form":"Edenic creation","offset":4545},{"uri":"Fossil","surface_form":"fossils","offset":4609},{"uri":"Clergy","surface_form":"clerics","offset":4697},{"uri":"Fossil","surface_form":"fossil record","offset":4772},{"uri":"Genesis_creation_narrative","surface_form":"six days of creation","offset":5068},{"uri":"United_States","surface_form":"United States","offset":5172},{"uri":"Alfred_Russel_Wallace","surface_form":"Alfred Russel Wallace","offset":5232},{"uri":"Darwinism","surface_form":"Darwinism","offset":5318},{"uri":"World_War_I","surface_form":"First World War","offset":5397},{"uri":"State_school","surface_form":"public schools","offset":5452},{"uri":"U.S._state","surface_form":"U.S. state","offset":5585},{"uri":"Tennessee","surface_form":"Tennessee","offset":5599},{"uri":"Scopes_trial","surface_form":"Scopes Trial","offset":5794},{"uri":"Supreme_Court_of_the_United_States","surface_form":"U.S. Supreme Court","offset":5939},{"uri":"Establishment_Clause_of_the_First_Amendment","surface_form":"Establishment Clause","offset":6053},{"uri":"First_Amendment_to_the_United_States_Constitution","surface_form":"First Amendment to the United States Constitution","offset":6081},{"uri":"Dinosaur","surface_form":"dinosaurs","offset":6472},{"uri":"Creationism","surface_form":"creationism","offset":6879},{"uri":"Aristotle","surface_form":"Aristotelian","offset":7762},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":7920},{"uri":"Pope_Benedict_XVI","surface_form":"Pope Benedict XVI","offset":7942},{"uri":"Young_Earth_creationism","surface_form":"young Earth creationism","offset":8259},{"uri":"Old_Earth_creationism","surface_form":"old Earth creationism","offset":8308},{"uri":"Intelligent_design","surface_form":"intelligent design","offset":8333},{"uri":"Christian","surface_form":"Christian","offset":8413},{"uri":"Evangelism","surface_form":"evangelize","offset":8494},{"uri":"Intelligent_design","surface_form":"intelligent design movement","offset":8833},{"uri":"Kitzmiller%2C_et_al._v._Dover_Area_School_District%2C_et_al.","surface_form":"Kitzmiller v.Dover Area School District","offset":9111},{"uri":"United_States_district_court","surface_form":"United States District Judge","offset":9159},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":9407}]}