{"id":77557,"url":"http://en.wikipedia.org/wiki/Electric_potential","text":"Electric potential is electric potential energy (EPE) per unit of charge. (The unit of energy is the joule and the unit of charge is the coulomb.) Electric potential tells what the electric potential energy of a charged object will be for every coulomb of charge it has, or how many joules of energy there will be per coulomb. The unit for electric potential, joule per coulomb, it is named the volt in memory of Alessandro Volta. One volt equals one joule per coulomb.\nIntroduction.\nA good analogy is water in a mill pond. In a pond water has gravitational potential energy because of how high it is above sea level. When the water goes over a fall it loses energy. There might be a pond in the hills with 100 liters of water and 1000 joules of energy in the pond, and so there are 10 joules of energy per liter. Another pond might have 100 liters of water but yet only 500 joules of energy because the pond is in a lower valley. This pond has 5 joules per liter. Similarly, we could have 100 coulombs of charge with 1000 joules of electric potential energy stored somewhere, maybe in an electric circuit. The electric potential would be 10 joules of energy per coulomb. In another place, maybe another place in the same electric circuit, there might be an electric potential of 5 joules per coulomb.\nJust like a mass falls from a place where it has a higher potential energy, an airplane or someplace in the universe, to where it has a lower potential energy, the ground or a different place in the universe, so do charges. Charges will always go to where they have lower electric potential or potential. This going is also called \"falling'. A group of charges or a charged object will fall from where there is an electric potential of 10 joules per coulomb to where there is an electric potential of 5 joules per coulomb, or from a place with an electric potential of 10 volts to one with an electric potential of 5 volts. If there are 20 coulombs of charge on an object, it will fall from having an electric potential energy (EPE) of 200 joules (20 c x (10 j/c) = 200 joules) at the place with an electric potential of 10 volts to an an electric potential energy of 100 joules (20 c x (5 j/c) = 100 joules) at the place with an electric potential of 5 volts.\nGravity.\nWhile this concept is also valid for gravity we do not use it. It is almost always more useful to think of and use the total gravitational potential energy, GPE, of an object and not use the GPE per kilogram. In electricity it is very often more useful to use electric potential, the EPE per charge, instead of using the total electric potential energy.\nElectric potential energy.\nElectric potential is not the same as electric potential energy. It is electric potential energy per unit charge. Electric potential is not the same as electric potential difference. Electric potential difference is also called voltage (see the voltage page).\nRemarks.\nPlease note that the volt and voltage are two different things. The volt is a unit by which we measure something. Both electric potential and voltage are things we measure and the volt is the unit of measure for both. Yes, a little confusing, but that is the way it is. The symbol for the unit volt is written with a V (9 volts or 9 V). When voltage is used in a formula the symbol for voltage is a lowercase v. (e.g. voltage = current x resistance or v = ir) This distinguishes the difference between volts (V) and voltage (v) when there is only a single letter symbol to go by. Electrical engineers use the symbol 'e' for voltage (e.g. e=ir) to distinguish the difference more clearly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Potential_energy","surface_form":"electric potential energy","offset":22},{"uri":"Unit_of_measurement","surface_form":"unit","offset":79},{"uri":"Joule","surface_form":"joule","offset":101},{"uri":"Coulomb","surface_form":"coulomb","offset":137},{"uri":"Volt","surface_form":"volt","offset":395},{"uri":"Alessandro_Volta","surface_form":"Alessandro Volta","offset":413},{"uri":"Fall_(motion)","surface_form":"falls","offset":1319},{"uri":"Potential_energy","surface_form":"potential energy","offset":2411},{"uri":"Voltage","surface_form":"electric potential difference","offset":2805},{"uri":"Voltage","surface_form":"voltage","offset":2881},{"uri":"Voltage","surface_form":"voltage page","offset":2898},{"uri":"Volt","surface_form":"volt","offset":2943},{"uri":"Voltage","surface_form":"voltage","offset":2952},{"uri":"Unit_of_measurement","surface_form":"unit","offset":3000},{"uri":"Symbol","surface_form":"symbol","offset":3196}]}