{"id":775815,"url":"http://en.wikipedia.org/wiki/No_Longer_at_Ease","text":"\"No Longer at Ease\" is a novel by Nigerian author Chinua Achebe. It is the story of an Igbo man, Obi Okonkwo, who leaves his village for an education in Britain and then a job in the Nigerian colonial civil service. He faces a conflict between his Western lifestyle and African culture and ends up taking a bribe.\nTitle.\nThe title of the novel comes from the poem The Journey of the Magi by T.S. Eliot.\nWe returned to our places, these Kingdoms,\nBut no longer at ease here,\nWith an alien people clutching their gods.\nI should be glad of another death.\nSummary.\nObi Okonko is the grandson of Okonkwo, the main character of Achebe's first novel, \"Things Fall Apart\". Obi is on trial for taking a bribe.\nSome members of the Umuofia Progressive Union (UPU) collect money so that Obi can go to England to study law and help his people. However, he starts studying English instead of law. He meets Clara Okeke, who is studying to be a nurse, at a dance.\nObi returns to Nigeria. He now lives with a friend in Lagos and works for the government as part of the Scholarship Board, which is responsible for giving scholarships to students. A man offers a bribe on behalf of his sister, which Obi rejects. The girl herself visits Obi and tries to bribe him with sex for a scholarship, which he also rejects.\nObi is falling in love with Clara. However, he finds out that Clara is an \"osu\", or outcast in Igbo society. Because of her status, he cannot marry her. His father reluctantly refuses to let him marry her because he is a Christian and wants to leave the \"heathen\" ways of precolonial Igbo society. His mother begs him to not marry Clara until after she dies. When Obi tells Clara this, she calls off the engagement and reveals that she is pregnant. Obi arranges for her to get an abortion. He gets more into debt because he needs to repay the UPU, fund his siblings' educations, and pay for the abortion.\nObi becomes depressed when he finds out that his mother died. He does not go to her funeral. When he recovers, he reluctantly begins to take bribes and accepts that bribery is the way of his world.\nAt the end of the novel, Obi takes a bribe, which he promises to himself would be the last one he would take. This turns out to be a sting operation and he is arrested.\nThemes.\n\"No Longer at Ease\" takes place several decades after \"Things Fall Apart\". At this point, the British are in full control of Nigeria. Obi finds that he is in the middle of a conflict between the African expectation of financially supporting his family and village and living a Western lifestyle.\nObi Okonkwo is the grandson of Okonkwo from \"Things Fall Apart\". Both men speak their minds and are self-destructive. While Okonkwo is a man of action, Obi is a man who doesn't take much action because he uses thoughts and words more.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nigeria","surface_form":"Nigerian","offset":34},{"uri":"Chinua_Achebe","surface_form":"Chinua Achebe","offset":50},{"uri":"Igbo_people","surface_form":"Igbo","offset":87},{"uri":"Bribe","surface_form":"bribe","offset":307},{"uri":"T.S._Eliot","surface_form":"T.S. Eliot","offset":391},{"uri":"Things_Fall_Apart","surface_form":"Things Fall Apart","offset":645},{"uri":"England","surface_form":"England","offset":789},{"uri":"Nurse","surface_form":"nurse","offset":929},{"uri":"Lagos","surface_form":"Lagos","offset":1002},{"uri":"Scholarship","surface_form":"scholarships","offset":1103},{"uri":"Abortion","surface_form":"abortion","offset":1776},{"uri":"Debt","surface_form":"debt","offset":1804},{"uri":"Depression","surface_form":"depressed","offset":1913}]}