{"id":775970,"url":"http://en.wikipedia.org/wiki/Lamborghini_Veneno","text":"The Lamborghini Veneno is a supercar. It was made by Lamborghini in 2013. Only five Venenos were built. The Veneno is based off the Lamborghini Aventador, and uses a version of its V12 engine.\nHistory and production.\nThe Veneno was revealed at the 2013 Geneva Motor Show. It was built to celebrate Lamborghini’s 50th anniversary.\nLamborghini built just five Venenos. One was used for for factory testing, and another one was kept by Lamborghini. This meant that only three Venenos were sold, which made each one very expensive. Nine Veneno Roadsters were also built.\nEngine and transmission.\nThe Veneno’s engine is a more powerful version of the Aventador‘s V12. In the Veneno, the engine makes and of torque. The Veneno’s seven-speed automated-manual transmission also comes from the Aventador.\nPerformance.\nThe Veneno has a top speed of. It can also accelerate from in 2.9 seconds. The Veneno can also slow down from in.\nVeneno Roadster.\nLamborghini also made a convertible version of the Veneno. This car was known as the Veneno Roadster. The Veneno Roadster was first shown at the 2014 Las Vegas Consumer Electronics Show.\nThe performance of the Veneno Roadster was the same as that of the standard Veneno. The roadster went on sale for. Nine Veneno Roadsters were built.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supercar","surface_form":"supercar","offset":28},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":53},{"uri":"Lamborghini_Aventador","surface_form":"Lamborghini Aventador","offset":132},{"uri":"V12_engine","surface_form":"V12 engine","offset":181},{"uri":"Celebrate","surface_form":"celebrate","offset":288},{"uri":"Anniversary","surface_form":"anniversary","offset":317},{"uri":"Lamborghini_V12","surface_form":"V12","offset":658},{"uri":"Torque","surface_form":"torque","offset":702},{"uri":"Automated-manual_transmission","surface_form":"automated-manual transmission","offset":735},{"uri":"Accelerate","surface_form":"accelerate","offset":852},{"uri":"Convertible","surface_form":"convertible","offset":964},{"uri":"Consumer_Electronics_Show","surface_form":"Consumer Electronics Show","offset":1100}]}