{"id":776007,"url":"http://en.wikipedia.org/wiki/Desi","text":"Desi (pronounced DEH-see or DAY-see) is a supra-ethnic and pan-ethnic term that refers to people and things from the Indian subcontinent. The word \"Desi\" comes from the Sanskrit word देश (deśá), which means \"land\" or \"country.\" People agree that the word refers to things and people from the countries of India, Pakistan, Bangladesh, Nepal, Maldives, and Sri Lanka.\nOrigin.\nThe word \"Desi\" as it is known comes from the Hindustani word \"deśī\", which means a \"national\" of a country. That word comes from the Sanskrit word देश (deśá), which means \"land\" or \"country.\" The first known use of the word was in 200 BCE.\nHistory.\nDuring colonial times, the word Desi was used to show that something was not vilāyati (\"Blighty,\" or British).\nCulture.\nDesi is a word that is used to describe South Asia in general instead of to a specific culture or country.\nArts.\nMusic and dances that are from the region are called \"Desi.\"\nFood.\nIn South Asia, \"Desi food\" refers to the traditional foods of the region. Desi daru refers to traditional alcoholic drinks such as fenny, toddy, and arrack. A foreign liquor that is made in India, like Indian-made rum or vodka, would not be considered Desi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":117},{"uri":"India","surface_form":"India","offset":305},{"uri":"Pakistan","surface_form":"Pakistan","offset":312},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":322},{"uri":"Nepal","surface_form":"Nepal","offset":334},{"uri":"Maldives","surface_form":"Maldives","offset":341},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":355},{"uri":"Hindustani","surface_form":"Hindustani","offset":420},{"uri":"British_Raj","surface_form":"colonial times","offset":631},{"uri":"South_Asia","surface_form":"South Asia","offset":927},{"uri":"Rum","surface_form":"rum","offset":1138},{"uri":"Vodka","surface_form":"vodka","offset":1145}]}