{"id":77619,"url":"http://en.wikipedia.org/wiki/Francis_Poulenc","text":"Francis Poulenc (7 January 1899 in Paris – 30 January 1963 in Paris) was a French composer. He was one of the group of six composers who became known as Les Six. He composed music in many different forms: song, chamber music, oratorio, opera, ballet music and orchestral music. His music is easy to enjoy at first hearing: it is much simpler than the music of many other composers who were writing modern music at the time. At first the music critics did not think he was a serious composer, but later people realized the importance of his music. He is the greatest writer of French song (mélodie) since Fauré.\nEarly life.\nPoulenc came from a rich family. His father had a large pharmaceutical business. His mother, an amateur pianist, taught him to play the piano. The Catholic faith was important to him, as well as the artistic life. These two influences shaped his personality. The music critic Claude Rostand said that Poulenc was \"half monk and half naughty boy\".\nPoulenc wanted to study music at the Paris Conservatoire after his school years, but the death of both his parents changed his plans. He had lessons from Ricardo Viñes who was a great teacher for him and helped him develop as a person. Poulenc wrote his first compositions for his teacher. He met many famous people including the composers Satie, Auric and Falla and writers such as Apollinaire. He started to get his works performed, and Stravinsky helped him to get them published in London. He continued to compose while he was doing his military service, and became a member of Les Six. These six composers did not all compose in the same way, but they were good friends.\nPoulenc felt that he needed more lessons and he studied with Charles Koechlin. He was asked by Diaghilev to write ballet music for \"Les Biches\". He composed his \"Concerto for Two Pianos\" and the \"Organ Concerto\". He was very upset by the death of Raymonde Linossier who was the only woman he ever wanted to marry. Poulenc was becoming aware that he was gay. He had a lot of emotional problems with big changes of mood.\nHis friendship with the singer Pierre Barnac was a great help to him professionally. Barnac was a baritone. Poulenc composed about 90 songs for him. They gave many concerts together.\nPoulenc spent some periods of his life composing and other periods performing. He made a series of broadcasts on French radio. He composed a great deal of music during the 1950s. He died suddenly of a heart attack in 1963.\nHis music.\nPoulenc was an excellent pianist and he wrote a lot of music for the piano, especially during the 1930s. He liked to create blurred effects by using the sustaining pedal a lot. Some of his best piano writing is in the accompaniment to his songs.\nPoulenc’s early chamber music often uses jazz ideas. He wrote several sonatas for various instruments. He liked writing for wind instruments. His \"Piano Sextet\" is for piano and five wind instruments.\nHe wrote several works for orchestra as well as music for the stage and choral music. His \"Gloria\" is often performed by choirs. Children like his \"Story of Babar the Elephant\". It is for a storyteller and piano. Jean Françaix made an arrangement for an orchestra.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris","surface_form":"Paris","offset":35},{"uri":"France","surface_form":"French","offset":75},{"uri":"Composer","surface_form":"composer","offset":82},{"uri":"Les_Six","surface_form":"Les Six","offset":153},{"uri":"Song","surface_form":"song","offset":205},{"uri":"Chamber_music","surface_form":"chamber music","offset":211},{"uri":"Oratorio","surface_form":"oratorio","offset":226},{"uri":"Opera","surface_form":"opera","offset":236},{"uri":"Ballet","surface_form":"ballet","offset":243},{"uri":"Orchestra","surface_form":"orchestra","offset":260},{"uri":"Music_critic","surface_form":"music critic","offset":437},{"uri":"M%C3%A9lodie","surface_form":"mélodie","offset":589},{"uri":"Faur%C3%A9","surface_form":"Fauré","offset":604},{"uri":"Pharmaceutical","surface_form":"pharmaceutical","offset":679},{"uri":"Catholic","surface_form":"Catholic","offset":770},{"uri":"Artistic","surface_form":"artistic","offset":822},{"uri":"Influence","surface_form":"influence","offset":847},{"uri":"Music_critic","surface_form":"music critic","offset":886},{"uri":"Monk","surface_form":"monk","offset":942},{"uri":"Naughty","surface_form":"naughty","offset":956},{"uri":"Paris_Conservatoire","surface_form":"Paris Conservatoire","offset":1007},{"uri":"Ricardo_Vi%C3%B1es","surface_form":"Ricardo Viñes","offset":1124},{"uri":"Satie","surface_form":"Satie","offset":1310},{"uri":"Georges_Auric","surface_form":"Auric","offset":1317},{"uri":"Falla","surface_form":"Falla","offset":1327},{"uri":"Apollinaire","surface_form":"Apollinaire","offset":1353},{"uri":"Stravinsky","surface_form":"Stravinsky","offset":1409},{"uri":"London","surface_form":"London","offset":1456},{"uri":"Military_service","surface_form":"military service","offset":1511},{"uri":"Les_Six","surface_form":"Les Six","offset":1552},{"uri":"Charles_Koechlin","surface_form":"Charles Koechlin","offset":1707},{"uri":"Diaghilev","surface_form":"Diaghilev","offset":1741},{"uri":"Gay","surface_form":"gay","offset":1999},{"uri":"Singer","surface_form":"singer","offset":2089},{"uri":"Pierre_Barnac","surface_form":"Pierre Barnac","offset":2096},{"uri":"Baritone","surface_form":"baritone","offset":2163},{"uri":"1950s","surface_form":"1950s","offset":2420},{"uri":"1963","surface_form":"1963","offset":2465},{"uri":"1930s","surface_form":"1930s","offset":2580},{"uri":"Pedal_(music)","surface_form":"pedal","offset":2646},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":2700},{"uri":"Jazz","surface_form":"jazz","offset":2769},{"uri":"Sonata","surface_form":"sonata","offset":2798},{"uri":"Wind_instrument","surface_form":"wind instrument","offset":2852},{"uri":"Theatre","surface_form":"stage","offset":2991},{"uri":"Choral","surface_form":"choral","offset":3001},{"uri":"Jean_Fran%C3%A7aix","surface_form":"Jean Françaix","offset":3142}]}