{"id":776154,"url":"http://en.wikipedia.org/wiki/Rodolfo_Olgiati","text":"Rodolfo Olgiati (1905-1986) was a Swiss schoolteacher and educationist.\nOlgiati studied in Chur and Bern. He studied mathematics and physics at the ETH Zurich. He met Leonhard Ragaz. From 1929 to 1932, he was a teacher at the Odenwaldschule in Heppenheim. In 1933, he worked at Faithfull's home for educators in England. From 1934 to 1935, he worked for Fritz Wartenweiler in the youth courses. In 1935 he became secretary of the Service Civil International. During the Spanish Civil War, in February 1937, he worked for the rescue of vulnerable children and founded the Swiss Working Group for Spanish Children (SAS) with Fritz Wartenweiler and Regina Kägi-Fuchsmann.\nIn Spain, he met Irma Schneider, who, as a former teacher at the Swiss school in Barcelona, ​​ran the canteen for pregnant women in Madrid.\nIn January 1940, he helped bring together 17 organizations under the umbrella organization of the Swiss Working Group for Children Affected by War (SAK).\nIn January 1942, Children's Aid, were founded by the Swiss Red Cross and the SAK in order to be able to extend children's aid to the whole of Europe. From 1942 to 1943, Olgiati was a central secretary. He resigned at the end of 1943 and the SAK was dissolved in 1944.\nFrom late 1944 to 1948, he was the manager of Swiss donation, and from 1948 Swiss European Aid (SEH). He started aid for Germany. From 1949 to 1970, he was a member of the International Red Cross ICRC in Geneva. In 1958, he led the East Swiss Evangelical Home of Wartensee. He founded the Swiss Aid Organization for Non-European Areas (SHAG) with Regina Kägi-Fuchsmann.","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Swiss","offset":34},{"uri":"Schoolteacher","surface_form":"schoolteacher","offset":40},{"uri":"Educationist","surface_form":"educationist","offset":58},{"uri":"Chur","surface_form":"Chur","offset":91},{"uri":"Bern","surface_form":"Bern","offset":100},{"uri":"Mathematics","surface_form":"mathematics","offset":117},{"uri":"Physics","surface_form":"physics","offset":133},{"uri":"ETH_Zurich","surface_form":"ETH Zurich","offset":148},{"uri":"Leonhard_Ragaz","surface_form":"Leonhard Ragaz","offset":167},{"uri":"Odenwaldschule","surface_form":"Odenwaldschule","offset":226},{"uri":"Heppenheim","surface_form":"Heppenheim","offset":244},{"uri":"Fritz_Wartenweiler","surface_form":"Fritz Wartenweiler","offset":354},{"uri":"Service_Civil_International","surface_form":"Service Civil International","offset":430},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":470},{"uri":"Fritz_Wartenweiler","surface_form":"Fritz Wartenweiler","offset":623},{"uri":"Regina_K%C3%A4gi-Fuchsmann","surface_form":"Regina Kägi-Fuchsmann","offset":646}]}