{"id":776167,"url":"http://en.wikipedia.org/wiki/Lamborghini_Si%C3%A1n_FKP_37","text":"The Lamborghini Sián FKP 37 is a supercar. Lamborghini says that they will start making it in 2020. The Sián is based off the Aventador. Lamborghini will only make 63 Siáns. The Sián is the first Lamborghini to have a hybrid powertrain. This means that the car is powered by both a gas engine and an electric motor.\nHistory.\nLamborghini first showed the Sián FKP 37 at the 2019 Frankfurt Motor Show. The car’s name was made to honor Ferdinand Piëch. Piëch had died a couple months before the Sián was first shown. \"FKP\" was the initials of Piëch‘s name. The \"37\" came from Piëch‘s birth year, which was 1937.\nProduction.\nLamborghini will only build 63 Sián FKP 37s. This is because Lamborghini started making road cars in 1963. All 63 Siáns have already been sold.\nEngine and transmission.\nThe Sián FKP 37 is based off the Aventador, and shares its 6.5 litre Lamborghini V12 engine with the Aventador. The Sián also has an electric motor, which adds another to the car’s horsepower level. The V12 makes in the Sián. The total power output of the car is. That makes it the most powerful Lamborghini ever made. The engine is paired with a version of the Aventador’s seven-speed automated manual transmission. The Sián sends its power to all four wheels through an all-wheel drive system.\nPerformance.\nThe Sián is able to go from 0- in 2.8 seconds. Lamborghini says that the Sián will have a top speed of.\nSián FKP 37 Roadster.\nIn July 2020, Lamborghini first showed the Sián FKP 37 Roadster. Only 19 Roadsters will be made. All of them have already been sold. The Sián FKP 37 Roadster is very similar to the coupe, and will probably perform about the same.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supercar","surface_form":"supercar","offset":33},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":43},{"uri":"Lamborghini_Aventador","surface_form":"Aventador","offset":126},{"uri":"Hybrid","surface_form":"hybrid","offset":218},{"uri":"Internal_combustion_engine","surface_form":"gas engine","offset":282},{"uri":"Electric_motor","surface_form":"electric motor","offset":300},{"uri":"Ferdinand_Pi%C3%ABch","surface_form":"Ferdinand Piëch","offset":433},{"uri":"Lamborghini_Aventador","surface_form":"Aventador","offset":823},{"uri":"Lamborghini_V12","surface_form":"Lamborghini V12","offset":859},{"uri":"Automated_manual_transmission","surface_form":"automated manual transmission","offset":1176},{"uri":"All-wheel_drive","surface_form":"all-wheel drive","offset":1262}]}