{"id":77621,"url":"http://en.wikipedia.org/wiki/Cladistics","text":"Cladistics is the method of classifying organisms into groups called clades.\nA clade (Greek = branch) is a group of organisms with a common ancestor and all its descendants (and nothing else). Such a clade is monophyletic. The term 'clade' was coined by English biologist Julian Huxley.\nExamples.\nBirds, dinosaurs, crocodiles, and all other descendants (living or extinct) of their most recent common ancestor form a clade. In the terms of biological systematics, a clade is a single branch on the tree of life, a monophyletic group. Biological classification needs such a natural group of organisms to be put together and given a taxonomic name.\nThis brings classification in line with phylogeny (how living things evolved). In cladistics, clades are the only acceptable units.\nSome versions of cladistics have been the subject of controversy.p226\nHistory of cladistics.\nThe term \"clade\" was introduced in 1958 by Julian Huxley, \"cladistic\" by Cain and Harrison in 1960, and \"cladist\" (for an adherent of Hennig's school) by Mayr in 1965. Hennig referred to his own approach as \"phylogenetic systematics\". From the time of his original formulation until the end of the 1980s cladistics remained a minority approach to classification.\nIn the 1990s it rapidly became the dominant method of classification in evolutionary biology. Computers made it possible to process large quantities of data about organisms and their characteristics (traits). At about the same time the development of effective sequence analysis techniques made it possible to apply cladistic methods of analysis to biochemical and molecular features of organisms as well as to anatomical ones.\nFor some decades in the mid to late twentieth century, a commonly used methodology was numerical taxonomy.p221 This made no attempt to resolve phylogeny, only similarities. The weakness of this approach was that it left out the connection between classification and evolution.\nPhylogenetic nomenclature.\nPhylogenetic nomenclature is a way of giving names to the groups (clades) that have been decided on by cladistic methods. It differs in many ways from Linnaean nomenclature. Critics of phylogenetic nomenclature include Ashlock, Mayr, and Williams.\nMonophyly and paraphyly.\nMonophyly is defined differently in evolutionary biology and cladistics. In evolutionary biology, the term monophyletic refers to a group of organisms descended from its most recent common ancestor. A monophyletic group may include all or only a part of the descendants of the common ancestor. The ancestor may be a taxon of various ranks.\nIn cladistics, by contrast, a monophyletic group is a group consisting of all the inferred descendants of an ancestral species.\nIn cladistics, a group that includes only some of the descendants of the ancestral species is not monophyletic but paraphyletic. The objective of cladistics is to block out monophyletic clades. Therefore, the elements of a paraphyletic group must be rearranged so that they do form one or several clades. Degree of similarity is not a criterion in grouping organisms into clades.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organism","surface_form":"organism","offset":40},{"uri":"Greek_language","surface_form":"Greek","offset":86},{"uri":"Organism","surface_form":"organism","offset":116},{"uri":"Ancestor","surface_form":"ancestor","offset":140},{"uri":"Descendant","surface_form":"descendant","offset":161},{"uri":"Monophyly","surface_form":"monophyletic","offset":209},{"uri":"Julian_Huxley","surface_form":"Julian Huxley","offset":272},{"uri":"Bird","surface_form":"Bird","offset":297},{"uri":"Dinosaur","surface_form":"dinosaur","offset":304},{"uri":"Crocodile","surface_form":"crocodile","offset":315},{"uri":"Systematics","surface_form":"biological systematics","offset":440},{"uri":"Tree_of_life_(biology)","surface_form":"tree of life","offset":498},{"uri":"Monophyletic","surface_form":"monophyletic","offset":514},{"uri":"Biological_classification","surface_form":"Biological classification","offset":534},{"uri":"Taxonomy","surface_form":"taxonomic","offset":631},{"uri":"Phylogeny","surface_form":"phylogeny","offset":687},{"uri":"Evolution","surface_form":"evolved","offset":716},{"uri":"Julian_Huxley","surface_form":"Julian Huxley","offset":915},{"uri":"Evolutionary_biology","surface_form":"evolutionary biology","offset":1307},{"uri":"Computer","surface_form":"Computer","offset":1329},{"uri":"Information","surface_form":"data","offset":1387},{"uri":"Trait_(biology)","surface_form":"traits","offset":1435},{"uri":"Sequence_analysis","surface_form":"sequence analysis","offset":1496},{"uri":"Biochemical","surface_form":"biochemical","offset":1584},{"uri":"Molecular_biology","surface_form":"molecular","offset":1600},{"uri":"Numerical_taxonomy","surface_form":"numerical taxonomy","offset":1750},{"uri":"Phylogeny","surface_form":"phylogeny","offset":1806},{"uri":"Evolutionary_biology","surface_form":"evolutionary biology","offset":2276},{"uri":"Monophyletic","surface_form":"monophyletic","offset":2347},{"uri":"Taxon","surface_form":"taxon","offset":2556},{"uri":"Paraphyletic","surface_form":"paraphyletic","offset":2823}]}