{"id":77644,"url":"http://en.wikipedia.org/wiki/Fatah","text":"Fatah is a Palestinian nationalist political party. Fatah is an acronym for Harakat At-Tahriri Al-Filistiniya. That means Palestinian National Liberation Movement in English. It was created by Yasser Arafat in the late 1950s.\nIn 1968 Fatah joined the Palestinian Liberation Organization, and in 1969 it got a leadership role. When it was founded, it did not accept the existence of Israel, but now the group officially does.\nThe political part of the party is not considered a terrorist group by any country, but its military part, the al-Aqsa Martyrs Brigades is considered a terrorist group. Fatah says that the Brigades are not a part of the party but Israel says that Fatah supports the al-Aqsa Martyrs Brigades.\nFatah and the Al-Aqsa Martyrs' Brigades.\nLeaders of the brigades, and other members have said they are a military group that is a part of Fatah. On their website, and on posters they post the Fatah Emblem. Leaders of Fatah have said they did not create the brigades, or make them the military of Fatah. Since 2002 leaders in Fatah have tried to get the brigades to stop attacking Israeli citizens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Palestine","surface_form":"Palestinian nationalist","offset":11},{"uri":"Political_party","surface_form":"political party","offset":35},{"uri":"Acronym","surface_form":"acronym","offset":64},{"uri":"Yasser_Arafat","surface_form":"Yasser Arafat","offset":193},{"uri":"1950s","surface_form":"1950s","offset":219},{"uri":"Palestinian_Liberation_Organization","surface_form":"Palestinian Liberation Organization","offset":251},{"uri":"Israel","surface_form":"Israel","offset":382},{"uri":"Politics","surface_form":"political","offset":429},{"uri":"Terrorism","surface_form":"terrorist group","offset":477},{"uri":"Country","surface_form":"country","offset":500},{"uri":"Military","surface_form":"military","offset":517},{"uri":"Al-Aqsa_Martyrs_Brigades","surface_form":"al-Aqsa Martyrs Brigades","offset":536},{"uri":"Emblem","surface_form":"Emblem","offset":915}]}