{"id":776585,"url":"http://en.wikipedia.org/wiki/Alexiares_and_Anicetus","text":"e=\"preserve\">Alexiares and Anicetus (Ἀλεξιάρης Alexiarês and Ανικητος Anikêtos) are minor deities in Greek Mythology. They are the immortal twin sons of Heracles, the greatest of the Greek heroes and the strongest mortal to live. Their mother was Hebe, the goddess of youth the server of Ambrosia and nectar to the other Olympian gods. Along with their father Heracles, they were the guardians of Mount Olympus, and the pair may have been regarded as the gatekeepers of Olympus, a role which was often assigned to their immortal father. Additionally, they were responsible for the protection and fortification of towns and citadels, they were also the gods of defense and sports. They were born after Hercules's mortal death and ascent to Olympus, where he gained immortality and married the goddess Hebe. Callimachus makes a reference to Hebe receiving assistance from her sister during the birth of her sons, Eiliethyia the goddess of midwives and childbirth. Their names mean \"he who wards off war\" and \"the unconquerable one\" respectively.\nThe twins were worshipped the most in Thebes and Rhodes, their powers were said to be youth and sports. Little is known about them besides a mention of their birth in the Bibliotheca: \"Heracles achieved immortality, and when Hera’s enmity changed to friendship, he married her daughter Hebe, who bore him twin sons Alexiares and Anicetus.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_mythology","surface_form":"Greek Mythology.","offset":101},{"uri":"Twin","surface_form":"twin","offset":140},{"uri":"Herakles","surface_form":"Heracles","offset":153},{"uri":"Hebe","surface_form":"Hebe","offset":247},{"uri":"Deity","surface_form":"goddess","offset":257},{"uri":"Ambrosia","surface_form":"Ambrosia","offset":288},{"uri":"Nectar","surface_form":"nectar","offset":301},{"uri":"Deity","surface_form":"gods","offset":330},{"uri":"Olympus","surface_form":"Olympus","offset":470},{"uri":"Fortification","surface_form":"fortification","offset":596},{"uri":"Citadel","surface_form":"citadels","offset":623},{"uri":"Eileithyia","surface_form":"Eiliethyia","offset":911},{"uri":"Thebes%2C_Greece","surface_form":"Thebes","offset":1082},{"uri":"Rhodes","surface_form":"Rhodes","offset":1093},{"uri":"Bibliotheca_Alexandrina","surface_form":"Bibliotheca","offset":1215}]}