{"id":776781,"url":"http://en.wikipedia.org/wiki/Class_traitor","text":"A class traitor is someone who is thought to be working against the interests of the particular social class. The term is often used by socialists to describe members of the proletariat class who work for the bourgeoisie. Some examples of those who are seen as class traitors are: soldiers, police officers, strikebreakers, and those who help keep things the way things are right now, instead of working for change. However, some people think that anyone, including the bourgeois, can become class traitors.\nThe motives behind becoming a traitor to one's class can include: survival (taking up whatever wage is available), the belief that the person is of a higher class and so has political views that work against the working class, the pressure to follow rules and laws, or disagreeing with the view that society is divided up into classes that are fighting each other.\nKarl Kautsky, a Marxist philosopher, first used the term.\nBourgeois Class Traitors.\n\"Class traitor\" can also be used to describe members of the upper class who believe in socialism.\nSuch people sacrifice their ability to be part of the capitalist upper-class for the sake of who they see as the oppressed, even if it hurts their status in the process.","categories":[],"infobox_types":[],"annotations":[{"uri":"Treason","surface_form":"working against the interests","offset":48},{"uri":"Social_class","surface_form":"social class","offset":96},{"uri":"Socialists","surface_form":"socialists","offset":136},{"uri":"Proletariat","surface_form":"proletariat","offset":174},{"uri":"Bourgeoisie","surface_form":"bourgeoisie","offset":209},{"uri":"Soldiers","surface_form":"soldiers","offset":281},{"uri":"Police_officers","surface_form":"police officers","offset":291},{"uri":"Bourgeois","surface_form":"bourgeois","offset":470},{"uri":"Politics","surface_form":"political","offset":682},{"uri":"Karl_Kautsky","surface_form":"Karl Kautsky","offset":873},{"uri":"Marxism","surface_form":"Marxist","offset":889},{"uri":"Phliiospoher","surface_form":"philosopher","offset":897},{"uri":"Upper_class","surface_form":"upper class","offset":1017},{"uri":"Socialism","surface_form":"socialism","offset":1044}]}