{"id":776849,"url":"http://en.wikipedia.org/wiki/Elsevier","text":"Elsevier is a Dutch publishing and analytics company specialized in scientific contents.\nMajor products.\nElsevier provides various services to support researchers. Some of them are similar to Google Scholar by Google.\nScienceDirect.\nScienceDirect is a website which gives subscription-based access to a large database of scientific and medical research. It stores many papers and academic journals as PDF.\nScopus.\nScopus is Elsevier’s abstract and citation database launched in 2004. It gives four types of quality measure for each title; those are h-Index, CiteScore, SJR (SCImago Journal Rank) and SNIP (Source Normalized Impact per Paper).\nInternational relationships.\nElsevier is not a non-profit organization. Therefore, some of their products are not cheap. Due to this difficulty, some universities have terminated their contract with Elsevier.\nFrance.\nThe French Couperin consortium agreed in 2019 to a 4-year contract with Elsevier. This agreement was made despite criticism from the scientific community.\nGermany.\nAlmost no academic institution in Germany is subscribed to Elsevier.\nItaly.\nCRUI (an association of universities in Italy) sealed a 5-year-long deal for 2018–2022. This decision was made despite protests from the scientific community.\nTaiwan.\nIn 2016, CONCERT (an association of universities in Taiwan) announced it would not renew its contract with Elsevier.\nLawsuits.\nIn 2015, Elsevier filed a lawsuit against the sites Sci-Hub and Library Genesis. They were making copyright-protected articles available for free. Elsevier also claimed illegal access to institutional accounts.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Netherlands","surface_form":"Dutch","offset":14},{"uri":"Company","surface_form":"company","offset":45},{"uri":"Researcher","surface_form":"researcher","offset":151},{"uri":"Google_Scholar","surface_form":"Google Scholar","offset":192},{"uri":"Google","surface_form":"Google","offset":210},{"uri":"Academic_journal","surface_form":"academic journal","offset":380},{"uri":"PDF","surface_form":"PDF","offset":401},{"uri":"Database","surface_form":"database","offset":457},{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":690},{"uri":"Contract","surface_form":"contract","offset":828},{"uri":"Germany","surface_form":"Germany","offset":1058},{"uri":"Italy","surface_form":"Italy","offset":1140},{"uri":"Taiwan","surface_form":"Taiwan","offset":1319},{"uri":"Copyright","surface_form":"copyright","offset":1492}]}