{"id":776846,"url":"http://en.wikipedia.org/wiki/John_Bingham%2C_7th_Earl_of_Lucan","text":"e=\"preserve\">Richard John Bingham, 7th Earl of Lucan (born 18 December 1934 – disappeared 8 November 1974, declared dead 3 February 2016), commonly known as Lord Lucan, was a British peer. He disappeared after being suspected of murder.\nEarly life.\nHe was an Anglo-Irish aristocrat, the eldest son of George Bingham, 6th Earl of Lucan by his mother Kaitlin Dawson. He was born in London.\nGambling.\nHe was a known gambler and became skilled at backgammon and bridge, and was an early member of the Clermont Club. Lucan's losses often were more than his winnings, yet he left his job at a London-based merchant bank and became a professional gambler. He was known as Lord Bingham from April 1949 until January 1964, during his father's lifetime.\nLucan was thought for the role of James Bond in the movie versions of Ian Fleming's novels. He was known for his expensive tastes\nDisappearance.\nOn the evening of 7 November 1974, Sandra Rivett, the nanny of Lucan's children, was beaten to death in the basement of the Lucan family home. Lady Lucan was also attacked; she later said Lucan as her assailant. As the police began their homicide investigation, Lucan telephoned his mother, asking her to collect the children, and then drove a borrowed Ford Corsair to a friend's house in Uckfield, East Sussex. Hours later, he left the property and disappeared.\nThe car was found abandoned in Newhaven. The police issued a warrant for Lucan's arrest a few days later, and the inquest into Rivett's death named him as her murderer.\nMany believed he faked his death so avoid being arrested while some believe he committed suicide or was murdered. Lucan has not been found and was presumed dead in chambers on 11 December 1992 and declared legally dead in October 1999.","categories":[],"infobox_types":[],"annotations":[{"uri":"Declared_death_in_absentia","surface_form":"declared dead","offset":107},{"uri":"Peer","surface_form":"peer","offset":183},{"uri":"Aristocracy","surface_form":"aristocrat","offset":271},{"uri":"George_Bingham%2C_6th_Earl_of_Lucan","surface_form":"George Bingham, 6th Earl of Lucan","offset":301},{"uri":"Backgammon","surface_form":"backgammon","offset":443},{"uri":"Contract_bridge","surface_form":"bridge","offset":458},{"uri":"Clermont_Club","surface_form":"Clermont Club","offset":497},{"uri":"London","surface_form":"London","offset":587},{"uri":"James_Bond","surface_form":"James Bond","offset":778},{"uri":"Ian_Fleming","surface_form":"Ian Fleming","offset":814},{"uri":"Ford_Corsair","surface_form":"Ford Corsair","offset":1242},{"uri":"Uckfield","surface_form":"Uckfield","offset":1278},{"uri":"East_Sussex","surface_form":"East Sussex","offset":1288},{"uri":"Newhaven%2C_East_Sussex","surface_form":"Newhaven","offset":1383},{"uri":"Suicide","surface_form":"committed suicide","offset":1600},{"uri":"Murder","surface_form":"murder","offset":1625},{"uri":"In_chambers","surface_form":"in chambers","offset":1682},{"uri":"Legally_dead","surface_form":"legally dead","offset":1727}]}