{"id":7769,"url":"http://en.wikipedia.org/wiki/Catherine_Parr","text":"Catherine Parr (alternatively Katherine or Kateryn) (c.1512 – 5 September 1548) was Queen of England and of Ireland (1543–47). She was the last of the six wives of King Henry VIII. She married him on 12 July 1543, and outlived him by one year. She was also the most-married English queen, with four husbands. She was also the first woman to be queen of both England and Ireland.\nCatherine had a close relationship with Henry's three children. She personally helped teach school for Elizabeth and Edward, both of whom became English monarchs. She helped get the Third Succession Act in 1543 passed. This placed Mary I and Elizabeth I, back into the line of succession to the British throne.\nHenry died on 28 January 1547. Six months after Henry's death, she married her fourth and final husband, Thomas Seymour, the Baron of Sudeley.\nCatherine gave birth to her only child — a daughter, Mary Seymour. She was named after Catherine's stepdaughter Mary – on 30 August 1548. She died only six days later, on 5 September 1548, at Sudeley Castle in Gloucestershire, from what was probably childbed fever (sepsis). This was common at that time, because births did not happen in clean conditions.\nMany years later, in 1782, the coffin of Queen Catherine was found in the ruins of the Sudeley Castle chapel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen_of_England","surface_form":"Queen of England","offset":84},{"uri":"Ireland","surface_form":"Ireland","offset":108},{"uri":"Henry_VIII_of_England","surface_form":"King Henry VIII","offset":164},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth","offset":482},{"uri":"Edward_VI_of_England","surface_form":"Edward","offset":496},{"uri":"Monarch","surface_form":"monarch","offset":532},{"uri":"Mary_I_of_England","surface_form":"Mary I","offset":610},{"uri":"Line_of_succession_to_the_British_throne","surface_form":"line of succession to the British throne","offset":648},{"uri":"Thomas_Seymour","surface_form":"Thomas Seymour","offset":795},{"uri":"Sudeley_Castle","surface_form":"Sudeley Castle","offset":1025},{"uri":"Gloucestershire","surface_form":"Gloucestershire","offset":1043},{"uri":"Sepsis","surface_form":"sepsis","offset":1099},{"uri":"Coffin","surface_form":"coffin","offset":1220},{"uri":"Sudeley_Castle","surface_form":"Sudeley Castle","offset":1276}]}