{"id":77709,"url":"http://en.wikipedia.org/wiki/Pointe_shoes","text":"Pointe shoes are special shoes worn by ballerinas. They are made with a wide, flat, reinforced front end. This lets the dancer stand on tiptoe.\nIn normal flat ballet shoes, the toe construction does not provide this support for the dancer's body weight. So they cannot stand or dance \"en pointe\".\nHistory.\nMid-18th century dancer Marie Camargo of the Paris Opéra Ballet was the first to wear a non-heeled shoe, enabling her to perform leaps that would have been difficult, if not impossible, in the old shoes.\nThe first dancers to rise up on their toes did so with the help of an invention by Charles Didelot in 1795. His 'flying machine' lifted dancers upward, allowing them to stand on their toes before leaving the ground. This lightness and ethereal quality was well received by audiences and, as a result, choreographers began put more pointework into their pieces.\nAs dance progressed into the 1800s, the desire grew to dance en pointe without the aid of wires. When Marie Taglioni first danced \"La Sylphide\" en pointe, her shoes were nothing more than modified satin slippers. Because the shoes of this period offered no support, dancers would pad their toes for comfort and rely on the strength of their feet and ankles for support.\nThe birth of the modern pointe shoe may be due to the early 20th century Russian ballerina Anna Pavlova, who was one of the most famous and influential dancers of her time. Pavlova's feet had particularly high archs, which left her vulnerable to injury when dancing en pointe. To help this problem, she would put tough leather soles into her shoes for extra support, and would flatten and harden the toe area to form a box. While this practice made dancing en pointe easier for her, it was regarded by her rivals as 'cheating'.\nHealth concerns.\nGirls will usually start en pointe between the ages of 10 and 13. Starting too early may be bad for the feet of the dancer. Dance teachers' societies give their members information and advice on this subject.\nSome girls will never go en pointe. This is usually because they are not strong enough, as going en pointe means one has to have enough strength. Ballet class is not social dancing, it is aimed at professional training. But the basic pre-pointe class may still be useful for young dancers who later move into, for example, stage dancing. In that case, the lack of pointe work would not interfere with their eventual employment.\nIt takes considerable strength in the feet, ankle, leg, knee, and abdomen to dance en pointe. Students must be at least 11 or 12 years of age before attempting pointe work. The bones and growth plates in the feet are usually not fully hardened and developed before that age. Serious foot deformities can result from starting pointe too early, even if the student is strong and skillful. Attempting to dance en pointe before the feet and toes are fully grown can cause career-ending damage that will prevent dancing en pointe for a lifetime. Top ballet schools have specialist orthopaedic consultants, and foot X-rays are an obvious and necessary safeguard before pointe work begins.\nUsage by male dancers.\nPointe shoes are normally only worn by female ballet dancers. Male dancers may wear them for a comic effect in unorthodox roles such as the Ugly Stepsisters in \"Cinderella\", or Bottom in \"A Midsummer Night's Dream\". The all-male dance troupe Les Ballets Trockadero de Monte Carlo have dance programs with choreography entirely on pointe. This is one element of spectacle for the audience to demonstrate how the physical demands of classical ballet combine the artistic and the athletic.\nConstruction.\nAll pointe shoes are handmade. There are many different companies which make these shoes. Some of them include: Bloch, Capezio, Gamba, Grishko, Gaynor Mindens, Sansha and Freed of London.\nProper fit and safety.\nIts important that pointe shoes fit correctly. If they do not, it can cause the dancers feet to become sore. It can also affect the way the dancer performs in them and may cause injury to the dancer. A dancer may need to try on many pairs of pointe shoes before they find ones that fit correctly. Also, when the pointe shoes are \"dead\" (too soft to dance in any more), the shoes will need to be replaced.\nWith light use, a pair of pointe shoes may last through ten to twenty hours of wear. A dance student may get weeks of serviceable use from a pair of pointe shoes. Professional dancers wear out pointe shoes much more quickly; a new pair may wear out in a single performance. As a result, ballet companies either buy shoes in bulk or give shoe allowances for their dancers.\nQuantity & quality.\nBallet companies order pointe shoes in huge quantities at maybe $50-$110 a pair. A soloist or principal dancer will have her shoes specially hand-made to her needs, and may get through several in a single performance. Dancers' feet take a terrific battering, and few end their careers without having some damage to their feet. This is the reality behind the light, airy, graceful sight on the stage.\nDemi-pointe.\nDemi-pointe shoes are often used to train dancers who are new to pointe technique. They help dancers get used to the feel of pointe shoes, strengthen the ankles and feet. The toe box allows the dancer to feel a pointe, while the insole and outsole work together to give the resistance for developing foot and ankle strength.\nDemi-pointe is often used in modern dance, because choreography in modern dance most often asks for balance on the ball of the foot, which is what those shoes are made for.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shoe","surface_form":"shoe","offset":25},{"uri":"Ballerina","surface_form":"ballerina","offset":39},{"uri":"Toe","surface_form":"toe","offset":139},{"uri":"Ballet","surface_form":"ballet","offset":159},{"uri":"Marie_Camargo","surface_form":"Marie Camargo","offset":330},{"uri":"Paris_Op%C3%A9ra","surface_form":"Paris Opéra","offset":351},{"uri":"Marie_Taglioni","surface_form":"Marie Taglioni","offset":973},{"uri":"La_Sylphide","surface_form":"La Sylphide","offset":1002},{"uri":"Anna_Pavlova","surface_form":"Anna Pavlova","offset":1332},{"uri":"Instep","surface_form":"arch","offset":1451},{"uri":"Feet","surface_form":"feet","offset":1890},{"uri":"Dancer","surface_form":"dancer","offset":1902},{"uri":"Strength","surface_form":"strong","offset":2068},{"uri":"Stage_dancing","surface_form":"stage dancing","offset":2318},{"uri":"Orthopaedic","surface_form":"orthopaedic","offset":2999},{"uri":"X-rays","surface_form":"X-rays","offset":3033},{"uri":"Female","surface_form":"female","offset":3168},{"uri":"Comedy","surface_form":"comic","offset":3224},{"uri":"Cinderella","surface_form":"Cinderella","offset":3290},{"uri":"A_Midsummer_Night%27s_Dream","surface_form":"A Midsummer Night's Dream","offset":3317},{"uri":"Les_Ballets_Trockadero_de_Monte_Carlo","surface_form":"Les Ballets Trockadero de Monte Carlo","offset":3371},{"uri":"Choreography","surface_form":"choreography","offset":3434},{"uri":"Company","surface_form":"companies","offset":3686},{"uri":"Injury","surface_form":"injury","offset":4019},{"uri":"Modern_dance","surface_form":"modern dance","offset":5405},{"uri":"Choreography","surface_form":"choreography","offset":5427}]}