{"id":777089,"url":"http://en.wikipedia.org/wiki/Two_brothers_islands","text":"Al-Akhawayn Islands which means The two brothers island (Arabic: جزيرة الأخوين) sometimes called \" The older brother and the younger brother islands\" are one of the Red Sea islands. “Al-Akhawain” are located between Safaga and Al-Qusair, and it is one of the best coral and shark gatherings, and one of the best diving areas.\nThat islands were mentioned by the French marine scientist \"Jacques Cousteau\" in his book The Silent World, due to the nature of island which a unique scene of coral reefs and crystal clear waters, in addition to the wreckage of two sunken ships, Numidia and Aida, which made these two islands an attractive place for fans of underwater photography.\nThe waters around the island Characterized by the presence of whale shark (locally called \"Bahloul\") which is human friendly and facilitating taking photos with the divers.\nThe Red Sea Reserves Sector has issued guidelines to deal with the whale shark, including warnings against trying to touch, ride or chase the whale shark, as well as trying to change its movement path to allow the whale shark to move and act naturally, maintain a distance of at least 3 meters in-front of it, 4 meters behind it. the Red Sea Reserves prohibited also the use of a flash photography that annoys the shark.","categories":[],"infobox_types":["islands"],"annotations":[{"uri":"Red_Sea_Governorate","surface_form":"Safaga and Al-Qusair","offset":216},{"uri":"Coral","surface_form":"coral","offset":264},{"uri":"Shark","surface_form":"shark","offset":274},{"uri":"Diving","surface_form":"diving","offset":312},{"uri":"Numidia_and_Aida","surface_form":"Numidia and Aida","offset":573},{"uri":"Whale_shark","surface_form":"whale shark","offset":738},{"uri":"Diver","surface_form":"divers","offset":841},{"uri":"Whale_shark","surface_form":"whale shark","offset":916},{"uri":"Photography","surface_form":"flash photography","offset":1229}]}