{"id":77701,"url":"http://en.wikipedia.org/wiki/Leitmotif","text":"e=\"preserve\">A leitmotif (pronounced, “LITE-mow-teef”) (also spelled leitmotiv), is a German word meaning leading motif. It is a little musical theme that is often repeated in a piece of music, very often in opera. The leitmotif is linked in the musical story with a person or a thing or an idea. The leitmotif might be a short tune, but it can also be a rhythm or just a chord.\nThe word “leitmotif” is sometimes used in other things such as literature. In a book it might be an idea that keeps coming during the story. It can also be used in movies or video games.\nThe word “leitmotif” is particularly associated with the operas of Richard Wagner. The leitmotif helps to make the story dramatic and bind it together, because it makes the music easier to understand. Sometimes a leitmotif will change during an opera as the character changes. Various dramatic effects can be made with leitmotifs. For example, a leitmotif might be played before a character comes onstage, so the audience will know who is coming before the actor can be seen. Three examples of leitmotifs from Wagner's Ring Cycle \"Der Ring des Nibelungen \" are: the leitmotif for the chief god Wotan (a person), the leitmotif for the Tarnhelm, the invisibility helmet, (a thing), and the leitmotif for the Renunciation of Love (an idea).\nThe use of leitmotif was not completely new in the 19th century. For example: the first four notes of Beethoven's Fifth Symphony are used like a leitmotif during the whole symphony. It was, however, Carl Maria von Weber who first used it a lot in his operas. A music critic called F. W. Jähns used the word to describe Weber’s work. Hector Berlioz wrote a symphony called \"Symphonie Fantastique\" which has a tune which he called idée fixe (“fixed idea”) to represent the love between the two characters.\nWagner did not actually use the word “leitmotif”. He preferred to call such themes “Grundthema” (basic idea) or simple “Motiv”. Some people, such as Eduard Hanslick, who did not like Wagner’s music, thought that Wagner’s use of leitmotifs made the music too simple. Claude Debussy said the use of leitmotifs in operas was like having a world where crazy people would always use \"visiting cards\" to introduce themselves and then start singing their names to be sure everyone knew what was going on.\nMany other composers used leitmotifs in a similar way to Wagner, e.g. Richard Strauss in his operas, Elgar in his oratorios \"The Kingdom\" and \"The Apostles\" or Alban Berg in his opera \"Lulu\".\nLeitmotifs or music themes are also used to dramatise movies. For example, the famous Jaws theme uses a leitmotif for the shark.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":86},{"uri":"Motif","surface_form":"motif","offset":114},{"uri":"Opera","surface_form":"opera","offset":208},{"uri":"Rhythm","surface_form":"rhythm","offset":355},{"uri":"Chord","surface_form":"chord","offset":372},{"uri":"Literature","surface_form":"literature","offset":442},{"uri":"Movie","surface_form":"movie","offset":543},{"uri":"Video_game","surface_form":"video game","offset":553},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":633},{"uri":"Ring_Cycle","surface_form":"Ring Cycle","offset":1085},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Der Ring des Nibelungen","offset":1097},{"uri":"19th_century","surface_form":"19th century","offset":1355},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":1406},{"uri":"Symphony_No._5_(Beethoven)","surface_form":"Fifth Symphony","offset":1418},{"uri":"Carl_Maria_von_Weber","surface_form":"Carl Maria von Weber","offset":1503},{"uri":"Music_critic","surface_form":"music critic","offset":1565},{"uri":"Hector_Berlioz","surface_form":"Hector Berlioz","offset":1637},{"uri":"Symphonie_Fantastique","surface_form":"Symphonie Fantastique","offset":1677},{"uri":"Eduard_Hanslick","surface_form":"Eduard Hanslick","offset":1957},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":2074},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":2376},{"uri":"Elgar","surface_form":"Elgar","offset":2407},{"uri":"Oratorio","surface_form":"oratorio","offset":2420},{"uri":"The_Kingdom_(oratorio)","surface_form":"The Kingdom","offset":2431},{"uri":"The_Apostles_(oratorio)","surface_form":"The Apostles","offset":2449},{"uri":"Alban_Berg","surface_form":"Alban Berg","offset":2466},{"uri":"Lulu_(opera)","surface_form":"Lulu","offset":2491}]}