{"id":7774,"url":"http://en.wikipedia.org/wiki/Queen_(band)","text":"Queen are a British rock band that formed in London in 1970. They are one of the most commercially successful bands of all time, selling over 300 million records worldwide. The members were Freddie Mercury (lead vocals, piano), Brian May (lead guitar, vocals), Roger Taylor (drums, vocals), and John Deacon (bass guitar).\nFreddie Mercury died of an AIDS-related bronchopneumonia on November 24, 1991. In 1997 John Deacon retired to spend more time with his family. The other two former members toured with Paul Rodgers from 2005 to 2009. In December 2018 it was announced Queen & Lambert will bring its Rhapsody Tour to The Forum in 2019. Three of their biggest hits were \"Bohemian Rhapsody, \"We Will Rock You\", and \"We Are the Champions\".\nQueen was inducted into the Rock and Roll Hall of Fame in 2001.\nFormation.\nWith his friend Tim Staffell, Brian May started a band called 1984 in the mid 1960's. The band broke up after a little bit and then May decided to make another band and teamed up with two other college students named Tim Staffell and Roger Taylor. They called themselves \"Smile\" with Roger Taylor on drums and vocals, Tim Staffell on vocals and bass and Brian May on guitar and vocals. They did a few hits such as \"April Lady\". Tim Staffell became friends with another college student, Farrokh Bulsara (to be later known as Freddie Mercury) and Farrokh became a big fan of \"Smile\" and encouraged them a lot. Later on, Tim left \"Smile\" to join \"Humpy Bongs\" and Farrokh Bulsara subsequently joined the band on vocals and piano in 1970. Then Farrokh came up with the name \"Queen\", so they changed it from \"Smile\" to \"Queen\". They then started auditions for a new bassist. They were going through several bassists during this time and none of them stuck, only lasting for about a few minutes. None of the auditioners managed to suit the place of the new bassist, but finally in 1971, they settled on John Deacon. Queen's first album was released in 1973 and it was called \"Queen\" with songs such as \"Seven Seas Of Rhye\" and \"Liar\". Farrokh Bulsara changed his name to Freddie Mercury after the lyrics \"Mother Mercury, look what they've done to me\" in \"My Fairy King\". Brian May has a degree in Astrophysics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Freddie_Mercury","surface_form":"Freddie Mercury","offset":190},{"uri":"Brian_May","surface_form":"Brian May","offset":228},{"uri":"Roger_Taylor","surface_form":"Roger Taylor","offset":261},{"uri":"John_Deacon","surface_form":"John Deacon","offset":295},{"uri":"AIDS","surface_form":"AIDS","offset":349},{"uri":"Bronchopneumonia","surface_form":"bronchopneumonia","offset":362},{"uri":"Paul_Rodgers","surface_form":"Paul Rodgers","offset":506},{"uri":"Formation_and_evolution_of_the_Solar_System","surface_form":"Forum","offset":624},{"uri":"Bohemian_Rhapsody","surface_form":"Bohemian Rhapsody","offset":673},{"uri":"We_Will_Rock_You","surface_form":"We Will Rock You","offset":693},{"uri":"We_Are_the_Champions","surface_form":"We Are the Champions","offset":717},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":768},{"uri":"Smile_(band)","surface_form":"\"Smile\"","offset":1086},{"uri":"%26quot%3BApril_Lady%26quot%3B","surface_form":"\"April Lady\"","offset":1229},{"uri":"%26quot%3BSmile%26quot%3B","surface_form":"\"Smile\"","offset":1388},{"uri":"%26quot%3BSmile%26quot%3B","surface_form":"\"Smile\"","offset":1442},{"uri":"%26quot%3BHumpy_Bong%26quot%3B","surface_form":"\"Humpy Bongs\"","offset":1458},{"uri":"%26quot%3BQueen%26quot%3B","surface_form":"\"Queen\"","offset":1585},{"uri":"%26quot%3BSmile%26quot%3B","surface_form":"\"Smile\"","offset":1618},{"uri":"%26quot%3BSeven_Seas_Of_Rhye%26quot%3B","surface_form":"\"Seven Seas Of Rhye\"","offset":2011},{"uri":"%26quot%3BLiar%26quot%3B","surface_form":"\"Liar\"","offset":2036}]}