{"id":77749,"url":"http://en.wikipedia.org/wiki/Saber%E2%80%93toothed_cat","text":"The sabertoothed cats or sabretooth cats are some of the best known and most popular extinct animals. They are among the most impressive carnivores that ever have lived. These cats had long canines and jaws which opened wider than modern cats. This suggests a different style of killing from modern felines.\nThe sabre-tooth style of life evolved at least five times amongst carnivorous mammals. This is one of the best-known examples of convergent evolution.\nThe saber tooths were ambush predators, and probably lived in open forests. This would explain their widespread occurrence in the Miocene, when much of the land was covered with woodland. Apart from the canine teeth, their adaptations included strength in the forelimbs (more so than present-day large cats). Their robust (heavy, tough) bodies speak of strength rather than speed.\nAn idea of how they killed is as follows. They hid in wait, and pounced. They hung on round the prey's neck, gripping and slashing the underside of the throat with their canine teeth. This would cause death by blood loss and loss of the air supply.\nThe fact that their teeth vary is interesting. Some have larger teeth, some had smaller dagger-like teeth, some had smooth thick teeth, others had blade-like teeth, sometimes with serrated edges. Some had flanges on the lower jaw, most did not. Ewer remarks that this must show that there were variations in killing method, and in the type of prey, but we know little about this.\nThere are none living today: they are extinct. The extinctions followed climate change, as the world cooled and grassland took over from woodland in the Pliocene and Pleistocene.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct","surface_form":"extinct","offset":85},{"uri":"Carnivore","surface_form":"carnivore","offset":137},{"uri":"Cat","surface_form":"cat","offset":176},{"uri":"Felines","surface_form":"felines","offset":299},{"uri":"Carnivorous","surface_form":"carnivorous","offset":374},{"uri":"Mammals","surface_form":"mammals","offset":386},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":437},{"uri":"Ambush","surface_form":"ambush","offset":481},{"uri":"Predator","surface_form":"predator","offset":488},{"uri":"Forest","surface_form":"forest","offset":526},{"uri":"Woodland","surface_form":"woodland","offset":637},{"uri":"Adaptations","surface_form":"adaptations","offset":682},{"uri":"Extinction","surface_form":"extinct","offset":1507},{"uri":"Climate_change","surface_form":"climate change","offset":1541},{"uri":"Grassland","surface_form":"grassland","offset":1581},{"uri":"Woodland","surface_form":"woodland","offset":1606}]}