{"id":777583,"url":"http://en.wikipedia.org/wiki/Statue_of_Dr._Babasaheb_Ambedkar%2C_Japan","text":"e=\"preserve\">The Statue of Dr. Babasaheb Ambedkar at the Koyasan University in Wakayama\nPrefecture, Japan, is a public monument of Babasaheb Ambedkar. Ambedkar (1891-1956) was an Indian polymath, Dalit leader, human and civil rights activist, the architect of the Indian constitution and the founding father of republic of India. The statue was unveiled on 10 September 2015 by then Maharashtra's Chief\nMinister Devendra Fadnavis. The statue of a foreign person has been set up for the first time in Wakayama. The statue's height is 10.5 feet (3.2 m). It was established on the celebration of 1,200th year of foundation of Koyasan and the 125th birth anniversary of B. R. Ambedkar. It was established at a cost of ₹ 22.25 lakhs.\nBackground.\nAs a part of cooperation in the field of tourism, the Government of Maharashtra had\nsigned a Memorandum of Understanding in October 2013 with the Wakayama\nPrefecture in Japan. Japan is considered to be Buddhist country. The Japanese\nwanted to establish a statue of Ambedkar on the 'Koyasan' hill, which is considered\nsacred to Buddhists. Accordingly, the statue of Babasaheb Ambedkar was decided to\nbe installed at Koyasan. Koyasan (Mount Kōya) is also included in the World\nHeritage Sites. Accordingly, the statue was raised in March 2015 by Maharashtra\nTourism Development Corporation (MTDC) in Koyasana. The statue of a foreign\nperson has been set up for the first time in Wakayama. The Statue's height is 10.5\nfeet (3.2 m). The architect Balkrishna (Daji) Panchal had established this statue at Kudal in Sindhudurg district of Maharashtra. The work of the statue started from December 2014 and has been completed by the end of March 2015. The statue was unveiled by Chief Minister of Maharashtra Devendra Fadnavis on 10 September, 2015. The Governor of Wakayama Prefecture Yoshinobu Nisaka, Bhante Kobo Dishi, Maharashtra State Industries Minister Subhash Desai, MP Ramdas Athavale, MP Amar Sable, former State Minister Sulekha Kumbhare were also present on the occasion. In the presence of Chief Minister Fadnavis and the governor of Wakayama Yoshinobu Nisaka, A Memorandum of Understanding was signed between Dr. Babasaheb Ambedkar Marathwada University and Koyasan University. The Vice Chancellor of both the universities was present on this occasion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":100},{"uri":"Babasaheb_Ambedkar","surface_form":"Babasaheb Ambedkar","offset":131}]}