{"id":7776,"url":"http://en.wikipedia.org/wiki/Madagascar","text":"Madagascar is a large island nation in the Indian Ocean. It is off of the east coast of Africa. Twenty-two million people live there; its capital is Antananarivo. It is the world's fourth largest island.\nThe official languages are Malagasy and French.\nGeologists think that about two million years ago, Madagascar was a part of a big landmass that included what is now the continent of Africa, but it broke off. Madagascar would later break off of the Indian subcontinent.\nEnvironment.\nMadagascar is home to many species that were not known about until around 1679 when Dutch explorers went there. They do not even exist elsewhere in Africa. They only exist in Madagascar. In fact, most of the mammals living in Madagascar do not live anywhere else in the world. However, many of the species in Madagascar are in danger because many of the forests have been cut down. A big reason that forests have been cut down is so that land can be used to grow crops such as coffee, which is one of the most important crops that is grown in Madagascar.\nEconomy.\nAgriculture is a big part of the economy in Madagascar, including the growing of coffee and vanilla. Madagascar sells more vanilla than any other country in the world. Madagascar also makes money from tourism.\nProvinces.\nIn 2004 Madagascar was divided into 22 regions. It used to be divided into 6 provinces.\nHistory.\nPeople have probably lived in Madagascar for at least 2000 years.\nFrance took over the city of Antananarivo in 1895, and added Madagascar as a colony two years later. Madagascar became independent from France, which meant it became its own country, on 26 June, 1960. On March 17, 2009, President Marc Ravalomanana quit because of pressure from the military. Andry Raejolina became the next president.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":43},{"uri":"Africa","surface_form":"Africa","offset":88},{"uri":"Antananarivo","surface_form":"Antananarivo","offset":149},{"uri":"Geologist","surface_form":"Geologist","offset":252},{"uri":"India","surface_form":"India","offset":452},{"uri":"Mammal","surface_form":"mammal","offset":694},{"uri":"Species","surface_form":"species","offset":784},{"uri":"Coffee","surface_form":"coffee","offset":963},{"uri":"Agriculture","surface_form":"Agriculture","offset":1050},{"uri":"Economy","surface_form":"economy","offset":1083},{"uri":"Vanilla","surface_form":"vanilla","offset":1142},{"uri":"Tourism","surface_form":"tourism","offset":1251},{"uri":"Province","surface_form":"province","offset":1348},{"uri":"France","surface_form":"France","offset":1434},{"uri":"Military","surface_form":"military","offset":1716}]}