{"id":77780,"url":"http://en.wikipedia.org/wiki/Birth_defect","text":"A birth defect (or congenital disorder) is a defect in a baby at birth, or which develop in the first month of life. It is \"neutral\" as to whether the cause is genetic (inherited birth defect) or environmental (causes in the environment, that is, \"outside the foetus\").\nIf a condition is said to be \"congenital\", that is neutral language. Often it is not known what causes a condition found at birth. In common use, it is often redirected to \"birth defect\". That term is also neutral as to cause.\nThere are two main types of congenital defect. The first is caused by genetic abnormalities, which are hereditary. The second may be caused by conditions (such as infectious diseases) which a baby may get. However, we may not know what caused the condition.\nSometimes doctors may find out that a baby has a congenital disorder before its birth. They use prenatal diagnosis and screening tests, such as amniocentesis.\nLethal or damaging genes.\nSome gene alleles (versions of a gene) can damage the baby.\nConditions like dwarfism are nearly always genetic in origin. One type, achondroplasia, happens when a child's bones does not grow correctly. Another type is caused by pituitary malfunction, where the pituitary gland, which puts out growth hormones, does not work properly.\nMany genetic disorders are caused by mutations (or changes) in gene alleles. Mutations can cause development to go wrong, or a simple biochemical deficiency (the body does not have enough of an important chemical). In the case of a chemical deficiency, the problem may be curable. For example, phenylketonuria was a cause of mental retardation. Doctors came up with a simple test to find which babies have this condition. They found that if these children got treated and followed a strict diet, they could get enough of the chemical they needed. Phenylketonuria now causes few cases of mental retardation.\nChromosome defects.\nAnother type of genetic defect is caused by errors in chromosome copying during the cell division which produces the gametes (meiosis). Cells divide and copy themselves to produce gametes. Sometimes, errors happen in the way that chromosomes are copied during this process. These errors are then copied again and again as cells keep dividing and copying themselves. The most common chromosomal disorder is Down syndrome ('Mongolism'). This condition happens when a child has three copies of the 21st chromosome, instead of two.\nInfectious diseases.\nThe other main type of congenital disorder is caused by an infectious disease being passed from mother to child. For example, If a pregnant woman gets rubella, her child can have many birth defects. Congenital syphilis was common a century ago, and congenital AIDS occurs today, and is common in some parts of Africa.\nAs time passes, screening and antibiotics has caused the number of infections transmitted by the mother to drop. It is a much smaller proportion than a century ago, despite AIDS. Also, maternal nutritional defects are much rarer, except in countries where food supply is limited. Therefore, genetic disorders have grown as a proportion of the total congenital defects.\nChemicals.\nSometimes mothers take chemicals which cause the embryo damage. Any substance that causes birth defects is known as a teratogen.\nDrugs taken by the mother may affect development of the embryo. Pregnant women are not allowed to use some drugs. For example, thalidomide should not be used by a pregnant woman, or it can cause many defects in the foetus.\nLifestyle.\nIf the mother took certain things during pregnancy, these can lead to problems with the baby. Common examples of such things are smoking tobacco, or drinking alcohol. Food related: Pregnant women should eat well. If a pregnant woman does not receive enough folic acid with her food, the child can get neural tube defects.\nSensible precautions.\nMany women give up cigarettes and alcohol when pregnant, because this gives the embryo a better chance of developing normally.\nHow common birth defects are.\nAbout 3 percent of all babies have what is called a \"major physical anomaly\". This is something that damages the way the baby looks, or how it functions (its physiology).\nBirth defects involving the brain are the most common problems. They concern about 10 per 1000 live births, compared to heart problems, at 8 per 1000, kidney problems at 4 per 1000, and limbs at 1 per 1000. All other physical anomalies together occur in 6 per 1000 live births.\nBirth defects of the heart have the highest risk of death during childhood. They are the cause of 28% of infant deaths due to birth defects. chromosomal abnormalities and respiratory abnormalities each account for 15%, and brain malformations about 12%. About 10% of deaths in children are because of a genetic disease. This is (in modern times) more than the number of deaths caused by infectious diseases.\nChina Birth Deformity Monitoring Centre says that one baby with birth defects is born every 30 seconds in China.\nMiscarriages.\nPregnancies which do not come to term (miscarriages) have similar causes to birth defects. Many will be due to failures in the genetics controlling development of the embryo.\nMost clinically apparent miscarriages (two thirds to three-quarters in various studies) occur during the first trimester. Chromosomal abnormalities are found in more than half of embryos miscarried in the first 13 weeks.\nA pregnancy with a genetic problem has a 95% probability of ending in miscarriage. Genetic problems are more likely to occur with older parents; this may account for the higher miscarriage rates observed in older women.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baby","surface_form":"baby","offset":57},{"uri":"Genetics","surface_form":"genetic","offset":160},{"uri":"Environmental","surface_form":"environmental","offset":196},{"uri":"Foetus","surface_form":"foetus","offset":260},{"uri":"Genetic_disorder","surface_form":"genetic abnormalities","offset":567},{"uri":"Hereditary","surface_form":"hereditary","offset":600},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":660},{"uri":"Prenatal_diagnosis","surface_form":"prenatal diagnosis","offset":851},{"uri":"Screen","surface_form":"screen","offset":874},{"uri":"Amniocentesis","surface_form":"amniocentesis","offset":899},{"uri":"Gene","surface_form":"gene","offset":945},{"uri":"Allele","surface_form":"allele","offset":950},{"uri":"Dwarfism","surface_form":"dwarfism","offset":1016},{"uri":"Genetic","surface_form":"genetic","offset":1043},{"uri":"Achondroplasia","surface_form":"achondroplasia","offset":1072},{"uri":"Bone","surface_form":"bone","offset":1111},{"uri":"Pituitary","surface_form":"pituitary","offset":1168},{"uri":"Gland","surface_form":"gland","offset":1211},{"uri":"Hormone","surface_form":"hormone","offset":1240},{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":1279},{"uri":"Mutation","surface_form":"mutation","offset":1311},{"uri":"Allele","surface_form":"allele","offset":1342},{"uri":"Biochemical","surface_form":"biochemical","offset":1408},{"uri":"Phenylketonuria","surface_form":"phenylketonuria","offset":1568},{"uri":"Mental_retardation","surface_form":"mental retardation","offset":1599},{"uri":"Chromosome","surface_form":"chromosome","offset":1955},{"uri":"Cell_division","surface_form":"cell division","offset":1985},{"uri":"Gamete","surface_form":"gamete","offset":2018},{"uri":"Meiosis","surface_form":"meiosis","offset":2027},{"uri":"Cell","surface_form":"Cell","offset":2037},{"uri":"Cell_division","surface_form":"divide","offset":2043},{"uri":"Gamete","surface_form":"gamete","offset":2081},{"uri":"Down_syndrome","surface_form":"Down syndrome","offset":2307},{"uri":"Infectious","surface_form":"infectious","offset":2509},{"uri":"Pregnant","surface_form":"pregnant","offset":2581},{"uri":"Rubella","surface_form":"rubella","offset":2601},{"uri":"Syphilis","surface_form":"syphilis","offset":2660},{"uri":"AIDS","surface_form":"AIDS","offset":2710},{"uri":"Africa","surface_form":"Africa","offset":2760},{"uri":"Antibiotics","surface_form":"antibiotics","offset":2798},{"uri":"Infection","surface_form":"infection","offset":2835},{"uri":"Nutrition","surface_form":"nutrition","offset":2962},{"uri":"Embryo","surface_form":"embryo","offset":3197},{"uri":"Teratogen","surface_form":"teratogen","offset":3266},{"uri":"Embryo","surface_form":"embryo","offset":3333},{"uri":"Thalidomide","surface_form":"thalidomide","offset":3404},{"uri":"Foetus","surface_form":"foetus","offset":3492},{"uri":"Tobacco","surface_form":"tobacco","offset":3648},{"uri":"Alcohol","surface_form":"alcohol","offset":3669},{"uri":"Food","surface_form":"Food","offset":3678},{"uri":"Folic_acid","surface_form":"folic acid","offset":3768},{"uri":"Neural_tube","surface_form":"neural tube","offset":3812},{"uri":"Smoking","surface_form":"cigarettes","offset":3874},{"uri":"Alcohol","surface_form":"alcohol","offset":3889},{"uri":"Pregnant","surface_form":"pregnant","offset":3902},{"uri":"Physiology","surface_form":"physiology","offset":4170},{"uri":"Brain","surface_form":"brain","offset":4211},{"uri":"Heart","surface_form":"heart","offset":4303},{"uri":"Kidney","surface_form":"kidney","offset":4334},{"uri":"Limb","surface_form":"limb","offset":4369},{"uri":"Chromosome","surface_form":"chromosomal","offset":4602},{"uri":"Respiration","surface_form":"respiratory","offset":4632},{"uri":"Genetic_disease","surface_form":"genetic disease","offset":4764},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":4848},{"uri":"Miscarriage","surface_form":"miscarriage","offset":5035},{"uri":"Embryo","surface_form":"embryo","offset":5163}]}