{"id":777803,"url":"http://en.wikipedia.org/wiki/V.S._Ramachandran","text":"Vilayanur Subramanian Ramachandran, also called V.S. Ramachandran (born 1951) is an Indian scientist and educator. He has written more than 180 scientific research papers. He co-discovered the mirror neuron, a nerve cell that helps human beings understand other human beings' actions. Richard Dawkins called him \"the Marco Polo of Neuroscience.\" \"Time\" magazine called him one of the 100 most influential people in the world.\nRamachandran is the director of the Center for Brain and Cognition at the University of California, San Diego, distinguished professor in the Psychology Department and Neurosciences Program at the University of California, San Diego, and adjunct professor of biology at the Salk Institute. He is an Honorary Fellow of the Royal College of Physicians.\nEarly life.\nRamachandran was born in Tamil Nadu, in India. His father was a diplomat. His grandfather, Alladi Krishnaswamy Iyer, helped write India's constitution. When Ramachandran was a child, he collected shells and fossils. He sent his fossils to the American Museum of Natural History. When he was an adult, the dinosaur \"Minotaurasaurus ramachandrani\" was named after him.\nCareer.\nAt first, Ramachandran learned to be a medical doctor (MBBS) at Stanley medical Collage in Madras in India. He became a research scientist later. He earned a Ph.D. at the University of Cambridge's Trinity College.\nRamachandran helped discover the mirror neuron, a type of brain cell that does not work the same way in autistic people. He also figured out how to help people with phantom pain. A person who is missing part of their body, for example a hand, may feel as if the hand is still there. They may feel hot or cold or as if their hand is closed too tight. This is called a phantom limb. They may feel pain in their hand, even though it is not there. Really, it is the brain's sensory cortex making this pain. Ramachandran figured out how to use mirrors to trick the person's brain into thinking that the limb was there and healthy, so it would stop hurting.\nV.S. Ramachandran wrote many books. The BBC made one book, \"Phantoms in the Brain\", into a mini-series.\nRamachandran also studies evolution, dinosaurs, plate tectonics, Indian art, and medicine in the 1800s.\nAwards.\nThe government of India named Ramachandran Padma Bhushan in the 2000s. This is India's third-highest honor.\nFamily.\nRamachandran married Diane Rogers-Ramachandran in 1987. She is an experimental psychologist, and she and Ramachandran have performed experiments together. They have two sons, Chandramani and Jaya.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"Indian","offset":84},{"uri":"Mirror_neuron","surface_form":"mirror neuron","offset":193},{"uri":"Nerve_cell","surface_form":"nerve cell","offset":210},{"uri":"Marco_Polo","surface_form":"Marco Polo","offset":317},{"uri":"University_of_California%2C_San_Diego","surface_form":"University of California, San Diego","offset":500},{"uri":"Salk_Institute","surface_form":"Salk Institute","offset":700},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":814},{"uri":"India","surface_form":"India","offset":829},{"uri":"Fossil","surface_form":"fossil","offset":996},{"uri":"American_Museum_of_Natural_History","surface_form":"American Museum of Natural History","offset":1032},{"uri":"Madras","surface_form":"Madras","offset":1255},{"uri":"India","surface_form":"India","offset":1265},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":1335},{"uri":"Trinity_College","surface_form":"Trinity College","offset":1361},{"uri":"Autism","surface_form":"autistic","offset":1482},{"uri":"Phantom_pain","surface_form":"phantom pain","offset":1543},{"uri":"Phantom_limb","surface_form":"phantom limb","offset":1745},{"uri":"BBC","surface_form":"BBC","offset":2070},{"uri":"Padma_Bhushan","surface_form":"Padma Bhushan","offset":2289}]}