{"id":777915,"url":"http://en.wikipedia.org/wiki/P._Lakshmi_Narasu","text":"Pokala Lakshmi Narasu (1861 – 14 July 1934), sometimes known as P. L. Narasu or P. Lakshmi Narasu, was an Indian scholar, author, social reformer and Buddhist philosopher. He was a professor of Physics. His research papers have been published in science journals. He worked mainly on dynamics.\nPersonal life.\nNarasu was born in 1861 to a rich family. His father was Pokla Chellum Narayanguru belongs to Kapu Community. He was a prominent lawyer at the Madras High Court. Narasu had one sister named Andal Ammal. He also had three brothers named Krishnaswamy, Ramanujan and Bhashyam. In 1911, Ramanujan and Bhashyam died in a train accident. Narasu's first wife was Rukmini Ammal. She was also active in public life through a Women’s Welfare Association.\nThey had ten children, but only two survived. These two children were their son Venkat and daughter VeerLakshmi. Venkat died in Paris while he was studying. Narasu's wife died soon after. In 1925 Narasu married Ramarathnam Ammal, a widow, as per Buddhist rite in the Perambur Viyaram.\nEducation and professional life.\nNarasu studied science. He graduated from Madras University. He was the joint winner of the Jagirdar of Arni’s Gold Medal of 1892-94. He joined the Madras Christian College as Assistant Professor in 1894.\nIn 1909 Narasu left Christian College. He became a full-time professor at Pachaiyappa’s college. He was at the college for 16 years. Narasu retired from teaching at the college in 1925. Narasu's main interests were exact sciences, but he was also interested in society, literature, art, philosophy, history, culture and religion.\nReligious works.\nPt. Iyothee Thassar, M. Singaravelu(Father of Indian communist party) and P. L. Narasu started the South Indian Buddhist Association (Shakya Buddhist Society). This was to make Buddhism more popular. They worked with the Mahabodhi Society which Anagarik Dharmapal started in 1890. Narasu wrote several articles and books on Buddhism. The Shakya Buddhist Society used his book \"The Essence of Buddhism\" (1907) to promote their ideas. The book had in huge demand in Japan. Czechoslovakian foreign Minister Jim Mosarik translated his other book \"What is Buddhism?\" (1916) into Czech. It was regarded as a guide on Buddhism. He also wrote \"Religion of Modern Buddhist\" in the early 1930s. He also wrote a book on caste called \"A Study of Caste\" (1922).\nIn 1910, with the help of South Buddhist Association, he did a census of Buddhist people of Madras. He found there were 18,000. Narasu gave lectures at various places to promote Buddhism. He also organised four Buddhist conferences. The first was held in 1917 at Moore Pavilion People’s Park in Madras. The second was in 1920 in Bangalore. The third was in Madras in 1928. The fourth one was in Bangalore Presidency, at Tirupatur Kolar Gold Field in 1932.\nP. L. Narasu had a large influence on the work of Dr. Babasaheb Ambedkar, who revived Buddhism in India. He also republished (published again) his most famous book \"The Essence of Buddhism\" in 1948. He also wrote a preface to it. In the preface of the book he recommended the book for those who are interested in the study of Buddhism.\nThoughts on caste.\nCaste is a crippling disease. The physician’s duty is to guard against disease or destroy it. Caste organization crushes the individual under its dead weight and hinders progress by killing all consciousness of liberty.\nThoughts on women.\nThough perfectly consistent with the principles of the Dhamma, which sees no difference between man and man, except that which may exist by superiority of virtue, yet the step taken by the Buddha and his followers was indeed bold, considering the depraved moral condition of Ancient India and the consequent low self-estimation in which woman was then held.\nThoughts on Science: The scientific method is at once experimental and rational, requiring such evidence as will make doubt impossible. Science aims at obtaining a complete systematic survey of all possible phenomena in terms of irreducible elementary processes. Knowledge that is not scientific is not to establish immutable truths and eternal dogmas, but to approach truth by approximations.\nDeath.\nProf. P. L. Narasu passed away at the age of seventy-three on 14 July 1934, due to heart problems. His body was cremated in a simple Buddhist ceremony in the Mylapore burning-yard.\nWriting.\nNarasu wrote many books especially in English. His books have been translated into many languages.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"Indian","offset":106},{"uri":"Academia","surface_form":"scholar","offset":113},{"uri":"Author","surface_form":"author","offset":122},{"uri":"Social_reform","surface_form":"social reformer","offset":130},{"uri":"Buddhism","surface_form":"Buddhist","offset":150},{"uri":"Philosopher","surface_form":"philosopher","offset":159},{"uri":"Professor","surface_form":"professor","offset":181},{"uri":"Physics","surface_form":"Physics","offset":194},{"uri":"Publishing","surface_form":"published","offset":233},{"uri":"Journal","surface_form":"journals","offset":254},{"uri":"Dynamics","surface_form":"dynamics","offset":284},{"uri":"Madras_High_Court","surface_form":"Madras High Court","offset":452},{"uri":"Train","surface_form":"train","offset":625},{"uri":"Paris","surface_form":"Paris","offset":882},{"uri":"Widow","surface_form":"widow","offset":986},{"uri":"Buddhist_culture","surface_form":"Buddhist rite","offset":1000},{"uri":"Science","surface_form":"science","offset":1087},{"uri":"Graduation","surface_form":"graduated","offset":1099},{"uri":"Madras_University","surface_form":"Madras University","offset":1114},{"uri":"Madras_Christian_College","surface_form":"Madras Christian College","offset":1220},{"uri":"Professor","surface_form":"Assistant Professor","offset":1248},{"uri":"Pachaiyappa%E2%80%99s_college","surface_form":"Pachaiyappa’s college","offset":1351},{"uri":"Retirement","surface_form":"retired","offset":1417},{"uri":"Exact_sciences","surface_form":"exact sciences","offset":1492},{"uri":"Society","surface_form":"society","offset":1538},{"uri":"Literature","surface_form":"literature","offset":1547},{"uri":"Art","surface_form":"art","offset":1559},{"uri":"Philosophy","surface_form":"philosophy","offset":1564},{"uri":"History","surface_form":"history","offset":1576},{"uri":"Culture","surface_form":"culture","offset":1585},{"uri":"Religion","surface_form":"religion","offset":1597},{"uri":"Iyothee_Thassar","surface_form":"Iyothee Thassar","offset":1628},{"uri":"Mahabodhi_Society","surface_form":"Mahabodhi Society","offset":1845},{"uri":"Anagarik_Dharmapal","surface_form":"Anagarik Dharmapal","offset":1869},{"uri":"Buddhism","surface_form":"Buddhism","offset":1948},{"uri":"Promotion","surface_form":"promote","offset":2036},{"uri":"Japan","surface_form":"Japan","offset":2088},{"uri":"Czechoslovakia","surface_form":"Czechoslovakian","offset":2095},{"uri":"Foreign_minister","surface_form":"foreign Minister","offset":2111},{"uri":"Jim_Mosarik","surface_form":"Jim Mosarik","offset":2128},{"uri":"Translation","surface_form":"translated","offset":2140},{"uri":"Czech_language","surface_form":"Czech","offset":2198},{"uri":"Caste","surface_form":"caste","offset":2333},{"uri":"Census","surface_form":"census","offset":2436},{"uri":"Madras","surface_form":"Madras","offset":2465},{"uri":"Conference","surface_form":"conferences","offset":2593},{"uri":"Bangalore","surface_form":"Bangalore","offset":2702},{"uri":"Influence","surface_form":"influence","offset":2854},{"uri":"Dr._Babasaheb_Ambedkar","surface_form":"Dr. Babasaheb Ambedkar","offset":2879},{"uri":"Buddhism_in_India","surface_form":"Buddhism in India","offset":2915},{"uri":"Preface","surface_form":"preface","offset":3044},{"uri":"Recommend","surface_form":"recommended","offset":3089},{"uri":"Caste","surface_form":"Caste","offset":3184}]}