{"id":778040,"url":"http://en.wikipedia.org/wiki/Majorana_fermion","text":"A Majorana fermion(), also referred to as a Majorana particle, is a fermion that has the same properties as its antiparticle. Ettore Majorana, an Italian physicist, thought they would exist, in 1937. Majorana disappeared in 1938, and the particles are named after him. As Majorana fermionns are thought to have the same properties as their antiparticles, they cannot have an electric charge. Today, atomic particles with an electric charge are called Dirac fermions. An example for Dirac fermions are electrons, and positrons; they have the same properties, but their electric charge is different.\nNeutrinos do not have an electric charge, and might be Majorana fermions, but their status is unclear\nTheory.\nThe concept goes back to Majorana's suggestion of 1937. Majorana suggested that neutral spin- particles can be described by a real wave equation (the Majorana equation). The wave functions of particle and antiparticle are related by complex conjugation. For this reason, they would be identical to their antiparticle.\nThe difference between Majorana fermions and Dirac fermions can be expressed mathematically in terms of the creation and annihilation operators of second quantization: The creation operator formula_1 creates a fermion in quantum state formula_1 (described by a \"real\" wave function), whereas the annihilation operator formula_1 annihilates it (or, equivalently, creates the corresponding antiparticle). For a Dirac fermion the operators formula_1 and formula_1 are distinct, whereas for a Majorana fermion they are identical. The ordinary fermionic annihilation and creation operators formula_1 and formula_1 can be written in terms of two Majorana operators formula_1 and formula_1 by\nIn supersymmetry models, neutralinos—superpartners of gauge bosons and Higgs bosons—are Majorana.\nStandard model of particle physics.\nThe standard model of physics has no Majorana fermions, all particles are Dirac fermions. There are neutrinos, and anti-neutrinos. In the standard model, neutrinos have no mass, though. The question how to differentiate between neutrinos and anti-neutrinos is not settled yet.\nExtensions to the standard model.\nThere are different extensions of the standard model. One of them is called Minimal Supersymmetric Standard Model. It allows for supersymmetry, and can transform one kind of particle, the bosons, into the other, the fermions. In condensed matter physics, bound Majorana fermions can appear as quasiparticle excitations—the collective movement of several individual particles, not a single one, and they are governed by non-abelian statistics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fermion","surface_form":"fermion","offset":68},{"uri":"Antiparticle","surface_form":"antiparticle","offset":112},{"uri":"Ettore_Majorana","surface_form":"Ettore Majorana","offset":126},{"uri":"Particle","surface_form":"particles","offset":238},{"uri":"Electric_charge","surface_form":"electric charge","offset":375},{"uri":"Dirac_fermions","surface_form":"Dirac fermions","offset":451},{"uri":"Electron","surface_form":"electrons","offset":501},{"uri":"Positron","surface_form":"positrons","offset":516},{"uri":"Neutrino","surface_form":"Neutrinos","offset":598},{"uri":"Spin_(physics)","surface_form":"spin","offset":796},{"uri":"Relativistic_wave_equations","surface_form":"wave equation","offset":839},{"uri":"Majorana_equation","surface_form":"Majorana equation","offset":858},{"uri":"Complex_conjugate","surface_form":"complex conjugation","offset":941},{"uri":"Creation_and_annihilation_operators","surface_form":"creation and annihilation operators","offset":1134},{"uri":"Second_quantization","surface_form":"second quantization","offset":1173},{"uri":"Neutralino","surface_form":"neutralinos","offset":1737},{"uri":"Mass","surface_form":"mass","offset":2018},{"uri":"Boson","surface_form":"bosons","offset":2345},{"uri":"Condensed_matter_physics","surface_form":"condensed matter physics","offset":2386},{"uri":"Quasiparticle","surface_form":"quasiparticle","offset":2450}]}