{"id":77826,"url":"http://en.wikipedia.org/wiki/Natalee_Holloway","text":"Natalee Holloway (born October 21, 1986), from Mountain Brook, Alabama, United States, disappeared on May 30, 2005 during a graduation trip in Aruba. Holloway remains officially missing to this day, although according to Aruban authorities, she is most likely dead. The disappearance generated a media sensation in both the U.S. and Aruba and sparked considerable interest in the Netherlands.\nHolloway was scheduled to fly home later on May 30, but failed to appear for her flight. She was last seen by her classmates outside Carlos'n Charlie's, a Caribbean chain restaurant and nightclub in Oranjestad, in a car with locals Joran van der Sloot and brothers Deepak and Satish Kalpoe. When questioned, the three men said they dropped her off at her hotel and denied knowing what became of Holloway. Upon further investigation by authorities, Van der Sloot was arrested twice on suspicion of involvement in her disappearance and the Kalpoes were each arrested three times. Due to lack of evidence the three men were released without charge after each arrest.\nHolloway background.\nNatalee Ann Holloway was born October 21, 1986, in Clinton, Mississippi, the daughter of David Edward Holloway and Elizabeth Ann (\"Beth\") Holloway. Her parents divorced in 1993, and she and her younger brother Matthew were raised by their mother. In 2000, Elizabeth Holloway married George \"Jug\" Twitty, a prominent Alabama businessman, and Natalee moved with her family to Mountain Brook, Alabama. Holloway graduated with honors from Mountain Brook High School. She was also a member of the National Honor Society, her school Dance squad, and was a participant in other extracurricular activities.\nDisappearance.\nOn Thursday, May 26, 2005, Holloway and 124 fellow graduates of Mountain Brook High School, located in a wealthy suburb of Birmingham, Alabama, arrived in Aruba for a five-day, unofficial graduation trip. The graduates were accompanied by seven chaperones. According to teacher and chaperone Bob Plummer, the chaperones met with the students each day to ensure nothing was wrong. However, Jodi Bearman—the chaperone who organized the trip—has stated, \"the chaperones were not supposed to keep up with their every move\".\nPolice Commissioner Gerold Dompig, who would head the investigation from mid-2005 until 2006, described the behavior of the Mountain Brook students, stating there was \"wild partying, a lot of drinking, lots of room switching every night. We know the Holiday Inn told them they were not welcome next year. Natalee, we know, she drank all day every day.\nHolloway was last seen by her classmates leaving the Aruban bar and night club Carlos'n Charlie's around 1:30 a.m. on Monday, May 30. Holloway left with 17-year-old Joran van der Sloot, a Dutch honors student living in Aruba and attending the Aruba International School, and his two Surinamese friends, 21-year-old Deepak Kalpoe and 18-year-old Satish Kalpoe, in Deepak Kalpoe's car. Holloway, who had been scheduled to fly home later on May 30, did not appear for her return flight.\nEarly investigation.\nOn May 30, 2005, immediately following Holloway's missed flight, Jug and Beth Twitty traveled to Aruba with friends by private jet. Within four hours of landing in Aruba, the Twittys presented the Aruban police with the name and address of Van der Sloot as the person with whom Holloway left the nightclub. Beth Twitty has stated that Van der Sloot's full name was given to her by the night manager at the Holiday Inn, who supposedly recognized him on a videotape. The Twittys and their friends, with two Aruban policemen, went to the Van der Sloot home looking for Holloway. Van der Sloot initially denied knowing Holloway's name, but he then told the following story, with which Deepak Kalpoe, who was present, agreed. Van der Sloot related that they drove Holloway to the California Lighthouse area of Arashi Beach because Holloway wanted to see sharks, before dropping Holloway off at her hotel around 2:00 a.m. According to Van der Sloot, Holloway fell down as she exited the car but refused Van der Sloot's help. He stated that she was then approached by a dark man in a black shirt similar to those worn by security guards as the young men drove away.\nThe search for physical evidence was extensive and, on occasion, subject to false leads; for example, a possible blood sample taken from Deepak Kalpoe's car was tested but determined not to be blood.\nArrests.\nOn June 9, 2005, Van der Sloot and the Kalpoe brothers were arrested on suspicion of kidnapping and murdering Holloway. Aruban law allows for arrest on serious suspicion from investigators; to continue holding the suspect in custody, an increasing evidentiary burden must be met at periodic reviews. According to Dompig, the focus was on these three suspects from the \"get-go\". Dompig stated that surveillance of the three began three days after Holloway was reported missing, and included surveillance, telephone wire taps, and even monitoring of their e-mail. Dompig indicated pressure from Holloway's family caused them to stop their surveillance prematurely and to detain the three suspects. On Monday, July 4, following hearings before a judge, Deepak and Satish Kalpoe were released, but Joran van der Sloot was detained for an additional sixty days.\nOn April 15, 2006 Geoffrey von Cromvoirt was arrested by Aruban authorities on suspicion of criminal offenses related to dealing in illegal narcotics that, according to the prosecutor, might have been related to the disappearance of Holloway. At his first court appearance, his detention was extended for eight days. However, Von Cromvoirt was released on April 25, 2006. In addition, another individual with initials \"A.B.\" was arrested on April 22, 2006, but was released the same day.\nOn May 17, 2006 another suspect Guido Wever the son of a former Aruban politician, was detained in the Netherlands on suspicion of assisting in the abducting, battering, and killing of Holloway. Wever was questioned for six days in Utrecht. While initially Aruban prosecutors sought his transfer to the island, he was instead released by agreement between the prosecutor and Wever's attorney.\nWith Aruban investigators citing what was described as newly discovered evidence, Joran van der Sloot and Satish and Deepak Kalpoe were rearrested November 21, 2007, on suspicion of involvement in \"manslaughter and causing serious bodily harm that resulted in the death of Holloway\". Van der Sloot was detained by Dutch authorities in the Netherlands, while the Kalpoe brothers were both detained in Aruba. Van der Sloot subsequently returned to Aruba and was incarcerated.\nIn November 2007, Dave Holloway announced a new search for his daughter, probing the sea beyond the original depths in which earlier searches had taken place. That search, involving a vessel called the \"Persistence\", was abandoned due to lack of funds at the end of February 2008 with nothing of significance found.\nOn November 30, 2007, a judge ordered the release of Satish and Deepak Kalpoe, despite attempts by the prosecution to extend their detention. The two brothers were released on the following day. The prosecution appealed the Kalpoes' release. That appeal was denied on December 5, 2007, with the court writing, \"Notwithstanding expensive and lengthy investigations on her disappearance and on people who could be involved, the file against the suspect does not contain direct indications that Natalee passed away due to a violent crime\". Van der Sloot was released without charge on December 7, 2007, due to lack of evidence implicating him as well as a lack of evidence that Holloway died as the result of a violent crime. The prosecution indicated it would not appeal.\nOn December 18, 2007, prosecutor Hans Mos officially declared the case closed, and that no charges would be filed due to lack of evidence. The prosecution indicated a continuing interest in the Kalpoes and Joran van der Sloot (though they are now no longer legally suspects), and alleged that one of the three, in a chat room message, had stated that Holloway was dead. This was hotly contested by Deepak Kalpoe's attorney, who stated that the prosecution, in translating from Papiamento to Dutch, had misconstrued a reference to a teacher who had drowned as one to Holloway. Attorney Ronald Wix also stated, \"Unless (Mos) finds a body in the bathroom of one of these kids, there's no way in hell they can arrest them anymore\".\nOther case developments.\nOn January 31, 2008, Dutch crime reporter Peter R. de Vries claimed that he had solved the Holloway case. De Vries stated that he would tell all on a special television program on Dutch TV on February 3. Beth Twitty's attorney, John Q. Kelly, told ABC News that he had little faith that the supposed evidence would prove pivotal to the case and suggested that it would be quickly debunked.\nThe broadcast aired February 3, 2008. The broadcast included excerpts from footage recorded from hidden cameras and microphones in the vehicle of Patrick van der Eem, a Dutch businessman and ex-con, who gained Van der Sloot's confidence. Van der Sloot was seen smoking marijuana and stating that he was with Holloway when she began convulsively shaking, then became unresponsive. Van der Sloot stated that he attempted to revive her, without success. He said that he called a friend, who told Van der Sloot to go home and who disposed of the body. An individual reputed to be this friend, identified in the broadcast as Daury, has subsequently denied Van der Sloot's account, indicating that he was then in Rotterdam at school.\nOn February 8, 2008, Van der Sloot met with Aruban investigators in the Netherlands. Van der Sloot denied that what he said on the tape was true, stating that he was under the influence of marijuana at the time. Van der Sloot indicated that he still maintains that he left Holloway behind on the beach.\nOn March 20, 2009, Dave Holloway flew a search dog to Aruba to search a small reservoir in northern Aruba, previously identified by a supposed witness as a possible location of Natalee's remains. Aruban authorities indicated that they had no new information in the case, but that Holloway had been given permission to conduct the search.\nOn February 23, 2010, it was reported that Joran van der Sloot had stated in an interview (first offered to RTL Group in 2009) that he had disposed of Holloway's body in a marsh on Aruba. New chief prosecutor Peter Blanken indicated that authorities had investigated the latest story, and had dismissed it. Blanken stated that \"The locations, names, and times he gave just did not make sense\".\nAn underwater photograph taken by an American tourist while snorkeling in October 2009 was publicized in March 2010 after the photographer stated that the image depicted something on the sea bed which resembled human remains. Aruban authorities indicated that they would send a dive team to examine the site.\nBeth Twitty's involvement.\nBeth Twitty alleged in televised interviews that Joran van der Sloot and the Kalpoe brothers know more than they have told, and that at least one of them sexually assaulted or raped her daughter. Twitty has stated that she has received copies of police statements stating that Joran van der Sloot admitted having sex with Holloway at his home and described intimate details of her. She has never released copies of the alleged statement, though she characterizes them as admissions of \"sexual assault\" and Vinda de Sousa, former Holloway–Twitty family Aruban attorney, has indicated that no such admission was made. In addition, Dompig has denied that any such statement was made, stating that Van der Sloot and the Kalpoe brothers consistently denied having sex with Holloway.\nTwitty has been criticized for her focus on Joran van der Sloot and the Kalpoe brothers, to the exclusion of any other theory as to what happened to Holloway. According to the lawsuit filed by the Kalpoe brothers, she has (on various television programs) repeatedly accused them, and Joran van der Sloot, of \"sexual assault\" and \"gang rape\" of her daughter.\nFollowing the airing of the De Vries program, Beth Twitty, adhering to the position that the tapes represent the way events transpired, told the \"New York Post\" that she believes her daughter might still be alive if Van der Sloot had called for help. She contends that Van der Sloot dumped Holloway's body, possibly alive, into the Caribbean. Twitty also alleges that the individual Joran van der Sloot supposedly called that evening was his father, Paulus, who, according to Twitty, \"orchestrated what to do next\". She, and Dave Holloway, alleged that Joran van der Sloot was receiving \"special legal favors\". After the court decision not to rearrest Van der Sloot was affirmed, Twitty stated, \"I think that what I do take comfort in, his life is a living hell\", later adding, \"I'd be good with a \"Midnight Express\" prison anywhere for Joran.\nTwitty's book \"Loving Natalee: A Mother's Testament of Hope and Faith\",written under the name \"Beth Holloway\", which she has resumed following her divorce from Jug Twitty, was released on October 2, 2007. The release was accompanied by a number of TV appearances, including a full hour on \"On the Record\". A television movie, titled \"Natalee Holloway\", based in part on Beth Twitty's book, was made by LMN (formerly the Lifetime Movie Network). Twitty has continued to make television appearances when there were new developments in the case.\nLifetime movie.\nIn October 2008, the Lifetime Movie Network (LMN) announced plans to create a television movie, \"The Natalee Holloway Story\", based on Beth Twitty's book \"Loving Natalee: A Mother's Testament of Hope and Faith\". The senior vice president of original movies, Tanya Lopez, stated in the announcement that the network was \"pleased to be working closely with Natalee's mother\" and that they intended to tell the story of Holloway's disappearance \"sensitively and accurately\". The movie was expected to focus on Beth Twitty's involvement in the search for Holloway. The movie, which aired April 19, 2009, under the title \"Natalee Holloway\", stars Tracy Pollan as Beth Holloway, Grant Show as George \"Jug\" Twitty, and Amy Gumenick as Natalee Holloway. The movie brought in the highest television ratings in Lifetime's 11-year history, with average viewership of 3.2 million people and more than 1 million women in the 18-49 age bracket. Although the movie set ratings records for Lifetime, the movie was not received well by critic Alec Harvey of \"The Birmingham News\". Harvey called the movie \"sloppy and uneven, a forgettable look at the tragedy that consumed the nation's attention for months\".\nMedia coverage.\nU.S. television networks devoted much air time to the search for Holloway, the investigation of her disappearance, and rumors surrounding the case. Greta Van Susteren, host of Fox News' \"On The Record\", and Nancy Grace on CNN's \"Headline News\" were among the most prominent television personalities to devote time to the incident. Van Susteren's almost continuous coverage of the story caused \"On The Record\" to get its best ratings to date, while Grace's show became the cornerstone of the new \"Headline Prime\" block on Headline News, which ran two episodes (a live show and a repeat) every night during prime-time. As the case wore on, much of the attention was given to Beth Twitty and her statements. Aruban government spokesman Ruben Trapenberg stated, \"The case is under a microscope, and the world is watching\". Locally, the Aruban press published extensive news on the story in Dutch, English, and Papiamento.\nThe saturation of coverage triggered a backlash among some critics who argued that such extensive media attention validates the \"missing white woman syndrome\" theory, which argues that missing-person cases involving white skinned women and girls receive disproportionate attention in the media compared with cases involving white males or people of color. CNN ran a segment criticizing the amount of coverage their competitors gave to the story despite what they characterized as a lack of new items to report, with CNN news anchor Anderson Cooper calling the coverage \"downright ridiculous\".\nEarly in the case, political commentator and columnist Arianna Huffington wrote, \"If you were to get your news only from television, you'd think the top issue facing our country right now is an 18-year-old girl named Natalee who went missing in Aruba. Every time one of these stories comes up, like, say, Michael Jackson, when it's finally over I think, what a relief, now we can get back to real news. But we never do\".\nIn March 2008, \"El Diario\" commented, \"But if doubts persist about cases involving missing Latinas, there are reasons why. These cases rarely receive the attention and resources we see given to other missing persons. The English-language media, for example, appear to be focused on the stories of missing white women, such as with the disappearance of Natalee Holloway in Aruba. Cases of missing Latina and African American women often remain faceless, when they are even covered\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain_Brook%2C_Alabama","surface_form":"Mountain Brook","offset":47},{"uri":"Alabama","surface_form":"Alabama","offset":63},{"uri":"United_States","surface_form":"United States","offset":72},{"uri":"Graduation","surface_form":"graduation","offset":124},{"uri":"Aruba","surface_form":"Aruba","offset":143},{"uri":"Netherlands","surface_form":"Netherlands","offset":380},{"uri":"Caribbean","surface_form":"Caribbean","offset":548},{"uri":"Joran_van_der_Sloot","surface_form":"Joran van der Sloot","offset":625},{"uri":"Clinton%2C_Mississippi","surface_form":"Clinton, Mississippi","offset":1129},{"uri":"Mountain_Brook%2C_Alabama","surface_form":"Mountain Brook, Alabama","offset":1452},{"uri":"Birmingham%2C_Alabama","surface_form":"Birmingham, Alabama","offset":1815},{"uri":"Suriname","surface_form":"Suriname","offset":2847},{"uri":"Aruba","surface_form":"Aruba","offset":4557},{"uri":"Illegal_drug_trade","surface_form":"dealing in illegal narcotics","offset":5415},{"uri":"Utrecht_(city)","surface_form":"Utrecht","offset":6014},{"uri":"Manslaughter","surface_form":"manslaughter","offset":6373},{"uri":"Marijuana","surface_form":"marijuana","offset":9147},{"uri":"Snorkeling","surface_form":"snorkeling","offset":10701},{"uri":"Sexual_assault","surface_form":"sexual assault","offset":12064},{"uri":"Caribbean_Sea","surface_form":"Caribbean","offset":12445},{"uri":"Divorce","surface_form":"divorce","offset":13104},{"uri":"Television","surface_form":"television","offset":13594},{"uri":"Movie","surface_form":"movie","offset":13605},{"uri":"Movie","surface_form":"movie","offset":14598},{"uri":"Fox_News","surface_form":"Fox News","offset":14900},{"uri":"CNN","surface_form":"CNN","offset":14946},{"uri":"Dutch_language","surface_form":"Dutch","offset":15610},{"uri":"English_language","surface_form":"English","offset":15617},{"uri":"Anderson_Cooper","surface_form":"Anderson Cooper","offset":16174},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":16540},{"uri":"Latino","surface_form":"Latinas","offset":16747},{"uri":"African_American","surface_form":"African American","offset":17063}]}