{"id":778304,"url":"http://en.wikipedia.org/wiki/American_Pie_(song)","text":"e=\"preserve\">American Pie is an American popular song, written by a singer-songwriter Don McLean.\nAbout.\nThe song was recorded and included in his album \"American Pie\" album in 1971. It reached no.1 on the Billboard hit chart. We consider this song is the longest song ever made among top hits of American popular songs. Because its playing time is beyond 8 minutes. \"American Pie\" was selected as the fifth important \"Song of the Century\", announced by the National Endowment for the Arts and the Recording Industry Association of America.\nThe original song in the album is accompanied by the guitar, piano and strings section. He also played the song with his guitar alone at the BBC studio live in 1972.The RollingStone reported the BBC live, too.\nHis original rough notes of the song has been a topic. They are often noted as an important historical piece in America. In May 2015 the original lyrics written by himself was sold in market publicly (at an auction). This news surprised people all over the world. He sold the original lyrics at auction for $1.5 million (£800,000). It is said that there are four handwritten copies of the handwritten lyrics to “American Pie.” A 18-page copy consists of 237 lines. One copy was sold at the auction as already mentioned, and a second copy sold for $100,000 in August 2017.\nOpinion.\nMany people say this song include a political message. Some say \"the jester on the sidelines\" is Bob Dylan, \"the king with the thorny crown\" is Elvis Presley. Others say \"the quartet in the park\" is the Beatles. He also sang in the song about the 1959 plane crash that ended the lives of Buddy Holly, Richie Valens and the Big Bopper.\n\"All roads lead to American Pie,\" said Don McLean of the song that made him famous. \"As American as apple pie was the saying. It was some kind of a big American song that I wanted to write, which would be a conclusion for my show and bring all the songs home, which it still does. I can go anywhere I want with American music and come home to that. And it all makes sense.\"\nIn this way, he has never been explaining the real intention or meaning of the song in the past interviews. He just said, “I was around in 1970 and now I am around in 2015... there is no poetry and very little romance in anything anymore, so it is really like the last phase of American Pie.” Many details in the song still remains in mystery, as he did not mention anymore.","categories":[],"infobox_types":[],"annotations":[{"uri":"Don_McLean","surface_form":"Don McLean","offset":86},{"uri":"American_Pie_(Don_McLean_album)","surface_form":"American Pie","offset":154}]}