{"id":7783,"url":"http://en.wikipedia.org/wiki/Brighton","text":"Brighton is a city on the south coast of England. It was called \"Brighthelmstone\". It is in the county of East Sussex. In 2000, it joined Hove to become the city of Brighton & Hove. Historically, Brighton forms the main part of the Brighton/Worthing/Littlehampton conurbation, with 474,485 inhabitants (2011 census). This is England's 12th largest conurbation, and the mostly densely populated area outside London.\nHistory.\nFrom the 1730s, Brighton entered its second phase of development—one which brought a rapid improvement in its fortunes. The fad for bathing in seawater as a cure for illnesses was encouraged. From the 1760s it was a boarding point for boats travelling to France. Road transport to London was improved when the main road via Crawley was turnpiked in 1770. Spas and indoor baths were opened by physicians.\nFrom 1780, development of Georgian terraced houses started. The fishing village developed to the fashionable resort of Brighton. Growth of the town was encouraged by the patronage of the Prince Regent (later King George IV) after his first visit in 1783. He spent much of his leisure time in the town, and had the Royal Pavilion built during the early part of his Regency.\nThe arrival of the London and Brighton Railway in 1841 brought Brighton within the reach of day-trippers from London. Some major attractions such as the West Pier and the Brighton Palace Pier were built for the growing number of tourists. The population grew from around 7,000 in 1801 to more than 120,000 by 1901.\nModern-day Brighton is a centre for education, sports, and recreation. It has two universities: University of Sussex and the University of Brighton. It also has 54 other schools.\nIn 2003, the universities of Sussex and Brighton formed a medical school, known as Brighton and Sussex Medical School. Brighton has a thriving LGBT community and every year in the first weekend in August Pride festivities are held.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":14},{"uri":"England","surface_form":"England","offset":41},{"uri":"East_Sussex","surface_form":"East Sussex","offset":106},{"uri":"Worthing","surface_form":"Worthing","offset":241},{"uri":"Littlehampton","surface_form":"Littlehampton","offset":250},{"uri":"Conurbation","surface_form":"conurbation","offset":264},{"uri":"London","surface_form":"London","offset":407},{"uri":"Crawley","surface_form":"Crawley","offset":748},{"uri":"Toll_road","surface_form":"turnpiked","offset":760},{"uri":"George_VI","surface_form":"Georgian","offset":854},{"uri":"Resort","surface_form":"resort","offset":937},{"uri":"Patronage","surface_form":"patronage","offset":998},{"uri":"Prince_Regent","surface_form":"Prince Regent","offset":1015},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"King George IV","offset":1036},{"uri":"Royal_Pavilion","surface_form":"Royal Pavilion","offset":1142},{"uri":"Regency_era","surface_form":"Regency","offset":1192},{"uri":"London_and_Brighton_Railway","surface_form":"London and Brighton Railway","offset":1220},{"uri":"Day_trip","surface_form":"day-trippers","offset":1293},{"uri":"University_of_Sussex","surface_form":"University of Sussex","offset":1612},{"uri":"University_of_Brighton","surface_form":"University of Brighton","offset":1641}]}