{"id":778452,"url":"http://en.wikipedia.org/wiki/Azerbaijani_Footballer_of_the_Year","text":"Azerbaijani Footballer of the Year is an yearly title awarded to the best Azerbaijani football (soccer) player of the year. The award has been given since 1991, and the winner is elected by authorized journalists from the leading Azerbaijani sport media. On the same occasion, an award is also given for Azerbaijani Football Goalkeeper of the Year since 2009. However, this award is not always given every year.\nHistory.\nThe same year the Association of Football Federations of Azerbaijan was founded, an award for the best Azerbaijani Footballer of the Year began being given every year. The first award was given to former Azerbaijan national football team striker Samir Alakbarov in 1991, and was further awarded in succession in 1992 and 1993. The Azerbaijan national football team captain Rashad Sadygov has the most number of awards at six. The striker Vagif Javadov became the youngest player to win the award in 2009 at the age of 20. The midfielder Mahmud Gurbanov became the oldest player to win the award in 2007 at the age of 34. The award was not given in 1995.\nThe first Azerbaijani Football Goalkeeper of the Year award was given to Kamran Agayev in 2009, and was further awarded in succession in 2011 and 2012. Both awards are given at the end of the football season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Azerbaijani_people","surface_form":"Azerbaijani","offset":74},{"uri":"Football_(soccer)","surface_form":"football (soccer)","offset":86},{"uri":"Association_of_Football_Federations_of_Azerbaijan","surface_form":"Association of Football Federations of Azerbaijan","offset":439},{"uri":"Azerbaijan_national_football_team","surface_form":"Azerbaijan national football team","offset":625},{"uri":"Striker","surface_form":"striker","offset":659},{"uri":"Samir_Alakbarov","surface_form":"Samir Alakbarov","offset":667},{"uri":"Rashad_Sadygov","surface_form":"Rashad Sadygov","offset":794},{"uri":"Vagif_Javadov","surface_form":"Vagif Javadov","offset":859},{"uri":"Midfielder","surface_form":"midfielder","offset":947},{"uri":"Mahmud_Gurbanov","surface_form":"Mahmud Gurbanov","offset":958},{"uri":"Kamran_Agayev","surface_form":"Kamran Agayev","offset":1148}]}