{"id":778512,"url":"http://en.wikipedia.org/wiki/2020_Beirut_explosion","text":"On 4 August 2020, an explosion happened in the city of Beirut, the capital of Lebanon.\nThe blast happened at the Port of Beirut and left at least 204 people dead (with the total expected to go higher), at least 6,500 injured, and many more missing. The Governor of Beirut, Marwan Abboud, said over 300,000 people lost their homes.\nIt is said that the explosion may have been caused by 2,750 tonnes of ammonium nitrate. Ammonium nitrate is a chemical substance that can be used for fertilizer. It can also be used to make explosives. The government took the ammonium nitrate from a ship in the port of Damascus, the MV Rhosus. The MV Rhosus had been abandoned in the port, after the Lebanese government said it was no longer fit to travel by sea. The ammonium nitrate was then stored in the port, for at least six years. This may have been without the proper precautions. There are various regulations how ammonium nitrate should be stored, and handled. In its pure form, ammonium nitrate does not burn; but it increases fires a great deal. It should therefore not be stored near flammable substances, and it should not be heated in a closed space. It is also very sensitive to temperature.\nBefore the big explosion, here seems to have been a fire in a part of the warehouse, where fireworks were stored. The ammonium nitrate was stored in the same building.\nThe explosion has been compared to three thousand tonnes of TNT.\nSome countries offered medical aid, rescue teams and money to help deal with the aftermath of the disaster.","categories":[],"infobox_types":["news event"],"annotations":[{"uri":"Explosion","surface_form":"explosion","offset":21},{"uri":"Beirut","surface_form":"Beirut","offset":55},{"uri":"Lebanon","surface_form":"Lebanon","offset":78},{"uri":"Port_of_Beirut","surface_form":"Port of Beirut","offset":113},{"uri":"Marwan_Abboud","surface_form":"Marwan Abboud","offset":273},{"uri":"Ammonium_nitrate","surface_form":"ammonium nitrate","offset":401},{"uri":"Fertilizer","surface_form":"fertilizer","offset":481},{"uri":"Explosives","surface_form":"explosives","offset":521},{"uri":"MV_Rhosus","surface_form":"MV Rhosus","offset":615},{"uri":"Firework","surface_form":"fireworks","offset":1281},{"uri":"Tonne","surface_form":"tonne","offset":1408},{"uri":"TNT","surface_form":"TNT","offset":1418}]}