{"id":7786,"url":"http://en.wikipedia.org/wiki/Vincent_van_Gogh","text":"Vincent Willem van Gogh (30 March 1853 – 29 July 1890) was a Dutch post-impressionist painter. His work had a great influence on modern art because of its striking colours and emotional power. He suffered from delusions and fits of mental illness. When he was 37, he died by committing suicide.\nWhen he was a young man, Van Gogh worked for a company of art dealers. He traveled between The Hague, London and Paris. After that, he taught in England. He then wanted to become a pastor and spread the Gospel, and from 1879 he worked as a missionary in a mining place in Belgium. He began drawing the people there, and in 1885, he painted his first important work, \"The Potato Eaters\". He usually painted in dark colors at this time. In March 1886, he moved to Paris and found out about the French impressionists. Later, he moved to the south of France, and the colors in his art became brighter. His special style of art was developed and later fully grown during the time he stayed in Arles in 1888.\nEarly life.\nHe was born Vincent Willem van Gogh on 30 March 1853 in Groot-Zundert, Netherlands. His father, Theodorus van Gogh, was a pastor. His mother, Anna Cornelia Carbentus, was an artist. Van Gogh was brought up in a religious and cultured family. He was very emotional and he did not have a great deal of self-confidence. He was also a replacement child. He was born a year after the death of his brother, also named Vincent. He even had the same birthday. Living at the church rectory Vincent walked past the grave of his dead brother every day. There has been speculation that van Gogh suffered later psychological trauma as a result, but this cannot be proved.\nCareer.\nBetween 1860 and 1880, when he finally decided to become an artist, van Gogh had had two sad romances. He also had worked unsuccessfully in a bookstore, as an art salesman, and a preacher. He remained in Belgium, where he had preached, to study art. The works of his early Dutch period are sad, sharp, and one of the most famous pictures from here is \"The Potato Eaters\", painted in 1885. In that year, van Gogh went to Antwerp where he found the works of famous artists and bought a lot of Japanese prints.\nIn 1886 he went to Paris to join his brother Theo, who was the manager of Goupil's gallery. In Paris, van Gogh studied with Cormon. He also met Pissarro, Monet, and Gauguin. This helped the colors of his paintings lighten and be painted in short strokes from the paintbrush. His nervous temper made him a difficult companion and night-long discussions combined with painting all day made him very unhealthy. He decided to go south to Arles where he hoped his friends would join him and help found a school of art. Gauguin did join him, but it did not help. Near the end of 1888, Gauguin left Arles. Van Gogh followed him with an open razor, but was stopped by Gauguin. Instead, he cut his own ear lobe off. After that, van Gogh began to get fits of madness and was sent to the asylum in Saint-Remy for medical treatment. He painted over 1,000 portraits.\nDeath.\nIn May of 1890, he regained his health and went to live in Auvers-sur-Oise. However, two months later on 27 July, he was shot in a hunting accident with two kids. He died two days later, with Theo at his side. Theo reported his last words as \"La tristesse durera toujours\", which meant, \"The sadness will last forever\" in French.\nLegacy.\nDuring his brief career he had only sold one painting. After his death, Van Gogh's finest works were all sold in less than three years. His mother threw away a lot of his paintings during his life and even after his death. But she lived long enough to see him become a world famous painter. He was not well known when he was alive, and most people did not appreciate his art. But he became very famous after his death. Today, many people consider him to be one of the greatest painters in the history and an important influence on modern art. Van Gogh did not begin painting until he was almost 30. Most of his famous works were done in his last two years. He made more than 2,000 artworks, with 900 paintings and 1,100 drawings and sketches. Today, many of his pieces portraits, landscapes and sunflowers are some of the most famous and costly works of art in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dutch_people","surface_form":"Dutch","offset":61},{"uri":"Post-Impressionism","surface_form":"post-impressionist","offset":67},{"uri":"Painter","surface_form":"painter","offset":86},{"uri":"Modern_art","surface_form":"modern art","offset":129},{"uri":"Emotion","surface_form":"emotion","offset":176},{"uri":"Delusion","surface_form":"delusion","offset":210},{"uri":"Mental_illness","surface_form":"mental illness","offset":232},{"uri":"The_Hague","surface_form":"The Hague","offset":386},{"uri":"London","surface_form":"London","offset":397},{"uri":"Paris","surface_form":"Paris","offset":408},{"uri":"Gospel","surface_form":"Gospel","offset":498},{"uri":"Missionary","surface_form":"missionary","offset":535},{"uri":"Belgium","surface_form":"Belgium","offset":567},{"uri":"Impressionism","surface_form":"impressionists","offset":794},{"uri":"Arles","surface_form":"Arles","offset":983},{"uri":"Groot-Zundert","surface_form":"Groot-Zundert","offset":1066},{"uri":"Netherlands","surface_form":"Netherlands","offset":1081},{"uri":"Pastor","surface_form":"pastor","offset":1132},{"uri":"Artist","surface_form":"artist","offset":1184},{"uri":"Religious","surface_form":"religious","offset":1221},{"uri":"Culture","surface_form":"culture","offset":1235},{"uri":"Emotion","surface_form":"emotion","offset":1264},{"uri":"Confidence","surface_form":"self-confidence","offset":1310},{"uri":"Replacement_child","surface_form":"replacement child","offset":1341},{"uri":"Brother","surface_form":"brother","offset":1402},{"uri":"Church","surface_form":"church","offset":1476},{"uri":"Rectory","surface_form":"rectory","offset":1483},{"uri":"Psychological_trauma","surface_form":"psychological trauma","offset":1608},{"uri":"Love","surface_form":"romances","offset":1770},{"uri":"Bookstore","surface_form":"bookstore","offset":1819},{"uri":"Preacher","surface_form":"preacher","offset":1856},{"uri":"Antwerp_(province)","surface_form":"Antwerp","offset":2097},{"uri":"Japan","surface_form":"Japan","offset":2168},{"uri":"Paris","surface_form":"Paris","offset":2204},{"uri":"Theo_van_Gogh_(art_dealer)","surface_form":"Theo","offset":2230},{"uri":"Art_gallery","surface_form":"gallery","offset":2268},{"uri":"Camille_Pissarro","surface_form":"Pissarro","offset":2329},{"uri":"Monet","surface_form":"Monet","offset":2339},{"uri":"Paul_Gauguin","surface_form":"Gauguin","offset":2350},{"uri":"Paintbrush","surface_form":"paintbrush","offset":2448},{"uri":"Temper","surface_form":"temper","offset":2472},{"uri":"Arles","surface_form":"Arles","offset":2619},{"uri":"Art","surface_form":"art","offset":2694},{"uri":"Madness","surface_form":"madness","offset":2934},{"uri":"French_language","surface_form":"French","offset":3368},{"uri":"Modern_art","surface_form":"modern art","offset":3915},{"uri":"Portrait","surface_form":"portrait","offset":4153},{"uri":"Landscape","surface_form":"landscape","offset":4164},{"uri":"Sunflower","surface_form":"sunflower","offset":4179}]}