{"id":77886,"url":"http://en.wikipedia.org/wiki/Liberty","text":"Liberty means the condition in which an individual has the ability to act following his or her own will and alternatively, achieve their potential, within the context of other words like political freedom. It is a term that has contested meanings.\nCommunism and socialism claim to have something defined as liberty for them because of their social equality ideals. Libertarians and classical liberals think communism is against Liberty because communism is most of the times against the individual basic rights (life, freedom and property).\nClassical liberalism conceptions of liberty conceive mainly of the freedom of the individual from outside compulsion in terms of freedom from restraint and social liberalist perspective, on the other hand, highlights the need for social and economic equality, as in the power and resources to fulfill one's potential. As such, a social liberalist connects liberty (i.e. freedom) to the equal distribution of political power (i.e. democracy) in the sense of positive liberty. They argue that liberty without equality means the domination of the most powerful. Thus, freedom and democracy are seen as connected and ultimately, antagonistic.\nJohn Stuart Mill, in his work, \"On Liberty\", was the first to recognize the difference between liberty as the freedom to act and liberty as not being forced to do something. Mill also sought to define the \"nature and limits of the power which can be legitimately exercised by society over the individual” and as such, he describes an inherent and continuous antagonism between liberty and authority and thus, the prevailing question becomes \"how to make the fitting adjustment between individual independence and social control\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Individual","surface_form":"individual","offset":40},{"uri":"Free_will","surface_form":"will","offset":99},{"uri":"Freedom","surface_form":"freedom","offset":197},{"uri":"Communism","surface_form":"Communism","offset":248},{"uri":"Socialism","surface_form":"socialism","offset":262},{"uri":"Social_equality","surface_form":"social equality","offset":341},{"uri":"Libertarianism","surface_form":"Libertarians","offset":365},{"uri":"Classical_liberalism","surface_form":"classical liberals","offset":382},{"uri":"Property","surface_form":"property","offset":530},{"uri":"Social_liberalism","surface_form":"social liberalist","offset":697},{"uri":"Egalitarianism","surface_form":"equality","offset":791},{"uri":"Politics","surface_form":"political","offset":949},{"uri":"Influence","surface_form":"power","offset":959},{"uri":"Democracy","surface_form":"democracy","offset":971},{"uri":"John_Stuart_Mill","surface_form":"John Stuart Mill","offset":1180}]}