{"id":77892,"url":"http://en.wikipedia.org/wiki/Voluntary_association","text":"e=\"preserve\">A voluntary association or union is a group of individuals who enter into an agreement to form a body (or organization) to work together for a purpose.\nIn most of the cases no formalities are necessary to start an association. But in some jurisdictions, there is a minimum for the number of persons starting an association, in others the association must register with the police or other official body to inform the public of the association's existence. This is not necessarily a tool of political control but much more a way of protecting the economy from fraud.\nLegal status.\nIn most countries, an unincorporated association does not have separate legal personality, and nor do members of the association usually enjoy limited liability. However, in some countries they are treated as having separate legal personality for tax purposes.\nAssociations that are organized for profit or financial gain are usually called partnerships. A special kind of partnership is a co-operative which is usually founded on one man–one vote principle and distributes its profits according to the amount of goods produced or bought by the member. Associations may take the form of a non-profit organization or they may be not-for-profit corporations; this does not mean that the association cannot make benefits from its activity, but all the benefits must be reinvested. Most associations have some kind of document or documents that regulate the way in which the body meets and operates. Such an instrument is often called the organization's bylaws, regulations, or agreement of association.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organization","surface_form":"organization","offset":119},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":252},{"uri":"Fraud","surface_form":"fraud","offset":572},{"uri":"Personality","surface_form":"personality","offset":671},{"uri":"Liability","surface_form":"liability","offset":744},{"uri":"Partnership","surface_form":"partnership","offset":934},{"uri":"Co-operative","surface_form":"co-operative","offset":983},{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":1182},{"uri":"Not-for-profit_corporation","surface_form":"not-for-profit corporation","offset":1221}]}