{"id":778962,"url":"http://en.wikipedia.org/wiki/Harry_Adams_(photographer)","text":"Harry Holden Adams (1918-1985) was an African-American photographer who worked for the California Eagle and Los Angeles Sentinel.\nLife and education.\nAdams was born in Arkansas to Hunter Adams and Robbie Lee Evans Adams. The Adams family moved to Santa Ana, California where they eventually helped establish Johnson Chapel African Methodist Episcopal Church. Adams attended Santa Ana College where he studied music and political science. He worked as a janitor for Santa Ana Recreation and Park Department while attending Whittier College until he was drafted into the Army, serving as a military police officer and eventually sergeant until his discharge from Camp Harahan in 1946. He then moved to Los Angeles, where he graduated from Moler Barber College and became a security guard for the Los Angeles County Sheriff Department. Four years later, in 1950, he attended the California School of Photography and Graphic Design and the Fred Archer School of Photography where he earned the nickname \"One Shot Harry\" for his quick work.\nHe later resigned from the Sheriff's Department to open a barbershop and studio at 4223 Avalon Blvd., which he would move to 4300 South Central in 1971.\nPersonal life.\nAdams married Marjorie Harris Adams in 1939 and had two children, a son, born that same year and a daughter, born in 1941. Adams and Harris divorced and he remarried Lorraine Proctor in 1956. Adams died from a heart attack in 1985.\nWork.\nAdams' work was known for being \"worklike and of-the-moment\" but not dramatic or provocative. The Los Angeles Times said that \"His photographs captured everyday life in the city’s African American community. His work also includes images of dignitaries such as Martin Luther King Jr., Malcolm X, a young Tom Bradley, former First Lady Eleanor Roosevelt and many others.\"\nCollections.\nPhotographic collections of Adams' work are held at Yale University and California State University, Northridge.","categories":[],"infobox_types":[],"annotations":[{"uri":"African-American","surface_form":"African-American","offset":38},{"uri":"California_Eagle","surface_form":"California Eagle","offset":87},{"uri":"Los_Angeles_Sentinel","surface_form":"Los Angeles Sentinel","offset":108},{"uri":"Santa_Ana%2C_California","surface_form":"Santa Ana, California","offset":247},{"uri":"Santa_Ana_College","surface_form":"Santa Ana College","offset":374},{"uri":"Whittier_College","surface_form":"Whittier College","offset":522},{"uri":"United_States_Army","surface_form":"Army","offset":569},{"uri":"Camp_Harahan","surface_form":"Camp Harahan","offset":661},{"uri":"Yale_University","surface_form":"Yale University","offset":1878},{"uri":"California_State_University%2C_Northridge","surface_form":"California State University, Northridge","offset":1898}]}