{"id":779061,"url":"http://en.wikipedia.org/wiki/Sembaruthi","text":"Sembaruthi () () is a popular Indian Tamil-language romance and family drama on Zee Tamil starring Karthik Raj and Shabana Shajahan, both of them became a popular pair on television with Priya Raman in the lead roles. Later VJ Agni replaced Karthik Raj as the male lead. While VJ Kathir, Sanjay Kumar Asrani, Lakshmi, Dheepthi Kapil and VJ Mounika playing in supporting roles. It is currently airing every day.\nThis series started from 16 October 2017 on Everyday at 9.00PM (IST) time slot. The story is about a maid Parvathi marries a rich man Aadhitya against his mother Akhilandeshwari.\nSynopsis.\nThe story about a rich, strong-willed and stubborn woman, Akhilandeshwari and her elder son Aadhitya's intense love story with Parvathi, a servant working as a cook and how issues spiral out of control to affect their relationship. And also his brother Arun and his wife Aishwarya supports them. Their marriage would be the plot of the story and how the pair faces various turmoils occurring in the form of Vanaja and her cronies forms the rest of the story.\nSpecial episode.\nOn August 2019, Zee Tamil held a grand event to celebrate the success of Sembaruthi.\nLingustic Versions.\nThe show is remade into Malayalam under the title \"Chembarathi (TV series)\" which is being aired on Zee Keralam and also as \"Paaru\" on Zee Kannada.\nBroadcast.\nThe Series was released on 16 October 2017 on Zee Tamil and from 16 October 2017 on Zee Tamil HD. The Show was also broadcast internationally on Channel's international distribution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_language","surface_form":"Tamil","offset":37},{"uri":"Drama_(film_and_television)","surface_form":"drama","offset":71},{"uri":"Zee_Tamil","surface_form":"Zee Tamil","offset":80},{"uri":"Zee_Tamil","surface_form":"Zee Tamil","offset":1092},{"uri":"Malayalam","surface_form":"Malayalam","offset":1205},{"uri":"Zee_Tamil","surface_form":"Zee Keralam","offset":1281},{"uri":"Zee_Tv","surface_form":"Zee Kannada","offset":1316},{"uri":"Zee_Tamil","surface_form":"Zee Tamil","offset":1386},{"uri":"Zee_Tamil","surface_form":"Zee Tamil HD","offset":1424}]}