{"id":77918,"url":"http://en.wikipedia.org/wiki/Helen_Keller","text":"Helen Keller was an American writer and speaker. She was born in Tuscumbia, Alabama in 1880 to Arthur H. Keller and Kate Adams Keller.When she was nineteen months old she became sick and lost her eyesight and hearing. The doctor didn't know what it was, so he called it a \"congestion of the stomach and brain.\" Some people say that it was scarlet fever or meningitis. She was an obedient and good girl. Communicating with other people was hard for Helen, because she could not see or hear. She made up some home signs that she used to communicate with her family. The home signs were quite simple, pull meant \"come\", push meant \"go\" and so on. Sometimes Helen's family did not understand what Helen was meaning with her home signs. That made Helen frustrated and she had temper tantrums.\nWhen Helen was seven years old, her family decided to find a teacher for her. They wrote to Michael Anagnos, who was the director of the Perkins Institute and Asylum for the Blind. They asked him to help them find a teacher for their daughter. He wrote to them and told them that he knew a young teacher and her name was Annie Sullivan. She had been blind, but a series of operations helped restore her eyesight. Annie traveled to Alabama to live with Helen’s family and to teach her. Annie went to live with the Keller family in March, 1887.\nAnnie helped Helen to learn how to communicate with other people. She taught her the names of things by writing the words on Helen’s hand. At first Helen didn't understand the meaning of the words. The first word Helen understood was \"water\". She learned this word when Annie put Helen's hand under some water and wrote W,A,T,E,R on her hand. Then she learnt the words and sentences with this method. In 1890, Helen’s family sent her to the Perkins Institute to learn how to speak and communicate. When she was nineteen years old, Helen went to Radcliffe College in Massachusetts. She graduated from Radcliffe in 1904. She was the first deaf and blind person to earn a Bachelor of Arts degree.\nIn 1903, Helen wrote a book about her life. It was called \"The Story of My Life\". The movie \"The Miracle Worker\", made in 1962, was based on Helen's book. She also wrote a book about Annie Sullivan called \"Teacher\". She wrote twelve other books.\nHelen tried to help poor people and other blind people during her life. She traveled to over 39 countries with Annie to talk about her life and experiences. When Helen was in Japan, she met Hachiko, a famous Akita. She decided to adopt an Akita, and was the first person to bring an Akita to America.\nHelen Keller wanted to get married. She fell in love with her secretary, but her mother didn't allow Helen to marry him. At that time, disabled people often could not marry. Helen Keller died in her sleep on June 1, 1968, at Arcan Ridge in Connecticut.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":20},{"uri":"Writer","surface_form":"writer","offset":29},{"uri":"Speaker","surface_form":"speaker","offset":40},{"uri":"Tuscumbia%2C_Alabama","surface_form":"Tuscumbia, Alabama","offset":65},{"uri":"Scarlet_fever","surface_form":"scarlet fever","offset":339},{"uri":"Meningitis","surface_form":"meningitis","offset":356},{"uri":"Teacher","surface_form":"teacher","offset":849},{"uri":"Annie_Sullivan","surface_form":"Annie Sullivan","offset":1109},{"uri":"Radcliffe_College","surface_form":"Radcliffe College","offset":1876},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":1897},{"uri":"Graduate","surface_form":"graduate","offset":1916},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":2000},{"uri":"The_Miracle_Worker_(1962_movie)","surface_form":"The Miracle Worker","offset":2118},{"uri":"Hachiko","surface_form":"Hachiko","offset":2461},{"uri":"Akita_Inu","surface_form":"Akita","offset":2479},{"uri":"Connecticut","surface_form":"Connecticut","offset":2812}]}