{"id":77929,"url":"http://en.wikipedia.org/wiki/Dignitas","text":"In Ancient Rome, \"Dignitas\" was regarded as the sum of the personal influence that a male citizen acquired throughout his life. It included personal reputation, moral standing, and ethical worth and the man's entitlement to respect and proper treatment as well.\nThe word does not have a direct connotation or translation in English. Some interpretations include dignity (merely a derivation) and prestige. The Oxford Latin Dictionary defines the expression as fitness, suitability, worthiness, visual impressiveness or distinction, dignity of style and gesture, rank, status, position, standing, esteem, importance, and honor.\nOrigins.\nAuthors who had used \"dignitas\" extensively in their writings and oratories include M. Tullius Cicero, Julius Caesar, Cornelius Tacitus, and T. Livius (Livy). The most prolific user was Cicero, who initially related it to the established term auctoritas. These two words were highly associated, auctoritas was thought to be the expression of a man’s \"dignitas\".\nThe changing definition of dignitas.\nOver the course of Ancient Roman history, \"dignitas\" took on different meanings over time, adjusting for the gradually changing viewpoints of society, politicians, and the various authors.\nYears after Caesar's death, his heir Augustus rejected the contemporary meaning of \"dignitas\". Augustus found the related term \"auctoritas\" to be a suitable alternative.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":3},{"uri":"Citizen","surface_form":"citizen","offset":90},{"uri":"Acquire","surface_form":"acquired","offset":98},{"uri":"Connotation","surface_form":"connotation","offset":294},{"uri":"Translation","surface_form":"translation","offset":309},{"uri":"Dignity","surface_form":"dignity","offset":362},{"uri":"Derivation","surface_form":"derivation","offset":380},{"uri":"Prestige","surface_form":"prestige","offset":396},{"uri":"Oxford_Latin_Dictionary","surface_form":"Oxford Latin Dictionary","offset":410},{"uri":"Rank","surface_form":"rank","offset":562},{"uri":"Status","surface_form":"status","offset":568},{"uri":"Honor","surface_form":"honor","offset":620},{"uri":"Cicero","surface_form":"Cicero","offset":731},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":739},{"uri":"Tacitus","surface_form":"Tacitus","offset":764},{"uri":"Livy","surface_form":"Livy","offset":788},{"uri":"Auctoritas","surface_form":"auctoritas","offset":879},{"uri":"Augustus","surface_form":"Augustus","offset":1261}]}