{"id":779395,"url":"http://en.wikipedia.org/wiki/Durham_Castle","text":"Durham Castle is a Norman castle in the city of Durham, England. It is the former residence of the Bishop of Durham. University College, Durham is there since 1837.\nTogether with Durham Cathedral, the castle is a World Heritage Site in England since 1986. It is open to the general public to visit through guided tours.\nHistory.\nThe construction of the Castle began in 1072. It follows the usual Norman style. It was built by order of William the Conqueror about six years after the Norman conquest of England, and soon after the Normans first came to the North. The building took place under the supervision of Waltheof, Earl of Northumbria. Stone for the new buildings was cut from the cliffs below the walls and moved up using winches.\nThe Castle remained the bishop's palace for the Bishop of Durham until Auckland Castle became the bishops' residence in 1832. Durham Castle was donated to the University of Durham by Bishop William Van Mildert and later become the college. The college did not occupy the castle until 1837, renovations of the building was completed by the next Bishop, Edward Maltby.\nChapels.\nThe Norman Chapel is the oldest accessible part of the castle built in about 1078. Its architecture is Anglian in nature, possibly due to forced Anglian labour being used to build it. In the 15th century, its three windows were all but blocked up because of the expanded keep. It then fell into abandonment until 1841 when it was used as a corridor through which to access the keep.\nDuring the Second World War, it was used as a command and observation post for the Royal Air Force when its original use was recognised.\nThe chapel was re-consecrated shortly after the war and is still used for weekly services by the college.\nTunstall's Chapel, named after Cuthbert Tunstall, was built in the 15th century and is used for worship within the college. It was modified in the 17th Century by Bishop Cosin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norman_conquest_of_England","surface_form":"Norman","offset":19},{"uri":"Durham","surface_form":"Durham, England","offset":48},{"uri":"Bishop_of_Durham","surface_form":"Bishop of Durham","offset":99},{"uri":"University_College%2C_Durham","surface_form":"University College, Durham","offset":117},{"uri":"Durham_Cathedral","surface_form":"Durham Cathedral","offset":179},{"uri":"List_of_World_Heritage_Sites_in_the_United_Kingdom","surface_form":"World Heritage Site in England","offset":213},{"uri":"Norman","surface_form":"Norman","offset":396},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":435},{"uri":"Waltheof%2C_Earl_of_Northumbria","surface_form":"Waltheof, Earl of Northumbria","offset":612},{"uri":"Bishop_of_Durham","surface_form":"Bishop of Durham","offset":787},{"uri":"Auckland_Castle","surface_form":"Auckland Castle","offset":810},{"uri":"Bishop_William_Van_Mildert","surface_form":"Bishop William Van Mildert","offset":922},{"uri":"Edward_Maltby","surface_form":"Edward Maltby","offset":1091},{"uri":"Angles","surface_form":"Anglian","offset":1218},{"uri":"Ghost_town","surface_form":"abandonment","offset":1410},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":1581},{"uri":"Consecration","surface_form":"consecrated","offset":1653}]}