{"id":779574,"url":"http://en.wikipedia.org/wiki/Francisco_A._C%C3%A1rdenas","text":"Francisco Atenógenes Cárdenas Garza (born on July 16, 1879 in Abasolo, Nuevo León - died: July 3, 1943 in San Antonio, Texas) was a Mexican engineer and politician. He was Governor of Nuevo León. He later resigned before the end of his term.\nEarly life and education.\nFrancisco A. Cárdenas was born in Abasolo, Nuevo León, on July 16, 1879. His parents are José Dolores Cárdenas and Virginia Garza. He studied at the old Monterrey Civil College. He then graduated mining engineer from St. Mary's College in San Antonio, Texas. When he returned home, he dedicated himself to agriculture and livestock activities. His efforts got stopped by the outbreak of the revolutionary conflict in 1910.\nCareer.\nYears later, Cárdenas began to show interest in politics. This led him to become mayor of his hometown. Later on, he became the deputy for the XLII Local Legislature. By September 16, 1929, he became second in command and reported to General Aarón Sáenz Garza.\nGovernor.\nIn mid-1931, he was elected the governor for Nuevo León from October 4, 1931 to October 4, 1935. However, he didn't complete the term as he resigned on December 27, 1933.\nGovernor Cárdenas had to overcome many challenges caused by the world recession in 1929. Among the issues include the fall in state's income as this forced the president to order that the salaries of public servants be reduced. Many reforms were made to the finance laws which caused the the property tax to increase in cities throughout the State. At the same time, taxes on salaries were created. Despite the economic difficulties, the industrial sector's growth did not slow down its growth. In fact, new factories were created.\nUniversity of Nuevo León.\nSensitive to the increasing demand for education at the professional level, he organized and led a general committee for the founding of the State University. The works began in February 1933.\nBy May 31, the decree for founding University of Nuevo León was proclaimed. Its first headmaster was writer Héctor González.\nPublic Hospital.\nHe was also instrumental in the construction of the new Civil Hospital. Works began on May 3, 1933 on an area of ​​about thirty hectares. He also setup the Central Board of Conciliation and Arbitration (1931); the founding of the Casa del Campesino (1932); the construction of the first highway from Nuevo Laredo to Monterrey, and the promulgation of a new General Law of Public Instruction.\nPersonal life.\nFrancisco A. Cárdenas resigned from his position on December 27, 1933. He led a private life after his retirement. He died in San Antonio, Texas, on July 3, 1943. His remains were buried in Panteón del Carmen, in Monterrey.","categories":[],"infobox_types":[],"annotations":[{"uri":"Abasolo%2C_Nuevo_Le%C3%B3n","surface_form":"Abasolo","offset":62},{"uri":"Nuevo_Le%C3%B3n","surface_form":"Nuevo León","offset":71},{"uri":"San_Antonio","surface_form":"San Antonio","offset":106},{"uri":"Texas","surface_form":"Texas","offset":119},{"uri":"Governor_of_Nuevo_Le%C3%B3n","surface_form":"Governor of Nuevo León","offset":172},{"uri":"Abasolo%2C_Nuevo_Le%C3%B3n","surface_form":"Abasolo","offset":302},{"uri":"Nuevo_Le%C3%B3n","surface_form":"Nuevo León","offset":311},{"uri":"St_Mary%27s_College","surface_form":"St. Mary's College","offset":485},{"uri":"Aar%C3%B3n_S%C3%A1enz_Garza","surface_form":"Aarón Sáenz Garza","offset":941},{"uri":"University_of_Nuevo_Le%C3%B3n","surface_form":"University of Nuevo León","offset":1927},{"uri":"H%C3%A9ctor_Gonz%C3%A1lez","surface_form":"Héctor González","offset":2000},{"uri":"Cemetery","surface_form":"Panteón","offset":2631},{"uri":"Monterrey","surface_form":"Monterrey","offset":2654}]}