{"id":779594,"url":"http://en.wikipedia.org/wiki/DNA_barcoding","text":"e=\"preserve\">DNA barcoding is a form of genetic analysis. It is part of molecular biology. Scientists use DNA barcoding to tell different species apart from each other. Scientists use DNA barcoding to tell which species are related to each other or evolved from the same older species.\nHow it works.\nThe first types of DNA sequencing started in the 1980s.\nIn DNA barcoding, the technician sequences part of a gene and compares it to that same gene in other species. Sometimes scientists use the short fragment of the mitochondrial cytochrome c oxidase subunit I (COI) gene as a DNA barcode gene. The fragment is usually 400 to 800 base pairs long.\nGroups of scientists choose different genes to barcode depending on their project. A good barcode gene has to be short in length and have the exact same sequence at its beginning and end, but its middle has to be different enough in different species.\nSome scientists say DNA barcoding is the opposite of genomics. DNA barcoding uses a few specific parts of the genome, and genomics is about looking at the entire genome.\nAdvantages.\nDNA barcoding costs less money than other kinds of DNA sequencing. This means that smaller laboratories can afford to use it, and all laboratories can do more of it. It is also much easier to learn how to do than other forms of taxonomy. That means more people can learn to use it.\nOne good thing about DNA barcoding is that it helps human beings get around ideas that seem right but are really wrong. For example, some animals look similar even though they are not closely related. Some animals look different even though they are closely related. It is easy for a scientist to think two species are related because they look or act alike. For example, cows are more closely related to whales and orcas than they are to horses, even though cows walk on hooves, live on land, and eat grass like horses do. Looking at DNA barcoding makes it easier to see what really happened in evolution.\nAnother good thing about DNA barcoding is that scientists do not need to get close to the animal or plant they want to study. This is good for studying animals that are easily damaged, very shy, or dangerous to humans. The scientists do not even need to see the organism to use DNA barcoding. In one study, scientists collected feces (poop) from an African savanna. They used DNA barcoding to tell which species of animal had left it there and which plants it had eaten, all from the undigested DNA.\nDNA barcoding makes it much much faster and easier to tell what a species eats. Before DNA barcoding, scientists had to follow an insect or other animal around and watch it eat. This could take many years. With DNA barcoding, scientists can look at what is in the animal's digestive system. This is fast enough that scientists can watch animals' eating habits change with climate change.\nWith DNA sequencing and DNA barcoding, scientists went into museums to look at specimens, or preserved example animals, that had been collected many years before. Using DNA sequencing, the scientists were able to tell that one butterfly collected in the 1700s was really ten different species of butterfly and not just one. Scientists made many discoveries of this kind in old museum collections.\nUses.\nHerpetologists (amphibian scientists) used DNA barcoding to analyze the parachuting frog in 2019. They found it by climbing mountains in Papua New Guinea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetic_analysis","surface_form":"genetic analysis","offset":40},{"uri":"Molecular_biology","surface_form":"molecular biology","offset":72},{"uri":"Species","surface_form":"species","offset":138},{"uri":"Evolution","surface_form":"evolved","offset":249},{"uri":"DNA_sequencing","surface_form":"DNA sequencing","offset":319},{"uri":"Base_pair","surface_form":"base pair","offset":631},{"uri":"Genomics","surface_form":"genomics","offset":953},{"uri":"Orca","surface_form":"orca","offset":1780},{"uri":"Feces","surface_form":"feces","offset":2299},{"uri":"Climate_change","surface_form":"climate change","offset":2843},{"uri":"Herpetology","surface_form":"Herpetologists","offset":3262},{"uri":"Parachuting_frog","surface_form":"parachuting frog","offset":3334}]}