{"id":779579,"url":"http://en.wikipedia.org/wiki/ParaHoxozoa","text":"ParaHoxozoa is a proposed group within taxonomy. It would be above phylum but below a kingdom. It would have the Triploblasts/Bilateria and the Placozoa and Cnidarians in it.\nCharacteristics.\nParahoxozoa is named after the groups of genes that scientists found in the organisms in it: (sub)classes (HNF, CUT, PROS, ZF, CERS, K50, S50-PRD) and Hox/ParaHox-ANTP. Some scientists said they thought a similar gene, ANTP, the NK gene, and the Cdx Parahox gene were also in sponges in the phylum Porifera, but for now, Parahoxozoa does not have sponges in it.\nScientists are not sure where to put Placozoa. They think it could be a sister clade to the other Parahoxozoa (the Planulozoa hypothesis) or sister of Cnidaria.\nPlanula-acoel, triploblasty, and bilaterian similarities.\nScientists say the first bilateral organisms, which means the first living things that were symmetrical from side to side, were worms that lived on the bottom of bodies of water. They say this worm had only one opening in its body instead of both a mouth to take food in and an anus to let waste out like an earthworm. A through-gut may already have developed with the ctenophora however. The scientists think the through-gut, the tubelike digestive system with two ends, may have evolved when the organism's one hole closed in the middle. For example, Acoela look like the planula larvae of some cnidarians.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taxonomy","surface_form":"taxonomy","offset":39},{"uri":"Phylum","surface_form":"phylum","offset":67},{"uri":"Kingdom_(biology)","surface_form":"kingdom","offset":86},{"uri":"Bilateria","surface_form":"Bilateria","offset":126},{"uri":"Placozoa","surface_form":"Placozoa","offset":144},{"uri":"Cnidaria","surface_form":"Cnidaria","offset":157},{"uri":"Gene","surface_form":"gene","offset":233},{"uri":"Hox_gene","surface_form":"Hox","offset":343},{"uri":"ParaHox","surface_form":"ParaHox","offset":347},{"uri":"Porifera","surface_form":"Porifera","offset":490},{"uri":"Planulozoa","surface_form":"Planulozoa","offset":669},{"uri":"Cnidaria","surface_form":"Cnidaria","offset":705},{"uri":"Acoela","surface_form":"Acoela","offset":1326},{"uri":"Planula","surface_form":"planula","offset":1347}]}