{"id":779701,"url":"http://en.wikipedia.org/wiki/Canadian_Aboriginal_syllabics","text":"e=\"preserve\">Canadian syllabic writing, or simply syllabics, is an alphabet created by a Christian missionary to write down the languages of some of the First Nations of Canada. This one alphabet later became many alphabets.\nEach letter represents a syllable. The letters look like triangles and curves. Different languages have some different letters to represent the sounds in their own language best.\nBy the late 19th century the Cree had achieved what may have been one of the highest literacy rates in the world.\nHistory.\nJames Evan was a Methodist missionary from England. He wanted to create an alphabet to teach the Cree and Ojibwe about Christianity. He got inspiration from the Devanagari alphabet from India.\nPrinciples.\nEvery consonant has the same shape. For example, the syllables that start with a \"p\" sound look like a V. To show that they have different vowels, the shapes are rotated. So \"pe\" would look like ᐯ whole \"pa\" would be ᐸ.\nFinal consonants.\nIn some languages, words end in a final consonant, like the \"t\" in \"cat.\" To show this, a small letter is added to the end of the word.\nDiacritics.\nIn some languages, diacritics are added to indicate things like vowel length.\nInuktitut.\nSyllabics is one of the official writing systems of Nunavut. That means that government forms in Inuktitut can be written either in the Latin alphabet (ABCs) or in syllabics.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_Nations","surface_form":"First Nations","offset":153},{"uri":"Cree","surface_form":"Cree","offset":433},{"uri":"Methodist","surface_form":"Methodist","offset":544},{"uri":"Cree","surface_form":"Cree","offset":624},{"uri":"Ojibwe","surface_form":"Ojibwe","offset":633},{"uri":"Devanagari","surface_form":"Devanagari","offset":688},{"uri":"Diacritic","surface_form":"diacritic","offset":1137},{"uri":"Nunavut","surface_form":"Nunavut","offset":1259},{"uri":"Inuktitut","surface_form":"Inuktitut","offset":1304}]}