{"id":779824,"url":"http://en.wikipedia.org/wiki/St_Martin%27s_Church%2C_Canterbury","text":"The Church of St Martin is an old Church of England church in Canterbury, England. It is best known as having the longest continuous history as a parish church in the English-speaking world. It is often known as \"The first church founded in England\". Although there were already Roman and Celtic churches had existed for centuries. Together with the Canterbury Cathedral and St Augustine's Abbey, they are part of a World Heritage Site.\nSince 1668 the church has been part of the benefice of St Martin and St Paul Canterbury. Both St Martin's and nearby St Paul's churches are used for weekly services. The current rector of the parish is the Reverend Mark Richard Griffin.\nEarly history.\nSt Martin's was the private chapel of Queen Bertha of Kent (died in or after 601). Queen Bertha was a Christian Frankish princess who arrived in England with her chaplain, Bishop Liudhard. Her pagan husband, King Æthelberht of Kent, let her to continue to practise her religion by renovating (ca. AD 580) an existing church. As Bede named it, this church was dedicated to Saint Martin of Tours. It is the city located near where Bertha grew up.\nUpon Augustine's arrival, he used St Martin's as his mission headquarters. King Æthelberht was baptised here. When Canterbury Cathedral and St Augustine's Abbey were established, St Martin's lost its initial prestige. However, it still remains of historical importance.\nArchitecture.\nLocal finds prove that Christianity did exist in this area of the city at the time. The church contains many reused Roman bricks or spolia. It also has complete sections of walls of Roman tiles. At the core of the church the brick remains of a Roman tomb were integrated into the structure. Several sections of walls are clearly very early. It is possible that a blocked square-headed doorway in the chancel was the entrance to Bertha's church. Meanwhile, other sections of wall come from the period after the Gregorian mission in the 7th or 8th centuries. The apse that was originally at the east end has been removed. The tower came much later, in Perpendicular style. The church is a Grade I listed building.\nMusic.\nThe church has a continuing musical tradition from the monks of St Augustine to the present day. The choral director for the parish is Dom del Nevo.\nThe tower has three bells set for swing-chiming using levers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Church_of_England","surface_form":"Church of England","offset":34},{"uri":"Canterbury","surface_form":"Canterbury","offset":62},{"uri":"England","surface_form":"England","offset":74},{"uri":"State_church_of_the_Roman_Empire","surface_form":"Roman","offset":279},{"uri":"Celtic_Christianity","surface_form":"Celtic","offset":289},{"uri":"Canterbury_Cathedral","surface_form":"Canterbury Cathedral","offset":350},{"uri":"St_Augustine%27s_Abbey","surface_form":"St Augustine's Abbey","offset":375},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":416},{"uri":"Bertha_of_Kent","surface_form":"Bertha of Kent","offset":733},{"uri":"Franks","surface_form":"Frankish","offset":801},{"uri":"Chaplain","surface_form":"chaplain","offset":851},{"uri":"Paganism","surface_form":"pagan","offset":882},{"uri":"%C3%86thelberht_of_Kent","surface_form":"Æthelberht of Kent","offset":902},{"uri":"Martin_of_Tours","surface_form":"Martin of Tours","offset":1067},{"uri":"St_Augustine%27s_Abbey","surface_form":"Augustine","offset":1139},{"uri":"Spolia","surface_form":"spolia","offset":1550},{"uri":"Chancel","surface_form":"chancel","offset":1818},{"uri":"Apse","surface_form":"apse","offset":1979},{"uri":"Listed_building","surface_form":"listed building","offset":2113},{"uri":"St_Augustine%27s_Abbey","surface_form":"St Augustine","offset":2201},{"uri":"Dom_del_Nevo","surface_form":"Dom del Nevo","offset":2272}]}