{"id":779837,"url":"http://en.wikipedia.org/wiki/Euronews","text":"e=\"preserve\">Euronews is a pan-European TV news channel, with headquarters in Lyon, France. Right now, it broadcasts in 13 languages. 88% of the channel is owned by Media Globe Networks, a company which belongs to Egyptian billionaire Naguib Sawiris. The other 12% belongs to a group of EBU (European Broadcasting Union) members.\nHistory.\nCNN helped make 24-hour TV news important after the Gulf War. The European Broadcasting Union answered this with the creation of their own news channel. Euronews started broadcasting on 1 January 1993, from Lyon, in five languages (English, French, German, Spanish and Italian). The channel was special in the news market because it had no presenters or studios, just videos showing the news. The channel's most important segment is \"No Comment\", which shows videos with no voiceover.\nLater, the channel started broadcasting in Portuguese in 1999, in Russian in 2001, in Arabic in 2008, in Turkish and in Persian in 2010, in Ukrainian in 2011, in Greek in 2012, and in Hungarian in 2013.\nThe channel is controlled by a company called Euronews SA. When the channel started, it belonged to 10 EBU members. Today, it belongs to 20 EBU members. Organisations which have controlled Euronews when it started are marked with an asterisk.\nOn 4 June 2008, Euronews got a new circle logo and a new slogan: \"pure\". This was meant to market itself as \"pure news\" distancing from other competing channels (BBC, CNN, etc.) in the 24-hour news market.\nIn February 2015, Media Globe Networks got a 53% share of Euronews SA in a deal with the company. In January 2016, the channel started a sister network called Africanews, which is aimed at an African news market, with a pan-African view. Euronews got a new logo on 17 May 2016.\nNBC steps in.\nIn November 2016, NBCUniversal said they wanted to buy a share in the Euronews network. They also said they would share news reports with the channel. The deal was agreed upon in February 2017, and NBC bought a 25% share.\nIn May 2017, Euronews went from having one TV channel with 13 audio tracks, to 10 separate TV channels and 12 websites. This is part of a ’\"glocal\"’ idea. Now, certain language editions can offer their own selections of local and global news. By doing this, the Arabic and Persian services stopped TV broadcasting, and they are now only on social media and the Euronews website. The Ukrainian service was closed because the Ukrainian government was not giving it money.\nIn 2018, the English Euronews channel started its first news shows with live presenters. Then, other Euronews language editions did the same and started their own presented evening news shows too.\nIn April 2020, NBC left the channel and sold its share to Media Globe Networks. MGN now owns 88% of Euronews.","categories":[],"infobox_types":[],"annotations":[{"uri":"Headquarters","surface_form":"headquarters","offset":62},{"uri":"Lyon","surface_form":"Lyon","offset":78},{"uri":"France","surface_form":"France","offset":84},{"uri":"Broadcast","surface_form":"broadcast","offset":106},{"uri":"Billionaire","surface_form":"billionaire","offset":223},{"uri":"EBU","surface_form":"EBU","offset":287},{"uri":"CNN","surface_form":"CNN","offset":339},{"uri":"Gulf_War","surface_form":"Gulf War","offset":391},{"uri":"European_Broadcasting_Union","surface_form":"European Broadcasting Union","offset":405},{"uri":"English_language","surface_form":"English","offset":571},{"uri":"French_language","surface_form":"French","offset":580},{"uri":"German_language","surface_form":"German","offset":588},{"uri":"Spanish_language","surface_form":"Spanish","offset":596},{"uri":"Italian_language","surface_form":"Italian","offset":608},{"uri":"Presenter","surface_form":"presenter","offset":679},{"uri":"Studio","surface_form":"studio","offset":693},{"uri":"Video","surface_form":"video","offset":707},{"uri":"News","surface_form":"news","offset":726},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":867},{"uri":"Russian_language","surface_form":"Russian","offset":890},{"uri":"Arabic_language","surface_form":"Arabic","offset":910},{"uri":"Turkish_language","surface_form":"Turkish","offset":929},{"uri":"Persian_language","surface_form":"Persian","offset":944},{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":964},{"uri":"Greek_language","surface_form":"Greek","offset":986},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":1008},{"uri":"Logo","surface_form":"logo","offset":1312},{"uri":"Slogan","surface_form":"slogan","offset":1327},{"uri":"NBCUniversal","surface_form":"NBCUniversal","offset":1786},{"uri":"Social_media","surface_form":"social media","offset":2330}]}