{"id":779947,"url":"http://en.wikipedia.org/wiki/Cornwall_and_West_Devon_Mining_Landscape","text":"The Cornwall and West Devon Mining Landscape is a World Heritage site. It includes select mining landscapes in Cornwall and West Devon. The site was added to the on July 2006. Plans to restart mining at South Crofty, and to build a supermarket at Hayle Harbour, caused its status to be questioned.\nThe World Heritage Committee considered placing the site on the List of World Heritage in Danger in 2014. This proposal was rejected. Instead, they agreed on a follow-up \"Reactive Monitoring Mission\".\nHistory.\nDevon made around 25-40% of the amount of tin that Cornwall did up to the mid-16th century. However, the total amount of tin made in both Cornwall and Devon at this time was relatively small. After the 1540s, Cornwall's production took off while Devon's production was only about between a ninth to a tenth of that of Cornwall.\nFrom the mid-16th century onwards, the Devon Stannaries were giving very little in income to the King. They were sidelined after the Supremacy of Parliament Act 1512.\nThe landscapes of Cornwall and West Devon were reshaped during the 18th and 19th centuries by the mining of copper and tin. The underground mines, engine houses, foundries, new towns, smallholdings, ports, harbours, and other supporting industries together meant the region produced \"two-thirds of the world's supply of copper\".\nDuring the late 19th century, arsenic production came to the east of Cornwall and West Devon. As a result, the region supplied half the world’s demand.\nAncient rocks, rare heavy elements.\nDevon and Cornwall rocks were once in the core of huge volcanic mountains. Those rocks usually contain more heavy metallic elements than usually found on the Earth's surface. A recent news item says a new mineral was found in Cornwall called Kernowite.\nRocks from ocean floor mid-ocean ridges (oceanic lithosphere) may come to the surface under orogeny as ophiolites. Wherever there is a large ground-down mountain chain there may be a source of heavy metals.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_Heritage_site","surface_form":"World Heritage site","offset":50},{"uri":"Cornwall","surface_form":"Cornwall","offset":111},{"uri":"West_Devon","surface_form":"West Devon","offset":124},{"uri":"Hayle_Harbour","surface_form":"Hayle Harbour","offset":247},{"uri":"List_of_World_Heritage_in_Danger","surface_form":"List of World Heritage in Danger","offset":362},{"uri":"Proposal","surface_form":"proposal","offset":409},{"uri":"Devon","surface_form":"Devon","offset":508},{"uri":"Tin","surface_form":"tin","offset":550},{"uri":"Tin","surface_form":"tin","offset":629},{"uri":"Devon_Stannaries","surface_form":"Devon Stannaries","offset":875},{"uri":"Copper","surface_form":"copper","offset":1111},{"uri":"Tin","surface_form":"tin","offset":1122},{"uri":"Engine_houses","surface_form":"engine houses","offset":1150},{"uri":"Foundry","surface_form":"foundries","offset":1165},{"uri":"Arsenic","surface_form":"arsenic","offset":1362},{"uri":"Ocean_floor","surface_form":"ocean floor","offset":1784},{"uri":"Mid-ocean_ridges","surface_form":"mid-ocean ridges","offset":1796},{"uri":"Lithosphere","surface_form":"lithosphere","offset":1822},{"uri":"Orogeny","surface_form":"orogeny","offset":1865},{"uri":"Ophiolite","surface_form":"ophiolite","offset":1876},{"uri":"Heavy_metals","surface_form":"heavy metals","offset":1966}]}