{"id":77992,"url":"http://en.wikipedia.org/wiki/Murder_of_Meredith_Kercher","text":"The murder of Meredith Kercher happened on the night of 1 November 2007. Meredith Kercher was born in London on 28 December 1985 and was 21 years old at the time of her death. She was a student at Leeds University in England but moved to Italy in August 2007. Meredith went to a university in Perugia, Italy as part of her course of study. She lived in a house, upstairs, with three other female students.\nPolice investigators concluded that Kercher had been killed by striking her neck with a knife, undressed, and locked in her bedroom. Missing from her bedroom were credit cards, 300 euros (~US$450) as rent money due, and her house keys, all never found. Also missing were her 2 mobile phones (one international and one for local calls) which were found in bushes several blocks away when they rang as friends called on the next day.\nA local unemployed man from Ivory Coast, found on the run north of Switzerland, without a rail pass on a train in Germany, was taken by police when his bloody fingerprints and DNA matched on the girl's body and handbag. The court judge found him guilty of the crime when his statements claimed he had seen a man with a knife and left the stabbed girl bleeding in her clothes on her bed with a white pillow, but that pillow was later found under her naked body with his bloody shoeprint and fingerprints on the pillow. He was sentenced to 30 years in prison but lowered to 16 years on appeal of his court case.\nAlso accused in the case were the girl's 3-month flatmate and college classmate, Amanda Knox, along with her new student boyfriend of 8 days, an Italian young man named Raffaele Sollecito (), who lived in an apartment nearby. Both students had much money in their banks and financial help from parents. They were both held in prison, without bond, for 4 years as they waited on the court judges to re-hear the case until they were found innocent of the crimes. None of their DNA was found anywhere in the girl's locked bedroom, only out in the hallway or other rooms.\nHowever the court continued for over 7 years in again attempting to sentence them, to 26 and 25 years in prison, until they were judged completely innocent in 2014, as the last step in the court legal actions.\nMurder.\nAn American student named Amanda Knox who lived in the house with Kercher, came home the next day. At 12:07 pm, she called Kercher's local Italian mobile phone, but it rang without being answered for 16 seconds. Then she called another roommate, Filomena R., and said that there were drops of blood in the house and that Kercher did not answer her phone. Knox then tried calling Kercher again two times, but there was still no answer on either her local Italian phone or her UK phone. Immediately, Filomena called back to Knox to say she was coming home, and Knox then announced that Filomena's bedroom window had been broken, with glass all over her clothes and the computer on the floor.\nAfter Filomena had called Knox again, two police officers came to the house because two mobile phones had been found in gardens about one kilometer (0.6 mile) from the house. When Knox had called Kercher (at 12:07 pm), her phone was found ringing in some garden bushes. It was found by a neighbour who then called the communications police.\nEntering the house, the police noted all the drops of blood that Knox showed them, and they confirmed that Kercher's bedroom door was locked. A friend of Filomena's broke the door to open it. The police looked in the bedroom and found Kercher's body under a duvet (quilt). She was naked except for her T-shirts pulled up to her shoulders. There was a lot of blood on her body and around the room. Someone had stabbed her neck with a knife. Her clothes were laying scattered towards the door. Two credit cards, 300 euros (about US$420), and her house keys were missing.\nArrests.\nThe next day, the police arrested three people. They arrested Knox, her 2-week boyfriend (an Italian student) Raffaele Sollecito. They also arrested Knox's boss at a local pub where she worked but later released him. Sollecito was Knox's new boyfriend, and she had met him just eight days before the murder. Weeks later, police arrested another person called Rudy Guede. Originally from the Ivory Coast, Guede later acquired dual citizenship in Italy. After the murder, he went by train to Germany. Police in Germany caught him and took him back to Italy.\nTrials.\nGuede was put on trial in Italy in October 2008. He was found guilty and sent to prison for 30 years.\nKnox and Sollecito were also put on trial. Sollecito was sent to prison for 25 years, and Knox for 26 years. They both appealed their sentences.\nThe prosecutors said that Guede, Knox and Sollecito killed Kercher together. The lawyers of Knox and Sollecito said that Guede killed her alone, and undressed and moved the body hours later. In June-November 2009, their lawyers presented evidence and witnesses to support a \"lone-wolf\" theory, that Guede killed Kercher and later undressed and moved her body away from the window of her bedroom in the house where she lived with Knox.\nAt Guede's trial, the judge and jury did not believe Guede's claims, and they convicted him of the murder. He had been caught because his palm-print on the pillow matched his police file, including the Milan school incident, when Milan police had released him just 5 days before the murder. Guede was sentenced to 30 years in prison, but that was reduced to 16 years after his first appeal trial.\nWhen Knox was convicted in the first trial, the verdict was questioned by some as \"anti-Americanism\", but Sollecito was also convicted at the same time.\nAppeals.\nGuede appealed against his sentence, and it was changed from 30 to 16 years in prison. He still says that he did not kill Kercher. His second appeal trial ended in December 2010 with upholding the verdict of guilty.\nKnox and Sollecito filed the proper legal documents to appeal their convictions, and they were still considered \"presumed innocent\" as if the previous trial verdicts were suspended. Their appeal trial began in November 2010, with a new judge who ruled to re-examine DNA evidence against them. The judge also granted a re-questioning of witness Antonio C. about which days he saw what.\nOn 3 October 2011, murder convictions against Amanda Knox and Raffaele Sollecito were overturned and they were both set free that same night.\nItaly's supreme court ordered a re-trial. The case was heard in Florence, and ended on 30 January 2014. Both Knox and Sollecito were found not-guilty of murder. They were originally sentenced to 28 (Knox) and 26 (Sollecito) years in prison.","categories":[],"infobox_types":[],"annotations":[{"uri":"University_of_Leeds","surface_form":"Leeds University","offset":197},{"uri":"England","surface_form":"England","offset":217},{"uri":"Italy","surface_form":"Italy","offset":238},{"uri":"Perugia","surface_form":"Perugia","offset":293},{"uri":"Investigator","surface_form":"investigator","offset":413},{"uri":"Credit_card","surface_form":"credit card","offset":569},{"uri":"Mobile_phones","surface_form":"mobile phones","offset":683},{"uri":"Ivory_Coast","surface_form":"Ivory Coast","offset":866},{"uri":"DNA","surface_form":"DNA","offset":1014},{"uri":"Pillow","surface_form":"pillow","offset":1237},{"uri":"College","surface_form":"college","offset":1510},{"uri":"Amanda_Knox","surface_form":"Amanda Knox","offset":1529},{"uri":"Italians","surface_form":"Italian","offset":1593},{"uri":"Americans","surface_form":"American","offset":2237},{"uri":"Amanda_Knox","surface_form":"Amanda Knox","offset":2260},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":2381},{"uri":"Kilometer","surface_form":"kilometer","offset":3062},{"uri":"Quilt","surface_form":"quilt","offset":3530},{"uri":"Credit_card","surface_form":"credit card","offset":3761},{"uri":"Euro","surface_form":"euro","offset":3779},{"uri":"Key","surface_form":"key","offset":3815},{"uri":"Italy","surface_form":"Italian","offset":3936},{"uri":"Ivory_Coast","surface_form":"Ivory Coast","offset":4234},{"uri":"Citizen","surface_form":"citizen","offset":4273},{"uri":"Wolf","surface_form":"wolf","offset":4934},{"uri":"Theory","surface_form":"theory","offset":4940},{"uri":"Anti-Americanism","surface_form":"anti-Americanism","offset":5569},{"uri":"Innocent","surface_form":"innocent","offset":5986}]}