{"id":780096,"url":"http://en.wikipedia.org/wiki/Inaccessible_Island","text":"Inaccessible Island is an extinct volcano. It was last active six million years ago. Together with Gough Island, Inaccessible Island is a protected wildlife reserve, both make up the UNESCO World Heritage Site of Gough and Inaccessible Islands. Inaccessible Island is home to the endemic Inaccessible Island rail, the world's smallest extant flightless bird.\nInaccessible Island is part of the archipelago of Tristan da Cunha. It is part of the overseas territory of the United Kingdom known as Saint Helena, Ascension and Tristan da Cunha. Tristan da Cunha itself is accessible only by sea via a seven-day sail from Cape Town, South Africa, by landing during the 60 days of the year that the harbor allows for access to the island.\nGeography.\nThe island is approximately to the southwest of the main island of the Tristan da Cunha archipelago. Mostly bare and inhospitable, the island has one small landing site named Port David on the northwesternmost point.\nThe island is in area. It is between South Atlantic Ocean south-west of Tristan da Cunha. Inaccessible Island is bordering with sheer sea cliffs, but one can landed on it through a few boulder beaches. Generations of sailors were wary of the difficult landings and inhospitable terrain. Inaccessible Island does not have any permanent inhabitants since 1873.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gough_Island","surface_form":"Gough Island","offset":99},{"uri":"Wildlife","surface_form":"wildlife","offset":148},{"uri":"UNESCO","surface_form":"UNESCO","offset":183},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":190},{"uri":"Gough_and_Inaccessible_Islands","surface_form":"Gough and Inaccessible Islands","offset":213},{"uri":"Inaccessible_Island_rail","surface_form":"Inaccessible Island rail","offset":288},{"uri":"Tristan_da_Cunha","surface_form":"archipelago of Tristan da Cunha","offset":394},{"uri":"British_Overseas_Territories","surface_form":"overseas territory","offset":445},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":471},{"uri":"Saint_Helena%2C_Ascension_and_Tristan_da_Cunha","surface_form":"Saint Helena, Ascension and Tristan da Cunha","offset":495},{"uri":"Atlantic_Ocean","surface_form":"South Atlantic Ocean","offset":998},{"uri":"Tristan_da_Cunha","surface_form":"Tristan da Cunha","offset":1033}]}