{"id":780114,"url":"http://en.wikipedia.org/wiki/Hahoe_Folk_Village","text":"Hahoe Folk Village is a village in South Korea. It has buildings and other things that were built in the Joseon Dynasty or that have been rebuilt in the same style. Hahoe Village hosts cultural events, including traditional mask dances. It is in the city of Andong, in North Gyeongsang Province. It is a UNESCO World Heritage Site.\nThe people who built the town used Confucian philosophy and the clan system to decide where to put each building and road. The clan system was very important in Korea during the Joseon Dynasty. Some of the houses are made of wood and some are made of mud. Some of the houses have tile roofs and some have thatched roofs. Some of the buildings are made of traditional materials and some have been rebuilt with modern materials. There is a 600 year old zelkova tree in the village. People have named the tree \"Samsindang,\" and there is a shrine next to it. Unlike many homes in South Korea, which face south, the houses in Hahoe Village face the tree. The Byeongsanseowon Confucian Academy is 4 km east of the village.\nPeople still live in Hahoe Folk Village. Many of them are members of the Ryu clan who have lived there since the 1400s. There are about 127 households in Hahoe Folk Village. Some of them still have a \"jongga\" or head of the family and practice ancestor worship in the Confucian way.\nHahoe Folk Village is known for its traditional outdoor mask performances. Most traditional masks in Korea are made out of calabash and are used only once. Masks in Hahoe are made from wood, usually alder wood, and are reused many times.\nHahoe Folk Village also hosts Seonyu Julbul Nori. On the birthday of the spiritual leader Buddha, people ride down the Nakdong River in boats. People read poetry. There is also a display called line fire. This is a special way of lighting fireworks. Mulberry tree charcoal is put in long pouches that are tied every few centimeters on their length. The pouches are attached to a rope made of straw, one pouch every five meters. The rope is long enough to go between two trees. One end of one charcoal pouch is lit, and it takes a long time for all the charcoal to burn down the whole length of the rope.\nThe name \"Hahoe\" comes from \"ha\" for \"river\" and \"hoe\" for \"turn around\" in Korean. The village is built right where the Nakdong River turns around.\nIn 2020, the village added a traditional brushwood bridge near Hahoe Folk Village.\nQueen Elizabeth II visited Hahoe Folk village in 2019.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":35},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":105},{"uri":"Andong","surface_form":"Andong","offset":258},{"uri":"North_Gyeongsang_Province","surface_form":"North Gyeongsang Province","offset":269},{"uri":"UNESCO_World_Heritage_Site","surface_form":"UNESCO World Heritage Site","offset":304},{"uri":"Confucianism","surface_form":"Confucian","offset":367},{"uri":"Clan","surface_form":"clan","offset":396},{"uri":"Thatching","surface_form":"thatched","offset":637},{"uri":"Shrine","surface_form":"shrine","offset":868},{"uri":"Calabash","surface_form":"calabash","offset":1455},{"uri":"Alder","surface_form":"alder","offset":1531},{"uri":"Buddha","surface_form":"Buddha","offset":1660},{"uri":"Fireworks","surface_form":"fireworks","offset":1809},{"uri":"Mulberry","surface_form":"Mulberry","offset":1820},{"uri":"Korean_language","surface_form":"Korean","offset":2250},{"uri":"Nakdong_River","surface_form":"Nakdong River","offset":2295},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":2406}]}