{"id":780188,"url":"http://en.wikipedia.org/wiki/St._George%27s%2C_Bermuda","text":"St. George's (formally known as the Town of St. George, or St. George's Town) is part of UNESCO World Heritage Sites. First settlers were there since 1612. It is the first permanent English settlement on the islands of Bermuda. It is is usually described as the third successful British settlement in the Americas. It is the oldest British town in the New World where people continue to live up to this day.\nName.\nIn the Bermudian convention where the name of the place has the name of a person, it sets the person's name in the possessive form. The place is rarely treated as equivalent to the person.\nOther examples include most of the parishes (which – other than St. George's Parish – all commemorate historical people). It includes churches such as Hamilton Parish (named for James Hamilton, 2nd Marquess of Hamilton), Devonshire Parish (named for William Cavendish, 1st Earl of Devonshire), and Paget Parish. While the city of Hamilton is commonly referred to as \"Hamilton\", The Town of St. George, St. George's Parish, St. George's Island, and St. George's Harbour (and any other names of the place usually containing a person's name in the possessive form). It always remains possessive when shortened, such as in the \"St. George's Foundation\".\nBy example, Bermudians will always say \"St. George's and St. David's are the largest islands in St. George's Parish.\" It is never \"St. George and St. David are the largest islands in St. George Parish\". As many maps and other printed materials featuring Bermuda are produced abroad, it is extremely common to find maps, books and other material using the non-possessive forms. However, visitors to Bermuda should be aware that using the non-possessive forms when speaking to Bermudians is likely to cause as much offence as saying \"Bermudan\".\nHistory.\nOriginally called \"New London\", St. George's was first settled in 1612. This was three years after the first English settlers landed on St. George's Island on their way to Virginia. Led by Admiral Sir George Somers and Lieutenant-General Sir Thomas Gates, they had deliberately steered their ship, \"Sea Venture,\" to a reef to escape a storm. The survivors built two new ships, the \"Deliverance\" and \"Patience\", and most continued their voyage to Jamestown, but the Virginia Company laid claim to the island.\nBy the Virginia Company's Third Charter in 1612, the boundaries of the new colony were extended to include Bermuda. The company sent a party of 60 new settlers to Bermuda to join the three men left behind by the \"Sea Venture.\" After a brief period in nearby St. David's, the settlers started building at St. George's. By 1615, the shareholders of the Virginia Company created a second company, the Somers Isles Company. It managed Bermuda separately until the company was dissolved in 1686. The Virginia Company was later dissolved in 1624.\nThis small town was the capital of Bermuda until 1815. It was linked to the history of colonial America. Ten thousand Bermudians moved to Virginia and the American Southeast. This was before United States independence made them citizens of separate nations. Branches of wealthy Bermudian merchant families ruled the trade in the area's ports.\nAs Bermuda's population centre, St. George's was connected to the development in the North American colonies. During the American War of Independence, and as requested by George Washington, Bermudians assisted the American rebels in stealing much-needed gunpowder from a St. George's magazine. It supplied the forts protecting that were protecting the port.\nTwin cities.\nIn 1996, the town was twinned with Lyme Regis, Dorset, England. It was the birthplace of Admiral Sir George Somers. In 2000, the town, together with numerous surrounding fortifications, including the Castle Islands Fortifications, they were added to the UNESCO World Heritage Site. Together, they are formally known as the \"Historic Town of St George and Related Fortifications\".\nSports.\nSt. George's Colts and Hamilton Parish football clubs play their games at the Wellington Oval, which also serves as a cricket ground.\nEducation.\nSt. George's Preschool serves the area. St. George's Primary School is in the community.","categories":[],"infobox_types":[],"annotations":[{"uri":"UNESCO","surface_form":"UNESCO","offset":89},{"uri":"World_Heritage_Site","surface_form":"World Heritage Sites","offset":96},{"uri":"Settler","surface_form":"settlement","offset":190},{"uri":"Bermuda","surface_form":"Bermuda","offset":219},{"uri":"New_World","surface_form":"New World","offset":352},{"uri":"Possessive","surface_form":"possessive","offset":529},{"uri":"Commemorative_plaque","surface_form":"commemorate","offset":693},{"uri":"History","surface_form":"historical","offset":705},{"uri":"Hamilton_Parish%2C_Bermuda","surface_form":"Hamilton Parish","offset":754},{"uri":"James_Hamilton%2C_2nd_Marquess_of_Hamilton","surface_form":"James Hamilton, 2nd Marquess of Hamilton","offset":781},{"uri":"William_Cavendish%2C_1st_Earl_of_Devonshire","surface_form":"William Cavendish, 1st Earl of Devonshire","offset":853},{"uri":"Virginia","surface_form":"Virginia","offset":1977},{"uri":"Admiral_Sir_George_Somers","surface_form":"Admiral Sir George Somers","offset":1994},{"uri":"Thomas_Gates_(governor)","surface_form":"Sir Thomas Gates","offset":2043},{"uri":"Steering_wheel_(ship)","surface_form":"steered","offset":2083},{"uri":"Sea_Venture","surface_form":"Sea Venture","offset":2104},{"uri":"Virginia_Company","surface_form":"Virginia Company","offset":2270},{"uri":"St._David%27s_Island%2C_Bermuda","surface_form":"St. David's","offset":2571},{"uri":"Shareholder","surface_form":"shareholders","offset":2644},{"uri":"Somers_Isles_Company","surface_form":"Somers Isles Company","offset":2711},{"uri":"Thirteen_Colonies","surface_form":"colonial America","offset":2941},{"uri":"American_Southeast","surface_form":"American Southeast","offset":3009},{"uri":"Merchant","surface_form":"merchant","offset":3142},{"uri":"American_War_of_Independence","surface_form":"American War of Independence","offset":3318},{"uri":"George_Washington","surface_form":"George Washington","offset":3368},{"uri":"Gunpowder","surface_form":"gunpowder","offset":3451},{"uri":"Magazine_(firearms)","surface_form":"magazine","offset":3481},{"uri":"Lyme_Regis","surface_form":"Lyme Regis","offset":3603},{"uri":"Dorset","surface_form":"Dorset","offset":3615},{"uri":"Fortification","surface_form":"fortifications","offset":3738},{"uri":"Castle_Islands_Fortifications%2C_Bermuda","surface_form":"Castle Islands Fortifications","offset":3768},{"uri":"UNESCO","surface_form":"UNESCO","offset":3822},{"uri":"World_Heritage_List","surface_form":"World Heritage Site","offset":3829},{"uri":"Hamilton_Parish_FC","surface_form":"Hamilton Parish","offset":3979}]}