{"id":780196,"url":"http://en.wikipedia.org/wiki/Gorham%27s_Cave","text":"e=\"preserve\">Gorham's Cave is a sea-level cave in the British overseas territory of Gibraltar. Although it is not a sea cave, it is often mistaken for one. It is considered to be one of the last known habitations of the Neanderthals in Europe. The cave's name, Gorham's Cave complex, is a combination of four distinct caves that are part of the UNESCO World Heritage site. It is the only one in Gibraltar. The three other caves are Vanguard Cave, Hyaena Cave, and Bennett's Cave.\nIt is located at Governor's Beach on the southeastern face of the Rock of Gibraltar. People lived there about 55,000 years ago. It was approximately <abbr title=\"3 miles\">5 kilometres</abbr> from the shore, but, due to changes in sea level, it is now only a few metres from the Mediterranean Sea.\nDiscovery.\nThe cave is named after Captain A. Gorham. He discovered it in 1907 while opening a fissure at the rear of a sea cavern. Gorham wrote his name and the date of his discovery in lamp-black on the wall of the cave. It has his name ever since. After this initial discovery, it seems the cave was forgotten, at least at an official level. Gibraltarian historian and potholer George Palao recalls an inscription on the cave wall that read \"J. J. Davies 1943\".\nDescription.\nGorham's Cave is a sea cave which has formed in Jurassic limestone. Total length of this cave is approximately 100 m and at the entrance it is approximately 35 m high. Further inside the cave, it becomes narrower, and turns per approximately 90 degrees. From the entrance of cave opens a view on the Alboran Sea. It is possible that during further research the cave will become longer.\nUNESCO World Heritage site.\nGorham's Cave got its name Gorham's Cave complex. It is a grouping of four distinct caves of such importance that they are combined into a UNESCO heritage site. The three other caves are the nearby Vanguard Cave, the Hyaena Cave, and Bennett's Cave.\nIn November 2010, the Gorham's Cave complex was put forward to compete for a nomination as a UNESCO World Heritage site. Professor Clive Finlayson, director of the Gibraltar Museum, was responsible for coordinating the efforts to obtain this nomination. The first step was a proposal to the United Kingdom cultural authorities to get Gorham's Cave complex added to the UK's World Heritage tentative list. The list is changed every ten years. The process for a new list was ongoing at the date of the submission.\nThe ownership of land associated with Gorham's Cave was passed from the UK Ministry of Defence to the government of Gibraltar in 2011. The agreement swapped this MOD land and more than 300 MOD houses with the government of Gibraltar, who in exchange agreed to build 90 new houses on remaining MOD land.\nIn May 2012 Gorham's Cave complex was on the short list of two sites, along with the Forth Rail Bridge, that was forwarded for submission to UNESCO. The site was inscribed by UNESCO as a World Heritage site on 15 July 2016, and is Gibraltar's only World Heritage site.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sea_level","surface_form":"sea-level","offset":32},{"uri":"British_Overseas_Territories","surface_form":"British overseas territory","offset":54},{"uri":"Gibraltar","surface_form":"Gibraltar","offset":84},{"uri":"Sea_cave","surface_form":"sea cave","offset":116},{"uri":"Neanderthals_of_Gibraltar","surface_form":"one of the last known habitations","offset":179},{"uri":"Neanderthal","surface_form":"Neanderthals","offset":220},{"uri":"Europe","surface_form":"Europe","offset":236},{"uri":"UNESCO","surface_form":"UNESCO","offset":345},{"uri":"World_Heritage_site","surface_form":"World Heritage site","offset":352},{"uri":"Vanguard_Cave","surface_form":"Vanguard Cave","offset":432},{"uri":"Hyaena_Cave","surface_form":"Hyaena Cave","offset":447},{"uri":"Bennett%27s_Cave","surface_form":"Bennett's Cave","offset":464},{"uri":"Governor%27s_Beach","surface_form":"Governor's Beach","offset":497},{"uri":"Rock_of_Gibraltar","surface_form":"Rock of Gibraltar","offset":546},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":758},{"uri":"Captain_(British_Army_and_Royal_Marines)","surface_form":"Captain","offset":812},{"uri":"Fracture_(geology)","surface_form":"fissure","offset":872},{"uri":"Lamp-black","surface_form":"lamp-black","offset":964},{"uri":"Gibraltarian_people","surface_form":"Gibraltarian","offset":1122},{"uri":"Historian","surface_form":"historian","offset":1135},{"uri":"Caving","surface_form":"potholer","offset":1149},{"uri":"George_Palao","surface_form":"George Palao","offset":1158},{"uri":"Limestone","surface_form":"limestone","offset":1312},{"uri":"Alboran_Sea","surface_form":"Alboran Sea","offset":1555},{"uri":"Vanguard_Cave","surface_form":"Vanguard Cave","offset":1867},{"uri":"Hyaena_Cave","surface_form":"Hyaena Cave","offset":1886},{"uri":"Bennett%27s_Cave","surface_form":"Bennett's Cave","offset":1903},{"uri":"UNESCO","surface_form":"UNESCO","offset":2012},{"uri":"World_Heritage_site","surface_form":"World Heritage site","offset":2019},{"uri":"Clive_Finlayson","surface_form":"Clive Finlayson","offset":2050},{"uri":"Gibraltar_Museum","surface_form":"Gibraltar Museum","offset":2083},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2210},{"uri":"Department_for_Culture%2C_Media_and_Sport","surface_form":"cultural authorities","offset":2225},{"uri":"Ministry_of_Defence_(United_Kingdom)","surface_form":"Ministry of Defence","offset":2506},{"uri":"Government_of_Gibraltar","surface_form":"government of Gibraltar","offset":2533},{"uri":"Forth_Rail_Bridge","surface_form":"Forth Rail Bridge","offset":2819}]}