{"id":780209,"url":"http://en.wikipedia.org/wiki/Roman_Theatre_of_Orange","text":"The Roman Theatre of Orange (French: \"Théâtre antique d'Orange\") is a Roman theatre in Orange, Vaucluse, France. It was built early in the 1st century AD. The municipality of Orange owns the structure. The theatre is the home of the summer opera festival called the Chorégies d'Orange.\nIt is a very well preserved Roman theatres. It served the Roman colony of \"Arausio\" (more specifically, \"Colonia Julia Firma Secundanorum Arausio\": \"the Julian colony of Arausio started by the soldiers of the second legion\"). This colony was founded in 40 BC. The theatre played an important role in the life of the citizens. They spent a large part of their free time there.The Roman authorities saw it as a way to spread spreading Roman culture to the colonies. They also saw it as a way to make them forget about political activities.\nMime, pantomime, poetry readings and the \"attelana\" (a kind of farce, similar to the commedia dell'arte) were the most important forms of entertainment. It often lasted all day. The common people liked spectacular effects and beautiful stage sets became very important. The use of stage machinery also became important. The entertainment was open to everyone. It was free of charge.\nThe Western Roman Empire declined during the 4th century. Christianity had become the official religion. An official edict closed the theatre in AD 391. This is because at that time the Church was against what it saw as uncivilised performances. The Visigoths probably pillaged it in 412. Like most Roman buildings, a lot of its better stone was used again for other buildings. It was used as a defensive post in the early Middle Ages. By the 12th century, the Church started to use it for religious plays. During the 16th-century there were religious wars. The theatre became a place to hide for the townspeople. In 1981 UNESCO declared the theatre as a World Heritage Site. In modern days, it is used mostly for opera. It is also a tourist attraction.\nConstruction and structure of the theatre.\nThe Romans made early Roman theatres mostly with wood. They were meant to be temporary structures. In 55 BC Pompey asked for a stone theatre in his home city of Rome. After this, important (and permanent) Roman theatres became more popular in the Empire. The Orange theatre was built under the rule of Augustus. It was one of the first of its kind in this area of France. The grand exterior (outside) facade is one of the most famous parts of the structure. It is 103 meters long and 37 meters high. At the beginning, there was a wooden roof across the theatre. This protected the people watching from bad weather. There is evidence on the walls that shows that, at some point, the roof burnt in a fire. There is not very much decoration on the theatre. However, the tall wall gives an imposing look to the whole building. The three main doors on the first level of the facade open directly onto the stage inside the theatre. The theatre can seat between 5,800 up to 7,300. Today, much of the seating is new. This is to make sure that tourists and people watching plays are safe.\nThe stage is 61 meters long. It is about one meter above the ground. To the back is the wall. Its height is the same as in Roman times. This wall is very important to the theatre. This is because it helps to make the sound louder for the large audience. The wall is also known as the scaenae frons. It is the only place with decoration in the entire theatre. It used to have marble mosaics of many different colours. It also had many columns, friezes and statues placed in niches. The central niche contains a statue of the emperor Augustus. This was likely a restoration of an original statue of Apollo, the god of music and the arts. The central door, below the central niche, is called the Royal Door, or \"valva regia.\" Only by the most important actors used this door to enter and exit the stage. Above the door there was a frieze decorated with centaurs. It is not there anymore. It is now on display across the street in the Orange Museum. Only some parts of it are left. The stage now has a modern platform. This is to stop damage when actors use it for operas and other performances.\nReconstruction.\nThe reconstruction (building again) of the theatre started in 1825. People wanted to bring back the theatre to its original use: to host large, exciting performances. In 1869, the theatre was still being restored. It hosted “The Roman Festivals,” which brought over 10,000 guests. A very important part of the restoration was excavating the area around the theatre. This happened in the 1930s. This excavation and levelling of buildings around the theatre helped find many historical objects and artifacts. These helped make knowledge better about the history and uses of the structure. Today, all three levels of seating have been completely restored. This is the same for many staircases, large parts of the pavement, the stage, the orchestra, and parts of walls.\nCurrent uses of the theatre.\nDuring the Middle Ages, around the 12th century, the Church used the theatre to host plays. Theatre companies also hosted plays. In the 16th century this tradition stopped once again when the town was sacked during The French Wars of Religion. Much of the population left.In the 19th century, the theatre went back to its original use. Today, the Orange theatre is considered the best preserved (kept) Roman theatre in all of Europe. Culturespaces manages it. This is an organisation that also manages other related cultural sites in the area, for example the Orange Museum and the Triumphal Arch. It also manages other sites in the South of France.\nThe theatre is a historical site, but also a venue for concerts and theatrical performances. The first major festival held in the theatre in 1869 after the restoration started was called “The Roman Festival”. This festival became a yearly festival called the Chorégies (see below). These decadent events brought in thousands of visitors from around the world. During the rest of the year, the Théâtre d'Orange is a major tourist attraction. Tourists can walk through the main theatre and rooms around it. They can also walk through the corridors.\nThe \"Roman Festival\" and the Chorégies.\nDuring the 19th century, the theatre slowly started to look better again. Prosper Mérimée helped with this. At the time, he was the director of \"Monuments Historiques\".\" He led the restoration. The work began in 1825 and in 1869 the theatre became the home of a \"Roman Festival\" which celebrated the glory of Rome. It included a performance of Méhul's opera, \"Joseph\". In the second half of the 19th century, and early 20th century, all the major players of the French classical stage appeared in the Orange festivals. For example, Sarah Bernhardt played \"Phèdre\" there in 1903.\nBy the end of the century, the tiered seats were restored. In 1902 the festival had a new name, the \"Chorégies\". It was planned as a yearly summer festival. The name comes from the tax that wealthy Romans had to pay for theatre productions. Until 1969 the Chorégies consisted of plays and musical works, for example opera and symphonies. However, after that date, it became just an opera festival. Plays were done at Avignon.\nIn 1981 UNESCO made the theatre a World Heritage Site.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_theatre_(structure)","surface_form":"Roman theatre","offset":70},{"uri":"Orange%2C_Vaucluse","surface_form":"Orange","offset":87},{"uri":"Vaucluse","surface_form":"Vaucluse","offset":95},{"uri":"France","surface_form":"France","offset":105},{"uri":"Municipality","surface_form":"municipality","offset":159},{"uri":"Building","surface_form":"structure","offset":191},{"uri":"Opera","surface_form":"opera","offset":240},{"uri":"Chor%C3%A9gies_d%27Orange","surface_form":"Chorégies d'Orange","offset":266},{"uri":"Preservation","surface_form":"preserved","offset":304},{"uri":"Roman_colony","surface_form":"Roman colony","offset":344},{"uri":"Specifically","surface_form":"specifically","offset":376},{"uri":"Politics","surface_form":"political activities","offset":802},{"uri":"Mime","surface_form":"Mime","offset":824},{"uri":"Pantomime","surface_form":"pantomime","offset":830},{"uri":"Poetry","surface_form":"poetry","offset":841},{"uri":"Farce","surface_form":"farce","offset":887},{"uri":"Commedia_dell%27arte","surface_form":"commedia dell'arte","offset":909},{"uri":"Entertainment","surface_form":"entertainment","offset":962},{"uri":"Machinery","surface_form":"machinery","offset":1111},{"uri":"Western_Roman_Empire","surface_form":"Western Roman Empire declined","offset":1211},{"uri":"Christianity","surface_form":"Christianity","offset":1265},{"uri":"Performing_arts","surface_form":"performances","offset":1439},{"uri":"Visigoths","surface_form":"Visigoths","offset":1457},{"uri":"Looting","surface_form":"pillaged","offset":1476},{"uri":"Defensive_post","surface_form":"defensive post","offset":1602},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1630},{"uri":"Play_(theatre)","surface_form":"plays","offset":1707},{"uri":"UNESCO","surface_form":"UNESCO","offset":1829},{"uri":"Declare","surface_form":"declared","offset":1836},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1862},{"uri":"Opera","surface_form":"opera","offset":1921},{"uri":"Temporary","surface_form":"temporary","offset":2081},{"uri":"Pompey","surface_form":"Pompey","offset":2112},{"uri":"Rome","surface_form":"Rome","offset":2165},{"uri":"Permanent","surface_form":"permanent","offset":2198},{"uri":"Augustus","surface_form":"Augustus","offset":2306},{"uri":"Position","surface_form":"exterior","offset":2386},{"uri":"Facade","surface_form":"facade","offset":2405},{"uri":"Evidence","surface_form":"evidence","offset":2628},{"uri":"Imposing","surface_form":"imposing","offset":2790},{"uri":"Scaenae_frons","surface_form":"scaenae frons","offset":3368},{"uri":"Marble","surface_form":"marble","offset":3459},{"uri":"Mosaic","surface_form":"mosaics","offset":3466},{"uri":"Column","surface_form":"columns","offset":3518},{"uri":"Frieze","surface_form":"friezes","offset":3527},{"uri":"Niche_(architecture)","surface_form":"niches","offset":3557},{"uri":"Art_conservation_and_restoration","surface_form":"restoration","offset":3644},{"uri":"Apollo","surface_form":"Apollo","offset":3681},{"uri":"Centaur","surface_form":"centaur","offset":3934},{"uri":"Excavation","surface_form":"excavating","offset":4518},{"uri":"Level","surface_form":"levelling","offset":4606},{"uri":"Artifact_(archaeology)","surface_form":"artifacts","offset":4688},{"uri":"Stairs","surface_form":"staircases","offset":4871},{"uri":"Orchestra_pit","surface_form":"orchestra","offset":4927},{"uri":"Middle_Ages","surface_form":"the Middle Ages","offset":4994},{"uri":"Looting","surface_form":"sacked","offset":5188},{"uri":"French_Wars_of_Religion","surface_form":"The French Wars of Religion","offset":5202},{"uri":"Triumphal_Arch_of_Orange","surface_form":"Triumphal Arch","offset":5569},{"uri":"Music_venue","surface_form":"venue","offset":5682},{"uri":"Chor%C3%A9gies_d%27Orange","surface_form":"Chorégies","offset":5896},{"uri":"Decadence","surface_form":"decadent","offset":5925},{"uri":"Prosper_M%C3%A9rim%C3%A9e","surface_form":"Prosper Mérimée","offset":6298},{"uri":"M%C3%A9hul","surface_form":"Méhul","offset":6568},{"uri":"Joseph_(opera)","surface_form":"Joseph","offset":6584},{"uri":"Sarah_Bernhardt","surface_form":"Sarah Bernhardt","offset":6756},{"uri":"Symphony","surface_form":"symphonies","offset":7129},{"uri":"Avignon","surface_form":"Avignon","offset":7220},{"uri":"UNESCO","surface_form":"UNESCO","offset":7237},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":7263}]}