{"id":78044,"url":"http://en.wikipedia.org/wiki/Tent_city","text":"The term tent city is used to describe a variety of temporary housing facilities made using tents. Informal tent cities may be set up without authorization by homeless people or protesters. As well, state governments or military organizations set up tent cities to house refugees, evacuees, or soldiers. Tent cities set up by homeless people may be similar to shanty towns, which are informal settlements in which the buildings are made from of scrap building materials.\nEnvironmental disasters and homeless people.\nSince Hurricane Katrina made landfall in August of 2005, the term has been used to describe temporary housing sites set up for Gulf Coast residents who were left homeless by the storm. Some of the tents that were built by Seabees and funded by FEMA are wooden structures covered by tents. With the exception of indoor plumbing, most of the tents have heat, air, and lights. The tent city can hold as many as 250 occupants. Displaced residents are only expected to stay for three to six months. In late December 2006, the St. Vincent de Paul Society in Saint Petersburg, Florida established an encampment on their property when dozens of homeless moved off of public land across the street from the society. In early January 2007, city officials noted city codes that prohibit living in tents and gave the society one week to evict the occupants of the tent city.\nFor travelers on The Hajj to Mecca.\nEvery year, the Saudi Arabian government's Ministry of Hajj sets up a tent city to support Muslim pilgrims in the village of Mina, where the ritual Stoning of the Devil takes place as part of the overall Hajj pilgrimage to Mecca[http://www.hajinformation.com/main/j50.htm]. A tent city is also established annually at Mount Arafat, another essential stop during the Hajj[http://www.hajinformation.com/main/j30.htm]. Because up to four million pilgrims may be performing the Hajj annually, the tent cities are densely inhabited with 20-40 people per tent. As such, fire and disease outbreaks are constant concerns. Since the late 1990s, Saudi authorities have started using fireproof tents to reduce the risks of a major fire.\nMilitary uses.\nIn the military, the term \"tent city\" usually refers to temporary living quarters erected on deployed military bases, such as those found in Bosnia or Iraq. Depending on the branch of service and the length the tent city has been in place, the living space may have most modern amenities. For sanitary reasons, military tent cities place toilet, shower, and laundry facilities at least 50 feet (15m) from living quarters. Also, tents are typically divided into clusters of 8-10 to prevent the rapid spread of fire, which is of utmost concern because of the tent and bedding materials.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tent","surface_form":"tent","offset":92},{"uri":"Homelessness","surface_form":"homeless","offset":159},{"uri":"Shanty_town","surface_form":"shanty town","offset":360},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":522},{"uri":"Gulf_Coast","surface_form":"Gulf Coast","offset":643},{"uri":"Seabees","surface_form":"Seabees","offset":738},{"uri":"FEMA","surface_form":"FEMA","offset":760},{"uri":"Saint_Petersburg%2C_Florida","surface_form":"Saint Petersburg, Florida","offset":1068},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1431},{"uri":"Hajj","surface_form":"Hajj","offset":1470},{"uri":"Muslim","surface_form":"Muslim","offset":1506},{"uri":"Mina%2C_Saudi_Arabia","surface_form":"Mina","offset":1540},{"uri":"Stoning_of_the_Devil","surface_form":"Stoning of the Devil","offset":1563},{"uri":"Mecca","surface_form":"Mecca","offset":1638},{"uri":"Mount_Arafat","surface_form":"Mount Arafat","offset":1733},{"uri":"Military","surface_form":"military","offset":2163},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia","offset":2297},{"uri":"Iraq","surface_form":"Iraq","offset":2307}]}