{"id":78177,"url":"http://en.wikipedia.org/wiki/Giordano_Bruno","text":"Giordano Bruno (January 1548 – 17 February 1600) was an Italian friar of the Dominican Order. He was also a philosopher and mathematician. He is best known for believing in the infinity of the universe. His cosmological theories went beyond the Copernican model.\nBruno thought the Sun was just one of an infinite number of independently moving heavenly bodies. He is the first man to have thought the stars we see at night are identical in nature to the Sun. For publishing beliefs contrary to Roman Catholic dogma about transubstantiation, trinity and other matters, he was burnt at the stake as a heretic by the Inquisition of the Roman Catholic Church.\nBruno also wrote extensive works on the art of memory, a loosely organized group of mnemonic techniques and principles.\nThe charges.\nBruno did accept and promote Copernicus' idea that the Earth revolves round the Sun. Many believe this was one of main reasons for his downfall; others think his theological beliefs were more critical. In 1584 he published two dialogues which argued for his idea on astronomy. Eight years later he was arrested, and his trial took another eight years. His accusers demanded complete recantation of all his 'erroneous' beliefs. He refused, and went to his death. Later the Inquisition used his example to terrify Galileo into withdrawing his works from publication.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":56},{"uri":"Dominican_Order","surface_form":"Dominican Order","offset":77},{"uri":"Philosopher","surface_form":"philosopher","offset":108},{"uri":"Mathematician","surface_form":"mathematician","offset":124},{"uri":"Infinity","surface_form":"infinity","offset":177},{"uri":"Copernicus","surface_form":"Copernican","offset":245},{"uri":"Sun","surface_form":"Sun","offset":281},{"uri":"Dogma","surface_form":"dogma","offset":509},{"uri":"Transubstantiation","surface_form":"transubstantiation","offset":521},{"uri":"Trinity","surface_form":"trinity","offset":541},{"uri":"Heresy","surface_form":"heretic","offset":599},{"uri":"Inquisition","surface_form":"Inquisition","offset":614},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":633},{"uri":"Mnemonic","surface_form":"mnemonic","offset":740},{"uri":"Copernicus","surface_form":"Copernicus","offset":818},{"uri":"Galileo","surface_form":"Galileo","offset":1301}]}