{"id":78183,"url":"http://en.wikipedia.org/wiki/Wheel_of_Fortune_(US_game_show)","text":"\"Wheel of Fortune\" 1975-1982 (Daytime) 1983-present (Nighttime) is a game show on television. It was created by Merv Griffin in 1975. It was first hosted by Chuck Woolery from 1975 until 1981. Pat Sajak has been hosting the show since 1981 Then Susan Stafford & Vanna White Replaced 1982. The show has been aired in syndicated format since 1983. Another Show in 1983-2020 The show is currently in its 38th season on September 14th, 2020\nIntroduction.\nThree contestants compete. The game combines the game of hangman with a prize wheel. At the beginning of the show, there is a $1,000 Toss-Up puzzle. During a Toss-Up puzzle, one letter at a time appears on the board. Contestants can ring in to solve the puzzle before the last letter is revealed. An incorrect solution locks out that contestant for the rest of that Toss-Up. New it Call Triple Toss Up on September 9 2019 Same $2,000 in September 2020 New Thing in Toss Up & Triple Toss Up in Season 37/Season 38\nNext, a second Toss-Up is worth $2,000 and determines who starts round one. There are 24 spaces on the wheel. A contestant who lands on a cash space is credited with that amount multiplied by how many of a particular letter is in the puzzle. A contestant can buy a vowel for $250. A, E, I, O, and U are the 5 Vowels.\nAny contestant who lands on Lose a Turn loses his or her turn but not the winnings they have earned during the round. Landing on Free Spin space means they must guess a letter in the puzzle to earn it. If a contestant lands on Bankrupt, he or she will lose all of his or her winnings they have earned during the current round as well as a Wild Card, or any prizes they have at that point, plus loss of turn (unless they possess the Free Spin). The Wild Card is used to call for another consonant while the wheel is still on the cash space a contestant landed on. Also on the wheel are two \"1/2 Car\" tags. If a contestant wins a round with both tags, they win a car. Both tokens offer $500 per letter if claimed. There is also a prize wedge and a Gift Tag. The prize wedge is a prize announced before the first round. To win it, a contestant has to land on the wedge, call a correct letter, and solve the puzzle without hitting Bankrupt. The Gift Tag is $1,000 credit for purchases from a company. Both tokens offer $500 per letter if claimed. In the first three rounds, there is a special $1,000,000 wedge that, if claimed and brought to the bonus round, allows the contestant a chance to play for $1,000,000 in the bonus round. If a contestant lands on Free Play, the contestant can do anything without any risk. They can buy a vowel even if they have no money. If they do have money, the vowel is free. If they call a letter that is not in the puzzle, they don't lose their turn. They can even choose to solve the puzzle, and if they're wrong, they don't lose their turn. A consonant on the Free Play is worth $500. The top dollar value on the wheel is $2,500 in round one, $3,500 in the second and third rounds, and $5,000 from the fourth round on.\nIn round two, two mystery wedges are added to the wheel. One hides $10,000 and the other hides a Bankrupt. A contestant who lands on a mystery wedge calls for a letter. He or she may take $1,000 per letter occurrence or turn over the wedge. The $10K is a cash prize, and it can only be won if the person who has it solves the puzzle without landing on Bankrupt. If one wedge was turned over, the other acts as a regular $1,000 space and cannot be turned over. Round three is the Prize Puzzle round. The contestant who solves the puzzle wins a prize. Also in round three is an Express wedge. If a contestant lands on this wedge and calls a correct letter, they can continue playing the game like normal, or choose to play for $1,000 per letter without spinning. If a contestant chooses to play for $1,000 per letter without spinning and calls a wrong letter, or takes too long to call a letter, it will count as a Bankrupt.\nStarting in Season 37, there is a Triple Toss-Up, in which there are three consecutive puzzles worth $2,000 apiece and under the same category. The third puzzle determines who starts Round 4. When time runs short, a bell sounds. The host spins the wheel. Remaining consonants are worth $1,000 plus the value in front of the left-most contestant. The contestants take turns calling for letters. A vowel can be called at no cost. Then, the contestant in control has three seconds to solve\nThe contestant with the most cash at the end of the game advances to the bonus round. If the game ends in a tie, another toss-up puzzle is played to determine who goes to the bonus round. The contestant who wins the game gets to pick from one of three categories for the bonus round, starting in Season 35. The contestant spins the bonus wheel, which has 24 prizes, just like the main wheel. The category is announced. A bonus puzzle is revealed. The contestant is given the letters R, S, T, L, N, and E. In the early 1970s and on the 1988 Present Season 6, the contestant then calls for three more consonants and a vowel. If a contestant has a Wild Card in the bonus round, a fourth consonant is called. Then, the contestant has 10 seconds to solve the puzzle. If the puzzle is solved, the contestant wins the prize that they landed on. If they don't, then the board shows the correct answer. The host then shows the prize in the envelope regardless of the result. Prizes include cash amounts ranging from $35,000 to $50,000 in $5,000 amounts, again, prior to season 35, a car with $5,000 cash, and a top prize of $100,000. If the Million Dollar Wedge is bought to the bonus round, the $100,000 envelope is replaced with a $1,000,000 one.","categories":[],"infobox_types":[],"annotations":[{"uri":"Game_show","surface_form":"game show","offset":69},{"uri":"Merv_Griffin","surface_form":"Merv Griffin","offset":112},{"uri":"1975","surface_form":"1975","offset":128},{"uri":"Pat_Sajak","surface_form":"Pat Sajak","offset":193},{"uri":"1983","surface_form":"1983","offset":340},{"uri":"Hangman","surface_form":"hangman","offset":508}]}