{"id":78239,"url":"http://en.wikipedia.org/wiki/Australopithecus","text":"\"Australopithecus\" is a genus of extinct hominids closely related to humans.\nThe first \"Australopithecus\" described was the Taung Child, discovered by Raymond Dart, and described in 1925.\nTheir remains are mostly found in East Africa, and the first fossil is from 3.9 million years ago (mya). The split from other apes would have taken place earlier, perhaps about 5 mya.\nIt is widely believed that the group of which they are part gave rise to the genus \"Homo\", and hence to human beings.\nThe genus \"Australopithecus\" originally included two rather different forms. One form was lightweight: the gracile australopithecines. The other form was bulkier, the robust australopithecines.\nIt is still under discussion whether they should be put in separate genera. Here we treat the gracile forms; the robust forms are described elsewhere as \"Paranthropus\".\nGracile australopithecines shared several traits with modern apes and humans. They were widespread throughout Eastern and Northern Africa 3.9 to 3 million years ago.\nBrain size.\nThe brains of most species of \"Australopithecus\" were roughly 35% of the size of that of a modern human brain. This is not much more than the brain of a chimpanzee. Brain size in hominins does not increase significantly until the arrival of the genus \"Homo\".\nOther features.\nThe Taung specimen had short canine teeth, and the position of the foramen magnum was evidence of bipedal locomotion.\nSkeleton.\nMost species of \"Australopithecus\" were diminutive and gracile, usually standing between 1.2 and 1.4 m tall (approx. 4 to 4.5 feet). There is a considerable degree of sexual dimorphism. Modern hominids do not show sexual dimorphism to the same degree — particularly, modern humans display a low degree of sexual dimorphism, with males being only 15% larger (taller, heavier) than females, on average.\nIn \"Australopithecus\", however, males can be up to 50% larger than females, though usually less pronounced than this.\nSummary.\nThe skeleton, the fossil footprints found at Laetoli, Tanzania, the canine teeth and the foramen magnum all show that these apes had achieved bipedalism.\nEvolution.\n\"Australopithecus africanus\" used to be regarded as ancestral to the genus \"Homo\" (in particular \"Homo erectus\").\nHowever, fossils assigned to the genus \"Homo\" have been found that are older than \"A. africanus\". Thus, the genus \"Homo\" either split off from the genus \"Australopithecus\" at an earlier date (the latest common ancestor being \"A. afarensis\" or an even earlier form, possibly \"Kenyanthropus platyops\"), or both developed from a common ancestor independently.\nAccording to the Chimpanzee Genome Project, both human (\"Ardipithecus\", \"Australopithecus\" and \"Homo\") and chimpanzee (\"Pan troglodytes\" and \"Pan paniscus\") lineages diverged from a common ancestor about 5 to 6 million years ago, if we assume a constant rate of evolution.\nHowever, hominins discovered more recently are somewhat older than the molecular clock would suggest. \"Sahelanthropus tchadensis\", commonly called \"Toumai\" is about 7 million years old and \"Orrorin tugenensis\" lived at least 6 million years ago. Since little is known of them, they remain controversial because the molecular clock in humans has determined that humans and chimpanzees had an evolutionary split at least a million years later.\nOne theory suggests that the human and chimpanzee lineages diverged somewhat at first, then some populations interbred around one million years after diverging. More likely, the assumptions behind molecular clocks do not hold exactly. The key assumption behind the technique is that, in the long run, changes in molecular structure happen at a steady rate.\nResearchers such as Ayala have challenged this assumption.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":24},{"uri":"Extinct","surface_form":"extinct","offset":33},{"uri":"Hominid","surface_form":"hominid","offset":41},{"uri":"Human","surface_form":"human","offset":69},{"uri":"Taung_Child","surface_form":"Taung Child","offset":124},{"uri":"Raymond_Dart","surface_form":"Raymond Dart","offset":151},{"uri":"East_Africa","surface_form":"East Africa","offset":222},{"uri":"Fossil","surface_form":"fossil","offset":249},{"uri":"Million","surface_form":"million","offset":268},{"uri":"Homo","surface_form":"Homo","offset":456},{"uri":"Australopithecine","surface_form":"australopithecine","offset":605},{"uri":"Genera","surface_form":"genera","offset":752},{"uri":"Paranthropus","surface_form":"Paranthropus","offset":838},{"uri":"Africa","surface_form":"Africa","offset":984},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":1184},{"uri":"Canine","surface_form":"canine","offset":1335},{"uri":"Teeth","surface_form":"teeth","offset":1342},{"uri":"Foramen_magnum","surface_form":"foramen magnum","offset":1373},{"uri":"Bipedal","surface_form":"bipedal","offset":1404},{"uri":"Locomotion","surface_form":"locomotion","offset":1412},{"uri":"Sexual_dimorphism","surface_form":"sexual dimorphism","offset":1601},{"uri":"Tanzania","surface_form":"Tanzania","offset":2016},{"uri":"Bipedalism","surface_form":"bipedalism","offset":2104},{"uri":"Homo","surface_form":"Homo","offset":2203},{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":2225},{"uri":"Fossil","surface_form":"fossil","offset":2250},{"uri":"Kenyanthropus_platyops","surface_form":"Kenyanthropus platyops","offset":2516},{"uri":"Ardipithecus","surface_form":"Ardipithecus","offset":2655},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":2705},{"uri":"Pan_troglodytes","surface_form":"Pan troglodytes","offset":2718},{"uri":"Pan_paniscus","surface_form":"Pan paniscus","offset":2740},{"uri":"Molecular_clock","surface_form":"molecular clock","offset":2942},{"uri":"Sahelanthropus_tchadensis","surface_form":"Sahelanthropus tchadensis","offset":2974},{"uri":"Orrorin_tugenensis","surface_form":"Orrorin tugenensis","offset":3061},{"uri":"Molecular_clock","surface_form":"molecular clock","offset":3186},{"uri":"Franciso_J._Ayala","surface_form":"Ayala","offset":3690}]}