{"id":78279,"url":"http://en.wikipedia.org/wiki/Poverty_in_India","text":"e=\"preserve\">Poverty in India is an important issue. India has some of the poorest people in the world.\nThe Government of India says that the poverty line for rural areas is ₹ 816 per month and ₹ 1000 per month in urban areas. This means that many people do not have enough money. India's proposed but not yet adopted official poverty line is ₹972 (US$14) a month in rural areas or ₹1,407 (US$21) a month in cities.\nIn India, the average calorie requirement of an average man is 2400 calories per day in Rural area and 2100 calories per day in Urban area.\nIn 2012, the latest report by the Planning Commission of India (Tendulkar Committee) reported that 26% of all people in India fall below the international poverty line of US$1.25 per day. Over the last decade, poverty has been witnessed a consistent decline with the levels dropping from 37.2% in 2004-05 to 29.8% in 2009-10. The number of poor people is now estimated at 250 million.\nAnalysis.\nIn 1947 the average income in India was similar to South Korea. South Korea became a developed country by the 2000s, but India did not.\nFor the first 40 years, India followed the Soviet-style economic planning, nationalization programs and government ownership of industry. Its economic growth averaged about 3.5%, while Asian economies such as South Korea grew on average more than twice that rate annually. Adjusted for population growth in India, its income per head grew at 1.49% annually, while incomes of South Koreans - rich and poor - rose rapidly.\nIndia's Soviet-style economy included the \"Licence Raj\": the elaborate licences, regulations and red tape needed to set up and run a business in India between 1947 and 1990. The License Raj was a result of India's decision to have a planned economy, where all aspects of the economy are controlled by the state. Licences were only given to a select few. Corruption flourished under this system. Under this system, the country created few jobs and little wealth. Widespread poverty remained.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poverty_in_India_simpele_words_forASL_Topic","surface_form":"Poverty","offset":13},{"uri":"Poverty_line","surface_form":"poverty line","offset":142},{"uri":"Rural","surface_form":"rural","offset":159},{"uri":"Urban","surface_form":"urban","offset":214},{"uri":"Money","surface_form":"money","offset":274},{"uri":"India","surface_form":"India","offset":419},{"uri":"Calorie","surface_form":"calorie","offset":438},{"uri":"Rural_area","surface_form":"Rural area","offset":504},{"uri":"Urban_area","surface_form":"Urban area","offset":544},{"uri":"South_Korea","surface_form":"South Korea","offset":1002},{"uri":"Soviet","surface_form":"Soviet","offset":1130},{"uri":"Licence","surface_form":"licence","offset":1579},{"uri":"Red_tape","surface_form":"red tape","offset":1605},{"uri":"India","surface_form":"India","offset":1653},{"uri":"Planned_economy","surface_form":"planned economy","offset":1741},{"uri":"Corruption","surface_form":"Corruption","offset":1862}]}