{"id":783194,"url":"http://en.wikipedia.org/wiki/Complex_of_Koguryo_tombs","text":"The complex of Koguryo tombs or Goguryeo tombs is a group of tombs, or places where human bodies are buried, in North Korea. The tombs were built during the Kingdom of Koguryo, which ruled parts of China and Korea from the 37 b.c.e. to the 7th century c.e. These tombs were declared a UNESCO World Heritage Site in 2004.\nThe tombs are made of stonework and earthwork and some of them have large, detailed paintings inside them. Historians have found about 10,000 tombs from the Koguryo kingdom in China and Korea. Only about 100 of them have paintings on the inside. 80 of these painted tombs are in what we today call the Democratic People's Republic of Korea, or North Korea. 63 tombs are part of the World Heritage Site, and 16 of these tombs have paintings. They were chosen because their paintings are so detailed and show daily life, because the way they were built shows good engineering, because modern people can use the tombs to tell what the people of the Kingdom of Koguryo thought about burying people, and because the burials in the Kingdom of Koguryo affected many later countries, including the modern Koreas and Japan.\nThe 63 tombs of the World Heritage Site are not all in the same place. They are spread out across the city of Pyongyang and nearby provinces. Historians think these tombs were made for kings and other royals and nobles.\nSometimes experts from North Korea and South Korea work together on the Koguryo tombs, but this depends on how well the two countries are getting along.\nThieves and other looters broke into some of the tombs, and only a few were completely untouched when scientists first saw them.\nIn 2018, the Democratic People's Republic of Korea began to allow more visitors from outside the country to see the tombs. This was part of a plan to improve the economy.\nIn May 2020, the National Museum of Korea in Seoul, South Korea, produced a digital exhibit called Immersive Digital Galleries. This exhibit included digital versions of some of the paintings from the Anak No. 3 tomb.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tomb","surface_form":"tomb","offset":61},{"uri":"North_Korea","surface_form":"North Korea","offset":112},{"uri":"Goguryeo","surface_form":"Kingdom of Koguryo","offset":157},{"uri":"UNESCO_World_Heritage_Site","surface_form":"UNESCO World Heritage Site","offset":285},{"uri":"Masonry","surface_form":"stonework","offset":343},{"uri":"Earthworks","surface_form":"earthwork","offset":357},{"uri":"Engineering","surface_form":"engineering","offset":883},{"uri":"Japan","surface_form":"Japan","offset":1129},{"uri":"Pyongyang","surface_form":"Pyongyang","offset":1246},{"uri":"National_Museum_of_Korea","surface_form":"National Museum of Korea","offset":1826},{"uri":"Seoul","surface_form":"Seoul","offset":1854},{"uri":"South_Korea","surface_form":"South Korea","offset":1861},{"uri":"Digital","surface_form":"digital","offset":1885}]}