{"id":783338,"url":"http://en.wikipedia.org/wiki/Pont_Saint-B%C3%A9n%C3%A9zet","text":"The Pont Saint-Bénézet (; Provençal: \"Pònt de Sant Beneset\") is a famous medieval bridge in the town of Avignon, in the south of France. It is also known as the Pont d'Avignon ().\nA wooden bridge was built between 1177 and 1185. It went across the Rhône river between Villeneuve-lès-Avignon and Avignon. This early bridge was destroyed forty years later in 1226. This was during the Albigensian Crusade when Louis VIII of France attacked Avignon. In 1234 building started again for a new bridge with 22 stone arches. The stone bridge was about long and only wide. This width included the parapets at the sides. The bridge was abandoned in the mid-17th century. The arches collapsed (broke and fell into the water) each time the Rhône flooded. This made it very expensive to maintain (fix) the bridge.\nFour arches and the gatehouse at the Avignon end of the bridge still exist. The Chapel of Saint Nicholas sits on the second pier of the bridge. It was built in the second half of 12th century. It has changed a lot since then. The western terminus, the Tour Philippe-le-Bel also still exists.\nThe bridge was the inspiration for the French song \"Sur le pont d'Avignon.\" The bridge is an important landmark in the city. In 1995, the arches of the bridge, together with the Palais des Papes and Cathédrale Notre-Dame des Doms were classified as a World Heritage Site.\nHistory.\nThe bridge went across the Rhône between Avignon and Villeneuve-lès-Avignon. The first bridge was built between 1177 and 1185. It was destroyed during the siege of Avignon by Louis VIII of France in 1226. They started rebuilding the bridge again by 1234. Many historians think that the first bridge was made of wood or maybe a wooden structure supported on stone piers. When the bridge was built a second time, it was all made of stone. The stone bridge had 22 arches and 21 piers. Its length was. It did not run directly between the two gatehouses. It had a curved path. This was probably because of the position of the islands on the river at the time. Over the centuries the Rhône has moved across its floodplain. The position of the islands in the 13th century is not well documented. A 17th-century map shows that the southern end of the Île de la Barthelasse was upstream of the bridge. The bridge crossed small islands that were upstream of the Île de Piot. The space between the piers was between. The bridge was only in width with the parapets at the sides. The arches sometimes broke when the river flooded. They were sometimes replaced with temporary wooden structures, and after they were rebuilt in stone.\nThe bridge fell into a bad state during the 17th century. By 1644 the bridge was missing four arches. A flood in 1669 broke even more of the structure. After this, the other arches have collapsed one after the other, or they have been demolished. As of 2020, only four of the arches are left. The only other visible part of the bridge is some masonry from pier 11. This is attached to a private building on the Île de la Barthelasse. Remains of other piers are buried under a thick layer of sediment on the island or at the bottom of the Rhône. Piers 9 and 10 are both now on the Île de la Barthelasse. They were confirmed by cores drilled at the positions historians thought. They found masonry from the piers at a depth of below ground level. Just below the masonry, at a depth of around there were wooden fragments (small pieces). These were made of silver fir (\"Abies alba\"). Carbon-14 dating of this material gave dates of 1238–1301 AD for pier 9 and 1213–1280 AD for pier 10 (the range is for 2σ).\nThe arches are segmental rather than the semi-circular shape usually used in Roman bridges. Of the 4 arches that still exist, the largest span is. This is between the third and fourth piers. The piers have cutwaters. These are pointed both upstream and downstream. These mean there is less scour around the piers. This is one of the main problems for the stability of stone bridges. The piers were built with holes in the stone. This was to help lessen pressure from the flow of water when the river was in flood.\nAfter the collapse of the Saint-Bénézet bridge, people crossed the Rhône at Avignon by ferry. This happened until the beginning of the 19th century. Between 1806 and 1818 a wooden bridge was built across the river. The new bridge was a few hundred metres south of the old bridge at the. A suspension bridge replaced the section across the Avignon branch of the Rhône in 1843. This was demolished in 1960 with the opening of the Edouard Daladier bridge. The section of the wooden bridge across the Villeneuve branch of the Rhône was not replaced until 1909. The replacement stone bridge, the Nouveau Pont, was damaged by bombing in 1944. It was repaired after the war but was replaced by the Pont du Royaume in 1972.\nSaint Bénézet legend.\nSaint Bénézet inspired the building of the bridge. He was a shepherd boy from the hamlet of Villard in the Ardèche. According to tradition, he heard the voice of Jesus Christ while he was looking after his sheep. Jesus asked him to build a bridge across the river. Although he was ridiculed at first, he \"proved\" his divine inspiration by miraculously lifting a very large block of stone. He won support for his project and formed a Bridge Brotherhood to help with building the bridge. After his death, he was interred on the bridge itself. This was in a small chapel standing on one of the bridge's surviving piers on the Avignon side.\nSaint Nicholas Chapel.\nThe Saint Nicholas Chapel sits on a platform on the upstream side of the second pier (between the second and third arches). The bridge chapel has been restored and built again a few times. It now has two floors. Each floor has a nave and an apse. The upper floor is at the same level as the platform of the bridge. It makes the width of the walkway smaller. In this place, the walkway is only. There is a set of steps to get to the lower floor from the bridge.\nThe outside of the chapel shows marks of the rebuilding work. For example, there are blocked windows on the south-eastern wall. The nave is covered with stone roof tiles. These tiles rest on a series of corbels. The polygonal apse has a flat roof. It sits above the cutwater of the pier.\nThe lower chapel's apse is decorated with five arches. It is from the second half of the 12th century. At a later date, maybe as early as the 13th century, there was a floor supported by a ribbed quadripartite vault inserted into the structure. The simple rectangular upper chapel was consecrated in 1411. A side door was created in the lower chapel. This is because the stonework of the raised bridge blocked the original entrance. In 1513 a pentagonal apse with gothic columns was added to the upper chapel.\nIn 1670, after the bridge was abandoned, the relics of Saint Bénézet were transferred to the Hôpital du Pont (also called the Hôpital St Bénézet). This is within the city walls next to the gatehouse.\nThe bridge was also the site of devotion by the Rhône boatmen. This is because their patron saint was Saint Nicholas. They initially worshipped in the Saint Nicholas Chapel on the bridge itself (where Saint Bénézet's body was also interred). However, the bad condition of the bridge made it difficult to go there. In 1715 the confraternity of boatmen built a chapel on dry land on the Avignon side of the bridge. This was outside the ramparts next to the gatehouse. This chapel was destroyed by a major flood of the Rhône in 1856. A house for a caretaker was built on the ruins during the restoration work. This started around 1878. The residence was demolished after the restoration work on the bridge and gatehouse in the 1980s.\nGatehouses.\nThe bridge had great strategic importance. When it was built, it was the only fixed river crossing between Lyon and the Mediterranean Sea. It was also the only river crossing between the Comtat Venaissin (an enclave controlled by the Pope) and France controlled by the kings of France. As such, it was closely guarded on both sides of the river. The right bank was controlled by the French crown. The fortress of the Tour Philippe-le-Bel was close enough to see the bridge. This was built at the beginning of the 14th century. On the Avignon side, a large gatehouse was built in the 14th century. It was changed a lot in the 15th century. The walkway passed over the city wall and down a ramp (now destroyed). This led into the city.\nBetween 1265 and 1309 another stone bridge was built across the Rhône. This was upstream from Avignon, at what is now Pont-Saint-Esprit. At the time, it was called Saint-Saturnin-du-Port. The Pont-Saint-Esprit bridge originally had 20 arches. It was long. Although it is now changed, the medieval bridge still exists as of 2020.\nThe Chapel of Saint Nicholas and the four remaining arches were listed as a \"Monument historique\" in 1840.\nRoman bridge hypothesis.\nThere has been a debate on whether there was a bridge before the Saint Bénézet bridge was built in the 12th century. Henri Revoil first said there may have been an older bridge. He said this at the French Archaeological Conference held in Avignon in 1882. His main argument was that the stonework at the base of the four surviving piers became visible. At very low water, stone blocks were visible. They were larger than those above. They had features that looked foreign to the existing bridge. The style of the masonry indicated to Revoil that there had been an earlier bridge dating from either the late Roman or Carolingian periods. In 1892 Louis Rochetin published an article. It said that the stone blocks at the base of the first pier and those on either side of the second pier supporting the chapel were the remains of springers that would have supported earlier Roman arches.\nDenis-Marcel Marié self-published a book about the bridge in 1953. It looked at all the previous publications. In the last chapter it supported the hypothesis that there was an earlier bridge built by the Gallo-Romans around the end of the Roman occupation. He said that the bases of the piers that were still there belonged to this earlier bridge. He also said that the semi-circular arches used during the Roman period meant that the level of the roadway would have been higher than the top of the surviving chapel. Marié supposed that this early bridge had collapsed over the following seven centuries. He said that the 12th century Bénézet bridge had a decking supported on wooden piles linking the ruined Roman piers. The piles were needed because the gaps between the Roman stone piers would have been too large to span with wooden beams without the support in between. The height of the Bénézet bridge would have been at the level of the lower chapel.\nPerrot \"et al.\" published an article in 1971 about a Roman bridge too. The article talked about a survey in 1969 on the vestiges of the piers in the Villeneuve branch of the river the Compagnie Nationale du Rhône (CNR) destroyed them. The article also had long quotes from an unpublished report by Mr Mathian, an engineer working for the CNR. This was about a survey carried out in 1965 on the four intact piers on the Avignon side of the river. This survey found a layer of wood, at least 20 cm in thickness. This was under the foundations of each of the four intact piers.\nA sample of the wood was dated by the Centre national de la recherche scientifique (CNRS). They used the radiocarbon technique. It was from between 290 and 530 AD, corresponding to the end of the Roman Empire. In the survey of the ruined piers in the Villeneuve channel, a pier (listed as number 14) was found to contain wooden beams inside the masonry. A sample of this wood was radiodated to 890 AD. During the dredging of the Villeneuve channel the remains of three large wooden piles were recovered. Two of these were still covered with iron tips.\nThe archaeologist Dominique Carru, accepted the radiocarbon date for the sample of wood. However, he argued in 1999 that it is very unlikely that an earlier bridge existed. It is not mentioned in the surviving texts from the high medieval period. Also, a bridge would have led to the development of a town on the right bank of the Rhône opposite Avignon, similar to those at other locations in the Rhône valley, such as Trinquetaille opposite Arles and Saint-Romain-en-Gal near Vienne. There is no evidence for an important early settlement near the terminus of the bridge. The main east-west route in the Roman period passed through Tarascon-Beaucaire, to the south. It avoided the river at Avignon which was wide and variable in position.\nThe song \"Sur le Pont d'Avignon\".\nThe bridge has became famous with the song \"Sur le Pont d'Avignon\" (\"On the Bridge of Avignon\"). An earlier song with the same title was popular in the 16th and 17th centuries. Ottaviano Petrucci published the melody in his \"Harmonice Musices Odhecaton\" of 1503-4. The 16th-century composer Pierre Certon used the melody in a mass with the title: \"Sus le Pont d'Avignon\". The modern version of the song dates from the mid-19th century. Adolphe Adam included it in the opéra comique \"Le Sourd ou l'Auberge pleine.\" This was first played in Paris in 1853. The opera was an adaptation of the 1790 comedy by Desforges.","categories":[],"infobox_types":[],"annotations":[{"uri":"Proven%C3%A7al_dialect","surface_form":"Provençal","offset":26},{"uri":"Medieval","surface_form":"medieval","offset":73},{"uri":"Bridge","surface_form":"bridge","offset":82},{"uri":"Avignon","surface_form":"Avignon","offset":104},{"uri":"France","surface_form":"France","offset":129},{"uri":"Wood","surface_form":"wooden","offset":182},{"uri":"Rh%C3%B4ne","surface_form":"Rhône","offset":248},{"uri":"Villeneuve-l%C3%A8s-Avignon","surface_form":"Villeneuve-lès-Avignon","offset":268},{"uri":"Albigensian_Crusade","surface_form":"Albigensian Crusade","offset":383},{"uri":"Louis_VIII_of_France","surface_form":"Louis VIII of France","offset":408},{"uri":"Arch","surface_form":"arches","offset":509},{"uri":"Parapets","surface_form":"parapets","offset":588},{"uri":"Abandon","surface_form":"abandoned","offset":626},{"uri":"Arch","surface_form":"arches","offset":665},{"uri":"Flood","surface_form":"flooded","offset":734},{"uri":"Maintenance","surface_form":"maintain","offset":774},{"uri":"Gatehouse","surface_form":"gatehouse","offset":821},{"uri":"Chapel","surface_form":"Chapel","offset":881},{"uri":"Terminus","surface_form":"terminus","offset":1039},{"uri":"Tour_Philippe-le-Bel","surface_form":"Tour Philippe-le-Bel","offset":1053},{"uri":"Inspiration","surface_form":"inspiration","offset":1112},{"uri":"Sur_le_pont_d%27Avignon","surface_form":"Sur le pont d'Avignon","offset":1145},{"uri":"Landmarks","surface_form":"landmark","offset":1196},{"uri":"Palais_des_Papes","surface_form":"Palais des Papes","offset":1271},{"uri":"Avignon_Cathedral","surface_form":"Cathédrale Notre-Dame des Doms","offset":1292},{"uri":"Classify","surface_form":"classified","offset":1328},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1344},{"uri":"Destroy","surface_form":"destroyed","offset":1508},{"uri":"Siege","surface_form":"siege","offset":1529},{"uri":"Louis_VIII_of_France","surface_form":"Louis VIII","offset":1549},{"uri":"Historian","surface_form":"historians","offset":1634},{"uri":"Pier","surface_form":"piers","offset":1737},{"uri":"Gatehouse","surface_form":"gatehouses","offset":1912},{"uri":"Curve","surface_form":"curved","offset":1933},{"uri":"Floodplain","surface_form":"floodplain","offset":2079},{"uri":"Upstream","surface_form":"upstream","offset":2243},{"uri":"Temporary","surface_form":"temporary","offset":2526},{"uri":"Demolish","surface_form":"demolished","offset":2828},{"uri":"Masonry","surface_form":"masonry","offset":2936},{"uri":"Sediment","surface_form":"sediment","offset":3084},{"uri":"Core","surface_form":"cores","offset":3219},{"uri":"Drill","surface_form":"drilled","offset":3225},{"uri":"Abies_alba","surface_form":"Abies alba","offset":3459},{"uri":"Radiocarbon_dating","surface_form":"Carbon-14 dating","offset":3473},{"uri":"Circular_segment","surface_form":"segmental","offset":3612},{"uri":"Starling_(architecture)","surface_form":"cutwaters","offset":3803},{"uri":"Downstream","surface_form":"downstream","offset":3850},{"uri":"Bridge_scour","surface_form":"scour","offset":3887},{"uri":"Stability","surface_form":"stability","offset":3952},{"uri":"Pressure","surface_form":"pressure","offset":4050},{"uri":"Ferry","surface_form":"ferry","offset":4198},{"uri":"Demolition","surface_form":"demolished","offset":4496},{"uri":"B%C3%A9n%C3%A9zet","surface_form":"Bénézet","offset":4855},{"uri":"Shepherd","surface_form":"shepherd","offset":4909},{"uri":"Hamlet_(place)","surface_form":"hamlet","offset":4931},{"uri":"Ard%C3%A8che","surface_form":"Ardèche","offset":4956},{"uri":"Ridicule","surface_form":"ridiculed","offset":5130},{"uri":"Deity","surface_form":"divine","offset":5166},{"uri":"Miracle","surface_form":"miraculously","offset":5188},{"uri":"Burial","surface_form":"interred","offset":5359},{"uri":"Bridge_chapel","surface_form":"bridge chapel","offset":5637},{"uri":"Nave","surface_form":"nave","offset":5738},{"uri":"Apse","surface_form":"apse","offset":5750},{"uri":"Corbel","surface_form":"corbel","offset":6173},{"uri":"Polygon","surface_form":"polygonal","offset":6186},{"uri":"Decorate","surface_form":"decorated","offset":6285},{"uri":"Rib_vault","surface_form":"ribbed quadripartite vault","offset":6447},{"uri":"Rectangle","surface_form":"rectangular","offset":6514},{"uri":"Consecration","surface_form":"consecrated","offset":6543},{"uri":"Pentagon","surface_form":"pentagonal","offset":6701},{"uri":"Gothic_architecture","surface_form":"gothic","offset":6722},{"uri":"Devotion","surface_form":"devotion","offset":7000},{"uri":"Sailor","surface_form":"boatmen","offset":7022},{"uri":"Patron_saint","surface_form":"patron saint","offset":7053},{"uri":"Saint_Nicholas","surface_form":"Saint Nicholas","offset":7070},{"uri":"Worship","surface_form":"worshipped","offset":7101},{"uri":"Confraternity","surface_form":"confraternity","offset":7294},{"uri":"Caretaker","surface_form":"caretaker","offset":7513},{"uri":"Ruins","surface_form":"ruins","offset":7540},{"uri":"Strategy","surface_form":"strategic","offset":7732},{"uri":"Lyon","surface_form":"Lyon","offset":7818},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":7831},{"uri":"Comtat_Venaissin","surface_form":"Comtat Venaissin","offset":7898},{"uri":"Enclave","surface_form":"enclave","offset":7919},{"uri":"Pope","surface_form":"Pope","offset":7945},{"uri":"List_of_French_monarchs","surface_form":"kings of France","offset":7980},{"uri":"Guard","surface_form":"guarded","offset":8021},{"uri":"Tour_Philippe-le-Bel","surface_form":"Tour Philippe-le-Bel","offset":8128},{"uri":"Gatehouse","surface_form":"gatehouse","offset":8267},{"uri":"Pont-Saint-Esprit","surface_form":"Pont-Saint-Esprit","offset":8563},{"uri":"Monument_historique","surface_form":"Monument historique","offset":8851},{"uri":"Debate","surface_form":"debate","offset":8923},{"uri":"Visible","surface_form":"visible","offset":9250},{"uri":"Carolingian_dynasty","surface_form":"Carolingian","offset":9522},{"uri":"Springer_(architecture)","surface_form":"springer","offset":9734},{"uri":"Hypothesis","surface_form":"hypothesis","offset":9940},{"uri":"Gallo-Roman_culture","surface_form":"Gallo-Romans","offset":9997},{"uri":"Occupation","surface_form":"occupation","offset":10038},{"uri":"Compagnie_Nationale_du_Rh%C3%B4ne","surface_form":"Compagnie Nationale du Rhône","offset":10935},{"uri":"Engineer","surface_form":"engineer","offset":11064},{"uri":"Centre_national_de_la_recherche_scientifique","surface_form":"Centre national de la recherche scientifique","offset":11364},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon technique","offset":11431},{"uri":"Beam_(structure)","surface_form":"beams","offset":11654},{"uri":"Dredging","surface_form":"dredging","offset":11739},{"uri":"Dominique_Carru","surface_form":"Dominique Carru","offset":11896},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon date","offset":11926},{"uri":"Debate","surface_form":"argued","offset":11979},{"uri":"High_Middle_Ages","surface_form":"high medieval period","offset":12103},{"uri":"Trinquetaille","surface_form":"Trinquetaille","offset":12298},{"uri":"Arles","surface_form":"Arles","offset":12321},{"uri":"Saint-Romain-en-Gal","surface_form":"Saint-Romain-en-Gal","offset":12331},{"uri":"Vienne%2C_Is%C3%A8re","surface_form":"Vienne","offset":12356},{"uri":"Terminus","surface_form":"terminus","offset":12428},{"uri":"Tarascon","surface_form":"Tarascon","offset":12512},{"uri":"Beaucaire%2C_Gard","surface_form":"Beaucaire","offset":12521},{"uri":"Sur_le_Pont_d%27Avignon","surface_form":"Sur le Pont d'Avignon","offset":12697},{"uri":"Ottaviano_Petrucci","surface_form":"Ottaviano Petrucci","offset":12830},{"uri":"Melody","surface_form":"melody","offset":12863},{"uri":"Harmonice_Musices_Odhecaton","surface_form":"Harmonice Musices Odhecaton","offset":12878},{"uri":"Pierre_Certon","surface_form":"Pierre Certon","offset":12944},{"uri":"Adolphe_Adam","surface_form":"Adolphe Adam","offset":13089},{"uri":"Op%C3%A9ra_comique","surface_form":"opéra comique","offset":13121},{"uri":"Pierre_Jean_Baptiste_Choudard_Desforges","surface_form":"Desforges","offset":13257}]}