{"id":78332,"url":"http://en.wikipedia.org/wiki/Bingo","text":"e=\"preserve\">Bingo or Housie is a game where people try to match numbers drawn at random with numbers on a card. When someone does this, they call \"BINGO!\" or \"HOUSE!\" very loud so everyone playing can hear.\nThe game was invented in Italy in the 1500s. The game slowly moved to other countries like France, Great Britain, and other parts of Europe. Bingo originates from the Italian lottery, Il Gioco del Lotto d'Italia. In Paris the game was known as Le Lotto, played by the rich part of French society. Since then the game become popular all over the world and today Charitable Bingo in US is worth $3 Billion.\nIn the United Kingdom, the game is played by marking a card. The card has 27 squares in 3 rows of 9. 15 squares have a numbers between 1 and 90. 5 numbers on each row. The winner is the first player to mark the 5 numbers in one line or all fifteen numbers on the card.\nBingo cards are normally printed in strips of six. A strip of six cards has every number between 1 and 90. Many people buy only 4 cards, so that the other two cards were usually wasted. Edward Thompson and Company, the largest printer of bingo tickets in the UK found a way to print strips of 12 so that there would be less waste, and so that any 6 tickets had all of the numbers 1 to 90.\nIn the UK, all money used to buy the bingo ticket must be given back in prize money. The owner of a bingo club is allowed to charge an entrance fee and also a \"participation fee\" (a fee to be allowed to take part in the bingo game).\nIn the United States, the game is played by a group of people. All of the group has cards and tokens. When a number is called that you have on your card, you place a token on that spot. The first person to make a line of 5 tokens up or down, across, or diagonally wins the game. This game is played for prizes usually.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lottery","surface_form":"lottery","offset":383},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":620},{"uri":"Three","surface_form":"3","offset":701},{"uri":"Nine","surface_form":"9","offset":711},{"uri":"Five","surface_form":"5","offset":758},{"uri":"Five","surface_form":"5","offset":824},{"uri":"Four","surface_form":"4","offset":1010},{"uri":"United_States","surface_form":"United States","offset":1511},{"uri":"Five","surface_form":"5","offset":1725}]}