{"id":783318,"url":"http://en.wikipedia.org/wiki/Crinkle_crankle_wall","text":"A crinkle crankle wall is a brick wall built in alternate convex and concave curves. It is sometimes described as a serpentine wall or a wavy wall. It is found most often in England, though the idea has been used elsewhere. The walls do look elegant, but the main object is practical. The format resists the usual pushes from the surrounding earth, and so needs fewer repairs than straight walls do.\nThomas Jefferson (1743–1826) incorporated serpentine walls into the architecture of the University of Virginia, which he founded. On both sides of its rotunda and down the length of the lawn are ten pavilions. Each has its own walled garden separated by crinkle crankle walls.\nMany crinkle crankle walls are found in East Anglia, England. There the marshes of The Fens were drained by Dutch engineers, starting in the mid-1600s. They apparently introduced the idea.  The county of Suffolk has at least 50 examples, twice as many as in the rest of the country. The term \"crinkle crankle\" is said to derive from a Suffolk dialect. The crinkle crankle wall running from the former manor house to All Saints' Church in the estate village of Easton is believed to be the longest existing example.\nThe idea, which is never seen in cities, is not that uncommon in south-eastern England. The ancient village of Wheathampstead in Hertfordshire has a crinckle-crankle wall near its church. It has needed far less maintenance than the straight walls in the vicinity.\nIn Lymington, Hampshire, there are at least two examples of crinkle crankle walls. The older of the two is thought to have been constructed at the time of the Napoleonic Wars (1803–1815) by exiled Hanoverian soldiers living in a nearby house.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brick","surface_form":"brick","offset":28},{"uri":"Wall","surface_form":"wall","offset":34},{"uri":"Convex","surface_form":"convex","offset":58},{"uri":"Concave","surface_form":"concave","offset":69},{"uri":"Curve","surface_form":"curve","offset":77},{"uri":"England","surface_form":"England","offset":174},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":400},{"uri":"University_of_Virginia","surface_form":"University of Virginia","offset":488},{"uri":"Rotunda","surface_form":"rotunda","offset":551},{"uri":"East_Anglia","surface_form":"East Anglia","offset":717},{"uri":"England","surface_form":"England","offset":730},{"uri":"Marsh","surface_form":"marsh","offset":749},{"uri":"The_Fens","surface_form":"The Fens","offset":760},{"uri":"Dutch","surface_form":"Dutch","offset":785},{"uri":"Suffolk","surface_form":"Suffolk","offset":881},{"uri":"Manor_house","surface_form":"manor house","offset":1078},{"uri":"Easton%2C_Suffolk","surface_form":"Easton","offset":1137},{"uri":"Wheathampstead","surface_form":"Wheathampstead","offset":1303},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":1321},{"uri":"Lymington","surface_form":"Lymington","offset":1459},{"uri":"Hampshire","surface_form":"Hampshire","offset":1470},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":1615}]}