{"id":783326,"url":"http://en.wikipedia.org/wiki/Crofting","text":"e=\"preserve\">Crofting is a form of land tenure. It also involves small-scale food production, particularly in the Scottish Highlands. Within the 19th century, townships, and individual crofts were established on the better land. Then a large area of poorer-quality hill ground was shared by all the crofters of the township for feeding their livestock.\nPractice.\nCrofting is a traditional social system in Scotland defined by small-scale food production. It is a group of common working communities, or \"townships\". Individual crofts are typically established on of in-bye for better quality forage, arable and vegetable production. Each township manages poorer-quality hill ground as common grazing for cattle and sheep.\nDespite its challenges, crofting is important to the Highlands. In 2014-15 there were 19,422 crofts, with 15,388 crofters. S\nRequirements.\nTenants and owner-occupier crofters are required to comply with a range of duties specified in sections 5AA to 5C and 19C of the Crofters (Scotland) Act 1993. There is a requirement to be ordinarily resident within 32km of the croft. If the croft is the sole dwelling and the crofter's family are resident while the croft is away this would probably be accepted as ordinarily resident. Other situations involving other places of residence would need to be assessed individually. In addition to the duty of residence tenants and owner occupier crofters are required to ensure the croft is cultivated, maintained and not neglected or misused.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tenure","surface_form":"tenure","offset":40},{"uri":"Supply_chain","surface_form":"production","offset":82},{"uri":"Scottish_Highlands","surface_form":"Scottish Highlands","offset":114},{"uri":"Town","surface_form":"townships","offset":159},{"uri":"Croft_(land)","surface_form":"crofts","offset":185},{"uri":"Crofters","surface_form":"crofters","offset":299},{"uri":"Inbye","surface_form":"in-bye","offset":566},{"uri":"Tenant_farming","surface_form":"Tenants","offset":861},{"uri":"Crofters_(Scotland)_Act_1993","surface_form":"Crofters (Scotland) Act 1993","offset":990}]}