{"id":78331,"url":"http://en.wikipedia.org/wiki/Francisco_Pizarro","text":"Francisco Pizarro González, Marqués de los Atabillos (1471– June 26, 1541) was a Spanish conquistador. Today, he is known as the conqueror of the Inca Empire. He also founded Lima, La Ciudad de los Reyes, capital of Peru. Pizarro was born in Trujillo, Extremadura, Spain.\nFamily.\nHe was an illegitimate son of Gonzalo Pizarro Rodríguez de Aguilar (senior) who as colonel of infantry served in the Italian campaigns under Gonzalo Fernández de Córdoba, and in Navarre, with some distinction. His mother was Francisca González Mateos, a woman of slender means from Trujillo. Through his father, Francisco was second cousin to Hernán Cortés, the famed conquistador of Mexico.\nConquests.\nIn 1502, Pizarro traveled to the New World where he joined in several expeditions to see the Pacific Ocean. In 1513 Pizarro joined the expedition of Vasco Núñez de Balboa across the Isthmus of Panama to become one of the first Europeans to see the Pacific Ocean. In 1524, after hearing stories about the exploration of Peru, he joined Diego de Almagro and Hernando de Soto. Together, they agreed to travel to Peru and look for gold. The expedition was a disaster, but Pizarro made connections with the Inca people.\nIn 1528 he returned to Spain, where the king allowed him to conquer the new land for Spain. Pizarro himself was to be named governor of Peru. In 1531 he landed in Peru again, leading fewer than 300 soldiers. The country was devastated by a recent civil war between Atahualpa and Huascar, the sons of the dead emperor. In November 1532, Pizarro met Atahualpa in the city of Cajamarca and managed to capture him, even though the Inca was protected by thousands of soldiers. The weapons of the Spaniards proved superior. In 1533, after paying a huge ransom for his release, Atahualpa requested to be let free but Pizarro killed him anyway. He then continued south into Peru and captured the capital of Cuzco.\nIn 1535, Pizarro founded a new capital named La Ciudad de los Reyes, today known as Lima. However, some Spaniards had not been part of the capture of the Inca and therefore had not been paid any gold. Led by Almagro, the \"Almagristas\", Almagro's men, marched south into present-day Chile to find new riches, while Pizarro stayed in Peru. The Inca were treated very poorly and their riches stolen by the Spaniards, who built huge estates or brought gold back to Spain.\nPizarro became the richest and most powerful of them all.\nIn 1536, the Inca tried to overthrow him in a rebellion, but failed since Pizarro managed to subdue the Incas after a year of fights.\nHowever, the Spaniards had became so weakened that when Almagro returned, he took power and expelled Pizarro to the north. Pizarro returned with an army in 1538 and defeated Almagro. Almagro was executed in the plaza of Cuzco and Pizarro was again sole ruler.\nHowever, Almagro had a son who swore revenge, and in 1541, Pizarro was killed in his palace in Lima by a number of men following Diego Almagro the younger. He was himself caught and executed the following year, so was the last brother of Pizarro struggling for power in Peru, in 1548. Then the Spanish king took personal control over the country by a personal envoy, the \"Viceroy\".","categories":[],"infobox_types":[],"annotations":[{"uri":"1471","surface_form":"1471","offset":54},{"uri":"June_26","surface_form":"June 26","offset":60},{"uri":"1541","surface_form":"1541","offset":69},{"uri":"Spain","surface_form":"Spanish","offset":81},{"uri":"Conquistador","surface_form":"conquistador","offset":89},{"uri":"Inca_Empire","surface_form":"Inca Empire","offset":146},{"uri":"Lima","surface_form":"Lima","offset":175},{"uri":"Peru","surface_form":"Peru","offset":216},{"uri":"Trujillo%2C_Spain","surface_form":"Trujillo","offset":242},{"uri":"Extremadura","surface_form":"Extremadura","offset":252},{"uri":"Spain","surface_form":"Spain","offset":265},{"uri":"Illegitimate","surface_form":"illegitimate","offset":290},{"uri":"Gonzalo_Pizarro_Rodr%C3%ADguez_de_Aguilar","surface_form":"Gonzalo Pizarro Rodríguez de Aguilar","offset":310},{"uri":"Italy","surface_form":"Italian","offset":397},{"uri":"Gonzalo_Fern%C3%A1ndez_de_C%C3%B3rdoba","surface_form":"Gonzalo Fernández de Córdoba","offset":421},{"uri":"Navarre","surface_form":"Navarre","offset":458},{"uri":"Hern%C3%A1n_Cort%C3%A9s","surface_form":"Hernán Cortés","offset":623},{"uri":"1502","surface_form":"1502","offset":686},{"uri":"New_World","surface_form":"New World","offset":716},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":776},{"uri":"Vasco_N%C3%BA%C3%B1ez_de_Balboa","surface_form":"Vasco Núñez de Balboa","offset":832},{"uri":"Panama","surface_form":"Panama","offset":876},{"uri":"1524","surface_form":"1524","offset":949},{"uri":"Peru","surface_form":"Peru","offset":1002},{"uri":"Diego_de_Almagro","surface_form":"Diego de Almagro","offset":1018},{"uri":"Hernando_de_Soto","surface_form":"Hernando de Soto","offset":1039},{"uri":"Inca","surface_form":"Inca","offset":1185},{"uri":"1528","surface_form":"1528","offset":1201},{"uri":"1531","surface_form":"1531","offset":1343},{"uri":"Civil_war","surface_form":"civil war","offset":1445},{"uri":"Atahualpa","surface_form":"Atahualpa","offset":1463},{"uri":"Huascar","surface_form":"Huascar","offset":1477},{"uri":"1532","surface_form":"1532","offset":1528},{"uri":"Cajamarca","surface_form":"Cajamarca","offset":1571},{"uri":"1533","surface_form":"1533","offset":1719},{"uri":"Cuzco","surface_form":"Cuzco","offset":1897},{"uri":"1535","surface_form":"1535","offset":1907},{"uri":"Lima","surface_form":"Lima","offset":1988},{"uri":"Chile","surface_form":"Chile","offset":2186},{"uri":"Inca_Empire","surface_form":"Inca","offset":2246},{"uri":"1536","surface_form":"1536","offset":2433},{"uri":"1538","surface_form":"1538","offset":2720},{"uri":"1541","surface_form":"1541","offset":2877},{"uri":"1548","surface_form":"1548","offset":3103}]}