{"id":783557,"url":"http://en.wikipedia.org/wiki/USS_Enterprise_(CVN-80)","text":"USS \"Enterprise\" (CVN-80) will be the third to be built for the United States Navy. She will be the ninth United States naval vessel to bear the name, and is scheduled to be in operation by 2027. Her construction began in August 2017 with a steel-cutting ceremony.\nNaming.\nOn 1 December 2012, during the presentation of a pre-recorded speech at the inactivation ceremony for, then-Secretary of the Navy Ray Mabus announced that CVN-80 would be named \"Enterprise\". She will be the ninth ship and the third aircraft carrier in the history of the United States Navy to bear the name. CVN-80 will also be the first American supercarrier not to be named in honor of a person since the was commissioned in 1966. In December 2016, Mabus chose Olympic gold medalists Katie Ledecky and Simone Biles to sponsor the ship.\nConstruction.\nCVN-80 will be built by Huntington Ingalls Industries-Newport News Shipbuilding in Newport News, Virginia. \"Enterprise\" is scheduled to begin active construction around 2018 and be delivered by 2025. However, in an effort to save costs, the Congressional Research Service indicates that the Department of the Navy is reviewing the possibility of extending the length of time used to build both and \"Enterprise\" by two years. If approved, the ship would not enter service until 2027 and prevent any instance of 12 carriers being in service at any one time. The steel from CVN-65 will be recycled and used to construct CVN-80. The ship is currently scheduled to replace. The first cut of steel ceremony, marking the beginning of fabrication of the ship's components, was held on 21 August 2017, with ship's sponsors Katie Ledecky and Simone Biles present. Construction began in advance of the purchase contract and construction award, in early 2018. In the spring of 2018, a piece of steel from CVN-65 was melted down and remade into a keel plate for CVN-80.","categories":[],"infobox_types":["ship image","ship career","ship characteristics"],"annotations":[{"uri":"United_States_Navy","surface_form":"United States Navy","offset":64},{"uri":"List_of_ships_of_the_United_States_Navy_named_Enterprise","surface_form":"the name","offset":141},{"uri":"Ray_Mabus","surface_form":"Ray Mabus","offset":403},{"uri":"Katie_Ledecky","surface_form":"Katie Ledecky","offset":759},{"uri":"Simone_Biles","surface_form":"Simone Biles","offset":777},{"uri":"Huntington_Ingalls_Industries","surface_form":"Huntington Ingalls Industries-Newport News Shipbuilding","offset":849},{"uri":"Congressional_Research_Service","surface_form":"Congressional Research Service","offset":1066},{"uri":"United_States_Department_of_the_Navy","surface_form":"Department of the Navy","offset":1116}]}