{"id":783683,"url":"http://en.wikipedia.org/wiki/Indiana_Dunes_National_Park","text":"Indiana Dunes National Park is a national park in Indiana, United States. Indiana Dunes National Lakeshore is known for its beautiful beaches.\nMore than 3.5 million people visit a sandy, hilly area called Indiana Dunes each year. It sits along the shores of Lake Michigan, about southeast of Chicago. Visitors to the area swim and sail on the lake. They watch birds in the wetlands. They study plant life in the forests of oak and maple trees. Now, the 6,000-hectare site is the newest national park, and also 61st national park in the United States. It became Indiana Dunes National Park on February 15, 2019.\nA name change.\nThe park used to be known as Indiana Dunes National Lakeshore, managed by National Park service. The related act in February, 2019 did not influence finance and the area of the park at all. It changed the name from Indiana Dunes National Lakeshore into Indiana Dunes National Park. It does, however, give the area the same recognition as more well-known national parks like Yellowstone and Yosemite.\nEcology.\nThe park is one of the most ecologically mixed places in North America. Indiana Dunes has about 1,500 different kinds of plants.\nThe Dunes are also along a major migration path, and birdwatching is a big reason visitors come to Indiana Dunes each year. The area is home to more than 300 species of birds. The birds include waterbirds such as loons and herons, as well as birds of prey like bald eagles and hawks. Several species of songbirds also live there.\nMaple sugar.\nIn winter season, people living near by or visitors enjoy collecting sap from maple trees in the park in order to make maple syrup. Sap is a liquid containing sugar inside the trees. People can get sap by making a small hole in a tree. Maple tree sap was historically collected by local American Indians, pioneers and early residents of a farm.\nA Maple Sugar Time festival is held in March every year. visitors can learn how American Indians first boiled maple sap into sugar, and how early settlers used large iron kettles to make syrup. Pure maple syrup and sugar, and related products like maple-flavored popcorn and maple water, are for sale.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indiana","surface_form":"Indiana","offset":50},{"uri":"Beach","surface_form":"beach","offset":134},{"uri":"Chicago","surface_form":"Chicago","offset":292},{"uri":"National_Park_Service","surface_form":"National Park service","offset":700}]}