{"id":783603,"url":"http://en.wikipedia.org/wiki/Jongmyo","text":"Jongmyo Shrine is a religious building in Seoul, South Korea. It is a Confucian royal shrine from the Joseon Dynasty. It was built in the late 1300s, destroyed during a Japanese invasion in the 1500s, and rebuilt in the 1600s. People still use it in modern times.\nThe Jongmyo Shrine holds spirit tablets, each dedicated to a specific king or queen from the Joseon Dynasty. The Confucian way of life includes ancestor worship. During the Joseon Dynasty, the king of Korea would go to Jongmyo to pray to earlier kings and queens. There were also larger rites, with more people. Some of them involved singing and dancing. Some of these rites are still performed in modern times.\nThe layout of the shrine was planned very carefully to complement and work with the hills and other natural structures around it.\nJongmyo has a main shrine, called Jeongjeon. It has a smaller shrine called Yeongnyeongjeon, or \"the Hall of Eternal Peace\" in English. It also has a place specifically for the king, a storage building for ritual items, and a waiting area. There is also a specific shrine to King Kongmin from the earlier Koryo Dynasty. That shrine was built by the Joseon-era King Taejo.\nThe Jongmyo-Daejae, or \"Royal Shrine Ritual\" in English, was the most important rite performed at the shrine. During the Joseon Dynasty, it was performed five times each year. During the Japanese occupation of Korea (1910-1945), it was not performed because the Japanese did not allow it. Since 1969, the Royal Family Association has performed the Jongmyo-Daejae once each year. The Jongmyo-Daejae itself and the music used in the Jongmyo-Daejae were both declared Intangible Cultural Heritage by UNESCO in 2001.\nJongmyo was named a UNESCO World Heritage Site in 1995.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religious","offset":20},{"uri":"Seoul","surface_form":"Seoul","offset":42},{"uri":"South_Korea","surface_form":"South Korea","offset":49},{"uri":"Confucianism","surface_form":"Confucian","offset":70},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":102},{"uri":"Japan","surface_form":"Japanese","offset":169},{"uri":"Spirit_tablets","surface_form":"spirit tablets","offset":289},{"uri":"Ancestor_worship","surface_form":"ancestor worship","offset":408},{"uri":"Rite","surface_form":"rite","offset":551},{"uri":"Koryo_Dynasty","surface_form":"Koryo Dynasty","offset":1111},{"uri":"Japanese_occupation_of_Korea","surface_form":"Japanese occupation of Korea","offset":1365},{"uri":"Intangible_Cultural_Heritage","surface_form":"Intangible Cultural Heritage","offset":1643},{"uri":"UNESCO","surface_form":"UNESCO","offset":1675},{"uri":"UNESCO_World_Heritage_Site","surface_form":"UNESCO World Heritage Site","offset":1711}]}