{"id":783732,"url":"http://en.wikipedia.org/wiki/Grand-Pr%C3%A9_National_Historic_Site","text":"e=\"preserve\">Grand-Pré National Historic Site is a park set to honour the Grand-Pré area of Nova Scotia. Grand-Pré is a UNESCO World Heritage Site. It is the main site of the two National Historic Sites of Canada.\nIt was the centre of Acadian settlement from 1682 to 1755. It honours the memory of the deportation of the Acadians that happened during the French and Indian War. The original village of Grand Pré is four kilometres along the ridge between present-day Wolfville and Hortonville.\nHistory.\nGrand-Pré (French for \"great meadow\") is located on the shore of the Minas Basin. It was an area of tidal marshland. The first people who lived in the area in 1680 were Pierre Melanson dit Laverdure and his wife Marguerite Mius d'Entremont. They had five young children. They came from the nearby Port-Royal. It was the first capital of the French settlement of Acadia (\"Acadie\" in French).\nPierre Melanson and other Acadians who joined him in Grand-Pré built dykes there to hold back the tides along the Minas Basin. They made rich pastures for their animals and fertile fields for their crops. Grand-Pré became the bread basket of Acadia. It soon outgrew Port-Royal. By the mid-18th century, it was the largest of the numerous Acadian communities around the Bay of Fundy and the coastline of Nova Scotia (Latin for \"New Scotland\").\nHistoric designations.\nThe \"Landscape of Grand Pré\" was added to Canada's tentative list of potential World Heritage Sites in 2004. By June 20, 2012, it became part of the World Heritage Sites by UNESCO It has of polderised marshland. Its archaeological sites were recognized as an \"exceptional example of the adaptation of the first European settlers to the conditions of the North American Atlantic coast\" and as \"a memorial to Acadian way of life and deportation\".\nOn the 300th anniversary of the arrival of the first Acadians in the region in 1682, the Grand-Pré memorial park was designated the \"Grand-Pré National Historic Site of Canada\" in commemoration of the settlement, and later deportation of the Acadians. In 1995, the site and its surrounding regions were assigned the \"Grand-Pré Rural Historic District National Historic Site of Canada\". It was given in honour of the rural cultural landscape which features one of the oldest land occupation and use patterns of European origin in Canada.\nThe \"Grand Pré Heritage Conservation District\" was chosen under the provincial Heritage Property Act in 1999. It includes the area in and around the hamlet of Grand-Pré, as well as the Grand-Pré National Historic Site of Canada.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grand-Pr%C3%A9%2C_Nova_Scotia","surface_form":"Grand-Pré","offset":74},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":92},{"uri":"UNESCO","surface_form":"UNESCO","offset":120},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":127},{"uri":"National_Historic_Sites_of_Canada","surface_form":"National Historic Sites of Canada","offset":179},{"uri":"Acadia","surface_form":"Acadian","offset":235},{"uri":"Commune","surface_form":"settlement","offset":243},{"uri":"Great_Upheaval","surface_form":"deportation","offset":302},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":355},{"uri":"Wolfville","surface_form":"Wolfville","offset":467},{"uri":"Hortonville%2C_Nova_Scotia","surface_form":"Hortonville","offset":481},{"uri":"Shore","surface_form":"shore","offset":559},{"uri":"Tidal_force","surface_form":"tidal","offset":603},{"uri":"Marsh","surface_form":"marshland","offset":609},{"uri":"Pierre_Melanson_dit_Laverdure","surface_form":"Pierre Melanson dit Laverdure","offset":672},{"uri":"Port-Royal_(Acadia)","surface_form":"Port-Royal","offset":800},{"uri":"Acadia","surface_form":"Acadia","offset":865},{"uri":"Dyke_(geology)","surface_form":"dykes","offset":963},{"uri":"Fertility","surface_form":"fertile","offset":1067},{"uri":"Bay_of_Fundy","surface_form":"Bay of Fundy","offset":1263},{"uri":"UNESCO","surface_form":"UNESCO","offset":1533},{"uri":"Polder","surface_form":"polderised","offset":1550},{"uri":"Acadians","surface_form":"Acadians","offset":1858},{"uri":"Commemorative_plaque","surface_form":"commemoration","offset":1985},{"uri":"Heritage_Property_Act_(Nova_Scotia)","surface_form":"Heritage Property Act","offset":2421},{"uri":"Hamlet_(place)","surface_form":"hamlet","offset":2491}]}