{"id":78370,"url":"http://en.wikipedia.org/wiki/Rounders","text":"Rounders is a sport which originated in Great Britain and Ireland. The game is regulated by the \"Gaelic Athletic Association\" (GAA) in Ireland and the \"National Rounders Association\" (NRA) in the UK. Both have different, although broadly similar, game-play and culture. Competitions are held between teams from both traditions, often with one version being played in the morning and the other being played in the afternoon.\nGame-play centers around innings where teams act at turns being batters and fielders. A maximum of nine players are allowed to play in fielding positions at one time. Points (\"rounders\") are scored by the batting team by completing a circuit around the field through four bases/posts without being put 'out' - for example, by a ball they batted being 'caught-out' or touching a tagged base/post.\nThe earliest nationally formalised rules of play were devised by the GAA in Ireland in 1884.\nAlthough it is generally considered a school game, rounders is played at international level as well. Currently, teams from Canada, England, Ireland, the Isle of Man, Scotland and Wales compete against each other.\nSome theories on the origin of baseball claim that baseball is based on rounders. Rounders is a sport played with a bat and ball when the ball is thrown to you the ball is meant to be hit with the bat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":14},{"uri":"Great_Britain","surface_form":"Great Britain","offset":40},{"uri":"Ireland","surface_form":"Ireland","offset":58},{"uri":"Innings","surface_form":"innings","offset":449},{"uri":"Batter_(baseball)","surface_form":"batters","offset":488},{"uri":"Canada","surface_form":"Canada","offset":1037},{"uri":"England","surface_form":"England","offset":1045},{"uri":"Ireland","surface_form":"Ireland","offset":1054},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":1067},{"uri":"Scotland","surface_form":"Scotland","offset":1080},{"uri":"Wales","surface_form":"Wales","offset":1093},{"uri":"Baseball","surface_form":"baseball","offset":1158}]}