{"id":783763,"url":"http://en.wikipedia.org/wiki/Fall_Guys","text":"\"Fall Guys: Ultimate Knockout\" is a battle royale game, developed by Mediatonic and published by Devolver Digital. The gameplay for Fall Guys was inspired by the 1980s gameshow \"Takeshi's Castle\". In \"Fall Guys\", up to 60 players in a match compete to win each round. Players must survive each round by completing the goals of each round. The winner of the match is the last player standing. The game had experienced a rise in popularity in the summer of 2020 because it was given attention by Twitch streamers and PewDiePie.\nMini-games.\nIn \"Fall Guys: Ultimate Knockout\", the main gameplay comes from playing a series of mini-games in the game. Most mini-games are categorised into four major categories: races, survival, hunting, and logic. The only exception is for \"finals\", which are basically variations of some of the main mini-games. Most mini-games feature obstacles that block the progress of other players. Certain mini-games include elements of teamwork.\nRaces.\nThe goal is to race to the finish line. Only around two-thirds of the participants can qualify. When the last qualifiable player passes the finish line, all remaining players are eliminated.\nFinal rounds.\nWhen enough players have been eliminated and only a few remain, the final round will be played. Whoever wins these games will be crowned the overall winner of the show.\nSeasons.\nEvery few months, Fall Guys regularly hosts a new season. Each season hosts a new theme and comes with additional content.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle_royale_game","surface_form":"battle royale game","offset":36},{"uri":"Mediatonic","surface_form":"Mediatonic","offset":69},{"uri":"Devolver_Digital","surface_form":"Devolver Digital","offset":97},{"uri":"Takeshi%27s_Castle","surface_form":"Takeshi's Castle","offset":178},{"uri":"Last_man_standing_(video_games)","surface_form":"last player standing","offset":370},{"uri":"Twitch_(service)","surface_form":"Twitch","offset":494},{"uri":"PewDiePie","surface_form":"PewDiePie","offset":515}]}