{"id":783711,"url":"http://en.wikipedia.org/wiki/Jeju_Volcanic_Island_and_Lava_Tubes","text":"Jeju Volcanic Island and lava tubes are located off the coast of South Korea. They are in Jeju Province. Jeju has Mount Halla, a shield volcano located over a volcanic hotspot with many parasitic volcanoes, called oreums, around it. According to UNESCO, the Geomunoreum lava caves are \"the finest lava tube system of caves anywhere.\" UNESCO named Jeju Volcanic Island a Biosphere Reserve in 2002, a UNESCO World Heritage Site in 2007, and a Global Geopark in 2010. It is the only island in the world with three UNESCO designations.\nJeju Volcanic Island started to form 1.8 million years ago when the volcano was still active.\nAccording to UNESCO, the three important things that make Jeju Volcanic Island and lava caves a World Heritage site are the Geomonoreum lava cages, Seongsang Ilchulbong, and Hallasan.\nThe Geomunoreum lava caves are covered in many-colored carbonate deposits on the roof and floor. They formed about 300,000 years ago when magma from the Geomonoreum parasitic volcano cooled.\nThe Seongsan Ilchulbong tuff cone rises straight out of the ocean. It formed between 50,000 and 120,000 years ago from underwater volcanic activity. It is 180 meters tall. Because it is surrounded by cliffs and sharp rocks, many people think it looks like a fortress.\nHallasan, or Mount Halla, also called Yeongjusan Mountain, is Korea's tallest mountain, 1950 meters. It has not been an active volcano for 1000 years. It has many rock formations, a crater lake full of islands, and many cliffs and waterfalls. Over 1800 types of plants live on the mountain and 4000 types of animals, including 3300 species of insects.\nOther parts of Jeju Volcanic Island are considered important by the government of South Korea but not UNESCO. For example, Bijarim Forest, which is on Mount Halla, is Natural Monument No. 374.\nJeju Volcanic Island is a popular tourist destination in South Korea, with 14.4 million visitors in 2019 alone. Environmentalists say they make 20,000 tons of garbage each year. Environmentalists and scientists have said that the government has cut down too much of Jeju's forests to make roads, buildings, resorts and golf courses for visitors. In 2020, environmentalists protested plans to build a second airport on the island. Among other problems, this airport would need a road through Bijarim Forest. This is a forest of nutmeg trees, some of them 800 years old. It is the only place in the world where nutmeg trees grow so closely together.\nIn 2008, Jeju Volcanic Island and Hawai'i Volcanoes National Park became sister parks.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":65},{"uri":"Jeju_Province","surface_form":"Jeju Province","offset":90},{"uri":"Hallasan","surface_form":"Mount Halla","offset":114},{"uri":"Shield_volcano","surface_form":"shield volcano","offset":129},{"uri":"Hotspot_(geology)","surface_form":"volcanic hotspot","offset":159},{"uri":"UNESCO","surface_form":"UNESCO","offset":246},{"uri":"UNESCO","surface_form":"UNESCO","offset":334},{"uri":"UNESCO_World_Heritage_Site","surface_form":"UNESCO World Heritage Site","offset":399},{"uri":"Tuff_cone","surface_form":"tuff cone","offset":1025},{"uri":"Fortress","surface_form":"fortress","offset":1259},{"uri":"Hallasan","surface_form":"Hallasan","offset":1269},{"uri":"Active_volcano","surface_form":"active volcano","offset":1389},{"uri":"Waterfall","surface_form":"waterfall","offset":1500},{"uri":"Tourism","surface_form":"tourist","offset":1848},{"uri":"Golf_course","surface_form":"golf course","offset":2133},{"uri":"Nutmeg","surface_form":"nutmeg","offset":2341},{"uri":"Hawai%27i_Volcanoes_National_Park","surface_form":"Hawai'i Volcanoes National Park","offset":2496}]}