{"id":783789,"url":"http://en.wikipedia.org/wiki/Death_of_Ms_Dhu","text":"e=\"preserve\">Julieka Ivanna Dhu (usually called Ms Dhu out of respect for Aboriginal customs) was an Aboriginal Australian woman who died in police custody on 4 August 2014.\nShe was put in jail for not paying fines. She complained about pain and was sent to hospital, but staff there were convinced she was suffering from the effects of drugs. She was returned to prison and then sent back to hospital about complaining about not being able to stand. It turned out that she died from an infection caused by a rib that was broken before she was arrested.\nA lot of people in Australia were sad about Ms Dhu's death. They thought she died because the police and hospital staff were being racist to her.\nMs Dhu.\nMs Dhu was born on 26 December 1991 in Western Australia. She was of the Yamatji people. She was \"cheerful\" as a child and didn't have a lot of serious health problems. Dhu completed Year Eleven;\nArrest.\nMs Dhu's partner was abusing her, so she called the police for help. Instead, they arrested both of them. She had a warrant for her arrest due to unpaid fines that came from three arrests when she was a teenager.\nDeath.\nMs Dhu said that she could not stand. The officers thought she was out of her mind and called her names like \"junkie\". Dhu fell and the officers let her fall to the ground and hit her head. They got tired of her and so sent her to hospital. When they got there, the officers told the nurses that Dhu was acting.\n53 minutes after Ms Dhu arrived at hospital, she was pronounced dead.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_Australian","surface_form":"Aboriginal Australian","offset":101},{"uri":"Australia","surface_form":"Australia","offset":573},{"uri":"Racist","surface_form":"racist","offset":685},{"uri":"Western_Australia","surface_form":"Western Australia","offset":747},{"uri":"Yamatji","surface_form":"Yamatji","offset":781},{"uri":"Year_Eleven","surface_form":"Year Eleven","offset":891},{"uri":"Drug_addiction","surface_form":"junkie","offset":1242},{"uri":"Pronounced_dead","surface_form":"pronounced dead","offset":1497}]}