{"id":783844,"url":"http://en.wikipedia.org/wiki/Royal_Tombs_of_the_Joseon_Dynasty","text":"The Royal Tombs of the Joseon Dynasty are a group of burial sites in Seoul, South Korea. Some of them are in other parts of WHICH Province. They were built for the rulers of the Joseon Dynasty and their families. They were named a UNESCO World Heritage Site in 2009.\nThe tombs show Confucian philosophy. The location of each tomb was chosen carefully. Most tombs have a hillside behind them and face a body of water. Many of them have mountains visible in the background. Many of the tombs have statues, burial mounds, shrines for ancestor worship and buildings for guards and groundskeepers.\nThe oldest tomb was built in 1408 and the newest in 1966.\nArchaeology.\nUnlike royal tombs in many other parts of the world, the Joseon Royal Tombs have not been robbed by grave robbers. Whenever archaeologists examined a grave, they found the dead man or woman still had a crown, gold, jewels, or other valuable grave goods. As far as scholars can tell, the only people to ever dig up Joseon Royal Tombs were modern archaeologists, starting in 1930 during the Japanese occupation of Korea. That team was careful to treat the tomb with respect so that the people of Korea would not become angry. Scholars know which king or queen was buried in some tombs and do not know which king or queen was buried in other tombs. Archaeologists only dig up tombs whose owner is not known.","categories":[],"infobox_types":[],"annotations":[{"uri":"Seoul","surface_form":"Seoul","offset":69},{"uri":"South_Korea","surface_form":"South Korea","offset":76},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":178},{"uri":"UNESCO","surface_form":"UNESCO","offset":231},{"uri":"UNESCO_World_Heritage_Site","surface_form":"World Heritage Site","offset":238},{"uri":"Confucianism","surface_form":"Confucian","offset":282},{"uri":"Shrine","surface_form":"shrine","offset":519},{"uri":"Ancestor_worship","surface_form":"ancestor worship","offset":531},{"uri":"Grave_robbing","surface_form":"grave robbers","offset":764},{"uri":"Grave_goods","surface_form":"grave goods","offset":905},{"uri":"Japanese_occupation_of_Korea","surface_form":"Japanese occupation of Korea","offset":1053}]}