{"id":78390,"url":"http://en.wikipedia.org/wiki/Gaelic_Games","text":"Gaelic games are the traditional sports played in Ireland. The two main Gaelic games are Gaelic football and hurling. Both are organised by the Gaelic Athletic Association (GAA). Other games organised by the association include camogie, rounders, Gaelic handball. During the late 19th century, Gaelic games in Ireland were dying out. This decline was stopped by the GAA and the Irish national Gaelic Revival. Today they are the most popular games in Ireland.\nGaelic football.\nGaelic football is the most popular of the gaelic games and is played by teams of 15 on a rectangular grass pitch with H-shaped goals at each end. The object is to score by driving the ball through the goals. The team with the highest score at the end of the match wins. It combines the skills of soccer and basketball in a fast-paced, high-scoring contact sport.\nA slightly different rule set is used for women's Gaelic football (officially called \"ladies' Gaelic football\"). The women's game also uses 15-player teams and H-shaped goals, but allows less physical contact.\nHurling.\nHurling is a stick-and-ball game played by teams of 15 on a rectangular grass pitch with H-shaped goals at each end. The primary object is to score by driving the ball through the goals. The team with the highest score at the end of the match wins. It is over three thousand years old, and is said to be the world's fastest field game, combining skills from lacrosse, field hockey, and baseball in a hard-hitting, highly skilled game.\nCamogie.\nCamogie is a game almost identical to hurling, but played only by women. Like hurling, it is a stick-and-ball game played by teams of 15, with the pitch and goals the same as those in hurling. Other rules are almost the same between the two sports, but camogie does not allow as much physical contact.\nRounders.\nRounders is a bat and ball game which is played in Ireland; a similar version is played in England. Rounders is the least popular of the GAA gaelic games and is organised by a sub division of the GAA known as the Rounders Council of Ireland. It is similar to baseball.\nGaelic handball.\nGaelic handball is a game where two players use their hands to return a ball against a wall. The game is similar to American handball; Gaelic handballers play against their US counterparts.\nOther Gaelic Games.\nOther Gaelic Games such as gaelic athletics have nearly or completely died out. Pastimes such as Road bowling, a sport played in Ireland for a long time, could be considered Gaelic games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ireland","surface_form":"Ireland","offset":50},{"uri":"Gaelic_football","surface_form":"Gaelic football","offset":89},{"uri":"Hurling","surface_form":"hurling","offset":109},{"uri":"Gaelic_Athletic_Association","surface_form":"Gaelic Athletic Association","offset":144},{"uri":"Camogie","surface_form":"camogie","offset":228},{"uri":"Rounders","surface_form":"rounders","offset":237},{"uri":"Gaelic_handball","surface_form":"Gaelic handball","offset":247},{"uri":"Gaelic_Revival","surface_form":"Gaelic Revival","offset":393},{"uri":"Goal","surface_form":"goals","offset":604},{"uri":"Score","surface_form":"score","offset":711},{"uri":"Game","surface_form":"match","offset":735},{"uri":"Association_football","surface_form":"soccer","offset":773},{"uri":"Basketball","surface_form":"basketball","offset":784},{"uri":"Hockey","surface_form":"hockey","offset":1433},{"uri":"Baseball","surface_form":"baseball","offset":1445},{"uri":"Bat","surface_form":"bat","offset":1829},{"uri":"Baseball","surface_form":"baseball","offset":2074},{"uri":"American_handball","surface_form":"American handball","offset":2217},{"uri":"Road_bowling","surface_form":"Road bowling","offset":2408}]}