{"id":784155,"url":"http://en.wikipedia.org/wiki/Ranoidea_(superfamily)","text":"The Ranoidea are a superfamily of frogs in the order Anura. These frogs have a fused pectoral girdle bone in their chests, no ribs, and the males hold on to the female with an axillary grip during mating. The tadpoles have a single spiracle on the left side and complex mouthparts. Some species do not have tadpoles, and small frogs grow straight from eggs. Scientists disagree about exactly which frogs should be placed in which family and on exactly where Ranoidea belongs among groups of amphibians. Amphibian scientists often change their minds about exactly which frogs are related to each other and how closely, usually when someone finds new information (Glaw,Vences, 2001).\nThis superfamily contains seventeen different families, each containing at least 2 species (some contain over 300 different species).\nFamilies.\nThese families are copied from and\nRanixalidae.\nThe family of Ranixalidae (Leaping Frogs) has one genus containing 10 different species. They live in central and southern India. They live in leaf litter and in tropical deciduous forests, near streams and can be found between 200 m and 1100 m above sea level.\nMantellidae.\nThe family of Mantellidae (Malagasy Poison Frogs) has 3 different genera with 191 species total. They live in Madagascar and Mayotte Island. They are both terrestrial and tree frogs and live between 800 and 1000 m above sea level.\nRhacophoridae.\nThe family of Rhacophoridae (Afroasian Tree Frogs) has two subfamilies, 14 genera, and a total of 321 species. They live in Sub-Saharan Africa, Madagascar, and South Asia. They are mainly tree frogs.\nPyxicephalidae.\nThe family of Pyxicephalidae (African Bullfrogs) has two subfamilies, 13 genera, and 68 total species. They live in Sub-Saharan Africa. The two subfamilies are completely different. Cacosternine frogs are small and slender and live on the ground or in and out of water. Pyxicephaline frogs are large bullfrog-like frogs with thick bodies and fanglike bones on their lower jaws, used to smash their prey.\nPetropedetidae.\nThe family of Petropedetidae (African Water Frogs and Goliath Frog) has two genera with a total of 18 different species. They live in Sub-Saharan Africa. This family contains the world's largest living frog, the \"Conraua goliath.\"\nPtychadenidae.\nThe family of Ptychadenidae (Grassland Frogs) has 3 genera with a total of 53 different species. They live in sub-Saharan Africa. They live in grasslands and savannas. They have slender bodies with long arms and legs.\nCeratobatrachidae.\nThe family of Ceratobatrachidae (Triangle Frogs) has 5 genera with a total of 84 different species. They live in Malaysia, the Philippines, Borneo, New Guinea, and the Solomon Islands. Most have very angular bodies and are small to medium-sized. They live in the forests.\nBrevicipitidae.\nThe family of Brevicipitidae (Rain frogs) has 5 genera with 31 total species. They live in the southeast corner of Africa. They are typically small with round shaped bodies, which become even more round when they are disturbed because they inflate themselves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taxonomic_rank","surface_form":"superfamily","offset":19},{"uri":"Frog","surface_form":"frog","offset":34},{"uri":"Amplexus","surface_form":"mating","offset":197},{"uri":"Spiracle_(vertebrates)","surface_form":"spiracle","offset":232},{"uri":"Herpetology","surface_form":"Amphibian scientists","offset":503},{"uri":"Ranixalidae","surface_form":"Ranixalidae","offset":888},{"uri":"India","surface_form":"India","offset":997},{"uri":"Tropical_deciduous_forest","surface_form":"tropical deciduous forest","offset":1036},{"uri":"Sea_level","surface_form":"sea level","offset":1125},{"uri":"Mantellidae","surface_form":"Mantellidae","offset":1163},{"uri":"Terrestrial_animal","surface_form":"terrestrial","offset":1304},{"uri":"Tree_frog","surface_form":"tree frog","offset":1320},{"uri":"Rhacophoridae","surface_form":"Rhacophoridae","offset":1409},{"uri":"Pyxicephalidae","surface_form":"Pyxicephalidae","offset":1625},{"uri":"Sub-Saharan_Africa","surface_form":"Sub-Saharan Africa","offset":1727},{"uri":"Jaw","surface_form":"jaw","offset":1983},{"uri":"Petropedetidae","surface_form":"Petropedetidae","offset":2045},{"uri":"Goliath_frog","surface_form":"Conraua goliath","offset":2244},{"uri":"Ptychadenidae","surface_form":"Ptychadenidae","offset":2291},{"uri":"Ceratobatrachidae","surface_form":"Ceratobatrachidae","offset":2528},{"uri":"Malaysia","surface_form":"Malaysia","offset":2627},{"uri":"Philippines","surface_form":"Philippines","offset":2641},{"uri":"Borneo","surface_form":"Borneo","offset":2654},{"uri":"New_Guinea","surface_form":"New Guinea","offset":2662},{"uri":"Solomon_Islands","surface_form":"Solomon Islands","offset":2682},{"uri":"Brevicipitidae","surface_form":"Brevicipitidae","offset":2816},{"uri":"Africa","surface_form":"Africa","offset":2917}]}