{"id":78412,"url":"http://en.wikipedia.org/wiki/Valencian_pilota","text":"\"Pilota Valenciana\" or Valencian pilota (\"pilota\" means \"ball\" in Valencian) is a traditional handball sport played in the Valencian Community. Its origins are not known, but seems to be related to the French Jeu de paume.\nRules vary from area to area but the common trait is that the ball is struck with a bare, or almost bare, hand (only some minimal protection is applied in some versions of the sport). The general rule involves two teams made from two up to five players each (the numbers depend on the particular version played).\nThe second characteristic is that it is not played against a wall. Instead, similarly to modern tennis, two individuals or teams are placed face to face separated either by a line on the ground or a net.\nA distinctive trait of Valencian pilota is that the spectators are often seated or standing very close to the court which means that they may be impacted by the ball and thus become an (unwilling) part of the game.\nHistory.\nValencian pilota origins are not known with certainty, but it's commonly supposed to be a variant from the middle-aged Jeu de paume, as many other European handball sports (Basque \"laxoa\", French Longue paume, Frisian handball and Italian Pallone) similar to the actual Valencian llargues variant.\n\"Jeu de paume\" is documented at Paris in 1292 since there were 13 ball workshops and many \"tripots\" (courtfields), it was first played with the hands, and the scoring system was very similar to the current Valencian one. There were so many resemblances with the \"Valencian pilota\" sport that, in the 16th century Joan Lluís Vives compared both games in his \"Dialogues\" and claimed them to be exactly the same despite some minor differences.","categories":[],"infobox_types":[],"annotations":[{"uri":"Valencian_language","surface_form":"Valencian","offset":66},{"uri":"Sport","surface_form":"sport","offset":103},{"uri":"Valencia_(autonomous_community)","surface_form":"Valencian Community","offset":123},{"uri":"Jeu_de_paume","surface_form":"Jeu de paume","offset":209},{"uri":"Jeu_de_paume","surface_form":"Jeu de paume","offset":1083},{"uri":"Basque_pelota","surface_form":"Basque","offset":1137},{"uri":"Longue_paume","surface_form":"Longue paume","offset":1160},{"uri":"Frisian_handball","surface_form":"Frisian handball","offset":1174},{"uri":"Pallone","surface_form":"Pallone","offset":1203},{"uri":"Llargues","surface_form":"llargues","offset":1244},{"uri":"Paris","surface_form":"Paris","offset":1294},{"uri":"1292","surface_form":"1292","offset":1303},{"uri":"16th_century","surface_form":"16th century","offset":1562},{"uri":"Joan_Llu%C3%ADs_Vives","surface_form":"Joan Lluís Vives","offset":1575}]}