{"id":78420,"url":"http://en.wikipedia.org/wiki/Caid_(sport)","text":"e=\"preserve\">\"Caid\" was the name given to several ancient and traditional Irish football games. \"Caid\" is now used by some people for modern Gaelic football.\nThe word \"caid\" originally meant the ball which was used. It was made out of animal skin, with a natural bladder inside.\nSome people believe that \"caid\" has influenced the modern sport of Gaelic football the rules of which were officially published in 1887.\nThe first recorded mention of football in Ireland was in 1308, when John McCrocan, a spectator at a football game was charged with accidentally stabbing a player named William Bernard. Football games are mentioned in the \"Statute of Galway\", 1527, which allowed the playing of football and archery, but banned \"hokie\" – the hurling of a little ball with sticks or staves\", as well as other sports.\n\"Caid\" was especially popular in rural areas.\nThere is some evidence that \"caid\" was taken around the world by the Irish diaspora, and that it may have influenced the development of Australian rules football, although this is controversial.\nBy the late 19th century, \"caid\", like many aspects of native Irish culture, was in steep decline.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ireland","surface_form":"Irish","offset":74},{"uri":"Football","surface_form":"football","offset":80},{"uri":"Gaelic_football","surface_form":"Gaelic football","offset":141},{"uri":"Ball","surface_form":"ball","offset":195},{"uri":"Bladder","surface_form":"bladder","offset":263},{"uri":"Gaelic_football","surface_form":"Gaelic football","offset":346},{"uri":"1887","surface_form":"1887","offset":410},{"uri":"1308","surface_form":"1308","offset":473},{"uri":"Statute_of_Galway","surface_form":"Statute of Galway","offset":638},{"uri":"1527","surface_form":"1527","offset":658},{"uri":"Archery","surface_form":"archery","offset":706},{"uri":"Diaspora","surface_form":"diaspora","offset":935},{"uri":"19th_century","surface_form":"19th century","offset":1067}]}