{"id":78428,"url":"http://en.wikipedia.org/wiki/Pallone","text":"Pallone (Italian for an inflated ball, similar to the word \"balloon\") is the name of several traditional ball games, played in various regions of Italy, with minimal differences in regulations.\nPallone col bracciale.\n\"Pallone col bracciale\" was particularly popular throughout Italy in the 18th century then in 19th century and 20th century until 1930 was the most popular sport of ancient Italian national sports; its first official regulations date back to 1555. The \"pallone col bracciale\" players are called \"pallonisti\" and during 19th century Italian professional pallonisti were richest and best rewarded sportsmen of all the world. This sport and his champions were described by Johann Wolfgang von Goethe, Giacomo Leopardi, Edmondo de Amicis, Antonio Francesco Grazzini, Ottavio Rinuccini, Gabriello Chiabrera, Tommaso Grossi, Giuseppe Gioachino Belli. Where Angels Fear to Tread (1991) includes a brief film depiction of this game.\nBalls are struck back and forth with a wooden cylinder, called \"bracciale\", worn over the forearm, if carelessly played, a broken arm can result: in fact bracciale weighs 2 or 1 kilogram. Originally the ball of 934 grams was inflated, but now hard rubber ball of 350 grams is used. Scoring is by fifteens, as in tennis and the team which wins 12 games is final winner of the match. A special feature is that the ball is put into play by a designated server, who otherwise is not part of the game. The receivers can reject serves at will. Pallone is played on courts marked out on town streets. Registered players of official championships dispute their matches in a kind of stadium named \"sferisterio\" or \"sferodromo\" in Italian language. Nowadays they play two forms of this sport: 3 players a side with lateral wall and 4 players a side in open playing field without lateral wall.\nPallapugno.\n\"Pallapugno\", one time named \"pallone elastico\", is a game from Piedmont and Liguria and it is played with a bandaged fist; rubber ball has diameter of 10,5\ncentimetres and weighs 190 grams. Scoring is also by fifteens, but in this version a second bounce can result in a \"chase\" rather than an outright point, similar to real tennis. Every team has 4 players and the team which wins 11 games is final winner of the match. Professional players dispute their matches in sferisterio 90 metres long and 18 metres large with lateral wall. Professional Italian pallapugno league is top level of competitions: in 2008 10 teams competed.\nThis sport is played in various nations and they dispute a world championship.\nPallapugno leggera.\n\"Pallapugno leggera\" is played in courtfield which has same size of volleyball's courtfield without net (device). Each team has 4 players with 2 reserve players. A match consisted of one set or three sets.\nPantalera.\n\"Pantalera\" or \"pallapugno alla pantalera\" is generally played on the urban streets. First action of every match consisted of shot pushing up the ball for rebound on a roof called pantalera in Piedmontese language. Other rules are the same of pallapugno.\nPallonetto.\n\"Pallonetto\" or \"pallonetto ligure al lungo\" is generally played on the urban streets with tennis balls without covering felt. Playing field is long between 60 and 90 metres and it's large 18 metres with or without lateral wall. Players push the ball using one bandaged hand.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_language","surface_form":"Italian","offset":9},{"uri":"Balloon","surface_form":"balloon","offset":60},{"uri":"Italy","surface_form":"Italy","offset":146},{"uri":"18th_century","surface_form":"18th century","offset":290},{"uri":"19th_century","surface_form":"19th century","offset":311},{"uri":"20th_century","surface_form":"20th century","offset":328},{"uri":"National_sport","surface_form":"national sport","offset":398},{"uri":"Johann_Wolfgang_von_Goethe","surface_form":"Johann Wolfgang von Goethe","offset":687},{"uri":"Giacomo_Leopardi","surface_form":"Giacomo Leopardi","offset":715},{"uri":"Edmondo_de_Amicis","surface_form":"Edmondo de Amicis","offset":733},{"uri":"Antonio_Francesco_Grazzini","surface_form":"Antonio Francesco Grazzini","offset":752},{"uri":"Ottavio_Rinuccini","surface_form":"Ottavio Rinuccini","offset":780},{"uri":"Gabriello_Chiabrera","surface_form":"Gabriello Chiabrera","offset":799},{"uri":"Tommaso_Grossi","surface_form":"Tommaso Grossi","offset":820},{"uri":"Giuseppe_Gioachino_Belli","surface_form":"Giuseppe Gioachino Belli","offset":836},{"uri":"Where_Angels_Fear_to_Tread","surface_form":"Where Angels Fear to Tread","offset":862},{"uri":"Kilogram","surface_form":"kilogram","offset":1120},{"uri":"Gram","surface_form":"gram","offset":1157},{"uri":"Tennis","surface_form":"tennis","offset":1254},{"uri":"Stadium","surface_form":"stadium","offset":1616},{"uri":"Piedmont","surface_form":"Piedmont","offset":1901},{"uri":"Liguria","surface_form":"Liguria","offset":1914},{"uri":"Real_tennis","surface_form":"real tennis","offset":2159},{"uri":"Metre","surface_form":"metre","offset":2321}]}