{"id":784320,"url":"http://en.wikipedia.org/wiki/Martha_Gunn","text":"Martha Gunn (1726-1815) was a famous dipper in Brighton, England. She was a favourite of the then Prince of Wales, the future George IV.\nCareer.\nMartha's work as a dipper or bather involved running a bathing machine. She would have pushed this type of machine in and out of the sea. She would have also been responsible for helping the bather who is using the machine to get into and out of the water. It involved a lot physical activity. Her job was something that suited her large build. Martha was a dipper for around 70 years. She was forced to retire through ill-health in 1814.\nFame.\nMartha was famous in Brighton and throughout the country. In one of the national newspapers she was addressed as, \"The Venerable Priestess of the Bath\". She appeared in a a number of engravings, one of which showed her repelling a French invasion with a mop.\nIn another engraving, Martha is seen with the future George IV and his companion Maria Fitzherbet. She was a favourite of the future King, so much so that she had free access to the royal kitchens at the Pavilion. A portrait by John Russell of Martha is displayed in the Brighton Royal Pavilion's tea-room.\nPersonal life.\nMartha lived at 36 East Street in Brighton. The house still stands. Martha died in 1815 and is buried in the cemetery of Brighton's oldest church, St. Nicholas' Church. Her burial plot has a guarded headstone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dipper","surface_form":"dipper","offset":37},{"uri":"Brighton","surface_form":"Brighton","offset":47},{"uri":"England","surface_form":"England","offset":57},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"George IV","offset":126},{"uri":"Engraving","surface_form":"engravings","offset":773},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"George IV","offset":902},{"uri":"Maria_Fitzherbet","surface_form":"Maria Fitzherbet","offset":930},{"uri":"John_Russell%2C_1st_Earl_Russell","surface_form":"John Russell","offset":1077},{"uri":"Royal_Pavilion","surface_form":"Royal Pavilion","offset":1129},{"uri":"St._Nicholas%27_Church","surface_form":"St. Nicholas' Church","offset":1318}]}