{"id":784356,"url":"http://en.wikipedia.org/wiki/Eclectus_parrot","text":"The eclectus parrot (\"Eclectus roratus\") is a parrot that lives in the Solomon Islands, Sumba, New Guinea and nearby islands, northeastern Australia, and the Maluku Islands (Moluccas). The parrot is about 35 cm (14 in) long.\nColours.\nThe male is mostly bright green with a yellow-tinge on the head. It has blue flight feathers, and red flanks and underwing coverts. Its tail is creamy yellow, and is dark grey edged with creamy yellow underneath. The tail feathers are green and blue. The upper beak of the adult male is orange.\nThe female is mostly bright red with a darker hue on the back and wings. The mantle and underwing coverts darken to a more purple in colour. The tail is edged with yellowish-orange above, and is more orange tipped with yellow underneath. The beak of the adult female is all black. The upper beak of the young ones are brown and yellow.\nGeneral principles of bird colouration.\nThe colours are interesting because they are the reverse of normal. In most birds the females are \"self-coloured\" (all one colour, and usually quite dull). Males, who compete for females, are usually brightly coloured. The essential idea is that the female should be dull or camouflaged because she carries the \"precious package\", the eggs. Parrots are often native to tropical forests, where green is camouflage. The males, on the other hand, need to signal their excellent health and general fitness. An extreme case would be the Twelve-wired bird-of-paradise. The implication of colouring in the \"Eclectus\" must be that the selection pressure is somehow different from that experienced by most bird species.\nFeeding.\nThe birds eats fruits, wild figs, unripe nuts, flower and leaf buds, and some seeds. In captivity, they mostly eat fruit.\nThe eclectus has an unusually long digestive tract, so it tolerates food with lots of fiber. In captivity, the eclectus parrot benefits from specially made pellets, fruits, vegetables, and a small amount of seeds and nuts such as almonds and walnuts.\nBreeding.\nIn its natural habitat, the eclectus parrot builds its nests in holes in large rainforest trees. Males may travel up to 20 km to find food. Eclectus parrots are polygynandrous, which means that females may mate with different males, and males may travel from nest to nest to mate with females.\nTwo white eggs are laid. They are incubated for 28–30 days. Young fledge at about 11 weeks. Although eclectus parrots usually reach sexual maturity between 2–3 years.\nEclectus hens have a strong maternal instinct, which is shown in captivity. It is often possible to place abandoned eggs from other types of parrot under a female eclectus hen, which she will always accept. She will then incubate the egg until it hatches. She will even raise the chick until it grows big enough to leave the nest.\nCaptivity.\nEclectus parrots are one of the popular birds kept in captivity. Unlike many other types of parrot they are easy to breed but are difficult to feed with the hand. Eclectusus parrots are generally calm birds in captivity.\nThe average lifespan of the eclectus parrots in captivity is not known, because these birds are not kept in captivity in big numbers until the 1980s. Some sources say that the lifespan is 30 years. The longest lifespan officially recorded is 28.5 years, but a life of 40.8 years has also been reported.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parrot","surface_form":"parrot","offset":46},{"uri":"New_Guinea","surface_form":"New Guinea","offset":95},{"uri":"Australia","surface_form":"Australia","offset":139},{"uri":"Hue","surface_form":"hue","offset":575},{"uri":"Wing","surface_form":"wings","offset":595},{"uri":"Camouflage","surface_form":"camouflage","offset":1180},{"uri":"Twelve-wired_bird-of-paradise","surface_form":"Twelve-wired bird-of-paradise","offset":1437},{"uri":"Natural_selection","surface_form":"selection","offset":1532},{"uri":"Fruit","surface_form":"fruits","offset":1640},{"uri":"Fig","surface_form":"wild figs","offset":1648},{"uri":"Nut_(fruit)","surface_form":"nuts","offset":1666},{"uri":"Flower","surface_form":"flower","offset":1672},{"uri":"Leaf","surface_form":"leaf","offset":1683},{"uri":"Seed","surface_form":"seeds","offset":1703},{"uri":"Fibre","surface_form":"fiber","offset":1833},{"uri":"Vegetable","surface_form":"vegetables","offset":1920},{"uri":"Almond","surface_form":"almonds","offset":1977},{"uri":"Walnut","surface_form":"walnuts","offset":1989},{"uri":"Habitat","surface_form":"habitat","offset":2023},{"uri":"Incubation","surface_form":"incubated","offset":2336},{"uri":"Fledge","surface_form":"fledge","offset":2368},{"uri":"Incubation","surface_form":"incubate","offset":2690},{"uri":"Parrot","surface_form":"parrot","offset":2903}]}