{"id":7845,"url":"http://en.wikipedia.org/wiki/Pharaoh","text":"Pharaohs were kings of ancient Egypt. The word comes from the Coptic language word \"Per-aa\", which means \"Great House\". Pharaohs were believed to be descended from the gods.\nThe Valley of the Nile had been lived in by early humans for at least 700,000 years. The area has a long history of human civilization, but Egypt as a state begins in about 5660 BC. At this time, the separate kingdoms of Upper and Lower Egypt were united.\nPeople studying Egyptian history have divided the pharaohs into 31 groupings, called dynasties. These dynasties were usually, but not always, based on a related family group. During the long period of the pharaoh's rule over Egypt, there were times when they did not control the whole country. This means that some dynasties only controlled part of the country, and another dynasty ruled another part at the same time. Also there are not complete records, so there are gaps in the lists of pharaohs, and it can be very difficult to list the rulers in chronological order. The origins of the first pharaohs survive only as legends.\nBefore the union of Upper and Lower Egypt, kings wore crowns of different design, to show which part of Egypt they ruled. The red crown was worn in Lower Egypt. The white crown was worn in Upper Egypt. Later, kings of the whole of ancient Egypt wore a combination of the two crowns, called a Pschent.\nWhen a pharaoh died, their personal treasure was buried with them; not the treasure of the entire kingdom. The pharaohs were buried in large tombs, the largest and most famous were the Pyramids. Many later pharaohs were buried in the Valley of the Kings. Paintings and writings discovered in these tombs have provided much of our knowledge of the pharaohs. New discoveries, such as that in 2014 of a new dynasty ruled by a previously unknown pharaoh, Senebkay, are changing what we know about ancient Egypt. They were mostly men, but there were women such as Cleopatra and Nefertiti. Pharaohs were considered to be half-man and half-god.\nThe first pharaoh was Narmer, though he did not use the term. The Egyptians believed their pharaoh was the god Horus. Pharaohs had several wives but only one wife was queen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":23},{"uri":"Coptic_language","surface_form":"Coptic language","offset":62},{"uri":"House","surface_form":"House","offset":112},{"uri":"List_of_Egyptian_gods_and_goddesses","surface_form":"gods","offset":168},{"uri":"Nile","surface_form":"Valley of the Nile","offset":178},{"uri":"BC","surface_form":"BC","offset":352},{"uri":"Upper_Egypt","surface_form":"Upper","offset":395},{"uri":"Lower_Egypt","surface_form":"Lower Egypt","offset":405},{"uri":"Dynasties","surface_form":"dynasties","offset":515},{"uri":"Legend","surface_form":"legend","offset":1052},{"uri":"Upper_Egypt","surface_form":"Upper","offset":1081},{"uri":"Lower_Egypt","surface_form":"Lower Egypt","offset":1091},{"uri":"Pschent","surface_form":"Pschent","offset":1353},{"uri":"Tomb","surface_form":"tomb","offset":1503},{"uri":"Giza_Necropolis","surface_form":"Pyramids","offset":1547},{"uri":"Valley_of_the_Kings","surface_form":"Valley of the Kings","offset":1596},{"uri":"Senebkay","surface_form":"Senebkay","offset":1813},{"uri":"Cleopatra","surface_form":"Cleopatra","offset":1921},{"uri":"Nefertiti","surface_form":"Nefertiti","offset":1935},{"uri":"Narmer","surface_form":"Narmer","offset":2022},{"uri":"Horus","surface_form":"Horus","offset":2111}]}