{"id":784649,"url":"http://en.wikipedia.org/wiki/MacGuffin","text":"e=\"preserve\">In fiction, a MacGuffin is an object, detail, or event in the story that is important to the plot or the motivation of the story's characters. The term was first used by filmmaker Alfred Hitchcock. He was not the first to use or discover the trope, but he is given credit for coming up with the name. Other filmmakers like George Lucas used the term MacGuffin as well, but their definition was somewhat different from Hitchcock's. Nevertheless, details about MacGuffins below will describe Hitchcock's point of view.\nAccording to Hitchcock, the MacGuffin has no importance other than moving the story forward, and it has no meaning by itself. It does not matter what the \"thing\" the characters want is, as long as it drives the character or moves the plot forward. In other words, any detail of a story is a MacGuffin if it can be replaced by something else without changing the rest of the story. If changing what the \"thing\" the characters want changes anything else in the story, then it is not a MacGuffin.\nAn example of a MacGuffin is Marsellus Wallace's briefcase in the movie \"Pulp Fiction\". Getting the suitcase and giving it back to Marsellus Wallace is the reason why Wallace's hit men are willing to kill other people and risk their lives to keep it, but what is inside the briefcase is never shown or explained. According to the movie's writer and director Quentin Tarantino, he says that whatever is in the briefcase is whatever the audience wants it to be, because such knowledge of what is inside does not affect the story at all.\nAn example of a detail that is not a MacGuffin is the Ark of the Covenant in the movie \"Raiders of the Lost Ark\". Even though the Ark is important to the motivation of the movie's hero, Indiana Jones, and the villains, the Nazis, the Ark's importance becomes more clear in the later half of the movie, and it cannot be replaced by anything else because the Nazis' misuse of the Ark was the direct cause of their death at the climax of the movie.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fiction","offset":16},{"uri":"Narrative","surface_form":"plot","offset":106},{"uri":"Motivation","surface_form":"motivation","offset":118},{"uri":"Movie","surface_form":"filmmaker","offset":183},{"uri":"Alfred_Hitchcock","surface_form":"Alfred Hitchcock","offset":193},{"uri":"Trope","surface_form":"trope","offset":255},{"uri":"George_Lucas","surface_form":"George Lucas","offset":336},{"uri":"Luggage","surface_form":"briefcase","offset":1073},{"uri":"Pulp_Fiction","surface_form":"Pulp Fiction","offset":1097},{"uri":"Contract_killing","surface_form":"hit men","offset":1201},{"uri":"Movie_director","surface_form":"director","offset":1373},{"uri":"Quentin_Tarantino","surface_form":"Quentin Tarantino","offset":1382},{"uri":"Audience","surface_form":"audience","offset":1459},{"uri":"Ark_of_the_Covenant","surface_form":"Ark of the Covenant","offset":1613},{"uri":"Raiders_of_the_Lost_Ark","surface_form":"Raiders of the Lost Ark","offset":1647},{"uri":"Indiana_Jones","surface_form":"Indiana Jones","offset":1745},{"uri":"Nazi_Germany","surface_form":"Nazis","offset":1782},{"uri":"Climax","surface_form":"climax","offset":1984}]}