{"id":784722,"url":"http://en.wikipedia.org/wiki/Ahlgrens","text":"Ahlgrens was a Swedish confectionery company. It was started by Fredrik Ahlgren in the town of Gävle in 1885 as a store that sold paint and wallpaper. The business later started to also make and sell various types of chemicals, perfumes and other products. In 1908, the business introduced a brand of mouthwash called Läkerol. The next year, pastille started to be sold under the same brand, and is still sold in multiple countries in several variants.\nIn 1993, the Finnish company Huhtamäki bought Ahlgrens, then quickly rebranded all products by Ahlgrens to Leaf, except for Ahlgrens bilar.\nAhlgrens bilar (Swedish for \"Ahlgren's Cars\") is the best known product by Ahlgrens. They are small marshmallows in the shape of cars, which have been sold since 1953. They are marketed as 'Sveriges mest köpta bil' (Swedish for \"Sweden's most bought car\"), which might technically be correct because of the total number of marshmallows in the shape of cars that are sold. Ahlgrens bilar are so popular in Sweden that some stores that are designed to cater for tourists and residents from Sweden in other countries have started to also sell them.\nOther car-related and road-related products are sold as Ahlgrens bilar, including liquorice car tyres, travel trailers and sour road signs. Out of the sour road signs, tourists from Germany specifically enjoy the elk warning signs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sweden","surface_form":"Swedish","offset":15},{"uri":"Confectionery","surface_form":"confectionery","offset":23},{"uri":"G%C3%A4vle","surface_form":"Gävle","offset":95},{"uri":"Mouthwash","surface_form":"mouthwash","offset":301},{"uri":"L%C3%A4kerol","surface_form":"Läkerol","offset":318},{"uri":"Pastille","surface_form":"pastille","offset":342},{"uri":"Finland","surface_form":"Finnish","offset":466},{"uri":"Huhtam%C3%A4ki","surface_form":"Huhtamäki","offset":482},{"uri":"Leaf_Candy_Company","surface_form":"Leaf","offset":560},{"uri":"Swedish_language","surface_form":"Swedish","offset":609},{"uri":"Liquorice","surface_form":"liquorice","offset":1221},{"uri":"Travel_trailer","surface_form":"travel trailer","offset":1242},{"uri":"Germany","surface_form":"Germany","offset":1321}]}