{"id":784750,"url":"http://en.wikipedia.org/wiki/Granny_(Looney_Tunes)","text":"e=\"preserve\">Emma Webster, also known as Granny, is an animated fictional character under Warner Bros.' \"Merrie Melodies\" and \"Looney Tunes\" animated shorts of the 1950s and 1960s. She is the owner of Tweety, Hector the Bulldog and Sylvester the Cat.\nGranny is a good-natured widowed woman. She is highly protective of her beloved canary, Tweety. Granny's being overprotective becomes known when Tweety is threatened, usually by Sylvester. She has the appearance of a kindly old woman, although she has shown her cleverness in many cartoons.\nAppearances.\nThe idea of Granny began under the \"Little Red Riding Hood\" character. She first appeared as such in the 1937 animated short \"Little Red Waking Hood\". Further appearances of a similar granny included \"The Cagey Canary\" (1941), \"Hiss and Make Up\" (1943) and \"Hare Force\" (1944).\nAlthough Granny was always shown with her animal companions, she was sometimes shown \"without\" them. For instance, in the 1953 short \"Hare Trimmed\", she played a rich widow who was being fought over by two men, Yosemite Sam and Bugs Bunny. The latter was out to stop the earlier's evil plan to marry her and then get her money. Sam called her Emma and then Emmy.\nGranny made appearances in many other cartoons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated","offset":55},{"uri":"Fictional_character","surface_form":"fictional character","offset":64},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":90},{"uri":"Tweety","surface_form":"Tweety","offset":201},{"uri":"Sylvester_(Looney_Tunes)","surface_form":"Sylvester the Cat","offset":232},{"uri":"Canary","surface_form":"canary","offset":331},{"uri":"Cartoon","surface_form":"cartoon","offset":532},{"uri":"Little_Red_Riding_Hood","surface_form":"Little Red Riding Hood","offset":591},{"uri":"Yosemite_Sam","surface_form":"Yosemite Sam","offset":1044}]}