{"id":784707,"url":"http://en.wikipedia.org/wiki/Noli_me_tangere","text":"According to the evangelist, John 20.17, \"noli me tangere\" is a phrase Jesus says to Mary Magdalene, when she recognises him after the resurrection. The phrase is commonly translated as \"don't touch me\". In Koine Greek, the phrase reads Μή μου ἅπτου (\"mḗ mou háptou\"), which is translated differently, as cease holding on to me or stop clinging to me. Many artists and painters have been inspired by the phrase.\nText.\n\"11. Maria \"autem stabat ad monumentum foris, plorans. Dum ergo fleret, inclinavit se, et prospexit in monumentum\" - Mary [on the other hand] was near the tomb and wept. While she was weeping, she bent forwards and looked inside the tomb\n\"12. \"et vidit duos angelos in albis sedentes, unum ad caput, et unum ad pedes, ubi positum fuerat corpus Jesu.\" - And she sees two angels, [dressed in] white, which were sitting, where the corpse of Jesus had been; one at the head, the other at the feet.\n\"13. \"Dicunt ei illi: Mulier, quid ploras ? Dicit eis: Quia tulerunt Dominum meum: et nescio ubi posuerunt eum.\" - They ask her: woman, why do you weep - she answers them: They have taken my lord, and I don't know where they have put him\"\n\"14. \"Hæc cum dixisset, conversa est retrorsum, et vidit Jesum stantem: et non sciebat quia Jesus est.\" - When she had said this, she turned around, and she sees Jesus standing [there], and she did not know that it was Jesus\"\n\"15. Dicit ei Jesus: Mulier, quid ploras ? quem quæris ? Illa existimans quia hortulanus esset, dicit ei: Domine, si tu sustulisti eum, dicito mihi ubi posuisti eum, et ego eum tollam.\" - Jesus asked her: Woman, why do you weep? Who are you looking for? - She answered him, thinking he was the gardener: My lord, if it was you who took him, you should tell me where you put him, and I will remove him.\n\"16: \"Dicit ei Jesus: Maria. Conversa illa, dicit ei: Rabboni (quod dicitur Magister).\" - Jesus said to her \"Maria\" - she turned around, and said \"Raboni\", which means master\n\"17.   \"Dicit ei Jesus: Noli me tangere'\", nondum enim ascendi ad Patrem meum: vade autem ad fratres meos, et dic eis: Ascendo ad Patrem meum, et Patrem vestrum, Deum meum, et Deum vestrum.\" - Jesus told her: Don't touch me, because I have not risen towards my father. Go, to my brothers, and tell them: I rise twords my father and your father, my god and your god.\n\"18.   \"Venit Maria Magdalene annuntians discipulis: Quia vidi Dominum, et hæc dixit mihi. - Maria of Magdala comes, and she tells the disciples: I have seen the lord, and that's what he told me.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Jesus","surface_form":"Jesus","offset":71},{"uri":"Mary_Magdalene","surface_form":"Mary Magdalene","offset":85},{"uri":"Resurrection_of_Jesus","surface_form":"resurrection","offset":135},{"uri":"Koine_Greek","surface_form":"Koine Greek","offset":207}]}