{"id":784873,"url":"http://en.wikipedia.org/wiki/Jerome_Kern","text":"Jerome Kern was an American songwriter. He was born in New York City on January 27, 1885 and died in New York City on November 11, 1945 at the age of 60.\nJerome Kern is often called the father of American musical theater. Kern is remembered for the hundreds of songs he wrote for musical plays and movies. Music historians say that Kern gave artistic importance to American popular music for the first time. And, they say, he led the development of the first truly American theater music.\nYounger days.\nJerome Kern was born into a middle-class family in New York City in 1885. Jerome’s mother, Fanny, loved the piano. She began to teach Jerome how to play when he was very young. He became a fair piano player but not so good that anyone expected him to become a great musician.\nJerome was a quiet boy and not a top student. When he completed high school, his father said he would have to work in the family’s store. Mister Kern said his son could never make money writing music. But he later came to believe that Jerome might do better in music than in business after all. So he let the boy go to Europe to study music, as almost all serious young musicians did at the time.\nAs a songwriter.\nJerome Kern began his career as a songwriter in theaters in London and New York City. Success came quickly. By the early 1920s, Kern was a successful young composer for Broadway musical comedies. In one three-year period alone, he wrote music for 19 shows.\nOther people wrote the words for Kern's songs. Kern wrote only the music. And he worked with each song until he was satisfied that the music was perfect. He almost never changed his music to fit the words. One of Kern's best-loved songs is \"Smoke Gets in Your Eyes\", sung by Dinah Washington.\nAlthough Kern's songs are easy to remember after hearing a few times, they are not simple. His melodies -- the musical line of the song -- are always inventive, even demanding. An example of his inventiveness is the song \"All the Things You Are\". Several composers say they consider it the greatest song ever written. Singers continue to like Kern songs because they can be sung in many different ways. The melody remains the same. But different singers can change the feeling of the song completely.\nJerome Kern once said he was trying to bring modern art to music. One critic wrote this about his music: Kern's songs are like black and white drawings. They need no color, no decoration. A Kern song is always in balance, perfect in form and pleasing in design. Here is an example, \"Why Do I Love You?\" played by Andre Previn and friends.\nInfluence on musical play.\nAll but one of Kern's songs were written for musical plays. American musical plays at that time were still usually copied from European ones. Often the stories seemed foolish and the people in them did not seem real. Songs and dances often had no connection to the story.\nKern wanted to try something completely new. He thought a musical play should be a real work of art, not just a collection of songs and dances. He thought songs should help move the action of the play along, by showing a person's feelings. Kern wanted to do a truly American musical, with real American characters and real situations.\nIn 1927, he found the story he wanted. It was the book \"Show Boat\" by American writer Edna Ferber. \"Show Boat\" takes place in the 1818s on a passenger steam boat that travels along the Mississippi River. The boat is called a show boat because singers and dancers entertain the passengers. The captain of the show boat has a daughter who is a singer on the boat. She falls in love with a man who earns his money by gambling with cards.\nThe story dealt with some unusually serious issues for a musical. It showed the hard lives of African-Americans in the South. And it showed marriage between people of different races, which was against the law at that time. Although serious in places, \"Show Boat\" was not a tragedy.\nThe public and critics loved it. \"Show Boat\" became the greatest work of American musical theater. Music critics said Kern's effect on musical theater was revolutionary. It was Kern's music that made the show a great success. Perhaps his most famous song was written for \"Show Boat.\" It is called \"Ol' Man River\".\nIt is about what life was like for black people who worked along the Mississippi River. Edna Ferber later remembered her excitement when Kern first played the melody for her. She said her hair stood up, and tears came to her eyes. Paul Robeson sang the song.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":19},{"uri":"New_York_City","surface_form":"New York City","offset":55},{"uri":"London","surface_form":"London","offset":1253},{"uri":"Smoke_Gets_in_Your_Eyes","surface_form":"Smoke Gets in Your Eyes","offset":1691},{"uri":"Dinah_Washington","surface_form":"Dinah Washington","offset":1725},{"uri":"All_the_Things_You_Are","surface_form":"All the Things You Are","offset":1965},{"uri":"Why_Do_I_Love_You%3F","surface_form":"Why Do I Love You?","offset":2527},{"uri":"Andre_Previn","surface_form":"Andre Previn","offset":2557},{"uri":"Show_Boat_(novel)","surface_form":"Show Boat","offset":3273},{"uri":"Edna_Ferber","surface_form":"Edna Ferber","offset":3303},{"uri":"Show_Boat","surface_form":"Show Boat","offset":3317},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":3402},{"uri":"Ol%27_Man_River","surface_form":"Ol' Man River","offset":4233},{"uri":"Paul_Robeson","surface_form":"Paul Robeson","offset":4480}]}