{"id":784849,"url":"http://en.wikipedia.org/wiki/Yisrael_Meir_Kagan","text":"Rabbi Yisrael Meir Kagan (January 26, 1838 – September 15, 1933) was a rabbi in Eastern Europe who was known as the leader of of Orthodox Jewry. He also wrote very famous books, including \"Sefer Chofetz Chaim\", and therefore, he is usually referred to as the Chofetz Chaim. He is also famous for being the rosh yeshiva of the Radin Yeshiva.\nChildhood.\nRabbi Kagan was born on January 26, 1838 in Dzyatlava, a town that was in those days part of the Russian Empire (nowadays in Belarus). His parents were Rabbi Aryeh Zev and Dobrusha Kagan. When he was nine years old, his father brought him to Vilnius to study in the yeshiva that Rabbi Chaim Nachman Parnes ran. His father was a teacher in the yeshiva as well. Rabbi Kagan's father died when he was eleven years old. His mother married a second husband, whose name was R' Shimon, and their family moved to Radun where R' Shimon came from. Rabbi Kagan married R' Shimon's daughter, whose name was Freida.\nLater Years.\nIn 1869, Rabbi Kagan opened up a yeshiva in Radun, Belarus that became known as the Radin Yeshiva, and was sometimes also called \"Yeshivas Chofetz Chaim\", since Rabbi Kagan, who opened it, was called \"the Chofetz Chaim\". In the 1870s, he wrote the \"Sefer Chofetz Chaim\", a book that discusses the \"halachos\" (Jewish laws) about not saying hurtful things. The book was very popular, and nowadays, he's known as the \"Chofetz Chaim.\" In 1907, he completed a six volume series called the \"Mishna Berurah\", in which he discussed the \"halachos\" pertaining to Jews' everyday life, Shabbat, and holidays. He became famous to Orthodox Jews and many people came to visit him for blessings; he was considered the leader of Orthodox Jewry. He passed away on September 15, 1933.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rabbi","surface_form":"rabbi","offset":71},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":80},{"uri":"Orthodox_Jewry","surface_form":"Orthodox Jewry","offset":129},{"uri":"Rosh_yeshiva","surface_form":"rosh yeshiva","offset":306},{"uri":"Radin_Yeshiva","surface_form":"Radin Yeshiva","offset":326},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":449},{"uri":"Belarus","surface_form":"Belarus","offset":477},{"uri":"Vilnius","surface_form":"Vilnius","offset":594},{"uri":"Radun%2C_Belarus","surface_form":"Radun","offset":857},{"uri":"Yeshiva","surface_form":"yeshiva","offset":1001},{"uri":"Radun","surface_form":"Radun, Belarus","offset":1012},{"uri":"Radin_Yeshiva","surface_form":"Radin Yeshiva","offset":1052},{"uri":"Halachos","surface_form":"halachos","offset":1266},{"uri":"Shabbat","surface_form":"Shabbat","offset":1542},{"uri":"Orthodox_Jews","surface_form":"Orthodox Jews","offset":1585}]}