{"id":78518,"url":"http://en.wikipedia.org/wiki/Kanye_West","text":"Kanye Omari West (; born June 8, 1977) is an American rapper, singer, songwriter, record producer, film director, entrepreneur and fashion designer from Chicago, Illinois.\nHe rose to fame in the mid 2000s. His first three albums, \"The College Dropout,\" \"Late Registration\" and \"Graduation\" received many awards, critical acclaim, and commercial success. In 2008, he released his fourth album, \"808s & Heartbreak\". In 2010, he released his fifth, titled \"My Beautiful Dark Twisted Fantasy\". In 2013, he released his sixth album, \"Yeezus\". \"Yeezus\" got good reviews from music critics. In 2016, he released his seventh album, \"The Life of Pablo\". West also runs his own record label called GOOD Music.\nIn July 2020, West announced his Independent presidential campaign for President of the United States in the 2020 election.\nEarly life.\nWest was born to middle-class African-American parents in Atlanta, Georgia. He moved with his mother to Chicago when he was three years old. He started writing poetry at the age of five. Kanye moved with his mother to Nanjing, China when he was 10. In 1997 West started taking painting classes at Chicago's American Academy of Art. After a short time he changed to Chicago State University to major in English. When he was 20 he left college to focus on music.\nCareer.\nWest started his music career as a producer creating beats for local Chicago artists. He was well known in these beats to take samples of old and popular soul songs, speed them up, raise the pitch and put these samples in his beats to enhance the sound. This is called Chipmunk Soul. In the late 1990s, West became a member of the amateur rap group called Go-Getters with GLC, Timmy G, and Really Doe. In 1999 they released their only album, \"World Record Holders\".\nIn 2003 West released his first mixtape, \"Get Well Soon...\". He rapped on Twista's single \"Slow Jamz\". In 2004 West's first album \"The College Dropout\" was released by Roc-A-Fella. It entered the \"Billboard\" 200 at number two. Five singles were released from the album. That year West started a record label called GOOD Music. John Legend is signed to the label. West was nominated for three American Music Awards.\nIn 2005 West's second album \"Late Registration\" was released. Five singles were released from the album. The second single \"Gold Digger\" was nominated for Record of the Year at the 2006 Grammy Awards. West was also nominated for Best New Artists. Other rappers on the album included Jay-Z, Ludacris, and Mos Def. In 2005 West released his first fashion line. West's third album \"Graduation\" was released in 2007. The album was nominated for eight Grammy Awards. Five singles were released from the album. The album's second single \"Stronger\" won a Grammy Award for Best Rap Solo Performance.\nIn 2008, West's fourth album \"808s & Heartbreak\" was released. The album was sung instead of rapped by West. It sold 450,145 copies in its first week. West acted in the 2008 movie \"The Love Guru\".\n\"My Beautiful Dark Twisted Fantasy\" was released on Roc-A-Fella Records in 2010. Music critics gave it great reviews. \"Pitchfork\" gave the album a score of 10/10. Pitchfork rarely give 10/10, so this was a big achievement. \"Rolling Stone\" gave it five out of five stars. Four singles were released from the album.\nIn 2011 West released an album with Jay-Z called \"Watch the Throne\". In 2011 \"All of the Lights\" was released as the fourth single from \"My Beautiful Dark Twisted Fantasy\". Rihanna sang in it.\nOn May 23, 2012 a short film made by West called \"Cruel Summer\" was shown for the first time at the 2012 Cannes Film Festival. The film was given good reviews. The film's name came from an album West released called \"Cruel Summer\" on his record label GOOD Music.\nOn June 18, 2013 West's sixth album \"Yeezus\" was released. The album got very good reviews from music critics. In November 2013 West gave a lecture at Harvard University. On November 15, 2013 Busta Rhymes' single \"Thank You\" was released. West rapped on it with Lil Wayne and Q-Tip. On November 24, 2013, West said in an interview that he is making his seventh album. \"New Slaves\" was nominated for Best Rap Song at the 2014 Grammy Awards. On June 27 2015, West headlined Glastonbury Festival 2015 to much controversy.\nOn February 14 2016, Kanye West released \"The Life of Pablo\" on Tidal, Jay-Z's online music service. On April 1, 2016, West released \"The Life Of Pablo\" on other music services, including Spotify, Apple Music, and Google Play Music.\nPersonal life.\nWest married Kim Kardashian in 2014. They have a daughter, North \"Nori\" West, who was born on June 15, 2013. They also have a son, Saint West, who was born on December 5, 2015. Their third child, daughter Chicago West, was born on January 15, 2018. They recently welcomed their fourth child, a son named Psalm West.\n2020 presidential campaign.\nIn August 2015 during MTV Video Music Award, West announced his candidacy for President of the United States in the 2020 election.\nIn September 2015, West announced that he intends to run for President of the United States in 2020. He later implied on Twitter that he intends to run for President in 2024 due to Donald Trump's win in the 2016 election. On December 13, 2016, West met with President-elect Trump to discuss (according to West) \"bullying, supporting teachers, modernizing curriculums, and violence in Chicago.\"\nOn July 4, 2020, West announced on Twitter that he would be running in the 2020 presidential election, although it's unclear if he has filed official paperwork to appear on ballots.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rapper","surface_form":"rapper","offset":54},{"uri":"Songwriter","surface_form":"songwriter","offset":70},{"uri":"Record_producer","surface_form":"record producer","offset":82},{"uri":"Chicago","surface_form":"Chicago","offset":153},{"uri":"Illinois","surface_form":"Illinois","offset":162},{"uri":"The_College_Dropout","surface_form":"The College Dropout","offset":231},{"uri":"Late_Registration","surface_form":"Late Registration","offset":254},{"uri":"Graduation_(album)","surface_form":"Graduation","offset":278},{"uri":"808s_%26amp%3B_Heartbreak","surface_form":"808s & Heartbreak","offset":394},{"uri":"My_Beautiful_Dark_Twisted_Fantasy","surface_form":"My Beautiful Dark Twisted Fantasy","offset":454},{"uri":"Yeezus","surface_form":"Yeezus","offset":529},{"uri":"The_Life_of_Pablo","surface_form":"The Life of Pablo","offset":625},{"uri":"Independent_(politics)","surface_form":"Independent","offset":733},{"uri":"Kanye_West_2020_presidential_campaign","surface_form":"presidential campaign","offset":745},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":771},{"uri":"2020_United_States_presidential_election","surface_form":"2020 election","offset":809},{"uri":"Atlanta","surface_form":"Atlanta, Georgia","offset":894},{"uri":"Poetry","surface_form":"poetry","offset":996},{"uri":"Nanjing","surface_form":"Nanjing","offset":1054},{"uri":"China","surface_form":"China","offset":1063},{"uri":"Soul_music","surface_form":"soul songs","offset":1459},{"uri":"The_College_Dropout","surface_form":"The College Dropout","offset":1902},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":1967},{"uri":"John_Legend","surface_form":"John Legend","offset":2098},{"uri":"Late_Registration","surface_form":"Late Registration","offset":2215},{"uri":"Jay_Z","surface_form":"Jay-Z","offset":2469},{"uri":"Ludacris","surface_form":"Ludacris","offset":2476},{"uri":"Mos_Def","surface_form":"Mos Def","offset":2490},{"uri":"Graduation_(album)","surface_form":"Graduation","offset":2565},{"uri":"808s_%26amp%3B_Heartbreak","surface_form":"808s & Heartbreak","offset":2808},{"uri":"My_Beautiful_Dark_Twisted_Fantasy","surface_form":"My Beautiful Dark Twisted Fantasy","offset":2976},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":3325},{"uri":"Rihanna","surface_form":"Rihanna","offset":3462},{"uri":"Short_film","surface_form":"short film","offset":3500},{"uri":"Yeezus","surface_form":"Yeezus","offset":3782},{"uri":"Harvard_University","surface_form":"Harvard University","offset":3896},{"uri":"Busta_Rhymes","surface_form":"Busta Rhymes","offset":3937},{"uri":"The_Life_of_Pablo","surface_form":"The Life of Pablo","offset":4306},{"uri":"Kim_Kardashian","surface_form":"Kim Kardashian","offset":4525},{"uri":"MTV_Video_Music_Award","surface_form":"MTV Video Music Award","offset":4878},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":4934},{"uri":"United_States_presidential_election%2C_2020","surface_form":"2020 election","offset":4972},{"uri":"United_States_presidential_election%2C_2020","surface_form":"2020","offset":5082},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":5168},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016 election","offset":5194},{"uri":"President-elect_of_the_United_States","surface_form":"President-elect","offset":5245},{"uri":"Chicago","surface_form":"Chicago","offset":5371},{"uri":"Twitter","surface_form":"Twitter","offset":5416},{"uri":"2020_United_States_presidential_election","surface_form":"2020 presidential election","offset":5456}]}