{"id":7854,"url":"http://en.wikipedia.org/wiki/Diaper","text":"A diaper (or nappy) is a piece of clothing. It is worn by whose who cannot control their urine or feces.\nDiapers can be made of cloth (usually cotton) that can be washed and used again. They can also be disposable (put in the garbage after they are used up). Disposable diapers are usually made of plastic or man-made (artificial) fibers and contain chemicals that are very absorbent.\nDiapers that can be washed must be folded in intricate ways (like origami) before being put on. With the disposable you must constantly buy new ones.\nViewed as unpleasant by some, diapers are mostly used by children from birth until the child has learned to use a toilet. They are also used by older people. There are adult diapers for people with medical problems.\nIn the United Kingdom, Australia and several other countries, a diaper is called a nappy.\nSometimes adults who do not have medical problems also wear diapers. This can be for different reasons. Sometimes it is because they have a profession where they cannot always get to a bathroom, like astronauts. Some adults wear diapers for fun. This is usually a form of sexual pleasure, or for emotional reasons. These people are often called \"diaper-lovers\" or \"adult-babies.\" The scientific term for liking to wear diapers is \"Diaper Fetishists.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Clothing","surface_form":"clothing","offset":34},{"uri":"Urine","surface_form":"urine","offset":89},{"uri":"Feces","surface_form":"feces","offset":98},{"uri":"Cloth","surface_form":"cloth","offset":128},{"uri":"Cotton","surface_form":"cotton","offset":143},{"uri":"Disposable","surface_form":"disposable","offset":203},{"uri":"Plastic","surface_form":"plastic","offset":298},{"uri":"Fiber","surface_form":"fiber","offset":331},{"uri":"Children","surface_form":"children","offset":592},{"uri":"Birth","surface_form":"birth","offset":606},{"uri":"Toilet","surface_form":"toilet","offset":649},{"uri":"Adult","surface_form":"adult","offset":703},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":758},{"uri":"Australia","surface_form":"Australia","offset":774},{"uri":"%26quot%3Bdiaper-lovers%26quot%3B","surface_form":"\"diaper-lovers\"","offset":1186}]}