{"id":785479,"url":"http://en.wikipedia.org/wiki/Persian_Inscriptions_on_Indian_Monuments","text":"\"Persian Inscriptions on Indian Monuments\" is a book written by Dr.Ali-Asghar Hekmat and published in 1956 and 1958 and 2013. new print has the Persian texts of more than 200 stone inscriptions found on historical places in India, many of which are now listed as national heritage or UNESCO world heritage.\nThird edition.\nAfter being lost for over 50 years, a third edition of the book has been printed by Dr. Mohammad Ajam with 200 pictures. the book is important for students of Persian language and teachers.\nBook contents.\nIn India, Persian inscriptions are usually found on buildings such as mosques, tombs,forts, palaces, gateways, water tanks, wells, gardens and bridges. Certain movable objects such as seals, signets, vases and eating pot. Most pre-Mughal Indian quranic and Persian inscriptions in India date from the last decade of the 12th century AD, when Muhammad Ghori (Guri) conquered Delhi and established his ruling there. However, a small number of inscriptions have been found in Haryana, Gujarat and Kerala which bear earlier dates. the persian language was official language of courts in India for 600 years.\nMausoleums.\nThe book describes 47 Mausoleum and tombs in India inscribed with Persian Inscriptions.\nPersian inscription in the mosques.\n. Shah Jahan also built the Taj Mahal, at Agra and the Red Fort in Old Delhi, which stands opposite the Jama Masjid.it remained the royal mosque of the emperors until the end of the Mughal period.\nGallery.\nsome Pictures of the Indian important places which have Persian inscriptions and have been explained in the book: more pictures in flicker[https://www.flickr.com/photos/ajam43/?]\nOther websites.\nPersian Inscriptions on Indian heritage Monuments by Dr. Ajam.\nIran India relations span centuries marked by meaningful interactions by Dr. Ajam.\n[https://books.google.co.jp/books?id=p9YPAQAAMAAJ&printsec=frontcover&source=gbs_ge_summary_r&redir_esc=y#v=onepage&q&f=false]","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Ali-Asghar_Hekmat","surface_form":"Ali-Asghar Hekmat","offset":67},{"uri":"Persian","surface_form":"Persian","offset":144},{"uri":"Stone","surface_form":"stone","offset":175},{"uri":"India","surface_form":"India","offset":224},{"uri":"UNESCO","surface_form":"UNESCO","offset":284},{"uri":"Persian_language","surface_form":"Persian language","offset":481},{"uri":"Mosques","surface_form":"mosques","offset":597},{"uri":"Tombs","surface_form":"tombs","offset":606},{"uri":"Forts","surface_form":"forts","offset":612},{"uri":"Palaces","surface_form":"palaces","offset":619},{"uri":"Gardens","surface_form":"gardens","offset":658},{"uri":"Bridges","surface_form":"bridges","offset":670},{"uri":"Gujarat","surface_form":"Gujarat","offset":1009},{"uri":"Kerala","surface_form":"Kerala","offset":1021},{"uri":"India","surface_form":"India","offset":1110},{"uri":"Taj_Mahal","surface_form":"Taj Mahal","offset":1295},{"uri":"Agra","surface_form":"Agra","offset":1309},{"uri":"Red_Fort","surface_form":"Red Fort","offset":1322}]}