{"id":785516,"url":"http://en.wikipedia.org/wiki/COVID-19_pandemic_in_Namibia","text":"The COVID-19 pandemic in Namibia is part of the worldwide pandemic of coronavirus disease 2019 () caused by severe acute respiratory syndrome coronavirus 2 ().\nEarly cases.\nThe Minister of Health and Social Services, Dr. Kalumbi Shangula, announced on 14 March 2020 that the virus had reached Namibia. A Romanian couple constituted the two first cases and recovered after 79 days after their initial diagnosis.\nOn 17 March 2020, President Hage Geingob declared a state of emergency which caused the closure of all borders, suspension of gatherings and economic related resolutions.\nNo infections were reported from 6 April 2020 to 20 May 2020, however there was a notable increase in cases after this period - possibly due to local transmission.\nCases total.\nAs of August 2020, Namibia was within the top 20 number of countries with the most COVID-19 cases reported in Africa.\nA total of 166 health care workers tested positive for the virus, increasing the pressure on the health system given that a shortage of health care workers existed even before the pandemic.\nQuarantine.\nOn 31 July, the Health Minister announced a small end in quarantine protocols that would account for faster recovery rates. Patients with a positive COVID-19 result will automatically be regarded as recovered 10 days after their infection, given that they do not display symptoms anymore.","categories":[],"infobox_types":[],"annotations":[{"uri":"COVID-19_pandemic","surface_form":"worldwide pandemic","offset":48},{"uri":"Coronavirus_disease_2019","surface_form":"coronavirus disease 2019","offset":70},{"uri":"Severe_acute_respiratory_syndrome_coronavirus%26amp%3Bnbsp%3B2","surface_form":"severe acute respiratory syndrome coronavirus 2","offset":108},{"uri":"Namibia","surface_form":"Namibia","offset":293},{"uri":"Romanians","surface_form":"Romanian","offset":304},{"uri":"President_of_Namibia","surface_form":"President","offset":429},{"uri":"Hage_Geingob","surface_form":"Hage Geingob","offset":439},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":463},{"uri":"Africa","surface_form":"Africa","offset":869},{"uri":"Quarantine","surface_form":"quarantine","offset":1136},{"uri":"Symptom","surface_form":"symptoms","offset":1350}]}