{"id":785626,"url":"http://en.wikipedia.org/wiki/Yellowfang%27s_Secret","text":"\"Yellowfang's Secret\" is a teen's fantasy novel written by Cherith Baldry under the writer's name Erin Hunter. It is the fifth \"Super Edition\" in the \"Warriors\" novel series. \"Yellowfang's Secret\" was first released in hardcover on 9 October 2012.\n\"Yellowfang's Secret\" follows Yellowfang, the former ShadowClan and ThunderClan medicine cat, during her early life in ShadowClan. Yellowfang trains as an apprentice but realizes that she would be a better healer, called medicine cat in the books. The book takes place at around the same time as the other Super Editions \"Bluestar's Prophecy\" and \"Crookedstar's Promise\". It is written for readers 8-12 years old.\nPlot.\nYellowfang is called Yellowkit when she is born. Her parents are Brightflower and Brackenfoot. Her siblings are Nutkit and Rowankit. Yellowfang always has a special power: She feels other people's pain as if it were hers. When she is small, both she and Nutkit have pain in their stomach one day, even though Nutkit is the only one who is really sick.\nWhen Yellowkit is older, she goes to learn from Deerleap. Later, she is called Yellowpaw. She becomes close with a cat called Raggedpelt. The other cats do not like Raggedpelt because the think his father might have been a house cat. In these books, clan cats do not like house cats because they think they are weak. Yellowpaw tries to help Raggedpaw find out about his father. But when they find he really was a house cat, things become worse. Hal, the house cat, rejects Raggedpelt and then Raggedpelt kills Hal. Another female cat, Foxheart, also likes Raggedpelt, but he likes Yellowpaw.\nYellowpaw is later called Yellowfang. Sagewhisker, the ShadowClan medicine cat, convinces Yellowfang that her power to feel pain would make her a very good medicine cat. At first, Yellowfang wants to be a warrior instead, but later she changes her mind. Yellowfang becomes Sagewhisker's apprentice and takes the medicine cats' vows. In this book, being a medicine cat means never having a mate or kittens. But Yellowfang stays with Raggedpelt in secret for a long time.\nYellowfang finds she is pregnant. Because this is against the medicine cat vows, Yellowfang gives birth in secret. Only one kit survives. She names the kit Brokenkit and gives it to Raggedpelt. Many people think Foxheart is Brokenkit's mother. Brokenkit grows up spoiled, and cruel. Eventually, Brokenkit becomes the warrior Brokentail, and later, gains rank in the clan. Brokentail trains his apprentices harshly. When Raggedpelt tells Brokentail it is too much, Brokentail pretends to agree but then plans to kill him to become leader of the clan. Brokentail makes it look like people from another clan, WindClan, killed Raggedpelt.\nBrokentail becomes Brokenstar. He rules ShadowClan cruelly. Using his father's death as an excuse, he has the clan attack other clans. He begins training kits before they are six months old, which is against the rules. He tells old cats to leave the camp. When a kit dies in battle, Yellowfang speaks out; Brokenstar soon secretly sets up another plan, accusing her of the deaths of two kits, and banishing her from the Clan.\nYellowfang leaves; eventually she enters ThunderClan territory, where, exhausted by rage and hunger, she is apprehended by Firepaw (a scene initially depicted in \"Into the Wild\" from Firepaw's perspective), where after a brief fight, Yellowfang admits defeat. Yellowfang is later cared for by Firepaw as a punishment from Bluestar, the Thunderclan leader, from feeding Yellowfang before he fed the clan.\nWhat people thought.\nBarnes and Noble said this book was \"an epic stand alone adventure.\" As of September 2020, it had a ranking of 4.7 out of 5 stars.","categories":[],"infobox_types":["book|"],"annotations":[{"uri":"Cherith_Baldry","surface_form":"Cherith Baldry","offset":59},{"uri":"Pseudonym","surface_form":"writer's name","offset":84},{"uri":"Erin_Hunter","surface_form":"Erin Hunter","offset":98},{"uri":"Warriors_(book_series)","surface_form":"Warriors","offset":151},{"uri":"Bluestar%27s_Prophecy","surface_form":"Bluestar's Prophecy","offset":570},{"uri":"Crookedstar%27s_Promise","surface_form":"Crookedstar's Promise","offset":596},{"uri":"Litter","surface_form":"siblings","offset":767},{"uri":"House_cat","surface_form":"house cat","offset":1243}]}