{"id":785768,"url":"http://en.wikipedia.org/wiki/Olfactores","text":"Olfactores is a group, called a clade, in taxonomy. Taxonomy is the way scientists put living things in groups to show how they are related to each other. Olfactores is part of the phylum Chordata, animals with notochords. These are rods of tissue that form inside the developing embryo. In many organisms, the notochord helps the spine or nervous system grow, but some animals have only a notochord and no spinal bones. Olfactores contains Vetulicolia, Tunicata (Urochordata) and Vertebrata (also named Craniata). Most animals in Chordata are also in Olfactores. Only the animals in Cephalochordata are in Chordata but not Olfactores.\nScientists started to think taxonomy needed a special name for this group of living things in 2006. They studied large numbers of data and saw a pattern that said the organisms in Olfactores had a relationship with each other that they did not have with cephalochordates. The name \"olfactores\" comes from Latin word \"olfactus\" for \"sense of smell.\" Scientists named this clade \"Olfactores\" because the animals in it grow a pharynx as part of their respiratory system and use it to breathe. Cephalochordates, for example the lancelet, do not have respiratory systems and they do not have any organs whose job is only to smell things.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clade","surface_form":"clade","offset":32},{"uri":"Taxonomy","surface_form":"taxonomy","offset":42},{"uri":"Phylum","surface_form":"phylum","offset":181},{"uri":"Chordata","surface_form":"Chordata","offset":188},{"uri":"Embryo","surface_form":"embryo","offset":280},{"uri":"Vetulicolia","surface_form":"Vetulicolia","offset":441},{"uri":"Tunicata","surface_form":"Tunicata","offset":454},{"uri":"Urochordata","surface_form":"Urochordata","offset":464},{"uri":"Vertebrata","surface_form":"Vertebrata","offset":481},{"uri":"Craniata","surface_form":"Craniata","offset":504},{"uri":"Cephalochordata","surface_form":"Cephalochordata","offset":584},{"uri":"Latin_language","surface_form":"Latin","offset":941},{"uri":"Pharynx","surface_form":"pharynx","offset":1059},{"uri":"Respiratory_system","surface_form":"respiratory system","offset":1084},{"uri":"Lancelet","surface_form":"lancelet","offset":1160}]}