{"id":785892,"url":"http://en.wikipedia.org/wiki/David_Simon","text":"e=\"preserve\"> David Simon (English: David Simon August 16, 1960, Washington) — American journalist, screenwriter and producer.\nBiography.\nDavid Simon's journalistic career began with articles in the school newspaper. After graduating from college in 1983, he came to \"The Baltimore Sun\", where he worked for twelve years. In the newspaper, Simon dealt with criminal issues.\nIn 1991, his first documentary, \"Homicide: A Year on the Killing Streets. The book was based on his experiences shadowing the Baltimore Police Department homicide unit during 1988.\" Focusing on work in the series. Simon left the newspaper in 1995.\nSimon was the creator, show runner, executive producer and head writer of the HBO drama series \"The Wire\".\nSimon produced and wrote \"Generation Kill\" for HBO with Ed Burns.The miniseries is an adaption of the non-fiction book of the same name. It relates the first 40 days of the 2003 invasion of Iraq as experienced by 1st Reconnaissance Battalion and their embedded reporter, Evan Wright.\nIn 2014, HBO greenlit production for Simon's next project \"Show Me a Hero.\" The miniseries is an adaptation of the nonfiction book of the same name by Lisa Belkin and tells the story of Nick Wasicsko, the youngest big-city mayor in the nation who finds himself thrust into racial controversy when a federal court orders to build a small number of low-income housing units in the white neighborhoods of Yonkers, New York.\nSimon is married to writer Laura Lippman.","categories":[],"infobox_types":[],"annotations":[{"uri":"Journalist","surface_form":"journalist","offset":88},{"uri":"Screenwriter","surface_form":"screenwriter","offset":100},{"uri":"Producer","surface_form":"producer","offset":117},{"uri":"School","surface_form":"school","offset":199},{"uri":"1983","surface_form":"1983,","offset":250},{"uri":"1991","surface_form":"1991,","offset":377},{"uri":"Documentary","surface_form":"documentary","offset":393},{"uri":"Generation_Kill_(miniseries)","surface_form":"Generation Kill","offset":755},{"uri":"HBO","surface_form":"HBO","offset":776},{"uri":"2003_invasion_of_Iraq","surface_form":"2003 invasion of Iraq","offset":902},{"uri":"1st_Reconnaissance_Battalion","surface_form":"1st Reconnaissance Battalion","offset":942},{"uri":"Show_Me_a_Hero","surface_form":"Show Me a Hero","offset":1072},{"uri":"Writer","surface_form":"writer","offset":1454}]}