{"id":785965,"url":"http://en.wikipedia.org/wiki/The_Good_Place","text":"\"The Good Place\" is an American sitcom. It is about the afterlife and philosophy. It was on television for four seasons.\nIn most episodes, the characters learn an idea about ethics or the study of telling right from wrong. For example, in the second season, there was an episode about the trolley problem.\nPremise.\nA woman named Eleanor (Kristen Bell) opens her eyes in a waiting room. A man named Michael (Ted Danson) tells her that she is dead and in the afterlife. He says that some people do bad things when they are alive and go to bad place when they die, where they are tortured to punish them. Other people do good things and go to a good place when they die. He tells her she is in part of \"the Good Place,\" a neighborhood with a few hundred people who all lived good lives. Eleanor also meets Janet (D'arcy Carden), a cheerful robot-like woman who runs the neighborhood and likes to help people.\nHowever, Michael talks more about Eleanor's life on Earth, and Eleanor realizes someone has made a mistake: she was really supposed to go to the Bad Place instead. Eleanor realizes that if she keeps acting the way she acted on Earth, she will be caught and sent to the bad afterlife. Eleanor tricks another dead person, ethics professor Chidi Anagonye (William Jackson Harper), into teaching her ethics so she can pretend to be good and hide in the Good Place. As Chidi gives Eleanor lessons, she becomes better for real.\nEleanor learns that another bad person is also in the good place by mistake. A DJ named Jason Mendoza (Manny Jacinto) has been pretending to be a Buddhist monk named Jianyu. She also meets her neighbor, Tahani (Jameela Jamil). Tahani is an elegant but mean philanthropist who spent her life on Earth raising money for charities but did not really care about anyone.\nAt the end of the first season, Eleanor figures out that her neighborhood is really part of the Bad Place. Michael and most of the people in it are demons. She, Chidi, Jason, and Tahani have all been tricked into torturing each other. Over the next three seasons, these characters learn more about ethics and try to save themselves and other people from the Bad Place.\nStructure and style.\nIn most sitcoms, things go back to the way they were at the beginning of each episode. This did not happen much in \"The Good Place\". David Sims of \"The Atlantic\" said the first season was more like a \"serialized sci-fi drama\" in plot. But it was told in a light, sitcom style that critics said was funny.\nWhen the show was renewed for a second season, the writers decided that instead of trying to stay on television as long as possible, they wanted to tell one story with a clear ending. They planned the story for seasons two, three and four but were not sure exactly how long it would take to tell it.\nMeaning.\nThe story was inspired by the short story \"No Exit\" by Jean-Paul Sartre and also by the HBO series \"The Leftovers\".\nUCLA professor Pamela Hieronymi was Schur's advisor while he was making \"The Good Place\". Much of the philosophy was based on \"What We Owe to Each Other\", by T.M. Scanlon. Hieronymi appears as herself in the last episode of the show.\n\"It really sort of lit up a room in my brain that had been searching for a way to explain the kind of thing that I wanted to get at,\" Schur said in an interview with \"BuzzFeed News\". \"And that was the idea that we owe certain things to other people, and the job of being alive on earth is to figure out what you owe to them and how you can provide it for them. That's the only way that any that there will ever be any progress.\"\nLike the shows Schur made before \"The Good Place\", there is a focus on how important friendship is. Schur has said the friendship between Leslie Knope and Ann Perkins on \"Parks and Recreation\" inspired some of \"The Good Place\".\nReception.\n\"The Good Place\" was nominated for many awards and won a few of them. \"The Good Place\" was nominated for 13 Emmys including Outstanding Comedy Series but did not win any. \"The Good Place\" won a Peabody Award in 2019.\nIn 2019, it was nominated for the Producer's Guide of America's Danny Thomas Award for Outstanding Producer of Episodic Television, Comedy. It was nominated for a Golden Globe for Best Television Series - Musical or Comedy and Best Performance by an Actress in a Television Series - Musical or Comedy for Kristen Bell. In 2018, Ted Danson was nominated for an Emmy for Outstanding Lead Actor in a Comedy Series and Maya Rudolph was nominated for Outstanding Guest Actress in a Comedy Series. In 2018, the Critics Choice Awards nominated Kristen Bell for Best Actress in a Comedy Series and Ted Danson for Best Actor in a Comedy Series. Ted Danson won. In 2018, \"The Good Place\" won the American Film Institute's AFI Television Programs of the Year award.\n\"The Good Place\" has a 97% Fresh rating on Rotten Tomatoes. Separately, seasons 1, 2, 3 and 4 scored 92%, 100%, 98% and 100%.\nSophie Gilbert of \"The Atlantic\" said \"The Good Place\" could also be a way of thinking about television itself. Judge Gen is like fun-loving fans who binge shows and make fan videos. Janet is like a long-term fan who can go back and watch any episode at any time.\nPhilosophical ideas mentioned by name on \"The Good Place\".\nThese are some of the ideas that the characters talk about on the show.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":23},{"uri":"Sitcom","surface_form":"sitcom","offset":32},{"uri":"Afterlife","surface_form":"afterlife","offset":56},{"uri":"Philosophy","surface_form":"philosophy","offset":70},{"uri":"Ethics","surface_form":"ethics","offset":174},{"uri":"Moral_philosophy","surface_form":"the study of telling right from wrong","offset":184},{"uri":"Trolley_problem","surface_form":"trolley problem","offset":289},{"uri":"Kristen_Bell","surface_form":"Kristen Bell","offset":338},{"uri":"Waiting_room","surface_form":"waiting room","offset":372},{"uri":"Ted_Danson","surface_form":"Ted Danson","offset":407},{"uri":"Torture","surface_form":"tortured","offset":577},{"uri":"D%27arcy_Carden","surface_form":"D'arcy Carden","offset":810},{"uri":"Ethics","surface_form":"ethics","offset":1226},{"uri":"William_Jackson_Harper","surface_form":"William Jackson Harper","offset":1259},{"uri":"Disc_jockey","surface_form":"DJ","offset":1507},{"uri":"Manny_Jacinto","surface_form":"Manny Jacinto","offset":1531},{"uri":"Jameela_Jamil","surface_form":"Jameela Jamil","offset":1639},{"uri":"Philanthropist","surface_form":"philanthropist","offset":1685},{"uri":"Charitable_organization","surface_form":"charities","offset":1746},{"uri":"Demon","surface_form":"demon","offset":1942},{"uri":"Status_quo","surface_form":"the way they were at the beginning","offset":2219},{"uri":"No_Exit","surface_form":"No Exit","offset":2841},{"uri":"Jean-Paul_Sartre","surface_form":"Jean-Paul Sartre","offset":2853},{"uri":"The_Leftovers","surface_form":"The Leftovers","offset":2898},{"uri":"UCLA","surface_form":"UCLA","offset":2914},{"uri":"T.M._Scanlon","surface_form":"T.M. Scanlon","offset":3072},{"uri":"Cameo_appearance","surface_form":"appears as herself","offset":3096},{"uri":"Parks_and_Recreation","surface_form":"Parks and Recreation","offset":3748},{"uri":"Emmy_Award","surface_form":"Emmys","offset":3924},{"uri":"Peabody_Award","surface_form":"Peabody Award","offset":4010},{"uri":"Golden_Globe","surface_form":"Golden Globe","offset":4196},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":4831}]}