{"id":785969,"url":"http://en.wikipedia.org/wiki/INaturalist","text":"iNaturalist is an American website where people post scientific information about plants, animals and other living things. Usually, they send photographs of which living things they saw and say where and when they saw them.\niNaturalist works by crowdsourcing, by asking many, many people to work on the project. Some of the people who send information to iNaturalist are professional scientists and some are citizen scientists ordinary people who want to help scientific projects. iNaturalist sends information to International Union for the Conservation of Nature and other projects that watch endangered animals and other populations. iNaturalist users can help park rangers and other people who work in forests find and identify invasive species, for example kudzu. According to one park ranger from the Great Smoky Mountains National Park in the United States, rangers usually already know an invasive plant is in their park, but iNaturalist and programs like it help them find out exactly where it is. Then they can gather people to remove it.\nParks, conservation programs and research teams in many countries have used iNaturalist, for example the United States, Canada and New Zealand.\nHistory.\nStudents at the University of California at Berkeley founded iNaturalist in 2008. It was a master's thesis project. Since 2014, the California Academy of Sciences and the National Geographic Society have run iNaturalist together.\nPlatform.\nPeople use their smart phones to look at or send information to iNaturalist, usually photographs. Then other users on the website figure out what the is in the picture.\nSeek.\nIn 2020, iNaturalist launched a smaller program called Seek. Users with Seek can point their phones at a plant or animal and the program will try to tell them its name. According to iNature's Tony Iwane, \"Seek's machine-learning model is based entirely on observations from.. the iNaturalist community, so it's really the hard work of thousands and thousands of people on iNaturalist that enables Seek to function.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Crowdsourcing","surface_form":"crowdsourcing","offset":245},{"uri":"Citizen_science","surface_form":"citizen scientists","offset":408},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"International Union for the Conservation of Nature","offset":514},{"uri":"Invasive_species","surface_form":"invasive species","offset":732},{"uri":"Kudzu","surface_form":"kudzu","offset":762},{"uri":"Great_Smoky_Mountains_National_Park","surface_form":"Great Smoky Mountains National Park","offset":807},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California at Berkeley","offset":1218},{"uri":"Master%27s_degree","surface_form":"master's thesis","offset":1293},{"uri":"California_Academy_of_Sciences","surface_form":"California Academy of Sciences","offset":1334},{"uri":"National_Geographic_Society","surface_form":"National Geographic Society","offset":1373},{"uri":"Smart_phones","surface_form":"smart phones","offset":1459}]}