{"id":78604,"url":"http://en.wikipedia.org/wiki/Recrystallisation","text":"Recrystallization (see also crystallization) is an essentially physical process that has meanings in chemistry, metallurgy and geology.\nIn chemistry, recrystallization is a procedure for purifying compounds. A crystal compound often has other compounds on it that make it less useful. To get rid of these extra items, the crystal is placed in a boiling liquid. Soon the crystal dissolves. The boiling solution, or the mix of the liquid and the dissolved crystal, gets colder. The crystal will form again. The unwanted compounds stay in the solvent, or the liquid. Now the crystal is pure and made of only the compound. Each type of compound works best in a certain type of liquid. Sometimes two or more liquids mixed together are needed to dissolve a crystal.\nIn geology, solid-state recrystallization is a metamorphic process that occurs under situations of intense temperature and pressure where grains, atoms or molecules of a rock or mineral are packed closer together, creating a new crystal structure.\nLimestone is a sedimentary rock that undergoes metamorphic recrystallization to form marble, and clays can recrystallize to muscovite mica.\nIn metallurgy, recrystallization is the nucleation and growth of new undeformed grains in a deformed metal.\nFor ice, recrystallization means the growth of larger crystals at the expense of smaller ones. Some biological antifreeze proteins have been shown to inhibit this process, and the effect may be relevant in freezing-tolerant organisms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crystallization","surface_form":"crystallization","offset":28},{"uri":"Chemistry","surface_form":"chemistry","offset":101},{"uri":"Metallurgy","surface_form":"metallurgy","offset":112},{"uri":"Geology","surface_form":"geology","offset":127},{"uri":"Chemistry","surface_form":"chemistry","offset":139},{"uri":"Chemical_compound","surface_form":"compounds","offset":197},{"uri":"Solvation","surface_form":"dissolves","offset":378},{"uri":"Solution","surface_form":"solution","offset":401},{"uri":"Geology","surface_form":"geology","offset":763},{"uri":"Metamorphism","surface_form":"metamorphic","offset":807},{"uri":"Limestone","surface_form":"Limestone","offset":1008},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":1023},{"uri":"Marble","surface_form":"marble","offset":1093},{"uri":"Clay","surface_form":"clay","offset":1105},{"uri":"Mica","surface_form":"mica","offset":1142},{"uri":"Metallurgy","surface_form":"metallurgy","offset":1151},{"uri":"Ice","surface_form":"ice","offset":1260},{"uri":"Antifreeze_protein","surface_form":"antifreeze protein","offset":1367}]}