{"id":786007,"url":"http://en.wikipedia.org/wiki/The_Book_of_the_City_of_Ladies","text":"\"The Book of the City of Ladies\" or \"Le Livre de la Cité des Dames\" (published in 1405), is perhaps Christine de Pizan's most famous literary work. Pizan originally wrote Le Livre de la Cité des Dames in Middle French but it was later translated into English (1999). The book serves as her formal response to Jean de Meun's popular \"Roman de la Rose\". Pizan combats Meun's statements about women by creating an allegorical city of ladies. She defends women by collecting a wide array of famous women throughout history. These women are \"housed\" in the City of Ladies, which is an imaginary city from the book. As Pizan builds her city, she uses each famous woman as a building block for the walls and houses of the city. Each woman added to the city adds to Pizan's argument towards women as valued participants in society. She also advocates in favour of education for woman.\nPart I.\nPart I opens with Christine reading from Matheolus's Lamentations, a work from the thirteenth century that addresses marriage wherein the author writes that women make men's lives miserable. Upon reading these words, Christine becomes upset and feels ashamed to be a woman. The three Virtues then appear to Christine, and tell her that she has been chosen by god to create a city for woman.\nPart II.\nIn Part II, Lady Rectitude says she will help Christine \"construct the houses and buildings inside the walls of the City of Ladies\" and fill it with inhabitants who are \"valiant ladies of great renown\". As they build, Lady Rectitude tells Christine stories of powerful woman that will be housed inside the city. Lady Rectitude also refutes allegations that women are unchaste, inconstant, unfaithful, and mean by nature through her stories. This part closes with Christine addressing women and asking them to pray for her as she continues her work with Lady Justice to complete the city.\nPart III.\nIn Part III, Lady Justice joins with Christine to \"add the finishing touches\" to the city, including bringing a queen to rule the city. Lady Justice tells Christine of female saints who were praised for their martyrdom. At the close of this part, Christine makes another address to all women announcing the completion of the City of Ladies. She beseeches them to defend and protect the city and to follow their queen (the Virgin Mary). She also warns the women against the lies of slanderers, saying, \"Drive back these treacherous liars who use nothing but tricks and honeyed words to steal from you that which you should keep safe above all else: your chastity and your glorious good name\".\nMedusa, Helen of Troy, Polyxena, Florence of Rome, Isabeau of Bavaria, Joan of Armagnac, Margaret of Bavaria, Isis, Marie, Duchess of Auvergne, Margaret of Burgundy, Duchess of Bavaria, Marie of Savoy, Countess of Saint-Pol, Anne de Bourbon and The Virgin Mary.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christine_de_Pizan","surface_form":"Christine de Pizan","offset":100},{"uri":"Jean_de_Meun","surface_form":"Jean de Meun","offset":309},{"uri":"Roman_de_la_Rose","surface_form":"Roman de la Rose","offset":333},{"uri":"Mathieu_of_Boulogne","surface_form":"Matheolus's","offset":926},{"uri":"Medusa","surface_form":"Medusa","offset":2575},{"uri":"Helen_of_Troy","surface_form":"Helen of Troy","offset":2583},{"uri":"Polyxena","surface_form":"Polyxena","offset":2598},{"uri":"Florence_of_Rome","surface_form":"Florence of Rome","offset":2608},{"uri":"Isabeau_of_Bavaria","surface_form":"Isabeau of Bavaria","offset":2626},{"uri":"Joan_of_Armagnac","surface_form":"Joan of Armagnac","offset":2646},{"uri":"Margaret_of_Bavaria","surface_form":"Margaret of Bavaria","offset":2664},{"uri":"Isis","surface_form":"Isis","offset":2685},{"uri":"Marie%2C_Duchess_of_Auvergne","surface_form":"Marie, Duchess of Auvergne","offset":2691},{"uri":"Margaret_of_Burgundy%2C_Duchess_of_Bavaria","surface_form":"Margaret of Burgundy, Duchess of Bavaria","offset":2719},{"uri":"Marie_of_Savoy%2C_Countess_of_Saint-Pol","surface_form":"Marie of Savoy, Countess of Saint-Pol","offset":2761},{"uri":"Anne_de_Bourbon","surface_form":"Anne de Bourbon","offset":2800},{"uri":"Mary%2C_mother_of_Jesus","surface_form":"Mary","offset":2831}]}