{"id":78602,"url":"http://en.wikipedia.org/wiki/Weathering","text":"Weathering is the breaking down of Rock (geology) rocks, soil and their minerals through direct contact with the Earth's atmosphere, waters, or living things. It is a natural process.\nWeathering occurs in one place with little or no movement, and should not be confused with erosion which is when rocks and minerals are moved to another place by ice, water, wind or gravity.\nMechanical weathering.\nMechanical or physical weathering is when the rocks and minerals are broken down but the Chemical composition remains the same. Mechanical weathering physically breaks up rock.\nWind.\nWind can blow water or small particles such as sand against the rock thus breaking it down.\nThe wind blowing over your skin removes body heat.local winds are the winds that blow over short distances.\nRain.\nRain is another force that works slowly. The force of raindrops on some rocks make them wear down. Rain also can make a chemical change in some rocks, because it is usually slightly acidic. The water mixes with the minerals in the rock to break it down.\nTemperature.\nChanging temperature can make a rock crack. Every day when the sun shines on the rock, its surface is heated. Heat causes the surface to expand (get bigger) a little. The inside of the rock, though, does not heat up as fast as the outside of the rock. The inside of the rock stays cooler. At night, the surface cools down and contracts. The expanding and contracting makes some places on the surface weak, and a crack is made.\nAlso, if water gets into a crack in a rock and the temperature goes below the freezing point, the water will freeze and expand. After some time, the rock may be weak enough to break into pieces.\nIce.\nIce, which can be miles thick, grinds the surface of the rock below it. The particles are carried with the ice, and if a glacier ends up in the sea, so does all the material carried with it.\nLava or magma.\nLava or magma can cause weathering when molten rock touches older rock. It causes the older rock to change form to a different crystal structure.\nChemical weathering.\nChemical weathering is the breaking down of rock which changes the chemical composition.\nCarbon dioxide cycle.\nThe carbon dioxide cycle is the most important for weathering. CO2 is put into the atmosphere mostly by volcanoes, and it is taken out of the atmosphere by photosynthesis, and by one other process.\nWhile it is in the air, CO2 can dissolve in water droplets to form weak carbonic acid.\nWhen rain hits rock it does so with mechanical energy and dilute acid. The acid dissolves many types of minerals and rocks though, of course, very slowly. When a mineral like feldspar is dissolved, it lets sodium ions into the sea; chlorine ions come from other minerals. The sea tastes salty because of the elements which have been dissolved out of rocks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_composition","surface_form":"Chemical composition","offset":487},{"uri":"Chemical","surface_form":"chemical","offset":907},{"uri":"Acid_rain","surface_form":"acidic","offset":969},{"uri":"Mineral","surface_form":"mineral","offset":1002},{"uri":"Water","surface_form":"water","offset":1490},{"uri":"Glacier","surface_form":"glacier","offset":1802},{"uri":"Chemical_composition","surface_form":"chemical composition","offset":2121},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2169},{"uri":"Volcano","surface_form":"volcano","offset":2269},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":2321},{"uri":"Carbonic_acid","surface_form":"carbonic acid","offset":2435},{"uri":"Feldspar","surface_form":"feldspar","offset":2625},{"uri":"Sodium","surface_form":"sodium","offset":2656},{"uri":"Ion","surface_form":"ion","offset":2663},{"uri":"Chlorine","surface_form":"chlorine","offset":2682},{"uri":"Salt","surface_form":"salt","offset":2737},{"uri":"Chemical_element","surface_form":"elements","offset":2758}]}