{"id":786175,"url":"http://en.wikipedia.org/wiki/2019_Hong_Kong_extradition_bill","text":"e=\"preserve\">The Fugitive Offenders and Mutual Legal Assistance in Criminal Matters Legislation (Amendment) Bill 2019 was a proposed bill in Hong Kong. It would have changed a law that was already there, the Fugitive Offenders Ordinance (Cap. 503) in relation to special submission arrangements and the Mutual Legal Assistance in Criminal Matters Ordinance (Cap. 525). It would have changed the way the government of Hong Kong asked for people to be arrested in any other part of the People's Republic of China, namely mainland China, Macau, and Taiwan, with which it did not already have an existing law. The Fugitive Offenders and Mutual Legal Assistance in Criminal Matters Legislation (Amendment) Bill 2019 was never passed.\nBackground.\nEarly in 2018, a 19-year-old Hong Kong resident was arrested in Taiwan for killing his 20-year-old girlfriend. He was tried in Taiwan because the government of Hong Kong had no way to extradite him, to formally ask the government of Taiwan to send him to them as a prisoner. Because of this, people started talking about Hong Kong's criminal law.\nIn February 2019, the government proposed a change to criminal laws. The law is meant to allow a the government of Hong Kong to arrest anyone suspected of a crime and send them to places where it does not already have a formal extradition treaty, such as mainland China, Macau and Taiwan.\nHowever, organizations like Amnesty International and many Hong Kongers saw that the law could also be used in another way. The law could allow the government to arrest almost any Hong Konger suspected of a crime and send them to be tried in mainland China instead of in Hong Kong. Mainland China has a reputation for unfair trials. They worried that the government would use this to arrest Hong Kongers who spoke against the mainland government and bring them to China as political prisoners and scare the people of Hong Kong.\nThe government stopped trying to pass the bill on June 15 and formally withdrew it on October 23, 2019.\nLegacy.\nThis bill was one of the reasons Hong Kongers protested in the 2019 Hong Kong protests.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":141},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":484},{"uri":"Mainland_China","surface_form":"mainland China","offset":519},{"uri":"Macau","surface_form":"Macau","offset":535},{"uri":"Taiwan","surface_form":"Taiwan","offset":546},{"uri":"Extradition","surface_form":"extradite","offset":925},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":1405},{"uri":"Political_prisoner","surface_form":"political prisoner","offset":1850},{"uri":"2019_Hong_Kong_protests","surface_form":"2019 Hong Kong protests","offset":2080}]}