{"id":786181,"url":"http://en.wikipedia.org/wiki/Subzero_(horse)","text":"Subzero (nickname: Subbie) (foaled 26 September 1988 in Australia 29 August 2020) was a Thoroughbred racehorse.\nCareer.\nSubzero won the 1992 Melbourne Cup. Trained by Lee Freedman and ridden by veteran jockey Greg Hall, the four-year-old revelled in the rain-affected going to defeat the favourite Veandercross and the two-miler Castletown. The win was to be Subzero's last, but, as one of the few grey winners of the race in the post-War era, his fame was assured.\nRetirement.\nUpon retirement from racing, the big, near-white gelding with a lovely temperament was employed as the clerk of the course's horse by Racing Victoria's long-time Clerk, Graham Salisbury, and has made numerous appearances on television, at charity functions, and at schools. In July 2008, he was fully retired as he had developed arthritis.\nHealth and death.\nIn October 2009, it was reported that Subzero might need to be put down as the medication he needed for his arthritis became unavailable in Australia. However the medication was subsequently sourced from the United States, and Subzero continued to appear in public. In his retirement he was gentle natured, very patient with children and remained with Graham Salisbury until Salisbury's death in June 2020.\nOn 29 August 2020, he was humanely put down due to a heart condition. He was 31.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":56},{"uri":"Thoroughbred","surface_form":"Thoroughbred","offset":88},{"uri":"Horse_racing","surface_form":"racehorse","offset":101},{"uri":"Melbourne_Cup","surface_form":"Melbourne Cup","offset":141},{"uri":"Lee_Freedman","surface_form":"Lee Freedman","offset":167},{"uri":"Greg_Hall_(jockey)","surface_form":"Greg Hall","offset":209},{"uri":"Veandercross","surface_form":"Veandercross","offset":298},{"uri":"Castletown_(horse)","surface_form":"Castletown","offset":329},{"uri":"Gray_(horse)","surface_form":"grey","offset":398},{"uri":"Clerk_of_the_course","surface_form":"clerk of the course","offset":581}]}