{"id":786184,"url":"http://en.wikipedia.org/wiki/Emanuel_Tov","text":"Emanuel Tov (born September 15, 1941, Amsterdam, Netherlands) is emeritus professor in the Department of Bible at the Hebrew University of Jerusalem. He is known as the editor-in-chief of the Dead Sea Scrolls publication project and as the world's leading authority on the textual criticism of the Hebrew Bible.\nBiography.\nEmanuel Tov was born in Amsterdam, the Netherlands (1941) and emigrated to Israel in 1961. From 1986 to 2009 he was professor at Hebrew University in Jerusalem and since 1990 he holds the J.L. Magnes chair.\nHe was one of the editors of the Hebrew University Bible Project. He is a member of the editorial board of the journals \"Dead Sea Discoveries\" and the \"Journal of Jewish Studies\". He served on the Academic committee of the Magnes Press. He is the co-founder and chairman (1991–2000) of the Dead Sea Scrolls Foundation, a Member of the Academic Committee of the Orion Center for the Study of the Dead Sea Scrolls, and Senior Associate Fellow of the and an Honorary Fellow of the Oxford Centre for Postgraduate Hebrew Studies.\nFrom 1990-2009 he served as the Editor-in-Chief of the international Dead Sea Scrolls Publication Project, which during those years produced 33 volumes of the series Discoveries in the Judean Desert as well as two concordances.\nHe also published an electronic edition of all the extra-biblical Qumran scrolls and a six-volume printed edition of the scrolls meant for the general public. He also created electronic editions of the Hebrew and Greek Bible.\nEmanuel Tov is married to Lika (née Aa). They have three children and four granddaughters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Emeritus_professor","surface_form":"emeritus professor","offset":65},{"uri":"Bible","surface_form":"Bible","offset":105},{"uri":"Hebrew_University_of_Jerusalem","surface_form":"Hebrew University of Jerusalem","offset":118},{"uri":"Dead_Sea_Scrolls","surface_form":"Dead Sea Scrolls","offset":192},{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":298}]}