{"id":78623,"url":"http://en.wikipedia.org/wiki/Larynx","text":"The larynx (plural \"larynges\"), also known as the voice box, is an organ in the neck of humans and animals. It helps to protect the wind pipe by stopping it from inhaling food. It also helps with breathing and making sounds. The larynx houses the vocal cords.\nFunction.\nThe larynx makes the voice. Both pitch and loudness are controlled here. It has a small slit through which air passes and makes the vocal cords vibrate. The vibrating vocal cords make the air vibrate. This sound changes as it travels through the vocal tract. It becomes a different sound based on the position of the tongue, lips, mouth, and pharynx.\nWhen swallowing, the backward motion of the tongue forces part of the larynx called the epiglottis to cover up the opening to the larynx, also called the laryngeal opening. This is to stop the food swallowed from entering the lungs. The larynx is also pulled upwards to help with this process. If the larynx is irritated by something that is swallowed, a strong cough reflex is used to protect the lungs.\nDisorders of the larynx.\nThere are several things that can cause a larynx to not function properly. Some symptoms are hoarseness, loss of voice, pain in the throat or ears, and breathing difficulties. Larynx transplant is not done very often. The world's first successful operation took place in 1998 at the Cleveland Clinic, and the second took place in October 2010 at the University of California Medical Center in Sacramento.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organ_(anatomy)","surface_form":"organ","offset":67},{"uri":"Neck_(body_part)","surface_form":"neck","offset":80},{"uri":"Human","surface_form":"human","offset":88},{"uri":"Vertebrate_trachea","surface_form":"wind pipe","offset":132},{"uri":"Vocal_folds","surface_form":"vocal cords","offset":247},{"uri":"Voice","surface_form":"voice","offset":291},{"uri":"Pitch_(music)","surface_form":"pitch","offset":303},{"uri":"Loudness","surface_form":"loudness","offset":313},{"uri":"Vocal_tract","surface_form":"vocal tract","offset":516},{"uri":"Tongue","surface_form":"tongue","offset":587},{"uri":"Lips","surface_form":"lips","offset":595},{"uri":"Mouth","surface_form":"mouth","offset":601},{"uri":"Pharynx","surface_form":"pharynx","offset":612},{"uri":"Swallow","surface_form":"swallow","offset":626},{"uri":"Epiglottis","surface_form":"epiglottis","offset":709},{"uri":"Lung","surface_form":"lung","offset":847},{"uri":"Cough","surface_form":"cough","offset":983},{"uri":"Reflex","surface_form":"reflex","offset":989},{"uri":"Organ_transplant","surface_form":"transplant","offset":1234},{"uri":"Cleveland","surface_form":"Cleveland","offset":1334}]}