{"id":786684,"url":"http://en.wikipedia.org/wiki/Bad_Mojo","text":"\"Bad Mojo\" is a computer game by Pulse Entertainment and Drew Pictures. It was made in 1996. In this game, an insect scientist named Roger is turned into a cockroach and must move through an old house back to his human body. On the way, he learns his landlord Eddie's big secret. It was released on CD-ROM. Vincent Carrella and Phill Simon made the game.\nGameplay.\nThis is an adventure game, which means the player explores the game world and solves puzzles. There is almost no fighting in this game. The player uses the arrow keys to tell the character where to go. Because he is a cockroach, he can only move himself and very small things. For example, the player can use a lit cigarette butt to burn up a spider that wants to eat the player.\nRoger can die by being killed by an animal or by getting stuck in one place for too long. For example, if the player makes Roger step in paint, he can be stuck. Like in arcade games, the player has \"lives\" meaning Roger can die more than once and still keep playing the game. \"Bad Mojo\" starts with five lives. The player can also save the game and come back later.\nTouching some things in the game starts a full motion video in which actors give clues.\nDuring the game, the spirit of Roger's dead mother, Angelina, can help the player. He can also talk to other cockroaches.\nAn experienced gamer can complete \"Bad Mojo\" in about an hour.\nStory.\nPart of the story for this game came from \"Metamorphosis\" by Franz Kafka. It is a famous story from 1915. In \"Metamorphosis\", a man called Gregor Samsa wakes up as a giant insect-like monster.\nIn \"Bad Mojo\", insect scientist Roger Sams has stolen one million dollars. He plans to run away with it. Roger's mother, Angelina, died before the game began. Before leaving with his stolen money, Roger touches a necklace that had been his mother's necklace. It is a magical necklace and it turns him into a cockroach and drops him in the sewer below the building. Roger's human body is still upstairs.\nRoger has a mean landlord named Eddie. Eddie keeps the building very dirty, so it is full of roaches, rats and spiders. Many of the puzzles the player solves are about sneaking past rats and other animals.\nThe game can end four different ways depending on whether only Roger lives at the end of the game, only Eddie lives, they both live or they both die.\nMusic.\nThe electronica group Xorcist made the music for \"Bad Mojo\". As of 2019, this music was available at Bandcamp.\nAnimals.\nRichard Cobbett of \"PC Gamer\" said \"Bad Mojo\" was \"easily the game with the most real-world kills to its name.\" The gamemakers used many real dead animals to make art for this game.\nFor one puzzle, the player has to sneak past a trapped rat without being eaten. The gamemakers put a real dead rat on a scanner to make the image. The gamemakers said the only reason they didn't do this with spiders was because the heat of the scanner would turn the spiders' bodies into gas. They also used many live cockroaches and a real dead catfish. They hired a professional cat trainer to manage the real cat, and this cat was not killed or harmed.\nThe gamemakers said \"We only harmed real animals that were on Death Row anyway.\" For example, the dead rat had already been killed by a restaurant owner.\nReviews.\nReviewers thought \"Bad Mojo\" was a very good game. Jeffrey Adams of \"GameSpot\" said it had a \"poignant story\" and \"best computer art you've ever seen in a game.\" \"Metacritic\" gave it #10 of the Best Games of 1996 and #9 for the Most Discussed Games of 1996.\nRedux.\nIn 2004, Pulse Entertainment released \"Bad Mojo Redux\". It is the same game and story as the original \"Bad Mojo\" but updated to run on newer computers. Some of the videos and acting were improved as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pulse_Entertainment","surface_form":"Pulse Entertainment","offset":33},{"uri":"Drew_Pictures","surface_form":"Drew Pictures","offset":57},{"uri":"Entomology","surface_form":"insect scientist","offset":110},{"uri":"Cockroach","surface_form":"cockroach","offset":156},{"uri":"CD-ROM","surface_form":"CD-ROM","offset":299},{"uri":"Adventure_game","surface_form":"adventure game","offset":376},{"uri":"Cigarette","surface_form":"cigarette","offset":680},{"uri":"Arcade_game","surface_form":"arcade game","offset":914},{"uri":"Full_motion_video","surface_form":"full motion video","offset":1153},{"uri":"Metamorphosis_(short_story)","surface_form":"Metamorphosis","offset":1434},{"uri":"Franz_Kafka","surface_form":"Franz Kafka","offset":1452},{"uri":"Landlord","surface_form":"landlord","offset":2004},{"uri":"Electronica","surface_form":"electronica","offset":2354},{"uri":"Xorcist","surface_form":"Xorcist","offset":2372},{"uri":"Bandcamp","surface_form":"Bandcamp","offset":2451},{"uri":"PC_Gamer","surface_form":"PC Gamer","offset":2490},{"uri":"Scanner","surface_form":"scanner","offset":2772},{"uri":"Catfish","surface_form":"catfish","offset":2998}]}