{"id":786746,"url":"http://en.wikipedia.org/wiki/Steppe_polecat","text":"The steppe polecat (\"Mustela eversmanii\"), is a type of mustelid. It is also called the white or masked polecat. It is native to Central Europe, Eastern Europe and Central Asia. It is a Least Concern species. It is generally light yellowish, with dark limbs and a dark mask across the face.\nDescription.\nMales are 320–562 mm in length. Females are 290–520 mm. Males may weigh up to 2,050 grams. For may weigh up to 1,350 grams.\nThe winter fur is soft and tall, with short, dense underfur and long, sparse guard hairs. The summer coat is shorter and coarser than the winter fur, and is not as dense and close-fitting, with a more strongly developed ochreous or reddish tone. The ears are completely white, while the throat is yellowish-white or almost white. Sometimes, the head is entirely white. The lower part of the neck is dark blackish-brown or brown, while the chest and front legs are black or blackish-brown. The abdomen is light, yellowish-straw in colour.\nBehavior.\nDuring warm seasons, especially in places with lots of ground squirrels. Old steppe polecats do not change territories until there are no prey in it's territory. Generally, the steppe polecat only lives one home range for a few days or up to a few months. In winter, the steppe polecat is more active, and will move 12–18 km a day. During heavy snowfall, the steppe polecat migrates to much better places, such as along the slopes of steppe ravines, near settlements and winter encampments.\nThe species does not usually dig its own burrow. Instead it uses those of marmots, ground squirrels, hamsters, moles, voles, jerboas and others, after making the burrow a little bit wider.\nReproduction.\nThe mating season is different in different regions. Usually, the steppe polecat mates once a year. The gestation period lasts from 36–43 days. The steppe polecat gives birth to three to six kits. But, the steppe polecat have been known to give birth to 18 kits.\nKits are born blind and naked. At the age of 20 days, the kits darken in colour. Their eyes open after 28–34 days. By the age of 45 days, they are able to hunt young ground squirrels. They start hunting adult ground squirrel at the age of 60 days. The kits stay in the family burrow for 2.0-2.5 months. The kits begin to leave the family from July or later. Steppe polecats reach sexual maturity at the age of 10 months. They become adults at the age of two years.\nFeeding.\nThe steppe polecat hunts large, mammals that live in the steppe such as ground squirrels, hamsters, pikas and young or injured adult marmots. Ground squirrels are the most abundant prey of the steppe polecat throughout the year. In warm seasons, they are hunted on the top of the ground. In autumn, they are dug from their burrows. Male polecats usually have to make the burrows of the ground squirrel to enter them. But, young or female polecats can easily enter them. In places where there are no ground squirrels, the steppe polecat mainly feeds on hamsters and pikas, or water voles on the banks of water bodies. Along the shores of rivers and lakes, fish, chickens and carrion may be eaten. Birds are sometimes killed by the steppe polecat. Amphibians and reptiles are rarely eaten.\nDistribution and Habitat.\nThe steppe polecat lives in Central and Eastern Europe, southern Russia, northern Georgia, Kazakhstan, Turkmenistan, Uzbekistan, Tajikistan, and Kyrgyzstan to Mongolia and northern and western China. In 2014, it has been seen at an altitude of 5,050 m (16,570 ft) in Nepal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mustelidae","surface_form":"mustelid","offset":56},{"uri":"Central_Europe","surface_form":"Central Europe","offset":129},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":145},{"uri":"Central_Asia","surface_form":"Central Asia","offset":164},{"uri":"Least_Concern","surface_form":"Least Concern species","offset":186},{"uri":"Limb","surface_form":"limbs","offset":252},{"uri":"Ground_squirrel","surface_form":"ground squirrels","offset":1031},{"uri":"Range_(biology)","surface_form":"range","offset":1188},{"uri":"Migration","surface_form":"migrates","offset":1350},{"uri":"Burrow","surface_form":"burrow","offset":1508},{"uri":"Hamster","surface_form":"hamsters","offset":1568},{"uri":"Mole","surface_form":"moles","offset":1578},{"uri":"Vole","surface_form":"voles","offset":1585},{"uri":"Jerboa","surface_form":"jerboas","offset":1592},{"uri":"Gestation","surface_form":"gestation period","offset":1774},{"uri":"Ground_squirrel","surface_form":"ground squirrels","offset":2099},{"uri":"Mammal","surface_form":"mammals","offset":2439},{"uri":"Steppe","surface_form":"steppe","offset":2464},{"uri":"Ground_squirrel","surface_form":"ground squirrels","offset":2479},{"uri":"Hamster","surface_form":"hamsters","offset":2497},{"uri":"Pika","surface_form":"pikas","offset":2507},{"uri":"Season","surface_form":"seasons","offset":2644},{"uri":"Autumn","surface_form":"autumn","offset":2698},{"uri":"Hamster","surface_form":"hamsters","offset":2959},{"uri":"Pika","surface_form":"pikas","offset":2972},{"uri":"Shore","surface_form":"shores","offset":3034},{"uri":"River","surface_form":"rivers","offset":3044},{"uri":"Lake","surface_form":"lakes","offset":3055},{"uri":"Fish","surface_form":"fish","offset":3062},{"uri":"Chicken","surface_form":"chickens","offset":3068},{"uri":"Carrion","surface_form":"carrion","offset":3081},{"uri":"Central_Europe","surface_form":"Central","offset":3249},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":3261},{"uri":"Russia","surface_form":"Russia","offset":3286},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":3303},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":3312},{"uri":"Turkmenistan","surface_form":"Turkmenistan","offset":3324},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":3338},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":3350},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":3366},{"uri":"Mongolia","surface_form":"Mongolia","offset":3380},{"uri":"China","surface_form":"China","offset":3414},{"uri":"Nepal","surface_form":"Nepal","offset":3488}]}