{"id":78685,"url":"http://en.wikipedia.org/wiki/Circadian_rhythm","text":"e=\"preserve\">A circadian rhythm is a rhythm that repeats about every 24 hours. Plants and animals have these built-in cycles which allow them to flower at the right time, sleep at the right time etc. The word \"circadian\" comes from the Latin \"circa\", \"around\", and \"diem\" or \"dies\", \"day\", meaning \"about a day.\" The study of biological time-keeping rhythms such as daily, tidal, weekly, seasonal, and annual rhythms, is called chronobiology.\nCircadian rhythms are \"built-in\" so that, without time signals from the environment, they keep time at the rate of \"about\" 24-hour periods. When kept in total darkness, plants and animals continue to behave by the built-in period which is \"about\" 24 hours. The rhythms are also affected and re-set by time signals such as daylight and the length of the day and the night. It is important that the rhythms be re-set regularly to the natural light/dark cycle. Adult humans of all ages have a circadian rhythm which averages 24 hours and 11 minutes.\nThe circadian rhythms, also called the \"biological clock\" or the \"body clock\", of humans and other animals, regulate many bodily functions including feeding, sleeping, body temperature and hormone production.\nThe primary body clock in humans and other mammals is located in the suprachiasmatic nucleus (or \"nuclei\") (SCN), a pair of groups of cells in the hypothalamus in the brain. Destruction of the SCN results in the complete absence of a regular sleep/wake rhythm. The SCN receives information about light through the eyes and directs the pineal gland to release the hormone melatonin at night.\nSome people have circadian rhythm sleep disorders which cause them to sleep much too early (Advanced sleep-phase syndrome, ASPS), much too late (Delayed sleep-phase syndrome, DSPS) or in several bouts throughout the day and night (Irregular sleep-wake disorder). The worst circadian rhythm sleep disorder in people who can see is Non-24-hour sleep-wake disorder (Non-24); their \"daily\" rhythm lasts 25 hours or more so they sleep and wake up one or more hours later each day. Blind people who see no light at all can also have Non-24, but it is less serious and can usually be treated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rhythm","surface_form":"rhythm","offset":37},{"uri":"Hour","surface_form":"hour","offset":72},{"uri":"Plants","surface_form":"Plants","offset":79},{"uri":"Animal","surface_form":"animal","offset":90},{"uri":"Cycle","surface_form":"cycle","offset":118},{"uri":"Flower","surface_form":"flower","offset":145},{"uri":"Time","surface_form":"time","offset":165},{"uri":"Sleep","surface_form":"sleep","offset":171},{"uri":"Latin","surface_form":"Latin","offset":236},{"uri":"Day","surface_form":"day","offset":284},{"uri":"Biology","surface_form":"biological","offset":326},{"uri":"Tide","surface_form":"tidal","offset":373},{"uri":"Season","surface_form":"season","offset":388},{"uri":"Environment","surface_form":"environment","offset":515},{"uri":"Period","surface_form":"period","offset":574},{"uri":"Darkness","surface_form":"darkness","offset":602},{"uri":"Behavior","surface_form":"behave","offset":643},{"uri":"Length","surface_form":"length","offset":782},{"uri":"Human","surface_form":"human","offset":907},{"uri":"Temperature","surface_form":"temperature","offset":1163},{"uri":"Hormone","surface_form":"hormone","offset":1179},{"uri":"Mammal","surface_form":"mammal","offset":1242},{"uri":"Suprachiasmatic_nucleus","surface_form":"suprachiasmatic nucleus","offset":1268},{"uri":"Cell","surface_form":"cell","offset":1333},{"uri":"Hypothalamus","surface_form":"hypothalamus","offset":1346},{"uri":"Brain","surface_form":"brain","offset":1366},{"uri":"Awake","surface_form":"wake","offset":1447},{"uri":"Light","surface_form":"light","offset":1495},{"uri":"Eye","surface_form":"eye","offset":1513},{"uri":"Pineal_gland","surface_form":"pineal gland","offset":1534},{"uri":"Melatonin","surface_form":"melatonin","offset":1570},{"uri":"Circadian_rhythm_sleep_disorder","surface_form":"circadian rhythm sleep disorder","offset":1607}]}