{"id":78687,"url":"http://en.wikipedia.org/wiki/Castration","text":"Castration is any action, surgical, chemical, or otherwise, by which a male loses the functions of the testes or a female loses the functions of the ovaries. It is also a type of anaphrodisiac.\nCastration in veterinary practice.\nCastration is commonly performed on domestic animals not intended for breeding.\nDomestic animals are usually castrated in order to avoid unwanted or uncontrolled reproduction; to reduce or prevent other ways of sexual behaviour such as territorial behaviour or aggression (like fighting between groups of uncastrated males of a species); or to reduce other consequences of sexual behaviour that may make animal husbandry more difficult, such as fence destruction when animals try to get to nearby females of the species.\nMale horses are usually castrated, because stallions are rather aggressive. The same applies to male mules, although they are sterile. Male cattle are castrated to improve docility for use as oxen.\nCastration in humans.\nThe practice of castration has its roots before recorded human history. Castration was frequently used in certain cultures of Europe, the Middle East, India, Africa and China, for political, religious or social reasons. After battles in some cases, victors castrated their captives or the corpses of the defeated to symbolise their victory and 'seize' their power. Castrated men — eunuchs — were often admitted to special social classes and were used particularly to staff bureaucracies and palace households: in particular, the harem. Castration also figured in a number of religious castration cults. Other religions, for example Judaism and Islam, were strongly opposed to the practice. The \"Leviticus Holiness code\", for example, specifically excludes eunuchs or any males with defective genitals from the priesthood, just as castrated animals are excluded from sacrifice.\nIn China, to become a servant of the emperor, men had to be castrated. This would prevent them from having sons or having affairs with royal concubines. Eunuchs in China have been known to usurp power in many eras of Chinese history, most notably in the Later Han, late Tang and late Ming Dynasties. There are similar recorded Middle Eastern events.\nMedical.\nTesticular cancer is generally treated by surgical removal of the cancerous testicle(s) (orchidectomy), often followed by radiation or chemotherapy. Unless both testicles are cancerous, only one is removed.\nAs punishment.\nEdward Gibbon's famous work \"Decline and Fall of the Roman Empire\" reports castration of defeated foes at the hands of the Normans. Castration has also been used in modern conflicts, as the Janjaweed militiamen currently (as of 2005) attacking citizens of the Darfur region in Sudan, often castrating villagers and leaving them to bleed to death. In some countries, the law suggests castrating sex criminals such as hebephilles.\nFor religious reasons.\nIn Europe, when females were not permitted to sing in church or cathedral choirs in the Roman Catholic Church, boys were sometimes castrated to prevent their voices breaking at puberty and to develop a special high voice. The first documents mentioning castrati are Italian church records from the 1550s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Surgery","surface_form":"surgical","offset":26},{"uri":"Male","surface_form":"male","offset":71},{"uri":"Testes","surface_form":"testes","offset":103},{"uri":"Female","surface_form":"female","offset":115},{"uri":"Ovary","surface_form":"ovaries","offset":149},{"uri":"Anaphrodisiac","surface_form":"anaphrodisiac","offset":179},{"uri":"Breed","surface_form":"breed","offset":299},{"uri":"Reproduction","surface_form":"reproduction","offset":391},{"uri":"Species","surface_form":"species","offset":557},{"uri":"Fence","surface_form":"fence","offset":674},{"uri":"Horse","surface_form":"horse","offset":755},{"uri":"Stallion","surface_form":"stallion","offset":793},{"uri":"Mule","surface_form":"mule","offset":851},{"uri":"Cattle","surface_form":"cattle","offset":890},{"uri":"Oxen","surface_form":"oxen","offset":942},{"uri":"Europe","surface_form":"Europe","offset":1096},{"uri":"Middle_East","surface_form":"Middle East","offset":1108},{"uri":"India","surface_form":"India","offset":1121},{"uri":"Africa","surface_form":"Africa","offset":1128},{"uri":"China","surface_form":"China","offset":1139},{"uri":"Eunuch","surface_form":"eunuch","offset":1351},{"uri":"Bureaucracy","surface_form":"bureaucracies","offset":1443},{"uri":"Harem","surface_form":"harem","offset":1499},{"uri":"Judaism","surface_form":"Judaism","offset":1602},{"uri":"Islam","surface_form":"Islam","offset":1614},{"uri":"Sacrifice","surface_form":"sacrifice","offset":1836},{"uri":"Concubine","surface_form":"concubine","offset":1988},{"uri":"History_of_China","surface_form":"Chinese history","offset":2064},{"uri":"Han_Dynasty","surface_form":"Later Han","offset":2101},{"uri":"Tang_Dynasty","surface_form":"Tang","offset":2117},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasties","offset":2131},{"uri":"Testicular_cancer","surface_form":"Testicular cancer","offset":2206},{"uri":"Radiation","surface_form":"radiation","offset":2328},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":2341},{"uri":"Edward_Gibbon","surface_form":"Edward Gibbon","offset":2428},{"uri":"Normans","surface_form":"Normans","offset":2551},{"uri":"Janjaweed","surface_form":"Janjaweed","offset":2618},{"uri":"Darfur","surface_form":"Darfur","offset":2688},{"uri":"Sudan","surface_form":"Sudan","offset":2705},{"uri":"Exsanguination","surface_form":"bleed to death","offset":2759},{"uri":"Singing","surface_form":"sing","offset":2926},{"uri":"Puberty","surface_form":"puberty","offset":3057},{"uri":"Register_(music)","surface_form":"voice","offset":3095},{"uri":"Castrato","surface_form":"castrati","offset":3133}]}