{"id":786842,"url":"http://en.wikipedia.org/wiki/Colombian_weasel","text":"The Colombian weasel (\"Mustela felipei\"), is a very rare type of weasel. It is also called the Don Felipe's weasel. It is only known from the departments of Huila and Cauca in Colombia and nearby northern Ecuador. The Colombian weasel is only known from one Colombian weasel.\nIt only lives in riparian habitats at an altitude of 1,100 to 2,700 m (3,600 to 8,900 ft). There is lots of deforestation in the riparian habitats in the northern Andes of Colombia and Ecuador. There is less than 10 known dead Colombian weasels that were studied. It is could be the rarest carnivore in South America. It is a vulnerable species.\nIt is the second-smallest living carnivore on average. The upperparts and tail are blackish-brown, while the underparts are orange-buff.\nThe first photo of a living Colombian weasel was taken in 2011 by an amateur naturalist who found one trapped in his parents' house; the weasel later escaped. The image was uploaded to iNaturalist in 2018. It gained widespread attention.\nDescription.\nThe Colombian weasel has a long body. It has an average length of 22 cm (8.7 in). Its tail is 11.5 cm (4.5 in) long. It weighs between 120 and 150 g (4.2 and 5.3 oz). The Colombian weasel has a dark dorsal color. It also has a light orange color. The bottom of the feet does not have any fur. It has webbed feet that is found on the second, third, and fourth toes.\nFeeding.\nThe Colombian weasel is a carnivore. It mainly hunts fish, other small aquatic animals, and small terrestrial mammals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Weasel","surface_form":"weasel","offset":65},{"uri":"Huila_Department","surface_form":"Huila","offset":157},{"uri":"Cauca_Department","surface_form":"Cauca","offset":167},{"uri":"Colombia","surface_form":"Colombia","offset":176},{"uri":"Ecuador","surface_form":"Ecuador","offset":205},{"uri":"Deforestation","surface_form":"deforestation","offset":384},{"uri":"Andes","surface_form":"Andes","offset":439},{"uri":"Colombia","surface_form":"Colombia","offset":448},{"uri":"South_America","surface_form":"South America","offset":579},{"uri":"Vulnerable_species","surface_form":"vulnerable species","offset":602},{"uri":"INaturalist","surface_form":"iNaturalist","offset":944},{"uri":"Carnivore","surface_form":"carnivore","offset":1410},{"uri":"Aquatic_animal","surface_form":"aquatic animals","offset":1455},{"uri":"Terrestrial_animal","surface_form":"terrestrial mammals","offset":1482}]}