{"id":787195,"url":"http://en.wikipedia.org/wiki/Mod_Archive","text":"The Mod Archive is a website that is an archive and index of music module files. Anyone can upload music module files to the website, and the community makes charts, reviews and ratings of them.\nThe website covers these formats: MOD, IT, XM, AHX, MED, STM, S3M, MO3, MTM, 669, AMF, AMS, DBM, DIGI, DMF, DSM, FAR, GDM, IMF, J2B, MDL, MPTM, MT2, OKT, PLM, PTM, STM, ULT and HVL.\nHistory.\nThe Mod Archive was started in 1996 as a place for tracker artists to upload their work. The website later become a community for artists and module enthusiasts.\nCommunity features were added in 2000 in the form of message boards. The website lacked proper maintenance from about 2004. In November 2005, work on fully reimplementing the website started. This work ended in August 2006, when the website left private beta. In 2007, the website moved from being sponsored and shared to running from dedicated hardware to cope with a sudden increase in popularity that happened because of these improvements. The website asks the community to pay the running costs because it costs the website more money to run on dedicated hardware.\nSince 2006, the website had allowed multiple archive files to be downloaded at once using BitTorrent.\nOperations and quality control.\nAll files uploaded to the website must be checked manually by the website's staff, who check the files for integrity and quality.\nMentions in publications.\nModArchive was mentioned in the PC music freeware roundup in \"Sound on Sound\" magazine.\nModArchive (v3.1) was featured as Site of the Month in \"Computer Music\" magazine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":21},{"uri":"Module_file","surface_form":"module file","offset":67},{"uri":"MOD_(file_format)","surface_form":"MOD","offset":229},{"uri":"IT_(file_format)","surface_form":"IT","offset":234},{"uri":"XM_(file_format)","surface_form":"XM","offset":238},{"uri":"OctaMED","surface_form":"MED","offset":247},{"uri":"Scream_Tracker","surface_form":"STM","offset":252},{"uri":"S3M","surface_form":"S3M","offset":257},{"uri":"MO3","surface_form":"MO3","offset":262},{"uri":"Tracker_(music_software)","surface_form":"tracker","offset":437},{"uri":"Message_boards","surface_form":"message boards","offset":601},{"uri":"BitTorrent_(protocol)","surface_form":"BitTorrent","offset":1208},{"uri":"Sound_on_Sound","surface_form":"Sound on Sound","offset":1470},{"uri":"Computer_Music_(magazine)","surface_form":"\"Computer Music\"","offset":1551}]}