{"id":787300,"url":"http://en.wikipedia.org/wiki/Neshat_Jahandari","text":"Neshat Jahandari is the first female Captain flying the MD80 based in Tehran, Iran. She is the second Iranian woman to qualify as a commercial airline pilot.\nShe has flown about 4000 thousand kilometres (?) and is the youngest and only MD80 female captain of in the Iranian airline. After qualifying as an airline captain, the company's video went viral.\nAnother fame wave came when she made history being the Captain of the first all-female-crew operating a flight from Tehran to the northeastern city of Mashhad.\nThe departing flight from capital Tehran to Mashhad in northeast Iran was done with 160 passengers on Monday, and the return flight carried 171 passengers.\nCaptain Jahandari posted about the news on her Instagram page, describing it as a “historic event” in Iran’s aviation industry.\nLife story.\nPilot Neshat Jahandari became Iran's first female certified captain in July 2019. Awarded four stripes, she is qualified to take full control of an aircraft, either on her own or supported by a copilot. In an industry still largely closed to women in the Islamic Republic, this is a significant achievement.\nShe began to work with the Zagros Airlines in the field of flight safety and the review of Flight Data Monitoring. About three and a half years later, the company needed a pilot; she passed the test and was accepted with merit.\nAt the age of 17, she began her pilot training classes, and at the same time studied at the University. She received her degree in Aviation Flight Engineering Technology.\nDue to her interest in this field, after receiving her licence, she received all the flight-related documents for the airliners, such as the Commercial Pilot License and the Instrument Rating. Finally, her dream came true and she became a pilot.\nAlthough, there is no legal prohibition for women in the aviation field, entering into the profession has not been so easy for a woman.\n“When I entered the pilot school, many were surprised and said this is a male profession and is not suitable for me,” she says.\n“This strange behaviour could be a hindrance to me, but I believed in it and I was doing my job. I believe that everyone who does his/her best in every field, will certainly enjoy its result. In today’s world, as we have male professional chefs, we also have successful female mechanics engineers. Success has nothing to do with gender. Of course, it’s natural to be surprised to see a female pilot,” she noted.","categories":[],"infobox_types":[],"annotations":[]}