{"id":787405,"url":"http://en.wikipedia.org/wiki/Adventure_game","text":"e=\"preserve\">An adventure game is a type of video game or computer game. Gameplay in adventure games is mostly exploration, solving puzzles and finishing stories. Some adventure games also have combat systems so the player can fight enemies like in an action game, beat 'em up or role-playing game, but many adventure games have no fighting in them at all. The first adventure game was \"Colossal Cave Adventure\" in 1975.\nIn adventure games, the player usually acts through a character in the story. This character sometimes has a history. For example Roger Sams in \"Bad Mojo\" is a sad insect scientist and Alexander in \"King's Quest VI\" is a prince trying to rescue a princess. Other player characters have almost no history. In \"Myst\" and \"Zork\", the game does not even give the player character a name. Other characters and the game's voice call the player \"you.\"\nAdventure games can be played on computers, for example PCs and Macs. Adventure games can be played on consoles, for example Playstations and Xboxes.\nMany adventure games are called point-and-click adventure games because the player uses a computer mouse to click on things on the screen. Not all adventure games do this. In the 1996 game \"Bad Mojo\", the player can only use the computer's arrow keys. In the 1977 game \"Zork\", the player must write commands using the keyboard.\nBecause they are about exploration, adventure games usually have an interesting world setting. Some games have art with painted graphics. Others show off the newest image-making technology, for example \"Myst\". Other games, like the early \"Zork\" games, had no graphics at all. The \"Zork\" games told the player what was happening using words.\nSome famous adventure game series are \"Myst\" by Brøderbund, \"Monkey Island\" by LucasArts, and the \"King's Quest\" and \"Quest for Glory\" series by Sierra on-line.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":44},{"uri":"Action-adventure_game","surface_form":"also have combat systems","offset":184},{"uri":"Action_game","surface_form":"action game","offset":252},{"uri":"Beat_%27em_up_games","surface_form":"beat 'em up","offset":265},{"uri":"RPG","surface_form":"role-playing","offset":280},{"uri":"Colossal_Cave_Adventure","surface_form":"Colossal Cave Adventure","offset":387},{"uri":"Bad_Mojo","surface_form":"Bad Mojo","offset":566},{"uri":"Entomologist","surface_form":"insect scientist","offset":585},{"uri":"Myst","surface_form":"Myst","offset":730},{"uri":"Zork","surface_form":"Zork","offset":741},{"uri":"Non-player_character","surface_form":"Other characters","offset":805},{"uri":"Narrator","surface_form":"game's voice","offset":830},{"uri":"Playstation","surface_form":"Playstation","offset":991},{"uri":"Xbox","surface_form":"Xbox","offset":1008},{"uri":"Point-and-click_adventure_games","surface_form":"point-and-click adventure games","offset":1048},{"uri":"Computer_mouse","surface_form":"computer mouse","offset":1106},{"uri":"Zork","surface_form":"Zork","offset":1583},{"uri":"Myst","surface_form":"Myst","offset":1724},{"uri":"Br%C3%B8derbund","surface_form":"Brøderbund","offset":1733},{"uri":"Monkey_Island","surface_form":"Monkey Island","offset":1746},{"uri":"LucasArts","surface_form":"LucasArts","offset":1764},{"uri":"King%27s_Quest","surface_form":"King's Quest","offset":1784},{"uri":"Quest_for_Glory","surface_form":"Quest for Glory","offset":1803}]}