{"id":78777,"url":"http://en.wikipedia.org/wiki/Zermatt","text":"Zermatt is a municipality in the district of Visp in the canton of Valais in Switzerland.\nIt is found to the north of the Matterhorn in the German-speaking and mostly Roman Catholic section of the canton. It is pretty far southeast of Gstaad, and is pretty close to the border with Italy.\nZermatt has a local population of 5,500 people, but the actual population changes through the seasons as tourists come and go.\nTourism.\nZermatt is a famed ski resort and is a tourist destination. Until the mid-1800s, it was mostly a farming community; its name, as well as that of the Matterhorn itself, derives from the alpine meadows, or \"matten\", in the valley. In the German language, the town is \"Zur Matte\", or \"in the meadow.\"\nThe town was \"discovered\" mid-century by British mountaineers, most notably Edward Whymper, whose conquest of the Matterhorn made the village famous worldwide.\nZermatt is a closed village, which means that non-Swiss nationals are not permitted to buy property within the area. May is the worst time to visit this city, as most of the streets are muddy.\nHiking.\nZermatt is a good place to start many hikes into the surrounding mountains, such as the Haute Route that ultimately leads to Chamonix in France. A complex of cable cars and chair lifts carry skiers in the winter and hikers in the summer; the highest of them leads to the Klein Matterhorn, a small outcropping on the ridge between Breithorn and Matterhorn that offers cool views in all directions. It is possible to cross into Italy via the Cervinia cable car station.\nTransportation.\nAny automobile that uses an engine is not allowed in Zermatt because of concerns for air pollution. Electric vehicles are allowed for local commerces. The Cantonal police allow some people to park in the northern section of this city. Some emergency vehicles (firetrucks, ambulance..) are also allowed to use combustion engines.\nMost people reach Zermatt by train or cable car. Trains also leave for Zermatt from Visp and Brig.\nSkiing.\nZermatt is well known throughout the world for its great skiing, especially Triftji for its moguls. The high altitude results in consistent skiing continuously up until the summer.\nSkiing in Zermatt is split up into four distinct areas; Sunnegga, Gornegrat, Klein Matterhorn and Schwarzsee. There is also a connection to Cervinia and Valtournenche in Italy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Visp_(district)","surface_form":"Visp","offset":45},{"uri":"Cantons_of_Switzerland","surface_form":"canton","offset":57},{"uri":"Valais","surface_form":"Valais","offset":67},{"uri":"Switzerland","surface_form":"Switzerland","offset":77},{"uri":"Matterhorn","surface_form":"Matterhorn","offset":122},{"uri":"German_language","surface_form":"German","offset":140},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":167},{"uri":"Gstaad","surface_form":"Gstaad","offset":235},{"uri":"Italy","surface_form":"Italy","offset":282},{"uri":"Tourism","surface_form":"tourists","offset":394},{"uri":"Ski_resort","surface_form":"ski resort","offset":444},{"uri":"1800s","surface_form":"1800s","offset":499},{"uri":"German_language","surface_form":"German language","offset":661},{"uri":"Edward_Whymper","surface_form":"Edward Whymper","offset":799},{"uri":"The_Haute_Route","surface_form":"the Haute Route","offset":1168},{"uri":"Chamonix","surface_form":"Chamonix","offset":1209},{"uri":"France","surface_form":"France","offset":1221},{"uri":"Aerial_tramway","surface_form":"cable car","offset":1242},{"uri":"Chair_lift","surface_form":"chair lift","offset":1257},{"uri":"Klein_Matterhorn","surface_form":"Klein Matterhorn","offset":1355},{"uri":"Breithorn","surface_form":"Breithorn","offset":1414},{"uri":"Cervinia","surface_form":"Cervinia","offset":1524},{"uri":"Air_pollution","surface_form":"air pollution","offset":1653},{"uri":"Visp","surface_form":"Visp","offset":1981},{"uri":"Brig%2C_Switzerland","surface_form":"Brig","offset":1990},{"uri":"Cervinia","surface_form":"Cervinia","offset":2325},{"uri":"Valtournenche","surface_form":"Valtournenche","offset":2338}]}