{"id":78774,"url":"http://en.wikipedia.org/wiki/Martigny%2C_Switzerland","text":"Martigny is the capital city of the French-speaking district of Martigny in the canton of Valais in Switzerland.\nIt is 495 meters high. It has a population of about 15,000 people. Martigny is at the joining of Italy, France and Switzerland, one road linking this town over the Great St. Bernard Pass to Aosta (Italy), and the other one, over the col de la Forclaz to Chamonix (France). In winter, Martigny is appreciated for its nearby ski resorts like Verbier.\nHistory.\nIn the first century BCE, present-day Martigny was an oppidum or vicus of a Celtic tribe, the Veragri. It was then called Octodurus or Octodurum. When Julius Caesar was in Gaul (57-56 BCE), he sent Servius Galba with the twelfth legion and some cavalry into the country of the Nantuates, Veragri, and Seduni. His purpose in sending this force was to open the pass over the Alps, the pass of the Great St. Bernard, by which road the \"mercatores\" had been used to travel at great risk, and with the payment of great tolls. (\"B. G.\" iii. 1.) The people of the Alps allowed the Italian merchants to pass, because if they plundered them the merchants would not come; but they got as much out of them as they could. Galba, after taking many strong places, and receiving the submission of the people, sent off two cohorts into the country of the Nantuates, and with the remaining cohorts determined to winter in Octodurus, which was in a valley with no great extent of level ground near it, confined on all sides by very lofty mountains. There is some level ground at Martigny, and the valley of the Rhone at this part is not very narrow. Caesar says that the town of Octodurus was divided into parts by a river, but he does not mention the river's name. It is the Dranse. Galba gave one part of the town to the Galli to winter in, and assigned the other to his troops. He fortified himself with a ditch and rampart, and thought he was safe. He was, however, suddenly attacked by the Galli before his defences were complete or all his supplies were brought into the camp. Thus began the Battle of Octodurus. The Romans obstinately defended themselves in a six hours' fight; when, seeing that they could no longer keep the enemy out, they made a sortie, which was successful. The Romans estimated the Galli at more than 30,000, and Caesar says that more than a third part were destroyed. The slaughter of the enemy was prodigious, which has been made an objection to Caesar's veracity, or to Galba's, who made his report to the commander. It has also been objected that the valley is not wide enough at Martigny to hold the 30,000 men. There may be error in the number that attacked, and also in the number who died. After this escape Galba prudently withdrew his troops, and marching through the country of the Nantuates reached the land of the Allobroges, where he wintered.\nThe region joined the Roman Empire. In 47, Emperor Claudius founded Forum Claudii Augusti, later renamed Forum Claudii Vallensium to avoid confusion with another city that was dear to him. Octodurus was the principal town of the area until the displacement of the episcopal see to Sion in the 4th century. Pliny (iii. c. 20) says that the Octodurenses received the \"Latinitas\" (\"Latio donati\"). The town appears in the Antonine Itinerary and in the Tabula Peutingeriana. In the \"Notit. Prov.\", the place is called Civitas Vallensium Octodurus. At a later period it was called Forum Claudii Vallensium Octodurensium, as an inscription shows. One authority speaks of the remains of a Roman aqueduct at Martigny. Many coins, and other memorials of the Roman time, have been found about the place.\nThe name \"Octodur\" is manifestly Celtic. The second part of the name is \"Dur\", water. The first part, probably some corrupt form, is not explained. The town sat on the Roman road from Augusta Praetoria (modern Aosta) in Italy.\nPresent situation.\nThe Romans left many ruins. The city is known for the amphitheatre, which was restored in 1978. Cow fights are held in the amphitheatre during early autumn for the \"Comptoir\". The city is also famous for its museum, the Pierre Gianadda Foundation, built on top of Roman ruins.\nThe area has some apricot orchards, and vines on steep slopes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_city","surface_form":"capital city","offset":16},{"uri":"French_language","surface_form":"French","offset":36},{"uri":"Martigny_(district)","surface_form":"Martigny","offset":64},{"uri":"Cantons_of_Switzerland","surface_form":"canton","offset":80},{"uri":"Valais","surface_form":"Valais","offset":90},{"uri":"Switzerland","surface_form":"Switzerland","offset":100},{"uri":"Meter","surface_form":"meter","offset":123},{"uri":"Italy","surface_form":"Italy","offset":210},{"uri":"France","surface_form":"France","offset":217},{"uri":"Switzerland","surface_form":"Switzerland","offset":228},{"uri":"Great_St._Bernard_Pass","surface_form":"Great St. Bernard Pass","offset":277},{"uri":"Aosta","surface_form":"Aosta","offset":303},{"uri":"Col_de_la_Forclaz","surface_form":"col de la Forclaz","offset":346},{"uri":"Chamonix","surface_form":"Chamonix","offset":367},{"uri":"Verbier","surface_form":"Verbier","offset":453},{"uri":"1st_century_BC","surface_form":"first century BCE","offset":478},{"uri":"Oppidum","surface_form":"oppidum","offset":525},{"uri":"Vicus","surface_form":"vicus","offset":536},{"uri":"Celt","surface_form":"Celt","offset":547},{"uri":"Veragri","surface_form":"Veragri","offset":565},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":622},{"uri":"Gaul","surface_form":"Gaul","offset":643},{"uri":"57_BC","surface_form":"57","offset":649},{"uri":"56_BC","surface_form":"56 BCE","offset":652},{"uri":"Servius_Sulpicius_Galba_(praetor_54_BC)","surface_form":"Servius Galba","offset":669},{"uri":"Legio_XII_Fulminata","surface_form":"twelfth legion","offset":692},{"uri":"Nantuates","surface_form":"Nantuates","offset":748},{"uri":"Veragri","surface_form":"Veragri","offset":759},{"uri":"Seduni","surface_form":"Seduni","offset":772},{"uri":"Alps","surface_form":"Alps","offset":844},{"uri":"Great_Saint_Bernard_Pass","surface_form":"Great St. Bernard","offset":866},{"uri":"Italy","surface_form":"Italian","offset":1045},{"uri":"Dranse","surface_form":"Dranse","offset":1729},{"uri":"Gauls","surface_form":"Galli","offset":1776},{"uri":"Battle_of_Octodurus","surface_form":"Battle of Octodurus","offset":2051},{"uri":"Ancient_Rome","surface_form":"Romans","offset":2076},{"uri":"Allobroges","surface_form":"Allobroges","offset":2809},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":2862},{"uri":"47","surface_form":"47","offset":2879},{"uri":"Claudius","surface_form":"Claudius","offset":2891},{"uri":"Sion%2C_Switzerland","surface_form":"Sion","offset":3121},{"uri":"4th_century","surface_form":"4th century","offset":3133},{"uri":"Pliny_the_Elder","surface_form":"Pliny","offset":3146},{"uri":"Latinitas","surface_form":"Latinitas","offset":3206},{"uri":"Antonine_Itinerary","surface_form":"Antonine Itinerary","offset":3259},{"uri":"Tabula_Peutingeriana","surface_form":"Tabula Peutingeriana","offset":3289},{"uri":"Celts","surface_form":"Celtic","offset":3667},{"uri":"Aosta","surface_form":"Aosta","offset":3844},{"uri":"Amphitheatre","surface_form":"amphitheatre","offset":3934},{"uri":"1978","surface_form":"1978","offset":3970},{"uri":"Cow_fighting","surface_form":"Cow fights","offset":3976},{"uri":"Fondation_Pierre_Gianadda","surface_form":"Pierre Gianadda Foundation","offset":4100},{"uri":"Apricot","surface_form":"apricot","offset":4175}]}