{"id":787990,"url":"http://en.wikipedia.org/wiki/Tadzio_M%C3%BCller","text":"Tadzio Müller (born 1976) is a German climate and LGBT activist; and political scientist. He works as a speaker on climate justice and international politics at the Center for International Dialogue and Cooperation of the Rosa Luxemburg Foundation.\nLife.\nMüller first studied history and political science at the Ruprecht-Karls University in Heidelberg in 1996. From 1998 to 2000 he studied political science at the University of Massachusetts, Boston, and then from 2001 to 2002 Global Political Economy at the University of Sussex. In 2007, he received his doctorate in international relations and politics from the University of Sussex. He was a lecturer at the University of Kassel.\nMüller was involved in protests critical of globalization. He has been active in the environmental and climate movement since the 2000s. During his doctoral studies he participated in climate camps in England, and helped to establish them in Germany. From autumn 2007, he was one of the organizers of the first German climate camp in Hamburg and was its spokesman.\nAround 2010, he was instrumental in the protests against the transport of nuclear waste in Germany, and was one of the organizers of the “Castor? Gravel!\". He was spokesman for the climate alliance Climate Justice Action in protests against the 2009 United Nations Climate Change Conference, Copenhagen, and was arrested.\nTadzio Müller is HIV- positive and works publicly against discrimination against people living with HIV. Since 2019, he has been campaigning for solidarity between the LGBT movement and the climate movement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Climate_change","surface_form":"climate","offset":38},{"uri":"LGBT","surface_form":"LGBT","offset":50},{"uri":"Politics","surface_form":"political","offset":69},{"uri":"Scientist","surface_form":"scientist","offset":79},{"uri":"Ruprecht-Karls_University","surface_form":"Ruprecht-Karls University","offset":313},{"uri":"University_of_Massachusetts%2C_Boston","surface_form":"University of Massachusetts, Boston","offset":416},{"uri":"University_of_Sussex","surface_form":"University of Sussex","offset":512},{"uri":"University_of_Kassel","surface_form":"University of Kassel","offset":665},{"uri":"Globalization","surface_form":"globalization","offset":731},{"uri":"Climate_camps","surface_form":"climate camps","offset":871},{"uri":"Nuclear_waste","surface_form":"nuclear waste","offset":1126},{"uri":"Climate_Justice_Action","surface_form":"Climate Justice Action","offset":1250},{"uri":"2009_United_Nations_Climate_Change_Conference","surface_form":"2009 United Nations Climate Change Conference","offset":1297}]}