{"id":788176,"url":"http://en.wikipedia.org/wiki/Kamal_Uddin","text":"Kamal Uddin (; born 28 June 1984) is a British Bangladeshi faith-based singer-songwriter, and teacher. He is also an imam (religious leader) at the Hyde Jamia Mosque. In 2016, Dr. Čedomir Nestorović named him as one of the most influential Muslim singers as he was one of the first faith-based Muslim singers to sing in English.\nEarly life.\nUddin was born on 28 June 1984 in England. He grew up in Hyde, Greater Manchester. His Bengali Muslim parents, Haji Malkas Ali and Sufia Ali, migrated from Sylhet in Bangladesh. Uddin has two brothers; Faisal and Kaz Uddin who are also songwriters.\nUddin started his studies at Greenfield Primary School and then went to Hyde Technology School. In summer 1996, he went to Al-Jamia Al-Islamiyyah in Bolton, and studied a course to learn the entire Quran (Muslim holy book) off by heart. In early Ramadan 1421 (November 2000), his dad collapsed during a night time prayer session (Tarawih) and passed away whilst saying the Shahadah (Islamic testimony of faith). At the end of 2001, Uddin finished his course and became qualified. In September 2002, he began studying in Jamia Al-Karam in East Retford to learn Arabic grammar.\nCareer.\nUddin began his career as a teacher and Imam at Hyde Jamia Mosque in 2004, teaching the Quran and nasheeds (faith-based acapella songs) to children.\nIn January 2005, Uddin and his mother performed the Hajj pilgrimage. Returning from Hajj, Uddin's debut album \"In the Name of Allah\" under Noor Media, was released in August 2005. In December of the same year, he performed at the first Global Peace and Unity event in the ExCeL Exhibition Centre in London.\nIn May 2006, his second album \"Illallah\" was released under IQRA Promotions. On 18 June, The Nasheed Class, which he founded, organised \"Kamal Uddin Live in Concert\" which independently sold over 600 tickets. Uddin also released a \"The Nasheed Class CD\" which featured vocals from his students. On 6 August 2007, he performed at \"The Nasheed Festival 2007\".\nOn 13 January 2008, Uddin went to Rotherham to perform at the \"An Evening of Islam\" event. In September 2008, after winning the Islam Channel Nasheed Contest presented by Rakin Misbah from Mecca2Medina, Uddin performed at the Global Peace and Unity event on 25-26 October 2008 as Nasheed Artist of the Year. He performed in a December charity event in Victoria Hall in front of the Mayor of Keighley.\nIn April 2009, he was invited to perform in Yvonne Ridley's Gaza event in Rochdale. He then travelled to Toronto in March to perform at the 4th Annual North American Qira'atul Qur'an & Hifz Competition. Uddin returned to Rochdale in October and November to perform at Muhammad bin Yahya al-Ninowy's event \"The Legacy of the Forgotten Generation\". Uddin was invited on 11 October 2009 to the Taunton & Somerset Eid Party. Kamal Uddin and Abdullah Rolle were supporting artists at the \"An evening with Junaid Jamshed\" event at the London Muslim Centre on 17 October 2009. In 2010, he was invited to Ummah Channel where he announced that he was working on a third album with IQRA Promotions. After appearing at the Peace Conference Scandinavia hosted by Norway, Uddin travelled to his motherland Bangladesh where he also performed in May 2011.\nUddin then returned to studying, partaking in an ʿAlimiyyah course at the Oldham Islamic College. Following a 12-year gap in new releases, Uddin returned to the scene in late 2018 for a charity track with Omar Esa, Imtiyaz Sidat, Hafiz Mizan and Ehsaan Tahmid. In 2019, he toured South Africa and shot two nasheed videos at the Nizamiye Mosque with Imtiyaz Sidat, Hafiz Mizan and Ehsaan Tahmid under IlmFeed. In early 2020, he signed to Free Voice Records.\n\"In the Name of Allah\" (2005).\n\"In the Name of Allah\" is Uddin's debut album, which was released in August 2005 via Noor Media and recorded in Glass Onion Studios, Birmingham. It was produced by Tahir Rashid and illustrated by Rizwan Hussain of Digital Dawa. The album starts with him reciting the Adhan; the Muslim call to prayer. It then moves on to three hamds; the first of which is inspired by Hasan ibn Thabit's poetry, two nasheeds about Muhammad, and a nasheed about the Quran. The last track included a remix of a 13th-century Madih nabawi from Saadi Shirazi's Gulistan.\n\"Illallah\" (2006).\n\"Illallah\" was Uddin's second album, which was released in May 2006 via IQRA Promotions and recorded in Denton Studios, Manchester and Digital Image Studios, Chesterfield. It was produced by Ahmad Hussain and Ahmir Hussain and illustrated by Rizwan Hussain of Digital Dawa. This album starts with him reciting Ar-Rahman; a Surah of the Quran, and various Islamic supplications. It featured a Bengali naat sending durood and salam upon Muhammad as well as an Urdu naat titled \"Hain Nazar Mein\". Uddin also collaborated with his student Mohammad Nobin Hussain on a remix of Al-Busiri's Al-Burda. The album also included a remastered version of \"His Name is Muhammad\" (from his previous album) with additional traditional lyrics in Bengali. The \"99 Names of Allah\" nasheed from his 2005 album was also included in this one. An official video was filmed for his title track \"Illallah\", written by his brother Faisal Uddin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":71},{"uri":"Teacher","surface_form":"teacher","offset":94},{"uri":"Imam","surface_form":"imam","offset":117},{"uri":"England","surface_form":"England","offset":375},{"uri":"Greater_Manchester","surface_form":"Greater Manchester","offset":404},{"uri":"Sylhet_Division","surface_form":"Sylhet","offset":497},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":507},{"uri":"Darul_Uloom_Bolton","surface_form":"Al-Jamia Al-Islamiyyah","offset":713},{"uri":"Bolton","surface_form":"Bolton","offset":739},{"uri":"Quran","surface_form":"Quran","offset":788},{"uri":"Ramadan","surface_form":"Ramadan","offset":836},{"uri":"Shahadah","surface_form":"Shahadah","offset":963},{"uri":"East_Retford","surface_form":"East Retford","offset":1128},{"uri":"Hajj","surface_form":"Hajj","offset":1375},{"uri":"Global_Peace_and_Unity","surface_form":"Global Peace and Unity","offset":1559},{"uri":"ExCeL_London","surface_form":"ExCeL Exhibition Centre","offset":1595},{"uri":"Rotherham","surface_form":"Rotherham","offset":2022},{"uri":"Islam_Channel","surface_form":"Islam Channel","offset":2116},{"uri":"Rakin_Fetuga","surface_form":"Rakin Misbah","offset":2159},{"uri":"Mecca2Medina","surface_form":"Mecca2Medina","offset":2177},{"uri":"Keighley","surface_form":"Keighley","offset":2379},{"uri":"Yvonne_Ridley","surface_form":"Yvonne Ridley","offset":2433},{"uri":"Gaza","surface_form":"Gaza","offset":2449},{"uri":"Rochdale","surface_form":"Rochdale","offset":2463},{"uri":"Toronto","surface_form":"Toronto","offset":2494},{"uri":"Muhammad_bin_Yahya_al-Ninowy","surface_form":"Muhammad bin Yahya al-Ninowy","offset":2657},{"uri":"Taunton","surface_form":"Taunton","offset":2780},{"uri":"Somerset","surface_form":"Somerset","offset":2790},{"uri":"Junaid_Jamshed","surface_form":"Junaid Jamshed","offset":2889},{"uri":"London_Muslim_Centre","surface_form":"London Muslim Centre","offset":2918},{"uri":"Ummah_Channel","surface_form":"Ummah Channel","offset":2986},{"uri":"Norway","surface_form":"Norway","offset":3140},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":3182},{"uri":"Ilm_(Arabic)","surface_form":"studying","offset":3253},{"uri":"Ulama","surface_form":"ʿAlimiyyah","offset":3279},{"uri":"Omar_Esa","surface_form":"Omar Esa","offset":3435},{"uri":"Ehsaan_Tahmid","surface_form":"Ehsaan Tahmid","offset":3476},{"uri":"South_Africa","surface_form":"South Africa","offset":3510},{"uri":"Nizamiye_Mosque","surface_form":"Nizamiye Mosque","offset":3558},{"uri":"Ehsaan_Tahmid","surface_form":"Ehsaan Tahmid","offset":3610},{"uri":"Birmingham","surface_form":"Birmingham","offset":3851},{"uri":"Tahir_Rashid","surface_form":"Tahir Rashid","offset":3882},{"uri":"Adhan","surface_form":"Adhan","offset":3985},{"uri":"Hamd","surface_form":"hamd","offset":4045},{"uri":"Hasan_ibn_Thabit","surface_form":"Hasan ibn Thabit","offset":4086},{"uri":"Muhammad","surface_form":"Muhammad","offset":4132},{"uri":"Madih_nabawi","surface_form":"Madih nabawi","offset":4223},{"uri":"Saadi_Shirazi","surface_form":"Saadi Shirazi","offset":4241},{"uri":"Gulistan_(book)","surface_form":"Gulistan","offset":4257},{"uri":"Chesterfield","surface_form":"Chesterfield","offset":4444},{"uri":"Ahmad_Hussain","surface_form":"Ahmad Hussain","offset":4477},{"uri":"Ar-Rahman","surface_form":"Ar-Rahman","offset":4596},{"uri":"Surah","surface_form":"Surah","offset":4609},{"uri":"Dua","surface_form":"Islamic supplications","offset":4641},{"uri":"Bengali_language","surface_form":"Bengali","offset":4678},{"uri":"Naat","surface_form":"naat","offset":4686},{"uri":"Durood","surface_form":"durood","offset":4699},{"uri":"Salam","surface_form":"salam","offset":4710},{"uri":"Muhammad","surface_form":"Muhammad","offset":4721},{"uri":"Urdu","surface_form":"Urdu","offset":4744},{"uri":"Al-Busiri","surface_form":"Al-Busiri","offset":4858},{"uri":"Al-Burda","surface_form":"Al-Burda","offset":4870}]}