{"id":788254,"url":"http://en.wikipedia.org/wiki/Big_Bad_Wolf","text":"e=\"preserve\">The Big Bad Wolf is a wolf and a fictional villain in many fairy tales, such as \"The Boy Who Cried Wolf\", \"Little Red Riding Hood\" and \"The Three Little Pigs\".\nSymbols.\nMedieval people did not like wolves because wolves would eat their sheep and other animals, so sometimes the big bad wolf in the story is supposed to be a wolf and does not represent anything else. But other times the wolf is symbol for something else. There are two main ways to look at symbols in \"Little Red Riding Hood\": In one, the girl Riding Hood is a symbol for the sun. She is eaten by the wolf, who is a symbol for winter or night. Little Red Riding Hood escaping from the wolf's belly is like the sun rising again the next day or spring coming again the next year. In the other, the wolf represents sex or rape. In French around the time \"Little Red Riding Hood was written down, the figure of speech \"she has seen the wolf\" means \"she has had sex and is not a virgin any more.\"\nIn other things.\nThere are also modern versions of the Big Bad Wolf. For example, in the graphic novel series \"Fables\", Bigby Wolf lives with other fairy tale characters who have run away to the real world and works as a detective.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wolf","surface_form":"wolf","offset":35},{"uri":"Fairy_tales","surface_form":"fairy tales","offset":72},{"uri":"The_Boy_Who_Cried_Wolf","surface_form":"The Boy Who Cried Wolf","offset":94},{"uri":"Little_Red_Riding_Hood","surface_form":"Little Red Riding Hood","offset":120},{"uri":"The_Three_Little_Pigs","surface_form":"The Three Little Pigs","offset":149},{"uri":"Sex","surface_form":"sex","offset":792},{"uri":"Rape","surface_form":"rape","offset":799},{"uri":"Figure_of_speech","surface_form":"figure of speech","offset":877},{"uri":"Graphic_novel","surface_form":"graphic novel","offset":1061},{"uri":"Fables_(graphic_novel)","surface_form":"Fables","offset":1083}]}