{"id":788416,"url":"http://en.wikipedia.org/wiki/Pteropus","text":"\"Pteropus\" is a genus of large megabats. They are commonly known as fruit bats or flying foxes. They live in the tropics and subtropics of Asia: Australia, the Indian subcontinent, East Africa, and some oceanic islands in the Indian and Pacific Oceans.\nThere are at least 60 living species in the genus.\nFlying foxes eat fruit and other plant matter, and occasionally insects as well. They find food with their keen sense of smell. Most, but not all, are nocturnal. They navigate with keen eyesight, as they cannot echolocate. They have long lives and low birth rates. Females of most species have only one offspring each year. This slow birth rate makes their populations vulnerable in present-day circumstances.\nLike other bats, flying foxes can give deadly diseases to humans. They are the reservoirs of rare but fatal disease agents such as Australian bat lyssavirus (which causes rabies), and Hendra virus. Seven known human deaths have come from these two diseases. Nipah virus is also transmitted by flying foxes—it affects more people, with over 100 fatalities.\nFlying foxes have cultural significance to indigenous people. They appear in traditional art, folklore, and weaponry. Their fur and teeth were used as currency in the past. Some cultures still use their teeth as currency today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":16},{"uri":"Megabat","surface_form":"megabat","offset":31},{"uri":"Tropics","surface_form":"tropics","offset":113},{"uri":"Asia","surface_form":"Asia","offset":139},{"uri":"Australia","surface_form":"Australia","offset":145},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":160},{"uri":"East_Africa","surface_form":"East Africa","offset":181},{"uri":"Indian_Ocean","surface_form":"Indian","offset":226},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":237},{"uri":"Extant_taxon","surface_form":"living","offset":275},{"uri":"Genus","surface_form":"genus","offset":297},{"uri":"Nocturnal","surface_form":"nocturnal","offset":455},{"uri":"Echolocation","surface_form":"echolocate","offset":515},{"uri":"Australian_bat_lyssavirus","surface_form":"Australian bat lyssavirus","offset":845},{"uri":"Rabies","surface_form":"rabies","offset":885},{"uri":"Indigenous_people","surface_form":"indigenous people","offset":1113}]}