{"id":788418,"url":"http://en.wikipedia.org/wiki/Measure_word","text":"e=\"preserve\">A measure word is a word or morpheme (the smallest meaningful unit in a language) that shows how much of something there is.\nIn English, measure words are used to show amounts of something that cannot be easily counted, also called uncountable nouns or mass nouns. For example, a person cannot usually say, \"I have three gasolines\", since gasoline is not easy to count. However, a person can measure how much gasoline there is or count how many containers are used to hold gasoline. In other words, people can say, \"I have three gallons of gasoline\", \"I have three liters of gasoline\", or \"I have three tanks of gasoline.\"\nIn English, count nouns are their own measure words. A person can say \"I have three cars\" or \"cars have four wheels\". The nouns do not need any extra words because the nouns themselves are easy to count. Measure words can also be used to describe groups of countable nouns. For example, a group of cattle is called \"a herd of cattle\" and a group of fish is called \"a school of fish.\"\nIn many East Asian languages, like Chinese, Japanese, and Korean, measure words must be used to count both mass nouns and count nouns. Unlike in English, a person cannot simply say \"three cars\" or \"four wheels\" in Chinese. The nouns in both phrases need a measure word. In Chinese a person must say \"three (vehicle) car\" (三辆车) and \"four (thing) wheel\" (四个轮).","categories":[],"infobox_types":[],"annotations":[{"uri":"Word","surface_form":"word","offset":33},{"uri":"Morpheme","surface_form":"morpheme","offset":41},{"uri":"Language","surface_form":"language","offset":85},{"uri":"English_language","surface_form":"English","offset":141},{"uri":"Mass_noun","surface_form":"uncountable nouns","offset":245},{"uri":"Mass_noun","surface_form":"mass nouns","offset":266},{"uri":"Count_noun","surface_form":"count nouns","offset":648},{"uri":"East_Asian_languages","surface_form":"East Asian languages","offset":1028},{"uri":"Chinese_language","surface_form":"Chinese","offset":1055},{"uri":"Japanese_language","surface_form":"Japanese","offset":1064},{"uri":"Korean_language","surface_form":"Korean","offset":1078}]}