{"id":788505,"url":"http://en.wikipedia.org/wiki/Trolley_problem","text":"The trolley problem is an imaginary problem that people can solve to explore how the human mind works.\nMost people think that the trolley problem was invented by Oxford University philosophy professor Philippa Foot in the 1960s, but it might have been someone else. Foot wrote about the trolley problem and other problems in her 1967 essay \"The Problem of Abortion and the Doctrine of the Double Effect.\" Massachusetts Institute of Technology professor Judith Jarvis Thomson made the trolley problem famous. Now many schools teach the trolley problem. For a while, there was even a part of philosophy called trolleyology. Jarvis Thomson named the problem \"the trolley problem.\"\nThe trolley problem does not have a right or wrong answer. Instead, it is a way to make people think and talk about what makes actions good or bad and why.\nHow it works.\nThe player (\"you\") is on a trolley, a fast-moving cart that can only run on a track. It is not an automobile that can be driven off the edge of a road. It must stay on a track. Ahead of the player, five people are standing on the track, where the trolley will run over them and kill them. The player has no way to stop the trolley. The only thing the player can do is throw a switch to make the trolley change onto a different track. On this second track, there is one person. None of the six people have time to move out of the way.\nIn Jarvis Thomson's version, the person controlling the trolley switch is not on the trolley. Instead, this player is watching from the side. This person can throw the switch but they can also choose to do nothing.\nIf the player does nothing, the trolley will kill five people. If the player throws the switch, the trolley will kill one person.\nVariations.\nThere are different versions of the trolley problem. What if the player knows something about the individual people on the track?\nEmergency room case.\nThe player is a doctor working in an emergency room. A homeless person or traveler comes to the emergency room, but the doctor learns he is not sick at all. Upstairs in the hospital, there are five sick people who need organ transplants. The homeless person is a perfect match for all five. Like in the trolley problem, the doctor can kill one person by taking action or allow five people to die by doing nothing. The emergency room case was also in Foot's 1967 essay.\nMost people think the emergency room problem is different from the trolley problem, even though the numbers are the same. The trolley problem is something that could happen in real life but would be very rare. Healthy people going to emergency rooms every day.\nIn the emergency room problem, many, many things can affect the player's decision. The students say things like, \"The player is a doctor, and doctors are taught not to hurt or kill people, so the player will say no\" instead of saying what they themselves would do. Or they would say things like \"If the doctors kill the homeless person, people will find out about it. They will be worried that the doctors will kill them for their organs, so they will not go to the emergency room when they need to. Then more than five people will die—sick people who did not go to the emergency room for help.\" These things are true, but they mean the emergency room case is very complicated for a thought experiment.\nFootbridge case.\nPhilosophers invented the footbridge problem as a better version of the emergency room problem. Unlike in the emergency room problem, there are no societal systems that get in the way, for example the doctor's education or people deciding not to go to the emergency room.\nIn the footbridge problem, the player is standing on a small bridge over a trolley track. Again, there is a trolley with no brakes heading very fast toward five people. It will hit and kill the people if nothing stops it. They cannot get out of the way. There is also a second person on the footbridge. If the player pushes this one person off the footbridge, then their body will stop the trolley, saving the five other people. But the one person whom the player has pushed will die. In this problem, the person the player would push is big and fat enough to stop the trolley, but the player is not.\nOthers.\nOther variations on the trolley problem include when the player knows some or all of the people on the tracks. Another is when the big fat person on the footbridge put the five people on the track on purpose so they would be run over. Another is when the one person whom the trolley can run over instead of the other five is a person taking a nap in a hammock instead of someone standing on a trolley track.\nIn the brain.\nA team of scientists led by Joshua Greene put people in an fMRI machine to watch what their brains did while they thought about the trolley problem and its other versions. When people thought about pulling the trolley switch to kill one person instead of five, the parts of the brain that do cool, rational thinking (the prefrontal cortex) lit up. When people thought about pushing a fat man onto the track, the parts of their brain that do emotion (the amygdala) lit up. The people decided not to push the fat man onto the track. Greene and the other scientists said they think human beings are more likely to make moral decisions using intuition when they are feeling emotions, for example the disgust they feel at the thought of killing an innocent fat man. Green and the other scientists said they think human beings are more likely to make decisions using logic when their emotions are not involved.\nIn popular culture.\nThe trolley problem appeared in the episode \"The Trolley Problem\" on the second season of the sitcom \"The Good Place\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Thought_experiment","surface_form":"imaginary problem","offset":26},{"uri":"Oxford_University","surface_form":"Oxford University","offset":162},{"uri":"Philippa_Foot","surface_form":"Philippa Foot","offset":201},{"uri":"Essay","surface_form":"essay","offset":334},{"uri":"Abortion","surface_form":"Abortion","offset":356},{"uri":"Doctrine_of_the_Double_Effect","surface_form":"Doctrine of the Double Effect","offset":373},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":405},{"uri":"Judith_Jarvis_Thomson","surface_form":"Judith Jarvis Thomson","offset":453},{"uri":"Trolley","surface_form":"trolley","offset":875},{"uri":"Emergency_room","surface_form":"emergency room","offset":1927},{"uri":"Hospital","surface_form":"hospital","offset":2063},{"uri":"Organ_transplants","surface_form":"organ transplants","offset":2109},{"uri":"FMRI","surface_form":"fMRI","offset":4702},{"uri":"Prefrontal_cortex","surface_form":"prefrontal cortex","offset":4964},{"uri":"Amygdala","surface_form":"amygdala","offset":5097},{"uri":"Intuition","surface_form":"intuition","offset":5281},{"uri":"Sitcom","surface_form":"sitcom","offset":5662},{"uri":"The_Good_Place","surface_form":"The Good Place","offset":5670}]}