{"id":78868,"url":"http://en.wikipedia.org/wiki/Nidwalden","text":"Nidwalden is a canton of Switzerland. It is in the center of Switzerland. The population is 38,600 (in 2001). The capital is Stans.\nGeography.\nNidwalden is in the center of Switzerland. To the north is Lake Lucerne. Mountain ranges block in the rest of the canton on the other sides.\nHistory.\nIn 1291 the people of Nidwalden joined Uri and Schwyz to form an alliance. At the time there was no state, but towards the end of the 14th century early forms of government were established. This included institutionalized assemblies and courts. In the 14th and 15th century the people of Nidwalden joined the people of Obwalden to discuss important matters, but the two cantons were never really one. For example, Obwalden did not participate in the annexation of Bellinzona, Riviera and Blenio areas (today in the canton of Ticino).\nAround 1500 many people in Nidwalden worked as mercenary soldiers. Many of these soldiers later emigrated. This helped to lessen the pressure of a growing population. A popular destination was the Alsace. After rejecting a new constitution by Napoleon — the ideas of the French Revolution were not popular in such an agricultural area — Nidwalden was attacked by French troops on 9 September 1798. Random destruction was caused and at least 400 people were killed. After the end of Napoleon's rule in 1814 most of the changes were reverted. Only in 1877 did Nidwalden introduce a new constitution. The open assembly (\"Landsgemeinde\") was abolished in 1997.\nPolitics.\nThe government is composed of seven members. The local parliament has 60 seats.\nNidwalden sends only one deputy to the Swiss Council of States.\nEconomy.\nUp to the 1900s, Nidwalden was taken over by agriculture. Cattle and cheese were exported mainly to northern Italy. Around 1500, many people in Nidwalden worked as mercenary soldiers (people hired to fight for someone for money).\nFrom the middle of the 19th century onwards, trade, industry and tourism gained momentum. Still, until the 1950s, agriculture took over the canton. Today, many small and middle-sized businesses fill the economy. The largest employer is the airplane constructor Pilatus. The small and middle-sized businesses work in a lot of areas. Many provide work in machine construction, medical equipment, international trade, optics and electronics.\nTraditional areas such as forestry and agriculture are still important. Most farming is done with cattle and dairy products. Family farms are still common in Nidwalden today.\nIn recent years, Nidwalden is becoming an increasingly popular place to live and work. This is caused by its low taxes, its central location between Zürich and Milan, and the pretty countryside.\nTourism.\nBecause of the mountainous geography, tourism is important to Nidwalden. The lake and mountains attract many tourists around the year.\nCulture.\nMany local charities have kept local traditions intact. There is traditional music, yodeling, dances, theaters and festivals. There are a number of modern cultural events, such as concerts and galleries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cantons_of_Switzerland","surface_form":"canton","offset":15},{"uri":"Switzerland","surface_form":"Switzerland","offset":25},{"uri":"Population","surface_form":"population","offset":78},{"uri":"2001","surface_form":"2001","offset":103},{"uri":"Capital_(city)","surface_form":"capital","offset":114},{"uri":"Stans","surface_form":"Stans","offset":125},{"uri":"Lake_Lucerne","surface_form":"Lake Lucerne","offset":202},{"uri":"1291","surface_form":"1291","offset":296},{"uri":"Canton_of_Uri","surface_form":"Uri","offset":332},{"uri":"Canton_of_Schwyz","surface_form":"Schwyz","offset":340},{"uri":"Eternal_Alliance","surface_form":"alliance","offset":358},{"uri":"14th_century","surface_form":"14th century","offset":427},{"uri":"15th_century","surface_form":"15th century","offset":555},{"uri":"Obwalden","surface_form":"Obwalden","offset":613},{"uri":"Bellinzona","surface_form":"Bellinzona","offset":758},{"uri":"Riviera_(Swiss_town)","surface_form":"Riviera","offset":770},{"uri":"Blenio","surface_form":"Blenio","offset":782},{"uri":"Ticino","surface_form":"Ticino","offset":819},{"uri":"1500","surface_form":"1500","offset":835},{"uri":"Alsace","surface_form":"Alsace","offset":1025},{"uri":"Napoleon","surface_form":"Napoleon","offset":1071},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1099},{"uri":"9_September","surface_form":"9 September","offset":1208},{"uri":"1798","surface_form":"1798","offset":1220},{"uri":"1814","surface_form":"1814","offset":1329},{"uri":"1877","surface_form":"1877","offset":1377},{"uri":"Landsgemeinde","surface_form":"Landsgemeinde","offset":1446},{"uri":"1997","surface_form":"1997","offset":1479},{"uri":"Swiss_Council_of_States","surface_form":"Swiss Council of States","offset":1614},{"uri":"1900s","surface_form":"1900s","offset":1658},{"uri":"Italy","surface_form":"Italy","offset":1757},{"uri":"1500","surface_form":"1500","offset":1771},{"uri":"1950s","surface_form":"1950s","offset":1985},{"uri":"Pilatus","surface_form":"Pilatus","offset":2139}]}