{"id":788895,"url":"http://en.wikipedia.org/wiki/Yangtze_giant_soft-shell_turtle","text":"The Yangtze giant soft-shell turtle, Hoan Kiem turtle or Red River giant soft-shell turtle (\"Rafetus swinhoei\") is an endangered turtle from Asia. Only four of these turtles are known to be alive today. It is one of the most endangered animals in the world.\nWhat was the last known female Yangtze giant soft-shell turtle died in a Suzhou zoo in China in 2019. Another female was found in Vietnam in October 2020. Scientists tested her DNA and then put her back in the lake.\nThis leaves four turtles alive: One male turtle living in Suzhou Shangfangshan Forest Zoo, the female turtle in Dong Mo Lake in Vietnam, perhaps another one in Dong Mo Lake, and another one in Xuan Khanh Lake in Vietnam. Scientists don't know whether the Xuan Khanh lake turtle is male or female. Scientist Tim McCormack thinks the two lake turtles became trapped when people built dams on their rivers. Scientists say there might be more in other lakes and rivers. Some scientists have gone on boats to look for them.\nDescription.\nThis turtle is very big with a pointy noise that it can use to breathe while keeping most of its body hidden underwater. Scientists don't know much about the way it acts in the wild because there are so few left. It is the largest turtle that lives in fresh water instead of sea water. It has a long, flat body. It can weigh 150 to 220 kilograms (330 to 485 pounds).\nThe female can lay 30 or 40 eggs at a time, more than once each year.\nNatural range.\nThe Yangtze giant soft-shell turtle used to live in the Red River in China and in many parts of Vietnam in the flood plain from the Yangtze River. It became endangered because humans built roads, buildings and dams where the turtle likes to live and because of pollution. It also became endangered because people would catch the turtle to eat it and its eggs and to sell turtles as pets. Illegal hunters also catch the turtle to sell its body parts as ingredients for traditional Chinese medicine.\nMythology and legends.\nIn Vietnamese culture, the Yangtze giant soft-shell turtle stands for Kim Qui, the Great Turtle God. There is a story of the Dragon King giving a special sword called Heaven's Will to a Vietnamese hero named Emperor Lê Lợi. Emperor Lê Lợi used Heaven's Will to free Vietnam from the Chinese. When it was time for Emperor Lê Lợi to give Heaven's Will back to the Dragon King, he gave it to Kim Qui to give to him.\nConservation efforts.\nIn 2007, scientists found a female Yangtze giant soft-shell turtle in a zoo in Changsha. The turtle had been there for more than fifty years, before Yangtze giant soft-shell turtles became rare. The people in the zoo knew she was a large, female turtle but not that she had become one of the rarest on Earth. The deputy director of the zoo was attending a conference about tigers and went to the speech about turtles for fun. He saw they were talking about the same kind of turtle as the one in his zoo.\nThe people in Changsha knew they had a large turtle in their zoo, but they didn't know it was a Yangtze giant soft-shell turtle. A circus performer had sold her to the zoo in the 1950s. They fed her raw meat, which kept her in good health, but it was not good for making eggs. She laid eggs every year, but they never hatched. This was because no male turtle had fertilized them, but also because she needed to eat foods with more calcium.\nWhen people found out the Changsha turtle was a female Yangtze giant soft-shell turtle, they did not bring her to Suzhou right away. Both cities wanted the other turtle brought to them. Turtles are important symbols of living a long time in China, so the people of Changsha did not want to give her away. Eventually, the two zoos agreed the female should come to Changsha and that they would divide up and share the baby turtles. In 2008, the female was moved from the Changsha Zoo to Suzhou Shangfangshan Forest Zoo.\nThe first year, the female turtle laid many eggs, and about half of them were fertilized. None hatched. Some of the eggs had very thin shells. The zookeepers realized that there was not enough calcium in the food the turtle was eating, so they fed her different foods with more calcium. Then they realized that visitors to the zoo were throwing food and garbage into the turtle's lake even though there were big signs saying not to.\nThe other problem was that the male turtle's penis had been damaged in a fight with another male turtle years earlier, so he could not have sex very well. Starting in 2015, the zookeepers collected the male turtle's male reproductive liquid and placed it inside the female using medical tools. Again, the female turtle laid eggs, but none hatched. The scientists used a different medical technique every year, trying to find one that worked. In 2019, the female turtle died because she did not wake up from the medicine the zookeepers gave her to make her sleep during the medical process. The zookeepers cut out and froze tissue from her female reproductive organs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Endangered","surface_form":"endangered","offset":225},{"uri":"China","surface_form":"China","offset":345},{"uri":"Vietnam","surface_form":"Vietnam","offset":388},{"uri":"Dong_Mo_Lake","surface_form":"Dong Mo Lake","offset":586},{"uri":"Xuan_Khanh_Lake","surface_form":"Xuan Khanh Lake","offset":667},{"uri":"Fresh_water","surface_form":"fresh water","offset":1258},{"uri":"Sea_water","surface_form":"sea water","offset":1281},{"uri":"Clutch","surface_form":"eggs at a time","offset":1401},{"uri":"Red_River","surface_form":"Red River","offset":1514},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":1590},{"uri":"Pollution","surface_form":"pollution","offset":1719},{"uri":"Exotic_pet_trade","surface_form":"pets","offset":1840},{"uri":"Poaching","surface_form":"Illegal hunters","offset":1846},{"uri":"Traditional_Chinese_medicine","surface_form":"traditional Chinese medicine","offset":1926},{"uri":"Heaven%27s_Will","surface_form":"Heaven's Will","offset":2146},{"uri":"L%C3%AA_L%E1%BB%A3i","surface_form":"Lê Lợi","offset":2195},{"uri":"Calcium","surface_form":"calcium","offset":3349},{"uri":"Longevity","surface_form":"living a long time","offset":3577},{"uri":"Suzhou_Shangfangshan_Forest_Zoo","surface_form":"Suzhou Shangfangshan Forest Zoo","offset":3843},{"uri":"Calcium","surface_form":"calcium","offset":4069},{"uri":"Penis","surface_form":"penis","offset":4354},{"uri":"Semen","surface_form":"male reproductive liquid","offset":4525},{"uri":"Artificial_insemination","surface_form":"placed it inside","offset":4554},{"uri":"Anesthesia","surface_form":"medicine the zookeepers gave her to make her sleep","offset":4820},{"uri":"Ovaries","surface_form":"female reproductive organs","offset":4948}]}