{"id":789083,"url":"http://en.wikipedia.org/wiki/The_Sims_Bowling","text":"ce=\"preserve\">The Sims Bowling - mobile game in the series \"of The Sims\", developed by EA Games for devices iPod and later mobile phones. The game was released on July 18, 2007. The game itself is a reworked version of the successful 2004 JAMDAT Bowling bowling simulator. \"The Sims Bowling\" combines a life simulator with a bowling game, where the player must collect points by playing bowling in different game modes in order to set up their home and buy bowling equipment.\nCritics have given mixed opinions about the game, on the one hand they praised \"The Sims Bowling\" for its high-quality graphics and varied gameplay, but criticized the game physics, especially behavior of pins, called it outdated, but the gameplay is not deep enough .\nGame process.\nThe game begins with the player creating a male or female character, choosing a suitable hairstyle and clothing for him. The controlled Sim then comes to the bowling alley to compete against other NPCs. Control is carried out in the first person, the player determines the location of the ball and with what force he should throw it. The ultimate goal of the player is to win with a score of 300.\nThe game also introduces the so-called life goal, in particular the sim dreams of becoming the star of the bowling alley, the sim's aspiration level increases with the player's skill. There are also four different game modes in \"The Sims Bowling\": Classic - a casual bowling game, Strike-o-thon - which counts how many hits the player can hit, and Spare-o-thon - the same for the substitutes. The player can also practice, this mode allows you to develop a strategy for solving difficult situations, such as, for example, 7-10 splits. The player can also compete with another player in the Pass' n Play mode, passing in turn the phone to make a move. There is also a \"Bowl Now\" mode, which instantly introduces a random opponent into the game with multiplayer support, for example, in devices such as the LG VX8100 or Samsung M610. The iPod version is only compatible with 5th generation devices.\nWith the funds received, the player can buy new clothes or new bowling equipment purchased at the store in the alley. These are new balls, bowling gloves, and so on. As the Sim becomes a regular customer over time, the store owner will even give him some tips. As your Sim succeeds on the lane, they will be endowed with various privileges, such as getting a better paid job and then being able to invest in additional equipment for bowling. The player can, among other things, visit his home and furnish it with new purchased items, such as a widescreen TV, an air hockey table or a dance floor. The game also features familiar characters from other \"The Sims games\", such as Don Lothario.\nCreation and release.\nEven before the creation of the game, in 2004 the game JAMDAT Bowling enjoyed great success in the mobile market, which was then acquired by Electronic Arts. It was expected that this would make the game even more famous, but it disappeared from sales, nevertheless EA released its modified version with updated graphics and additional gameplay on top, also linking with the \"The Sims\" brand. Back then EA Games expressed an interest in adapting \"The Sims\" for iPods, with the developers arguing that \"The Sims Bowling is a game that reflects the character of The Sims while being an elaborate bowling game for the iPod.\".\nThe official announcement of the iPod game took place on July 12, 2007. The game has positioned itself as a combination of a life simulator and bowling, allowing you to spend the money you receive on different equipment and playing in different modes. The game was available for purchase in the games sections of iTunes. Then it became known that the game was developed specifically for the fifth generation iPod.\nThe game was released on July 18, 2007. Despite the mixed assessment of critics, users generally rated the game positively. It eventually became the sixth overall released for the iPod and is remembered as one of the first games released for this platform.\nIn August 2008, it became known that Electronic Arts had entered into a contract with Handango, Inc., the world's leading provider of mobile games, to distribute its mobile games, including \"The Sims Bowling\". The game was available for symbian devices with support for English, French, Italian, German and Spanish.\nCriticism.\nPeter Cohen, a Macworld critic, noted that before the iPod was only arcade or puzzle games, \"The Sims Bowling\" turned out to be a different game, and more than just bowling with \"The Sims\". Despite the apparently simple concept of the game, it still remains a life simulator as its name suggests. The reviewer even argued that bowling is not the most difficult part of the game, since the player will eventually get used to the controls, it will not be difficult for him to play and he will defeat any rivals without any problems. The critic also praised the game for its graphics and music quality. The game has its own and pleasant soundtrack, as well as the ability for the player to choose what he wants to listen to, or even turn it off. In general, the critic called the game a combination of a life simulator with bowling, an enjoyable, but not too difficult game.\nA critic of IGN saw a clear resemblance to JAMDAT Bowling in the game, \"The Sims Bowling itself is\" actually a remaster of the 2004 game. In the end, as a critic has noted, the game engine in the game feels outdated. The reviewer also pointed out that the combination of bowling and \"The Sims is\" also implemented strangely, on the one hand, the critic praised the game for the fact that it allows you to create and customize a character, but the aspiration system ceases to bring any meaning over time. The game loaded very slowly on Sony Ericsson W810. Although the game's design and graphics are good, the game experience is spoiled by the poor physics of pins falling. Nevertheless, the critic ended up giving 7 points out of ten, praising the game for the presence of different modes and multiplayer mode, and even despite the outdated engine, it pleasantly surprises with its graphics and functional gameplay.\nA more restrained review was left by Chris James of the Pocket Gamer website, who noted that not all games of the high-profile franchise, like films, can be considered successful. This can be seen in the example of the quite successful \"The Sims 2 Mobile\", and the unsuccessful The Sims 2 Pets Mobile and the same \"The Sims Bowling\". Not that one would come to that conclusion at first glance, as the game is quite up to EA quality and standards. The visuals turned out to be quite brilliant and neat animations, and the critic praised the game for its control. However, the problems start with in-game physics, which gives the impression that the ball is rolling on the sides, rather than rolling forward, and after changing the camera perspective, it seems that the ball is flying almost at the speed of a bullet, and the pins also fall very quickly. This annoyed the critic very much, he noticed that the imperfection of physics led even to bizarre incidents, such as pins spinning on the floor through other pins, or they could even bounce. The reviewer also noticed that there is no real competition in the game, and the purchased items just aren't enough motivation to keep the player interested. The critic summed up that undoubtedly the game will be downloaded by many avid \"The Sims\" fans \"for show\", but the game is not worth its name and the critic advised instead to play Midnight Bowling).","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Sims_(video_game_series)","surface_form":"of The Sims","offset":60},{"uri":"Electronic_Arts","surface_form":"EA Games","offset":87},{"uri":"IPod","surface_form":"iPod","offset":108},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":2907},{"uri":"ITunes","surface_form":"iTunes","offset":3702},{"uri":"Symbian","surface_form":"symbian","offset":4297},{"uri":"IGN","surface_form":"IGN","offset":5271}]}