{"id":78925,"url":"http://en.wikipedia.org/wiki/Sloth","text":"Sloths are Xenarthran mammals from Central and South America. They are part of the order Pilosa. There are two families of sloths: two-toed sloth and three-toed sloth. Most scientists call these two families the Folivora, while some call them the Phyllophaga. They live in trees, but in the past there were giant ground sloths.\nThe biogeographic origins of the Pilosa is still unclear, but they can be traced back in South America as far as the early Tertiary, about 60 million years ago. The presence of these animals in Central America is explained by the Great American Interchange.\nPhysical description.\nMost sloths are about the size of a small dog and they have short, flat heads. Their hair is grayish brown but, at times they look grey-green in color because they move so slowly that tiny camouflaging algae grow all over their coats. They have hooklike claws on their arms and legs to keep them attached to trees.\nLife.\nSloths are active at night and sleep curled up with their head placed between the arms and the feet drawn close together, or hanging upside down with the help of their hook- like claws. This disguises them as part of a tree so that its enemies like the jaguar do not see them. Sloths rarely climb down from the trees, and when they are on the ground they can only crawl awkwardly. However, when there is a forest flood, they are very good swimmers. Sloths can live for up to 30 years. They mostly just eat leaves and flowers, which take a very long time to digest. Sloths move slowly; their name comes from the word \"slow\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":22},{"uri":"Central_America","surface_form":"Central","offset":35},{"uri":"South_America","surface_form":"South America","offset":47},{"uri":"Pilosa","surface_form":"Pilosa","offset":89},{"uri":"Two-toed_sloth","surface_form":"two-toed sloth","offset":131},{"uri":"Three-toed_sloth","surface_form":"three-toed sloth","offset":150},{"uri":"Ground_sloth","surface_form":"ground sloth","offset":313},{"uri":"Biogeography","surface_form":"biogeographic origins","offset":332},{"uri":"South_America","surface_form":"South America","offset":417},{"uri":"Tertiary","surface_form":"Tertiary","offset":451},{"uri":"Central_America","surface_form":"Central America","offset":522},{"uri":"Great_American_Interchange","surface_form":"Great American Interchange","offset":558},{"uri":"Dog","surface_form":"dog","offset":650},{"uri":"Head","surface_form":"head","offset":680},{"uri":"Jaguar","surface_form":"jaguar","offset":1182}]}