{"id":789428,"url":"http://en.wikipedia.org/wiki/Shrek_Retold","text":"\"Shrek Retold\" is a recreation of the 2001 film \"Shrek\", made by fans. It was released on November 29, 2018 to YouTube. YouTuber Grant Duffrin (\"3GI\") led the process of making the film. It features the work of over 200 creators, each making a single short part of the film.\nFormat.\nAs a recreation, \"Shrek Retold\" has the plot of the original film with only a few changes. The biggest difference between \"Shrek Retold\" and the original film is the strange ways each creator made their scene. As a group effort with over 200 creators, the art style, voice acting, and music change from scene to scene, and are usually very different from the original. Unlike the original \"Shrek\" which is completely 3D animated, \"Shrek Retold\" is made with 2D and 3D animation, live action, stop motion, and other methods. The film's creators include many internet personalities and actors, such as David Liebe Hart, Michael Cusack, Ratboy Genius, Anthony Fantano, Noah Munck, KC Green, Jamie Loftus, Doug Lussenhop, and SiIvaGunner.\nProduction and release.\n\"Shrek Retold\" was made as group effort, although each creator made their part of the movie on their own. Director Grant Duffrin separated the film into scenes of different length, then each scene was remade by a creator. In an interview with \"Quartz\", Duffrin said his love of \"Shrek\" was real, not like the \"ironic\" \"Shrek\" internet memes that were popular at the time. Soon before the film's release, a trailer for the film was uploaded to the 3GI channel which was talked about by many news outlets. The film was first shown on YouTube to a live audience on November 29, 2018, and is still on the site. On November 29, 2019, 3GI announced that the film would be able to be purchased in VHS format and as a free digital download. In March 2020, \"Shrek Retold\" was followed up by \"Sonic Rebuilt\", a similar recreation of the 1999 \"Sonic the Hedgehog\" film.\nReception.\n\"Shrek Retold\" was received well by reviewers, who mostly complimented its impressive scope for a fan creation and its strange content.","categories":[],"infobox_types":[],"annotations":[{"uri":"Remake","surface_form":"recreation","offset":20},{"uri":"Shrek","surface_form":"Shrek","offset":49},{"uri":"YouTube","surface_form":"YouTube","offset":111},{"uri":"YouTuber","surface_form":"YouTuber","offset":120},{"uri":"Computer_animation","surface_form":"3D animated","offset":700},{"uri":"Traditional_animation","surface_form":"2D","offset":741},{"uri":"Live_action","surface_form":"live action","offset":762},{"uri":"Stop_motion","surface_form":"stop motion","offset":775},{"uri":"David_Liebe_Hart","surface_form":"David Liebe Hart","offset":883},{"uri":"Anthony_Fantano","surface_form":"Anthony Fantano","offset":932},{"uri":"Noah_Munck","surface_form":"Noah Munck","offset":949},{"uri":"Gunshow_(webcomic)","surface_form":"KC Green","offset":961},{"uri":"Jamie_Loftus","surface_form":"Jamie Loftus","offset":971},{"uri":"Doug_Lussenhop","surface_form":"Doug Lussenhop","offset":985},{"uri":"SiIvaGunner","surface_form":"SiIvaGunner","offset":1005},{"uri":"Quartz_(publication)","surface_form":"Quartz","offset":1286},{"uri":"Internet_meme","surface_form":"internet memes","offset":1368},{"uri":"VHS","surface_form":"VHS","offset":1732},{"uri":"Sonic_the_Hedgehog_(OVA)","surface_form":"1999 \"Sonic the Hedgehog\" film","offset":1869}]}