{"id":789405,"url":"http://en.wikipedia.org/wiki/Pseudorandomness","text":"e=\"preserve\">Pseudorandomness is a process which has a result that seems to be random. Even if the result seems to be random, the process can be predicted.\nThis near random process is important to online security. Because the result can be predicted, it is important that the \"seed,\"(or first input) and the process are kept hidden.\nHistory.\nThe creation of random numbers has many uses, mostly in statistics, and simulations. Before computers, researchers that needed random numbers would get them from dice, cards, roulette wheels, etc, or by random number tables.\nThe first attempt to crate a large amount of random numbers was in 1927. This was when Cambridge University Press put out a list of 41,600 numbers made by L.H.C. Tippett. In 1947, the RAND Corporation created random numbers by simulating a roulette wheel using a computer. The results were published in 1955 with the title of, \"A Million Random Digits with 100,000 Normal Deviates\".\"\nUnpredictability as \"near random\".\nBy using radioactive substances with radioactive decay, or by tuning a radio between stations, near random numbers can be created for short amounts of time. The time needed to get these numbers led to a change. This was using these generated numbers as a \"seed\" instead of a result. The less numbers created by this process, the more random the result would seem. Another compromise is to combine the timings between keystrokes of multiple people.\nPeople's actions have been proven to be useful for Multi-factor authentication. Also, studies have shown that pseudo random numbers can sometimes be predicted. This becomes more difficult when in small amounts.\nIn computational complexity.\nIn theoretical computer science, a distribution (set of numbers) is considered to be pseudorandom if it is similar enough to other sets. This idea of pseudorandomness is studied and has importance in cryptography.","categories":[],"infobox_types":[],"annotations":[{"uri":"Online_security","surface_form":"online security","offset":197},{"uri":"Random_seed","surface_form":"seed","offset":277},{"uri":"Statistics","surface_form":"statistics","offset":398},{"uri":"Simulation","surface_form":"simulations","offset":414},{"uri":"Dice","surface_form":"dice","offset":504},{"uri":"Playing_card","surface_form":"cards","offset":510},{"uri":"Roulette","surface_form":"roulette wheels","offset":517},{"uri":"Random_number_tables","surface_form":"random number tables","offset":545},{"uri":"L.H.C._Tippett","surface_form":"L.H.C. Tippett","offset":722},{"uri":"RAND_Corporation","surface_form":"RAND Corporation","offset":751},{"uri":"A_Million_Random_Digits_with_100%2C000_Normal_Deviates","surface_form":"A Million Random Digits with 100,000 Normal Deviates","offset":895},{"uri":"Radioactive_decay","surface_form":"radioactive decay","offset":1023},{"uri":"Radio","surface_form":"radio","offset":1057},{"uri":"Multi-factor_Authentication","surface_form":"Multi-factor authentication","offset":1485},{"uri":"Theoretical_computer_science","surface_form":"theoretical computer science","offset":1677},{"uri":"Distribution","surface_form":"distribution","offset":1709},{"uri":"Cryptography","surface_form":"cryptography","offset":1874}]}