{"id":789613,"url":"http://en.wikipedia.org/wiki/Chenda","text":"e=\"preserve\">The Chanda (Malayalam: ചെണ്ട, [tʃeɳʈa]) is a cylindrical percussion instrument used widely in the state of Kerala, Tulu Nadu of Karnataka and Tamil Nadu in India. In Tulu Nadu (Coastal Karnataka), it is known as \"chende\". It is greatly identified as a cultural element in Kerala.\nThis instrument is famous for its loud and rigid sound. A Chenda has two sides, the left side called \"Edamthala\" (ഇടം തല)(Left Head) and the right side \"Valamthala\" (വലം തല)(Right Head). The \"Edamthala\" is made of only one/two layer of cow skin and the \"Valamthala\" will have a five/seven layer skin, so as to have a bass sound. The skin are dried in the shade and fastened on wooden rings (Chenda Vattam, ചെണ്ട വട്ടം) made of the trunk of a locally available palm tree (Eeranpana) or bamboo, using a gum prepared from the seed of a tree called \"pananchi maram\". The circular frame is kept in a vessel, boiled for an entire day and then bent in the form of circle and dried. The body of the Chenda which is 1 ft in diameter and 1.5 inches thickness is made of the soft wood of the jackfruit tree (വരിക്ക പ്ലാവ്) (Varikka Plavu). The thickness is again reduced by 0.25 inches, at simultaneous points separated by 4 inches. This is done in order to produce highly resonating sound. Only the wooden rings with the skin (Chenda Vattam) is replaced once the quality of the sound is not up to the mark. For regular Chenda artists an average of 15 rings are required every year.\nThe Chenda is mainly played in Hindu temple festivals and as an accompaniment in the religious art forms of Kerala. The chenda is used as an accompaniment for Kathakali, Koodiyattam, Kannyar Kali, Theyyam and among many forms of dances and rituals in Kerala. It is also played in a dance-drama called Yakshagana (Tenku Thittu) which is popular in Tulu Nadu in Karnataka. There is a variant of this instrument used in northern school of Yakshagana called Chande. It is traditionally considered to be an \"Asura Vadyam\" ((demonic instrument)) which means it cannot go in harmony. Chenda is an inevitable musical instrument in all form of cultural activities in Kerala.\nIn Kerala the craft of making Chenda is now associated with some few \"Perumkollan\" (smith) families at Peruvembu, Nemmara, Lakkidi, Vellarkad and Valappaya villages. Many famous Chenda percussionists in Kerala make their Chendas from Vellarkad village for it is famous for the quality of the instrument.","categories":[],"infobox_types":[],"annotations":[]}