{"id":789610,"url":"http://en.wikipedia.org/wiki/Ben_Guerdane","text":"Ben Gardane or Bengardane (or, ';) is a commune and coastal town in south eastern Tunisia, close to the border with Libya. It is located at around.\nHistory.\nDuring the Second World War Ben Gardane Airfield was used by the 57th Fighter Group, which flew P-40 Warhawks from the airfield from 9 to 21 March 1943 during the Eighth Army advance into Tunisia from Libya, to which the 57th was attached. It was also used by Spitfires from the 601 Squadron RAF.\nThe town belongs to the governorate of Medenine. Located 423 km - 559 km by road - from Tunis, it is the city furthest from the capital.\nIt is the last major city in the governorate of Medenine with total population estimated at 79,912 inhabitants in 2014. It is located 32 kilometers from the Tunisian-Libyan border.\nIt is best known both in Tunisia and Libya as a trade road and an open exchange market. Tunisians take advantage of the availability and variety of the goods existing in the shops. The great amount of these goods are basically imported from Libya and deemed less expensive.\nIt is distinguished for its large population of dromedaries estimated at 15,000 head. An annual festival devoted to them during the month of June.\nIn March 2016, the Islamic State of Iraq and the Levant in Libya attacked the town in the Battle of Ben Guerdane.\nIslamic militancy.\nAccording to \"The Washington Post\", \"hundreds of young men have left Ben Guerdane over the past three decades to wage jihad in Iraq, Afghanistan and Bosnia, radicalized in part by a repressive regime that persecuted Islamists\".\nThe leader of Al-Qaeda in Iraq, Abu Musab al-Zarqawi famously said of Ben Gardane, \"if it was located next to Fallujah, we would have liberated Iraq.\"\nPopulation and tribal diversity.\nThere is a mixture of Berbers and Arabs, who from the \"Twazin\" tribal alliance which took place centuries ago as a tribal defense shield against the invasion, especially from the east towards Libya. There is no historical record as to the date of the establishment of this alliance but the inhabitants of Bengardane still have this bond and are said to be proud of the alliance. Beside the \"Twazin\", there are other large tribes such as Jelidat, Rabai'a which have participated in shaping the heritage, culture and way of life in Bengardane.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tunisia","surface_form":"Tunisia","offset":82},{"uri":"Libya","surface_form":"Libya","offset":116},{"uri":"Second_World_War","surface_form":"Second World War","offset":168},{"uri":"Ben_Gardane_Airfield","surface_form":"Ben Gardane Airfield","offset":185},{"uri":"57th_Fighter_Group","surface_form":"57th Fighter Group","offset":222},{"uri":"Spitfires","surface_form":"Spitfires","offset":417},{"uri":"No._601_Squadron_RAF","surface_form":"601 Squadron RAF","offset":436},{"uri":"Medenine_Governorate","surface_form":"governorate of Medenine","offset":478},{"uri":"Dromedary","surface_form":"dromedaries","offset":1094},{"uri":"Islamic_State_of_Iraq_and_the_Levant_in_Libya","surface_form":"Islamic State of Iraq and the Levant in Libya","offset":1212},{"uri":"Battle_of_Ben_Guerdane","surface_form":"Battle of Ben Guerdane","offset":1283},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":1340},{"uri":"Jihad","surface_form":"jihad","offset":1444},{"uri":"Iraq","surface_form":"Iraq","offset":1453},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1459},{"uri":"Bosnia","surface_form":"Bosnia","offset":1475},{"uri":"Al-Qaeda_in_Iraq","surface_form":"Al-Qaeda in Iraq","offset":1568},{"uri":"Abu_Musab_al-Zarqawi","surface_form":"Abu Musab al-Zarqawi","offset":1586},{"uri":"Fallujah","surface_form":"Fallujah","offset":1664},{"uri":"Iraq","surface_form":"Iraq","offset":1698},{"uri":"Berbers","surface_form":"Berbers","offset":1760},{"uri":"Arabs","surface_form":"Arabs","offset":1772},{"uri":"Libya","surface_form":"Libya","offset":1930}]}