{"id":789762,"url":"http://en.wikipedia.org/wiki/Tepexpan_man","text":"The Tepexpan Man is the name of a skeleton, which was found on the shore of the former Lake Texcoco in central Mexico. Archaeologist Helmut de Terra discovered it in February 1947. The skeleton was dated to a time before Columbus discovered America, the Pre-Columbian era. The skeleton is that of a woman. It was found near mammoth remains; it is at least 10,000 years old. It was fancifully hailed by \"Time\" magazine as the oldest Mexican soldier. The skeleton was found lying face down with the arms under the chest and the legs drawn up to the stomach. The body most likely sunk into the mud surrounding it, leaving the shoulder, back, and hips exposed, which might explain why those elements are missing. It is possible that the body was originally put in the lake.\nAge.\nThe deposits of the area where the skeleton was found dated the site where Tepexpan Man was found to about 8,000 to 10,000 years ago. Near the skeleton, there were the remains of five mammoths. They could be associated with obsidian flakes. Therefore, it was originally believed that Tepexpan Man dated to about 10,000 years ago. However, years later, researchers looked at the skeleton again and dated the remains using radiocarbon methods. It was then found to be closer to 2,000 years old. Dr. Silvia Gonzalez, a professor of geoarchaeology at John Moore University in Liverpool, used uranium isotope analysis to date the skeleton. Results showed that Tepexpan Man was 4,700 years old. She argues that contamination of the remains led to the wrong radiocarbon dates. Other critics have claimed that Tepexpan Man was an intrusion in that he was buried at a later date but dug into Pleistocene materials.\nAn analysis of Tepexpan Man that was published in the 1947 issue of The Science Newsletter claims that the individual was at least 40 at the time of death. This was determined by \"united seams in the skull\" (referring to sutures), and fused epiphyses in long bones.\nSex.\nIn his first report, Helmut de Terra claims that \"The other bones, in conjunction with the skull, indicate that the person was of male sex.\" Based on DNA analysis, a Mexican archaeologist has proposed that Tepexpan 'man' was actually a woman.\nTrauma.\nTepexpan Man has a healed fracture on his right ulna. De Terra thought that due to this fracture and the proximity to mammoth fossils, Tepexpan Man may have been a hunter who was either killed by his fellow men or mortally wounded while hunting. The Science Newsletter claims that the individual suffered from a stiff neck due to the many limy deposits on the cervical vertebrae. This means that Tepexpan Man most likely suffered from arthritis.\nOther.\nThe Science Newsletter described Tepexpan man in its 1947 edition. It described Tepexpan Man as having \"a high-domed, thin-walled skull\" which contained \"a brain the same size as those of present-day Indians.\" The writers described a \"solidly built\" jawline and \"prominent\" brow ridges, as well as a \"sharply prominent chin\" which would separate him from earlier Neanderthals. Tepexpan Man only had three teeth left in his upper jaw. In his lower jaw, all of the molars had disappeared before his death. This was evidenced by the alveolar sockets being healed and smoothed over in the mandible. What was left on the mandible included incisors, \"eye-teeth,\" and premolars that were worn but still in decent condition.\nEnvironment of Lake Texcoco.\nDr. Gonzalez also reconstructed the environment of Lake Texcoco around the time of Tepexpan Man by analyzing sediments and fossils from the area. With her team, she analyzed sand, clay, and volcanic ash, as well as fossils of diatoms (microscopic algae) and ostracods. Ostracods are small crustaceans. When Tepexpan Man was alive, the lake was very deep, full of fish, and surrounded by trees. The environment surrounding Lake Texcoco changed a lot over the past 20,000 years: There were several volcanic eruptions. Water levels, and several types of vegetation also changed. These environmental changes clearly affected populations living in the area. Today, Lake Texcoco has almost dried up. It is on the northeast outskirts of Mexico City.\nAMS radiocarbon dates of the sediments at Tepexpan show ages between 19,110±90 and 612±2214C years BP. New uranium-series date the skeleton to 4,700±200 years BP, which would indicate a Holocene age. The evidence suggests that there were large changes around Lake Texcoco in terms of the balance between water and land plants, C3 and C4 plants, saline, alkaline and freshwater conditions, volcanic activity, reworking of lake sediments, and input from the drainage basin throughout the late Pleistocene and late Holocene. These changes also had large effects on the prehistoric human populations living around the lake at this time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake_Texcoco","surface_form":"Lake Texcoco","offset":87},{"uri":"Mexico","surface_form":"Mexico","offset":111},{"uri":"Helmut_de_Terra","surface_form":"Helmut de Terra","offset":133},{"uri":"Pre-Columbian_era","surface_form":"Pre-Columbian era","offset":254},{"uri":"Mammoth","surface_form":"mammoth","offset":324},{"uri":"Mud","surface_form":"mud","offset":591},{"uri":"Obsidian","surface_form":"obsidian","offset":999},{"uri":"Flake","surface_form":"flakes","offset":1008},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon methods","offset":1196},{"uri":"Uranium_isotope_analysis","surface_form":"uranium isotope analysis","offset":1363},{"uri":"Contamination","surface_form":"contamination","offset":1480},{"uri":"Suture","surface_form":"sutures","offset":1902},{"uri":"Epiphyse","surface_form":"epiphyses","offset":1922},{"uri":"DNA_analysis","surface_form":"DNA analysis","offset":2102},{"uri":"Ulna","surface_form":"ulna","offset":2251},{"uri":"Arthritis","surface_form":"arthritis","offset":2638},{"uri":"Molar","surface_form":"molars","offset":3119},{"uri":"Mandible","surface_form":"mandible","offset":3241},{"uri":"Premolar","surface_form":"premolars","offset":3317},{"uri":"Fossil","surface_form":"fossils","offset":3617},{"uri":"Diatom","surface_form":"diatoms","offset":3628},{"uri":"Algae","surface_form":"algae","offset":3649},{"uri":"Ostracod","surface_form":"ostracods","offset":3660},{"uri":"Crustacean","surface_form":"crustacean","offset":3691},{"uri":"Volcano","surface_form":"volcanic eruptions","offset":3898},{"uri":"Vegetation","surface_form":"vegetation","offset":3953},{"uri":"Mexico_City","surface_form":"Mexico City","offset":4132},{"uri":"Saline_water","surface_form":"saline","offset":4490},{"uri":"Alkali_metal","surface_form":"alkaline","offset":4498}]}