{"id":789846,"url":"http://en.wikipedia.org/wiki/Traveling_Wilburys","text":"The Traveling Wilburys was an American and English rock music band. It was a group of five singers who came together to make two albums, groups of songs sold together. The Traveling Wilburys were Tom Petty, Roy Orbison, Bob Dylan, George Harrison, and Jeff Lynne. They made two albums: \"The Traveling Wilburys: Volume 1\" and \"The Traveling Wilburys: Volume 3\". \"Rolling Stone\" said Volume 1 was one of the 100 best albums of all time.\nBeginning.\nThe Traveling Wilburys started in 1988. The international department at Warner Brothers Records asked George Harrison to write a B-side song for his single, \"This Is Love\". In vinyl records, there is one song (or group of songs) on the top of the disc, and then the user can pick the disc up, turn it over, and have the record player play music on the bottom of the disc. The top is called the A side and the bottom is called the B side. In the late 1980s, most record companies sold single records with a famous song on the A side and a new song on the B side. Harrison wrote \"Handle with Care\" to be the B-side for \"This Is Love\". Because some of Harrison's friends were there keeping him company, they decided to sing \"Handle with Care\" together. The record company decided \"Handle with Care\" was too good a song to be a B-side, so they asked the men if they would make a whole album.\nThey did some of the recording in Bob Dylan's own studio in his outbuilding for his car. They did some of the work in Dave Stewart's kitchen. Stewart was in the band the Eurythmics.\nName.\nThe name \"Traveling Wilburys\" comes from \"We'll bury.\" When he was recording his album \"Cloud Nine\", Harrison noticed some errors in the recording and said \"Well bury them in the mix.\" At first the band was the Trembling Wilburys but they changed it to the Traveling Wilburys.\nThe musicians used pretend names for the album: George Harrison was \"Nelson Wilbury,\" Bob Dylan was \"Lucky Wilbury,\" Roy Orbison was \"Lefty Wilbury,\" Tom Petty was \"Charlie T. Jr.,\" and Jeff Lynne was \"Otis Wilbury.\" This was meant as a joke and not to trick anyone. The Wilburys were five fictional brothers who all had the same father, Charlie T. Wilbury Sr., but different mothers.\nInside the paper around the album, there was also a pretend history of the Wilburys: \"The original Wilburys were a stationary people who, realizing that their civilization could not stand still for ever, began to go for short walks – not the ‘traveling’ as we now know it, but certainly as far as the corner and back.\"\nSongs.\nThe Traveling Wilburys' first album, \"Traveling Wilburys: Volume 1\" was released in 1988. It reached #3 on Billboard's list of very good albums and sold enough copies for triple platinum.\nThe song \"Tweeter and the Monkey Man\" was written to make fun of the kinds of songs written by Bruce Springsteen up to that point.\nThe Traveling Wilburys' second album, \"Traveling Wilburys: Volume 3\" was released in 1990. Its title is not a mistake. Harrison skipped the number 2 on purpose.","categories":[],"infobox_types":[],"annotations":[{"uri":"Album","surface_form":"groups of songs sold together","offset":137},{"uri":"Tom_Petty","surface_form":"Tom Petty","offset":196},{"uri":"Roy_Orbison","surface_form":"Roy Orbison","offset":207},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":220},{"uri":"George_Harrison","surface_form":"George Harrison","offset":231},{"uri":"Jeff_Lynne","surface_form":"Jeff Lynne","offset":252},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":362},{"uri":"George_Harrison","surface_form":"George Harrison","offset":548},{"uri":"Single_(music)","surface_form":"single","offset":595},{"uri":"Vinyl_record","surface_form":"vinyl record","offset":622},{"uri":"Record_player","surface_form":"record player","offset":766},{"uri":"Garage","surface_form":"outbuilding for his car","offset":1398},{"uri":"Dave_Stewart","surface_form":"Dave Stewart","offset":1452},{"uri":"Eurythmics","surface_form":"Eurythmics","offset":1504},{"uri":"Cloud_Nine","surface_form":"Cloud Nine","offset":1610},{"uri":"Bruce_Springsteen","surface_form":"Bruce Springsteen","offset":2793}]}