{"id":790105,"url":"http://en.wikipedia.org/wiki/Identity_document","text":"e=\"preserve\">An identity document is any document that may be used to prove a person's identity. If issued in a small, standard credit card size form, it is usually called an identity card (IC, ID card, citizen card) or passport card. Some countries issue formal identity documents as national identification cards.\nMany countries require all foreigners to have a passport or national identity card from their home country available at all times if they do not have a residence permit in the country.\nThe shape and size of identity cards were standardized in 1985 by IEC 7810. Some modern identity documents are smart cards including a difficult-to-forge embedded integrated circuit that were standardized in 1988 by IEC 7816. New technologies allow identity cards to contain biometric information, such as a photograph; face, hand, or iris measurements; or fingerprints. Many countries now issue electronic identity cards.\nIdentity cards allow officials to look up security data on a person in the host country's information system. Photos of the person's head are scanned into the system to prevent identity theft. A scanned photograph of the face gives a unique series of numbers which identifies that particular individual.\nThe earliest identity document was written into law by King Henry V of England with the Safe Conducts Act 1414. For the next 500 years and before World War I, most people did not have or need an identity document.","categories":[],"infobox_types":[],"annotations":[{"uri":"Documentation","surface_form":"document","offset":41},{"uri":"IEC_7810","surface_form":"IEC 7810","offset":567},{"uri":"Smart_card","surface_form":"smart card","offset":612},{"uri":"IEC_7816","surface_form":"IEC 7816","offset":717},{"uri":"Technology","surface_form":"technologies","offset":731},{"uri":"Biometric","surface_form":"biometric","offset":776},{"uri":"Photograph","surface_form":"photograph","offset":809},{"uri":"Face","surface_form":"face","offset":821},{"uri":"Hand","surface_form":"hand","offset":827},{"uri":"Iris","surface_form":"iris","offset":836},{"uri":"Fingerprint","surface_form":"fingerprint","offset":858},{"uri":"Henry_V_of_England","surface_form":"Henry V of England","offset":1288},{"uri":"Safe_Conducts_Act_1414","surface_form":"Safe Conducts Act 1414","offset":1316},{"uri":"World_War_I","surface_form":"World War I","offset":1374}]}