{"id":790234,"url":"http://en.wikipedia.org/wiki/Roadkill","text":"Roadkill is any animal that has died on a road because it was hit by a vehicle, for example a deer hit by a car. Vehicles pulled by animals, for example mule carts, did make roadkill, but there was much more roadkill after the invention of the automobile.\nIn the United States alone, one to two million large animals are killed as roadkill every year and many more small animals.\nCauses and costs.\nMost roadkill is caused by cars or trucks.\nIf the car hits a large animal, for example a deer or elk, it is likely to be damaged. In the United States alone, crashes with deer cause $3.6 billion in damage to cars and other vehicles, 200 deaths each year and many injuries.\nUses.\nSome roadkilled animals are sent to landfills with other garbage, but other bodies are used for scientific experiments, turned into makeup or turned into food for other animals. Some people cook and eat roadkill. Other people make the fur into clothes or other useful things. Some scientists have studied roadkill to see where invasive species have come.\nIn Alaska, all roadkill belongs to the state. Officers collect the roadkill, bring it to butchers, and bring the meat to charities. In other parts of the United States and in other countries, individual people can get permission to collect roadkill in different ways.\nPreventing roadkill.\nMany governments put up road signs such as \"deer crossing\" or \"panther crossing\" signs to tell drivers that there may be animals nearby. Some build fences around roads where cars drive at high speeds. However, then the animals try to cross at the ends of the fences, and they are hit by cars in those places.\nPlanning new roads so that wild animals can go over or under them from the start is another very good way to prevent roadkill.\nSome governments have built wildlife bridges over or underpasses under roads that were already there. In 2009, the local Department of Transportation built fences leading to four culverts on U.S. highway 27, and there were suddenly no roadkilled turtles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deer","surface_form":"deer","offset":94},{"uri":"Mule","surface_form":"mule","offset":153},{"uri":"Automobile","surface_form":"automobile","offset":244},{"uri":"Elk","surface_form":"elk","offset":495},{"uri":"Landfill","surface_form":"landfill","offset":713},{"uri":"Cosmetics","surface_form":"makeup","offset":809},{"uri":"Invasive_species","surface_form":"invasive species","offset":1004},{"uri":"Butcher","surface_form":"butcher","offset":1121},{"uri":"Deer_crossing","surface_form":"deer crossing","offset":1365},{"uri":"Panther","surface_form":"panther","offset":1384},{"uri":"Fence","surface_form":"fence","offset":1469}]}