{"id":790341,"url":"http://en.wikipedia.org/wiki/Maxim_Martsinkevich","text":"Maxim Sergeyevich Martsinkevich (, 8 May 1984 – 16 September 2020), better known as Tesak (\"Cleaver\", \"Hatchet\", \"Hand Axe\", \"Machete\"), was a Russian neo-Nazi activist, media personality, vlogger, and the leader and co-founder of the Restruct movement.\nPolitical activities.\nHe was known for his white power skinhead and the leader of the far-right youth group Format 18. He was also a key member of Occupy Pedophilia.\nPrison sentences.\nMartsinkevich received three prison sentences for inciting racial or ethnic hatred. Tesak was first indicted in 2007, after disrupting political debates by performing the Nazi salute and yelling \"Sieg Heil!\" at a book club in Moscow. In 2009, he was sentenced to three years for making a video with racist content.\nIn the autumn of 2013, Tesak was indicted again for releasing new videos featuring racist remarks. As a result, on 15 August 2014, he was sentenced to five years in prison. On 11 November 2014, the court reduced the sentence to two years and 10 months.\nOn 27 June 2017, the Babushkinsky district court of Moscow sentenced Martsinkevich to ten years in a strict regimen corrective labor colony for his involvement in attacks targeting synthetic cannabinoids dealers.\nDeath.\nHe killed himself in prison on 16 September 2020 at the age of 36.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neo-Nazism","surface_form":"neo-Nazi","offset":151},{"uri":"Video_blog","surface_form":"vlogger","offset":189},{"uri":"White_power_skinhead","surface_form":"white power skinhead","offset":297},{"uri":"Far-right_politics","surface_form":"far-right","offset":340},{"uri":"Format18","surface_form":"Format 18","offset":362},{"uri":"Occupy_Pedophilia","surface_form":"Occupy Pedophilia","offset":401},{"uri":"Nazi_salute","surface_form":"Nazi salute","offset":609},{"uri":"Sieg_Heil%21","surface_form":"Sieg Heil!","offset":634},{"uri":"Corrective_labor_colony","surface_form":"corrective labor colony","offset":1122},{"uri":"Synthetic_cannabinoids","surface_form":"synthetic cannabinoids","offset":1187}]}