{"id":790440,"url":"http://en.wikipedia.org/wiki/Ren%C3%A9_Marqu%C3%A9s","text":"e=\"preserve\">René Marqués was an important Puerto Rican playwright. He was born on October 4, 1919 in Arecibo, Puerto Rico.  He died on March 22, 1979 in San Juan.  Critics say he is the most important Puerto Rican playwright of the 20th Century.\nLife.\nHe studied at the College of Agriculture and Mechanical Arts. He earned a degree in agronomy in 1942. He studied drama at the University of Madrid in 1946 and Columbia University in New York in 1949. Family. He married Serena Velasco in 1942. They divorced in 1957. He had two sons and one daughter.\nHe had many jobs. He worked as an agronomist for the Department of Agriculture (1943-46). He managed a department store from 1946 to 1949. He was also a college teacher and a journalist in San Juan in the 1950s. He founded the Experimental Theater of the Atheneum in 1951.\nHe won a grant from the Rockefeller Foundation in 1949. He also won many literary prizes in Puerto Rico.\nTheatrical works.\nHe wrote theater plays, short stories, and essays.   His most famous play is \"The Oxcart (1956)\" or \"La Carreta\" (which means \"The Wagon\"). It is the story of a Puerto Rican family who move from Puerto Rican countryside to New York City for a better life. The family has a hard time becoming like their neighbors. They go back home to live on a farm in Puerto Rico, but they find it is hard to go back to the way they were.\nIn 1959, he published three plays in one book. The book was called \"Teatro\" (\"Theater\"). The first play was \"La muerte no entrará en palacio\" (\"Death Will Not Enter the Palace\"). This play was about a governor who betrays his ideals. The second play was called \"Un niño azul para esa sombra\" (\"A Blue Child for That Shadow\"). The third play was the most successful, \"Los soles truncos\" (\"Maimed Suns\"). \"Los soles truncos\" tells the story of three sisters who do not like modern life.\nHe influenced later Puerto Rican playwrights, such as Luis Rafael Sanchez (author of \"Antigone\"), Pedro Pietri (author of \"The Masses are Asses\"), and Lin-Manuel Miranda (author of \"Hamilton\"). He influenced the Puerto Rican writer Giannina Braschi (author of Yo-Yo Boing!).","categories":[],"infobox_types":[],"annotations":[{"uri":"Playwright","surface_form":"playwright","offset":56},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":111},{"uri":"San_Juan","surface_form":"San Juan","offset":154},{"uri":"Agronomy","surface_form":"agronomy","offset":337},{"uri":"Columbia_University","surface_form":"Columbia University","offset":412},{"uri":"Agronomist","surface_form":"agronomist","offset":587},{"uri":"Agriculture","surface_form":"Agriculture","offset":620},{"uri":"Essay","surface_form":"essays","offset":992},{"uri":"Rural_area","surface_form":"countryside","offset":1157},{"uri":"Pedro_Pietri","surface_form":"Pedro Pietri","offset":1956},{"uri":"Lin-Manuel_Miranda","surface_form":"Lin-Manuel Miranda","offset":2009},{"uri":"Hamilton_(play)","surface_form":"Hamilton","offset":2040},{"uri":"Giannina_Braschi","surface_form":"Giannina Braschi","offset":2090},{"uri":"Yo-Yo_Boing%21","surface_form":"Yo-Yo Boing!","offset":2118}]}