{"id":790536,"url":"http://en.wikipedia.org/wiki/Selectorate_theory","text":"e=\"preserve\">Selectorate Theory is a political theory that attributes the actions of leaders to rational, calculated decisions based on acquiring and maintaining power, originally proposed by Bruce Bueno de Mesquita.\nHistory.\nOriginally proposed in 1993 as a part of a work titled \"The Logic of Political Survival\", co-written by Bruce Bueno de Mesquita, Alastair Smith, Randolph M. Siverson, and James D. Morrow, published by MIT Press. It discusses the selectorate theory of politics. Their theory was refined into a 2011 publication titled \"The Dictator's Handbook.\" The main thesis of the book is the implications of selectorate theory and how to improve world and national politics based on its principles.\nThe Three Dimensions of Politics.\nThere are many ways that a leader and the selectorate interact with each other, mostly through the five rules that leaders follow to acquire and keep power.\nThe Two Strategies.\nThere are two methods of governance that form using the Selectorate Theory: a government with few Essentials- called a small coalition- and a government with a large group of Essentials- called a large coalition.\nSmall coalition governments are autocracies such as South Korea or the Soviet Union. Although many people can vote in their elections, if there are any, a leader stays in power because of the very few people who are rewarded for their loyalty. In small coalition governments, a leader can simply bribe their Essentials with material rewards such as money or real estate.\nLarge coalition governments are governments that force leaders to appeal to large amounts of people to take power, such as through an election. This style of governance makes it implausible to bribe individual voters or Essentials, meaning a leader instead pools the money earned from taxes to create policy that disproportionately rewards their Essentials more than other groups.\nHow the selectorate affects leadership.\nWith the basic idea of how a leader and their selectorate interact with each other, there are several ways that this manifests in domestic and foreign policy.\nThe Fall of Monarchy.\nMonarchy is a system where a regent has a small court of lords whom support the ruler. However, those who are eligible to become a member of the court is also small. This means a contender can easily promise big rewards for those who are able to become members of the court who aren't already, while those in the court must always prepare to be replaced, meaning they are never as loyal as they could be.\nAs such, democracy and autocracy are more stable systems for a leader because these systems allow them to follow the Second Rule: keep the Nominal selectorate as large as possible.\nForeign Aid.\nForeign aid with no strings attached, such as the giving of money from a wealthy nation to a less fortunate one, often acts as a symbiotic relationship between dictators and democrats. Large-coalition governments send foreign aid money to impoverished nations as a policy concession- thus retaining power- while the impoverished nations, who are often governed by small coalitions, distribute the money among the coalition instead of benefiting the people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monarchy","surface_form":"Monarchy","offset":2109},{"uri":"Foreign_aid","surface_form":"Foreign aid","offset":2708}]}