{"id":79055,"url":"http://en.wikipedia.org/wiki/Jesus_with_erection","text":"e=\"preserve\">Jesus with erection is a picture that was made by students at the University of Oregon and published in the March 2006 edition of the \"Student Insurgent\". It caused debates in the United States in 2006. The picture shows a naked Jesus Christ on the Cross with an erection.\nContext.\nIn 2005 the Danish newspaper Jyllands-Posten published 12 cartoons of the Islamic prophet Muhammad. The paper said that this was to add to the debate about criticism of Islam and self-censorship. Danish-Muslims said that they did not like them because Islam teaches that it is wrong for people to make any picture of Muhammad and also because they felt that the pictures showed disrespect to Muhammad. This led to protests in many Islamic countries, some of which became violent and led to more than 100 deaths.\nThe students of the University of Oregon said that they made the pictures of Jesus because they want to show how people who are religious feel when people make pictures that may be offensive to Jesus. They wanted to get Muslims and Christians to talk and understand each other better.\nReactions.\nSome people disliked the picture of Jesus with erection. The president of the Catholic League, William Donohue, said that the president of the Oregon University, Dave Frohnmayer, is partially responsible for the pictures. William Donohue said that the picture was one of the worst attacks on Christianity he had ever seen. Other people who disliked the picture said that the University's President David B. Frohnmayer should not work for the University any more. However, the Oregon Daily Emerald and the Oregon Commentator, said that the students' right to free speech and the University's decision to defend the student newspaper, citing the decisions of the Supreme Court of the United States like the Southworth case. This case said that universities could support student groups (such as newspapers) that other students did not agree with without hurting the rights of the students who do not like the groups.","categories":[],"infobox_types":[],"annotations":[{"uri":"Student","surface_form":"student","offset":63},{"uri":"University_of_Oregon","surface_form":"University of Oregon","offset":79},{"uri":"Debate","surface_form":"debate","offset":178},{"uri":"United_States_of_America","surface_form":"United States","offset":193},{"uri":"Nudity","surface_form":"naked","offset":236},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":242},{"uri":"Crucifix","surface_form":"Cross","offset":262},{"uri":"Erection","surface_form":"erection","offset":276},{"uri":"Denmark","surface_form":"Danish","offset":307},{"uri":"Newspaper","surface_form":"newspaper","offset":314},{"uri":"Islam","surface_form":"Islam","offset":369},{"uri":"Prophet","surface_form":"prophet","offset":377},{"uri":"Muhammad","surface_form":"Muhammad","offset":385},{"uri":"Criticism","surface_form":"criticism","offset":451},{"uri":"Censorship","surface_form":"censorship","offset":479},{"uri":"Muslim","surface_form":"Muslim","offset":498},{"uri":"Religion","surface_form":"religious","offset":935},{"uri":"Islam","surface_form":"Muslim","offset":1027},{"uri":"Christianity","surface_form":"Christian","offset":1039},{"uri":"Human_rights","surface_form":"right","offset":1652},{"uri":"Free_speech","surface_form":"free speech","offset":1661},{"uri":"Decision","surface_form":"decision","offset":1747},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":1764}]}