{"id":79062,"url":"http://en.wikipedia.org/wiki/Cockatoo","text":"A cockatoo is any of the 21 species belonging to the bird family Cacatuidae, the only family in the superfamily Cacatuoidea. Along with the Psittacoidea (true parrots) and the Strigopoidea (New Zealand parrots), they make up the order Psittaciformes (parrots).\nThe name \"cockatoo\" comes from the Malay name for these birds, \"kaka(k)tua\", via the Dutch \"kaketoe\".\nCockatoos are recognisable by the showy crests and curved and strong bills. Their plumage is generally less colourful than that of other parrots, being mainly white, grey or black and often with coloured features in the crest, cheeks or tail. On average they are larger than other parrots; however, the Cockatiel, the smallest cockatoo species, is a small bird.\nDistribution and habitat.\nCockatoos have a much more restricted range than the true parrots, occurring naturally only in Australasia. Eleven of the 21 species exist in the wild only in Australia, while seven species occur only in the islands of the Philippines, Indonesia, Papua New Guinea and the Solomon Islands. Interestingly, no cockatoo species are found in Borneo (despite their presence on nearby Palawan and Sulawesi) or many Pacific islands, although fossil remains have been recorded from New Caledonia.\nThree species occur in both New Guinea and Australia. Some species have widespread distributions, with the Galah, for example, occurring over most of Australia, whereas other species have tiny distributions, confined to a small part of the continent, such as the Long-billed Black Cockatoo of Western Australia or to a small island group, such as the Tanimbar Corella, which is restricted to the Tanimbar Islands of Indonesia.\nCockatoos occupy a wide range of habitats, from forests in subalpine zones to mangroves. However, no species is found in all types of habitat. The most widespread species, such as the Galah and Cockatiel, are open-country specialists that feed on grass seeds. Other cockatoo species, such as the Glossy Black Cockatoo, inhabit woodlands, rainforests, shrublands and even forests with an alpine climate. The Philippine Cockatoo inhabits mangroves. Several species have adapted well to human modified habitats and are found in agricultural areas and even busy cities.\nTaxonomy.\nThe cockatoos were first defined as a subfamily Cacatuinae within the parrot family Psittacidae by the English naturalist George Robert Gray in 1840, with \"Cacatua\" the first listed and type genus. This group has alternately been considered as either a full family or a subfamily by different authorities. The American ornithologist James Lee Peters in his 1937 \"Check-list of Birds of the World\", Sibley and Monroe in 1990 maintained it as a subfamily, while parrot expert Joseph Forshaw classified it as a family in 1973. Subsequent molecular studies indicate that the earliest offshoot from the original parrot ancestors were the New Zealand parrots of the family Strigopidae, and following this the cockatoos, now a well-defined group or clade, split off from the remaining parrots, which then radiated across the southern hemisphere and diversified into the many species of parrots, parakeets, macaws, lories, lorikeets, lovebirds and other true parrots of the family Psittacidae.\nThe fossil record of cockatoos is even more limited than that of parrots in general, with only one truly ancient cockatoo fossil known: a species of \"Cacatua\", most probably subgenus \"Licmetis\", found in Early Miocene (16–23 million years ago) deposits of Riversleigh, Australia. Although fragmentary, the remains are similar to the Western Corella and the Galah.\nSpecies and subspecies.\nNames in parentheses after generic names indicate subgenera.\nSubfamily Calyptorhynchinae: The black cockatoos\nMorphology.\nThe cockatoos are mostly medium to large parrots with a heavy, compact body. They range from in length and in weight. However, one species, the Cockatiel, is considerably smaller and slimmer than the other species, being long (including its long pointed tail feathers) and in weight.\nThe movable headcrest, which is present in all cockatoos, is spectacular in many species; it is raised when the bird lands from flying or when it is aroused.\nCockatoos share many features with other parrots, including the characteristic curved beak shape and a zygodactyl foot, with the two middle toes forward and the two outer toes backward. They differ however in a number of characteristics, including the presence of a gallbladder, some other anatomical details and their lack of the structures in the feathers which cause the bright blues and greens seen in true parrots.\nLike other parrots, cockatoos have short legs and strong claws, and often use their strong bill as a third limb when climbing through branches. They generally have long broad wings used in rapid flight, with speeds up to being recorded for galahs. The members of the genus \"Calyptorhynchus\" and larger white cockatoos, such as the Sulphur-crested Cockatoo and Major Mitchell's Cockatoo, have shorter, rounder wings and a more leisurely flight.\nBehaviour.\nCockatoos are active mainly during the day and require daylight to find their food. They eat a range of mainly vegetable food items. Seeds form a large part of the diet of all species; these are opened with their large and powerful bills. The Galahs, corellas and some of the black cockatoos feed primarily on the ground; others feed mostly in trees.\nLike most parrots, the cockatoos are made their nests in holes in trees, which they are unable to excavate themselves. These hollows are formed from decay or destruction of wood by branches breaking off, fungi or insects such as termites or even woodpeckers where their ranges overlap. In many places these holes are scarce and the source of competition, both with other members of the same species and with other species and types of animal. In general, cockatoos choose hollows only a little larger than themselves, hence different-sized species nest in holes of corresponding (and different) sizes.\nThe female lays two white eggs on small pieces of wood. The young, which is born naked and blind, is fed by the adults with partially digested food for about three months.\nStatus and conservation.\nAccording to the IUCN and BirdLife International, seven species of cockatoo are considered to be vulnerable or worse and one is considered to be near threatened. Of these, two species—the Philippine Cockatoo (or Red-vented Cockatoo) and the Yellow-crested Cockatoo—are considered to be critically endangered.\nThe principal threats to cockatoos are habitat loss and the trade in wild animals. All cockatoos nest in trees, and are vulnerable to their loss. Also, many species have specific habitat requirements or live on small islands and have naturally small ranges, making them especially vulnerable.\nCockatoos are popular as pets and the capture and trade has threatened some species; between 1983 and 1990, 66,654 recorded Salmon-crested Cockatoos were exported from Indonesia, a figure that does not include the number of birds caught for the domestic trade or that were exported illegally. The capture of many species has subsequently been banned but the trade continues illegally. Not only are the rare species smuggled out of Indonesia but also common and rare cockatoos alike are smuggled out of Australia.\nAll species of cockatoo except the Cockatiel are protected by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), which restricts import and export of wild-caught parrots to special licensed purposes. Five cockatoo species (including all subspecies)—the Tanimbar Corella (\"Cacatua goffiniana\"), Philippine Cockatoo (\"Cacatua haematuropygia\"), Moluccan Cockatoo (\"Cacatua moluccensis\"), Yellow-crested Cockatoo (\"Cacatua sulphurea\") and Palm Cockatoo (\"Probosciger aterrimus\")—are protected on the CITES Appendix I list. With the exception of the Cockatiel, all remaining cockatoo species are protected on the CITES Appendix II list.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":28},{"uri":"Family_(biology)","surface_form":"family","offset":58},{"uri":"True_parrots","surface_form":"true parrots","offset":154},{"uri":"New_Zealand_parrot","surface_form":"New Zealand parrot","offset":190},{"uri":"Order_(biology)","surface_form":"order","offset":229},{"uri":"Malay_language","surface_form":"Malay","offset":296},{"uri":"Dutch_language","surface_form":"Dutch","offset":346},{"uri":"Crest_(feathers)","surface_form":"crests","offset":403},{"uri":"Beak","surface_form":"bills","offset":432},{"uri":"Plumage","surface_form":"plumage","offset":445},{"uri":"Cockatiel","surface_form":"Cockatiel","offset":666},{"uri":"Australasia","surface_form":"Australasia","offset":846},{"uri":"Wild","surface_form":"wild","offset":897},{"uri":"Australia","surface_form":"Australia","offset":910},{"uri":"Philippines","surface_form":"Philippines","offset":974},{"uri":"Indonesia","surface_form":"Indonesia","offset":987},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":998},{"uri":"Solomon_Islands","surface_form":"Solomon Islands","offset":1023},{"uri":"Borneo","surface_form":"Borneo","offset":1088},{"uri":"Palawan","surface_form":"Palawan","offset":1129},{"uri":"Sulawesi","surface_form":"Sulawesi","offset":1141},{"uri":"New_Caledonia","surface_form":"New Caledonia","offset":1224},{"uri":"Long-billed_Black_Cockatoo","surface_form":"Long-billed Black Cockatoo","offset":1502},{"uri":"Tanimbar_Corella","surface_form":"Tanimbar Corella","offset":1590},{"uri":"Tanimbar_Islands","surface_form":"Tanimbar Islands","offset":1635},{"uri":"Habitat","surface_form":"habitat","offset":1699},{"uri":"Forest","surface_form":"forest","offset":1714},{"uri":"Subalpine_zone","surface_form":"subalpine zone","offset":1725},{"uri":"Mangrove","surface_form":"mangrove","offset":1744},{"uri":"Woodland","surface_form":"woodland","offset":1993},{"uri":"Rainforest","surface_form":"rainforest","offset":2004},{"uri":"Scrubland","surface_form":"shrubland","offset":2017},{"uri":"Climate","surface_form":"climate","offset":2060},{"uri":"Philippine_Cockatoo","surface_form":"Philippine Cockatoo","offset":2073},{"uri":"George_Robert_Gray","surface_form":"George Robert Gray","offset":2364},{"uri":"James_Lee_Peters","surface_form":"James Lee Peters","offset":2575},{"uri":"Charles_Sibley","surface_form":"Sibley","offset":2640},{"uri":"Burt_Monroe","surface_form":"Monroe","offset":2651},{"uri":"Joseph_Forshaw","surface_form":"Joseph Forshaw","offset":2716},{"uri":"Strigopidae","surface_form":"Strigopidae","offset":2909},{"uri":"Clade","surface_form":"clade","offset":2984},{"uri":"True_parrots","surface_form":"true parrots","offset":3188},{"uri":"Fossil","surface_form":"fossil","offset":3232},{"uri":"Miocene","surface_form":"Miocene","offset":3438},{"uri":"Mya_(unit)","surface_form":"million years ago","offset":3453},{"uri":"Australian_Fossil_Mammal_Sites_(Riversleigh)","surface_form":"Riversleigh","offset":3484},{"uri":"Western_Corella","surface_form":"Western Corella","offset":3561},{"uri":"Calyptorhynchus","surface_form":"Calyptorhynchinae","offset":3687},{"uri":"Black_cockatoo","surface_form":"black cockatoo","offset":3710},{"uri":"Crest_(feathers)","surface_form":"headcrest","offset":4034},{"uri":"Zygodactyl","surface_form":"zygodactyl","offset":4283},{"uri":"Gallbladder","surface_form":"gallbladder","offset":4446},{"uri":"Claw","surface_form":"claw","offset":4657},{"uri":"Sulphur-crested_Cockatoo","surface_form":"Sulphur-crested Cockatoo","offset":4931},{"uri":"Major_Mitchell%27s_Cockatoo","surface_form":"Major Mitchell's Cockatoo","offset":4960},{"uri":"Daylight","surface_form":"daylight","offset":5110},{"uri":"Seed","surface_form":"Seed","offset":5188},{"uri":"Diet_(nutrition)","surface_form":"diet","offset":5219},{"uri":"Bird_nest","surface_form":"nests","offset":5454},{"uri":"Hollow","surface_form":"hollows","offset":5531},{"uri":"Fungus","surface_form":"fungi","offset":5610},{"uri":"Termite","surface_form":"termite","offset":5635},{"uri":"Woodpecker","surface_form":"woodpecker","offset":5652},{"uri":"Digestion","surface_form":"digested","offset":6142},{"uri":"IUCN","surface_form":"IUCN","offset":6222},{"uri":"BirdLife_International","surface_form":"BirdLife International","offset":6231},{"uri":"Vulnerable_species","surface_form":"vulnerable","offset":6302},{"uri":"Near_Threatened","surface_form":"near threatened","offset":6350},{"uri":"Philippine_Cockatoo","surface_form":"Philippine Cockatoo","offset":6393},{"uri":"Yellow-crested_Cockatoo","surface_form":"Yellow-crested Cockatoo","offset":6446},{"uri":"Critically_endangered_species","surface_form":"critically endangered","offset":6491},{"uri":"Habitat_loss","surface_form":"habitat loss","offset":6553},{"uri":"Trade","surface_form":"trade","offset":6574},{"uri":"Wild","surface_form":"wild","offset":6583},{"uri":"Salmon-crested_Cockatoo","surface_form":"Salmon-crested Cockatoo","offset":6931},{"uri":"Indonesia","surface_form":"Indonesia","offset":6975},{"uri":"CITES","surface_form":"CITES","offset":7467}]}