{"id":79064,"url":"http://en.wikipedia.org/wiki/Bell_P-39_Airacobra","text":"The P-39 Airacobra was a fighter aircraft made by Bell Aircraft. It first flew in 1939, and was introduced in 1941. While it had good weapons, it was known for being very unstable and could lose control easily. It was fast but not very good above 5000 m (15,000 feet) as it lacked turbocharger. The Soviet Union used it during World War II as a fighter interceptor as most air battles at the Eastern front were fought at low heights. Very near the ground the Airacobra became extremely maneuverable and could out-turn any German airplane. The Russians liked the plane, and they often removed the wing guns to make it even more maneuvreable. Several Soviet pilots became fighter aces on P-39. The main weapon of P-39, a 37 mm cannon, was so powerful that it could destroy almost any airplane on a single hit.\nThe pilot who scored the most aerial victories was Grigori Rechkalov of the Soviet Air Force. He shot down 57 Germans with Airacobra. His squadronmate Aleksandr Pokryshkin had 59 victories, of which 47 were with Airacobra.\nThe P-39 was different from most aircraft in World War II. It had \"tricycle\" landing gear, doors that opened like a car (pilots would climb out of most fighters of the time) and the engine was behind the pilot. The \"Q\" version could go 375 miles per hour (600 km/h), had four 12.7mm machine guns, and one 37mm cannon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fighter_aircraft","surface_form":"fighter aircraft","offset":25},{"uri":"Bell_Aircraft","surface_form":"Bell Aircraft","offset":50},{"uri":"1939","surface_form":"1939","offset":82},{"uri":"1941","surface_form":"1941","offset":110},{"uri":"Turbocharger","surface_form":"turbocharger","offset":281},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":299},{"uri":"World_War_II","surface_form":"World War II","offset":327},{"uri":"Fighter_ace","surface_form":"fighter ace","offset":670},{"uri":"Tricycle","surface_form":"tricycle","offset":1098},{"uri":"Car","surface_form":"car","offset":1147},{"uri":"Machine_gun","surface_form":"machine gun","offset":1314},{"uri":"Cannon","surface_form":"cannon","offset":1341}]}