{"id":790876,"url":"http://en.wikipedia.org/wiki/Jitsi","text":"Jitsi is a group of free and open-source voice (VoIP), videoconferencing and instant messaging for many platforms, like the web platform, Windows, Linux, macOS, iOS and Android. The Jitsi project started with Jitsi Desktop (previously known as SIP Communicator). With the growth of WebRTC, the Jitsi team decided to focus on Jitsi Videobridge for doing web-based video calling for multiple people. Later the team added Jitsi Meet, a full video conferencing application that includes web, Android, and iOS clients. Jitsi also operates meet.jit.si, a version of Jitsi Meet hosted by Jitsi for free to be used by the community. Other projects are: Jigasi, lib-jitsi-meet, Jidesha, and Jitsi.\nJitsi is supportefd by various institutions such as the NLnet Foundation, the University of Strasbourg and the Region of Alsace and it has participated multiple times on Google Summer of Code program.\nHistory.\nWork on Jitsi (then SIP Communicator) started in 2003as a student project by Emil Ivov at the University of Strasbourg. It was released as an example video phone in the JAIN-SIP stack and later became an independent project.\nIn 2009, Emil Ivov founded the BlueJimp company which has employed some of Jitsi's main contributors in order to offer professional support and development services related to the project.\nIn 2011, after successfully adding support for audio and video communication over XMPP'<nowiki/>s Jingle extensions, the project was renamed to Jitsi since it was no longer \"a SIP only Communicator\". This name originates from the Bulgarian \"жици\" (wires).\nJitsi introduced the Videobridge in 2013 to support video calling with multiple people using a new Selective Forwarding Unit (SFU) architecture. Later that year initial support was added to the JitsiVideobridge allowing WebRTC calling from the browser. To demonstrate how JitsiVideobridge could be used as a production service, BlueJimp offered a free use of its hosted system at meet.jit.si.\nOn November 4, 2014, \"Jitsi + Ostel\" scored 6 out of 7 points on the Electronic Frontier Foundation's secure messaging scorecard. They lost a point because there has not been a recent independent code check by people outside jitsi.\nOn February 1, 2015, Hristo Terezov, Ingo Bauersachs and the rest of the team released version 2.6 from their stand at the Free and Open Source Software Developers' European Meeting 2015 event in Brussels. This release includes security fixes, removes support of the deprecated MSN protocol, along with SSLv3 in XMPP. Among other improvements, the OS X version has aa Java 8 runtime inside, enables echo cancelling by default, and uses the CoreAudio subsystem. The Linux build fixes font issues with the GTK+ native LookAndFeel, and fixes someissues about microphone volume level on call starting when using the PulseAudio sound system. A full list of changes is available on the project web site.\nAtlassian bought BlueJimp on April 5, 2015. After that, the new Jitsi team under Atlassian stopped important new development work on the Jitsi Desktop project and expanded its efforts on projects related to the Jitsi Videobridge and Jitsi Meet. Regular contributions from the open source community have maintained the Jitsi Desktop project. Jitsi is fully funded by 8x8.\nJitsi Meet.\nJitsi Meet is an open source JavaScript WebRTC application and can be used for videoconferencing. One can share presentations and with just a link can invite new members for videoconference. It can be used by downloading the app or directly in a browser and is compatible with any recent browser. Every user can use Jitsi.org servers or can download and install the server software on a Linux-based machine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Free_and_open-source_software","surface_form":"free and open-source","offset":20},{"uri":"Voice_over_Internet_Protocol","surface_form":"voice","offset":41},{"uri":"Video_chat","surface_form":"videoconferencing","offset":55},{"uri":"Instant_messaging","surface_form":"instant messaging","offset":77},{"uri":"Desktop","surface_form":"Desktop","offset":215},{"uri":"Focus","surface_form":"focus","offset":316},{"uri":"Video_conferencing","surface_form":"video conferencing","offset":438},{"uri":"Host_(network)","surface_form":"hosted","offset":571},{"uri":"Institution","surface_form":"institutions","offset":720},{"uri":"XMPP","surface_form":"XMPP'","offset":1395},{"uri":"Bulgarian_language","surface_form":"Bulgarian","offset":1543},{"uri":"Copper_wire_and_cable","surface_form":"wires","offset":1561},{"uri":"Selective_Forwarding_Unit","surface_form":"Selective Forwarding Unit (SFU)","offset":1668},{"uri":"WebRTC","surface_form":"WebRTC","offset":1789},{"uri":"Electronic_Frontier_Foundation","surface_form":"Electronic Frontier Foundation","offset":2031},{"uri":"Echo","surface_form":"echo","offset":2593},{"uri":"Font","surface_form":"font","offset":2677},{"uri":"Open_source","surface_form":"open source","offset":3292}]}