{"id":790883,"url":"http://en.wikipedia.org/wiki/Waterfall_frog","text":"The waterfall frog or torrent tree frog (\"Ranoidea nannotis\") is a frog from Australia. Scientists have seen it between 180 and 1300 metres above sea level.\nThe adult male frog is 3.2 to 5.2 cm long and the adult female frog is 4.8 to 5.9 cm long. This frog lives in fast-flowing streams in rainforests and other forests. It does not only lay its eggs in fast streams. It spends most of its time in or near the water. The adult frog is gray or olive on the back with mottling colors and a white belly. This frog can lay eggs at any time of year. The female frog lays her eggs underneath rocks. The tadpoles have strong tails for swimming and mouths on the underside of their bodies so they can hold onto rocks. Adult frogs hide in the stream or near waterfalls during the day and look for food at night. They usually do not go more than 35 metres away from the water.\nThis frog eats almost any animal without bones inside that it can fit into its mouth. It will eat flies, dragonflies, beetles, true bugs, mites, bees, wasps, ants, insect larvae and millipedes.\nThis frog is endangered. Scientists think this might be because feral pigs brought to Australia by humans rip up their streams, but they are not sure. Some scientists looked at whether habitat loss or or chemicals that humans use to kill insects might be killing the frogs, and they found this is probably not what is killing them. Some scientists think the fungal disease chytridiomycosis could be killing the frogs","categories":[],"infobox_types":[],"annotations":[{"uri":"Frog","surface_form":"frog","offset":67},{"uri":"Australia","surface_form":"Australia","offset":77},{"uri":"Sea_level","surface_form":"sea level","offset":146},{"uri":"Rainforest","surface_form":"rainforest","offset":291},{"uri":"Invertebrate","surface_form":"animal without bones inside","offset":894},{"uri":"Flies","surface_form":"flies","offset":966},{"uri":"Dragonflies","surface_form":"dragonflies","offset":973},{"uri":"Beetle","surface_form":"beetle","offset":986},{"uri":"True_bug","surface_form":"true bug","offset":995},{"uri":"Mite","surface_form":"mite","offset":1006},{"uri":"Bee","surface_form":"bee","offset":1013},{"uri":"Wasp","surface_form":"wasp","offset":1019},{"uri":"Ant","surface_form":"ant","offset":1026},{"uri":"Larva","surface_form":"larva","offset":1039},{"uri":"Millipede","surface_form":"millipede","offset":1050},{"uri":"Feral","surface_form":"feral","offset":1126},{"uri":"Pig","surface_form":"pig","offset":1132},{"uri":"Invasive_species","surface_form":"brought to Australia by humans","offset":1137},{"uri":"Pesticide","surface_form":"chemicals that humans use to kill insects","offset":1266},{"uri":"Chytridiomycosis","surface_form":"chytridiomycosis","offset":1435}]}