{"id":790903,"url":"http://en.wikipedia.org/wiki/About_the_Mystery_of_the_Letters","text":"\"About the Mystery of the Letters\" (, \"Peri tou mystēriou tōn grammatōn\") is a work about the names and forms of letters of the Greek and Hebrew letters. The author of the work is unknown, but he probably had a Christian background. It was probably written in the 6th century Byzantine Palaestina Prima.\nHow the text is known.\nThe text is known from three Greek manuscript copies written between the 14th and 16th centuries, and one Coptic–Arabic bilingual translation from the late 14th century. The first modern edition of the Coptic text was published in 1900/1901. The Greek text was first described in 1931, but published for the first time only in 2007.\nOrigin and authorship.\nThe text was originally written in Palaestina Prima. It was written in the Greek language. The Coptic manuscripts names its author as \"Apa Seba\" (Arabic: \"Saba\"), referring to Saint Sabas of Palestine (439–532). Evidence from the text itself leads to a somewhat later dating: in the second half of the 6th century. It could have been written by a follower of Sabas, possibly a monk in the monastery of Mar Saba. This monastery had been founded by Sabas. A certain anti-philosophical polemic tendency expressed by the text can be related to the Origenist controversies of the mid-6th century, in which Mar Saba had played an important role.\nContents.\nThe unknown author declares he was prompted to the study of the secret meanings of the letters by the words of the Apocalypse, \"I am the Alpha and Omega\", and that he then received a vision about them on Mount Sinai.\nThe author proposes a re-modelled Greek alphabet reduced to 22 letters on the model of the 22 letters of Hebrew (leaving out Xi Ξ and Psi Ψ), and with the Hebrew letter names. He then interprets these letters as symbolic figures of 22 works of divine creation in the biblical Creation according to Genesis, and of 22 corresponding works of salvation by Christ. He shows this theory through descriptions of the various letters and interpretations of their shapes. This is followed by an account of the history of the alphabet, which weaves together elements of Greek mythology and the Hebrew Bible as well as several Jewish and pagan texts: according to this account, the Hebrew alphabet was first handed down to mankind by divine inspiration during the generation of Enoch, but was lost during the Confusion of Tongues. God then revealed the Greek alphabet on a tablet of stone, which, after the Deluge, was brought to Phoenicia and Greece by Cadmos.\nA long section of the text is devoted especially to the letter Waw and its Greek equivalent, Digamma (called \"Episemon\" in the treatise), the numeral sign for \"6\". This sign is interpreted as a special symbol of Christ. This idea is further connected to the interpretation of all three extra-alphabetic numeral signs of Greek (\"Episemon\" for 6, Koppa for 90, and Sampi for 900) as symbols of the Holy Trinity, i.e. Christ, the Holy Ghost and God the Father respectively later in the text.\nThe final chapters of the text are speculations about more general topics, including the history of mankind – whose key events are related symbolically to the sequence of vowels and consonants in the alphabet –, a discussion of Christology dealing with issues related to the Council of Chalcedon, and reflections upon the name of \"Adam\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Palestine_(region)","surface_form":"Palaestina Prima","offset":286},{"uri":"Greek_language","surface_form":"Greek","offset":356},{"uri":"Coptic_language","surface_form":"Coptic","offset":433},{"uri":"Arabic_language","surface_form":"Arabic","offset":440},{"uri":"Origen","surface_form":"Origenist","offset":1227},{"uri":"Apocalypse","surface_form":"Apocalypse","offset":1448},{"uri":"Xi","surface_form":"Xi","offset":1675},{"uri":"Psi_(letter)","surface_form":"Psi","offset":1684},{"uri":"Genesis_creation_narrative","surface_form":"Creation according to Genesis","offset":1826},{"uri":"Jesus","surface_form":"Christ","offset":1903},{"uri":"Enoch","surface_form":"Enoch","offset":2317},{"uri":"Tower_of_Babel","surface_form":"Confusion of Tongues","offset":2348},{"uri":"Deluge_myth","surface_form":"Deluge","offset":2446},{"uri":"Phoenicia","surface_form":"Phoenicia","offset":2469},{"uri":"Greece","surface_form":"Greece","offset":2483},{"uri":"Cadmus","surface_form":"Cadmos","offset":2493},{"uri":"Digamma","surface_form":"Digamma","offset":2594},{"uri":"Koppa_(letter)","surface_form":"Koppa","offset":2846},{"uri":"Sampi","surface_form":"Sampi","offset":2864},{"uri":"Trinity","surface_form":"Holy Trinity","offset":2897},{"uri":"Christology","surface_form":"Christology","offset":3218},{"uri":"Council_of_Chalcedon","surface_form":"Council of Chalcedon","offset":3265}]}