{"id":79100,"url":"http://en.wikipedia.org/wiki/National_Weather_Service_bulletin_for_New_Orleans_region","text":"The National Weather Service bulletin for the New Orleans region of 10:11 a.m., August 28, 2005 was a vividly worded release issued by the local Weather Forecast Office in Slidell, Louisiana warning of the devastation that the Gulf Coast of the United States could experience as a result of Hurricane Katrina. Partly due to this bulletin, people in southeastern Louisiana and southern Mississippi, those most affected by the storm's impact, followed evacuation orders more closely, resulting in a reduced fatality number.\nBackground.\nOn the evening of August 25, 2005, Hurricane Katrina made landfall as a Category 1 hurricane near the Miami-Dade – Broward county line in southern Florida and weakened into a tropical storm as a result. The next morning, after passing over the state, Tropical Storm Katrina moved into the Gulf of Mexico, strengthened back to hurricane strength, and from the influence of the warm waters from the Loop Current, began undergoing rapid deepening.\nAt 11:00 p.m. EDT August 26, approximately 56 hours before Katrina's landfall near Buras, Louisiana, the National Hurricane Center had predicted that the New Orleans metropolitan area could face a direct hit by the storm. As New Orleans is located on the Mississippi River delta and much of the city is below sea level, a strong hurricane could have a devastating effect on the city. Previous warnings, such as the one made by the Houston Chronicle in 2001, told of a disaster that \"would strand 250,000 people or more, and probably kill one of 10 left behind as the city drowned under 20 feet of water\" following a severe hurricane making landfall on the city. The National Hurricane Center's director, Max Mayfield, mentioned that the Mississippi/Louisiana area has \"the greatest potential for nightmare scenarios,\" and that this has been known for at least the three decades he has worked at the NHC. Other publications, such as \"Popular Mechanics\", \"Scientific American\", and The Times-Picayune predicted doomsday situations in which a sinking city would drown and its residents would be left homeless.\nIn 1965, Hurricane Betsy made landfall just south of New Orleans, causing widespread flooding in the city. As a result, a system of levees was authorized by Congress to handle future storm events. However, the protection given by this system was limited to hurricanes up to Category 3 intensity on the Saffir-Simpson Hurricane Scale.\nThree days before Katrina's second and third landfalls, the National Hurricane Center began predicting that the storm would make landfall as a major hurricane. By the next morning, on August 27, the NHC gave out a hurricane watch that included the New Orleans metro area, which was upgraded to a hurricane warning by 10:00 p.m. CDT that same evening. At this point, Katrina was a Category 3 hurricane with 115 mph (185 h) winds and about 335 miles (540 km) to the south-southeast of the Mississippi River's mouth.\nBulletin text.\nAn equally-explicit bulletin was repeated at 4:13 p.m. CDT.\nImpact.\nIn the following months after the storm, Congress appointed a two-party system committee to look into the response to Hurricane Katrina and the preparations before to its landfall. The committee concluded that the forecasts given by the National Weather Service were timely, were not responsible for failures in other agencies, and were likely responsible for saving thousands of lives.\nDuring an internal assessment by the National Weather Service, the 10:11 bulletin and its impact were examined. The report called the bulletin \"a significant moment for the NWS during Katrina,\" as its detailed and specific language did not have any previous precedent (though the message was based on a template designed by the Tampa Weather Office in 1990). The strongly-worded statement persuaded people to evacuate, and was highlighted by national news media. As a result, the level of detail was highlighted as an \"innovative best practice\" in the NWS assessment, which recommended issuing warnings with similar levels of detail in the future.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Weather_Service","surface_form":"Weather Forecast Office","offset":145},{"uri":"Slidell%2C_Louisiana","surface_form":"Slidell","offset":172},{"uri":"Louisiana","surface_form":"Louisiana","offset":181},{"uri":"Gulf_Coast_of_the_United_States","surface_form":"Gulf Coast of the United States","offset":227},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":291},{"uri":"Mississippi","surface_form":"Mississippi","offset":385},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":592},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 1","offset":606},{"uri":"Hurricane","surface_form":"hurricane","offset":617},{"uri":"Miami-Dade_County","surface_form":"Miami-Dade","offset":636},{"uri":"Broward_County","surface_form":"Broward","offset":649},{"uri":"Florida","surface_form":"Florida","offset":681},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":823},{"uri":"Loop_Current","surface_form":"Loop Current","offset":931},{"uri":"Rapid_deepening","surface_form":"rapid deepening","offset":962},{"uri":"EDT","surface_form":"EDT","offset":993},{"uri":"Buras%2C_Louisiana","surface_form":"Buras","offset":1062},{"uri":"Predict","surface_form":"predict","offset":1114},{"uri":"New_Orleans","surface_form":"New Orleans","offset":1133},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":1234},{"uri":"River_delta","surface_form":"delta","offset":1252},{"uri":"Sea_level","surface_form":"sea level","offset":1288},{"uri":"Houston_Chronicle","surface_form":"Houston Chronicle","offset":1410},{"uri":"Max_Mayfield","surface_form":"Max Mayfield","offset":1683},{"uri":"Popular_Mechanics","surface_form":"Popular Mechanics","offset":1912},{"uri":"Scientific_American","surface_form":"Scientific American","offset":1933},{"uri":"The_Times-Picayune","surface_form":"The Times-Picayune","offset":1959},{"uri":"Hurricane_Betsy","surface_form":"Hurricane Betsy","offset":2095},{"uri":"Levee","surface_form":"levee","offset":2218},{"uri":"United_States_Congress","surface_form":"Congress","offset":2243},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":2388},{"uri":"Mph","surface_form":"mph","offset":2830},{"uri":"H","surface_form":"h","offset":2839},{"uri":"Mile","surface_form":"mile","offset":2862},{"uri":"Kilometer","surface_form":"km","offset":2873},{"uri":"River_delta","surface_form":"mouth","offset":2927},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":3441},{"uri":"Template_(word_processing)","surface_form":"template","offset":3707},{"uri":"Tampa%2C_Florida","surface_form":"Tampa","offset":3732}]}