{"id":791081,"url":"http://en.wikipedia.org/wiki/World%27s_Biggest_Coffee_Morning","text":"World's Biggest Coffee Morning is the biggest fundraising event by Macmillan Cancer Support. Every year, people in the UK and other places host an event called a Coffee Morning. The money received is to be used for services provided by Macmillan Cancer Support. In 2016, World's Biggest Coffee Morning raised £29.5 million.\nHistory.\nThe first World's Biggest Coffee Morning happened in 1990, when a local fundraising committee held a coffee morning in which the cost of the coffee was donated to Macmillan Cancer Support. The first Coffee Morning that happened all around the UK happened in 1991, in which 2,600 supporters took part. Since then, the World's Biggest Coffee Morning has come a long way, to the point where it is the biggest and longest-happening fundraising event of its kind in the UK. In 2016, Coffee Morning raised over £29.5 million to help provide support to people in the UK who have cancer.\nSome Coffee Morning hosts have raised money for the event in unusual ways, such as by hosting a Coffee Morning 100 feet underground in Poldark Mine, or on a jet fighter, or by hosting the most distant Coffee Morning, which happened in Antarctica.\nCorporate supporters.\nThe official partner of Coffee Morning is Marks & Spencer. Since 2010, Marks & Spencer has raised £10 million by creating limited edition homeware products and selling a range of baked goods, and donating some of the money they make from them to Macmillan Cancer Support.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fundraising","surface_form":"fundraising","offset":46},{"uri":"Macmillan_Cancer_Support","surface_form":"Macmillan Cancer Support","offset":67},{"uri":"United_Kingdom","surface_form":"UK","offset":119},{"uri":"Committee","surface_form":"committee","offset":417},{"uri":"Cancer","surface_form":"cancer","offset":905},{"uri":"Poldark_Mine","surface_form":"Poldark Mine","offset":1048},{"uri":"Antarctica","surface_form":"Antarctica","offset":1148},{"uri":"Marks_%26amp%3B_Spencer","surface_form":"Marks & Spencer","offset":1224},{"uri":"Homeware","surface_form":"homeware","offset":1320}]}