{"id":791080,"url":"http://en.wikipedia.org/wiki/Erzulie","text":"Erzulie (sometimes spelled Erzili or Ezili) is a family of loa in Voodoo.\nOverview.\nThe Erzulie is a family of loa that are often associated with water, femininity and feminine bodies.\n\"Erzulie Fréda\", the Rada aspect of Erzulie, is the African spirit of love, beauty, jewelry, dancing, luxury, and flowers. She wears three wedding rings, one for each husband - Damballa, Agwe and Ogun. Her symbol is a heart, her colors are pink, blue, white and gold. Her favorite sacrifices include jewelry, perfume, sweet cakes and liqueurs.\n\"Erzulie Dantor\" is the main loa of the Petro family in Voodoo. She is often depicted as a fearsome black woman. Her favourite sacrifices include jewels, golden rings, rum and black pig (for her birthday).\nIn popular culture.\nErzulie, Damballa, Baron Samedi and Papa Legba, all appear in the \"WildCats\" original comic series. They also appear in Terry Pratchett's book \"Witches Abroad\" (1991). A powerful voodoo woman in novel \"Witches Abroad\" is named Erzulie Gogol.\nIn the Broadway show \"Once On This Island\", Erzulie is one of the 4 main gods that guide and influence the main character.\nErzulie is depicted in Zadie Smith's 2005 novel \"On Beauty\".\nErzulie and other popular Loa together with the adepts of Voodoo are depicted in Andrei Gusev's 2020 novel \"Our Wild Sex in Malindi\".","categories":[],"infobox_types":["saint"],"annotations":[{"uri":"Loa","surface_form":"loa","offset":59},{"uri":"Voodoo","surface_form":"Voodoo","offset":66},{"uri":"Loa","surface_form":"loa","offset":111},{"uri":"Wedding_ring","surface_form":"wedding ring","offset":324},{"uri":"Damballa","surface_form":"Damballa","offset":362},{"uri":"Agwe","surface_form":"Agwe","offset":372},{"uri":"Ogun","surface_form":"Ogun","offset":381},{"uri":"Loa","surface_form":"loa","offset":558},{"uri":"Rum","surface_form":"rum","offset":697},{"uri":"Damballa","surface_form":"Damballa","offset":764},{"uri":"Baron_Samedi","surface_form":"Baron Samedi","offset":774},{"uri":"Papa_Legba","surface_form":"Papa Legba","offset":791},{"uri":"Zadie_Smith","surface_form":"Zadie Smith","offset":1143},{"uri":"Andrei_Gusev","surface_form":"Andrei Gusev","offset":1262}]}