{"id":79110,"url":"http://en.wikipedia.org/wiki/Otter","text":"Otters are animals that live near and around water. They are a part of the animal family Mustelid. A group of otters is called a \"romp\", because they play together and are energetic. They live in nests called holts. There are many different kinds of otters. Some live near rivers, some in the sea (sea otters). Otters live on every continent except for Australia and Antarctica.\nDescription.\nOtters are long and slim animals that can be longer than a meter. They have four short legs. They usually stay on all four legs, but they can stand up as well but they are expert swimmers and spend a lot of time in water. They have a thick fur coat that keeps them warm even in freezing water. They have very soft, insulated underfur, which is protected by an outer layer of long guard hairs. This traps a layer of air which keeps them dry and warm under water. They keep the air topped up by blowing into the fur with their mouth. Their fur is often brown at the top, and lighter underneath the Otter.\nThey eat meat and hunt for fish and small animals, so they have sharp claws and teeth that allow them to catch prey, then eat them. They are great swimmers and divers; they can stay underwater for 8 minutes. Their thick and long tail helps them steer while swimming underwater. Also, their feet are webbed, which helps them swim. On they ground, they can run very fast.\nOtters live 8 to 9 years in the wilderness, and as many as 21 years when living with people.\nDiet.\nOtters are carnivores; they must eat a lot of meat to live, so they spend 3 to 5 hours every day fishing and hunting. They can die of hunger more quickly than most animals. They eat fish, crayfish, crabs, and frogs. They will eat any small animals and birds they can catch. Much of their food is found in water. They dive in rivers, lakes and streams until they can find a suitable animal to eat, which they then chase. Once they catch it, they bring it to the top of the water, where they eat it. If the animal has a hard shell, otters can use a rock as a tool to break open the shell.\nBehaviour.\nOtters are playful and energetic. They can be seen sliding down hills and slopes, as well as chasing other otters for fun. Some kinds of otters live in groups, while others are almost always alone. Because they spent so much time in cold water, they have to groom their fur often to stop themselves from freezing.\nCommunication.\nOtters talk to other animals and otters with whistles, growls, chuckles and screams, as well as chirps, squeals, and some kinds of otters might even purr. They also leave their scent on plants to mark their territory.\nSea otter.\nSea otters (\"Enhydra lutris\") are classified as marine mammals. They live along the Pacific coast of North America. Their historic range included shallow waters of the Bering Strait. It also included Kamchatka, and as far south as Japan. Sea otters have about 26,000 to 165,000 hairs per square centimeters of skin. They have a rich fur for which humans hunted them almost to extinction. They frequently carry a rock in a pouch under their forearm. They use this to smash open shells. This makes them one of the few animals that use tools. They grow to in length and weigh. Although once near extinction, they have begun to spread again, from remnant populations in California and Alaska.\nEuropean otter.\nThe European otter (\"Lutra lutra\") was common as recently as the 1950s, but became rare because of DDT pesticides, habitat loss and water pollution. Hunting of otters was also common. They stayed relatively common in parts of Scotland and Ireland, but numbers in England reached a low point in the 1980s. They are now recovering strongly. Otters are now quite common, especially in the west of England. Roadkill deaths are now happening more.\nSpecies.\nThere are 13 types of otters in the world. They are","categories":[],"infobox_types":[],"annotations":[{"uri":"Animal","surface_form":"animal","offset":11},{"uri":"Water","surface_form":"water","offset":45},{"uri":"Mustelid","surface_form":"Mustelid","offset":89},{"uri":"Holt","surface_form":"holt","offset":209},{"uri":"River","surface_form":"river","offset":273},{"uri":"Sea","surface_form":"sea","offset":293},{"uri":"Sea_otter","surface_form":"sea otter","offset":298},{"uri":"Continent","surface_form":"continent","offset":332},{"uri":"Australia","surface_form":"Australia","offset":353},{"uri":"Antarctica","surface_form":"Antarctica","offset":367},{"uri":"Fur","surface_form":"fur","offset":632},{"uri":"Thermal_insulation","surface_form":"insulated","offset":707},{"uri":"Prey","surface_form":"prey","offset":1106},{"uri":"Swim","surface_form":"swim","offset":1319},{"uri":"Wilderness","surface_form":"wilderness","offset":1397},{"uri":"People","surface_form":"people","offset":1450},{"uri":"Carnivores","surface_form":"carnivores","offset":1475},{"uri":"Fish","surface_form":"fish","offset":1646},{"uri":"Crayfish","surface_form":"crayfish","offset":1652},{"uri":"Crabs","surface_form":"crabs","offset":1662},{"uri":"Frogs","surface_form":"frogs","offset":1673},{"uri":"Communicate","surface_form":"talk","offset":2398},{"uri":"Territory","surface_form":"territory","offset":2598},{"uri":"Marine_biology","surface_form":"marine","offset":2668},{"uri":"Mammal","surface_form":"mammal","offset":2675},{"uri":"Pacific_coast","surface_form":"Pacific coast","offset":2704},{"uri":"North_America","surface_form":"North America","offset":2721},{"uri":"Bering_Strait","surface_form":"Bering Strait","offset":2788},{"uri":"Kamchatka_Peninsula","surface_form":"Kamchatka","offset":2820},{"uri":"Fur","surface_form":"fur","offset":2953},{"uri":"Human","surface_form":"human","offset":2967},{"uri":"Extinction","surface_form":"extinction","offset":2996},{"uri":"Forearm","surface_form":"forearm","offset":3060},{"uri":"Animal_shell","surface_form":"shell","offset":3097},{"uri":"Tools","surface_form":"tools","offset":3153},{"uri":"Alaska","surface_form":"Alaska","offset":3301},{"uri":"DDT","surface_form":"DDT","offset":3424},{"uri":"Pesticide","surface_form":"pesticide","offset":3428},{"uri":"Habitat","surface_form":"habitat","offset":3440},{"uri":"Water_pollution","surface_form":"water pollution","offset":3457},{"uri":"Hunting","surface_form":"Hunting","offset":3474},{"uri":"Scotland","surface_form":"Scotland","offset":3551},{"uri":"Ireland","surface_form":"Ireland","offset":3564},{"uri":"England","surface_form":"England","offset":3719},{"uri":"Roadkill","surface_form":"Roadkill","offset":3728}]}