{"id":791584,"url":"http://en.wikipedia.org/wiki/2020_Brazil_wildfires","text":"The 2020 Brazil wildfires are a group of wildfires that began burning Brazil's rainforests in June 2020 and have continued into September 2020. More than 12% of all the plants in the Pantanal rainforest had burned by August 2020.\nIn June 2020, Brazil's National Institute for Space Research (INPE) said its satellites had taken pictures of 2,248 fires. In June 2019, there had been 1,880 fires.\nCauses.\nIt is normal for there to be some fires in the rainforests. Some are caused by lightning. But experts say most of the 2020 wildfires were set by human beings. Satellite photos of the new fires show most of them started along roads leading into land belonging to indigenous peoples who live in Brazil.\nEnvironmental scientists say that a time with very dry weather made the fires worse. In 2020, Brazil saw its worst drought in 50 years. Other experts say the COVID-19 pandemic also made the fires worse because government agencies were too busy to fight the fires.\nFirefighter Alexandre Pereira who works in Mato Grosso do Sur said over 95% of the fires in his state had been started by people.\nEnvironmentalist Carlos Rittl from Germany's Institute for Advanced Sustainability Studies blamed Brazilian President Jair Bolsonaro, who encouraged people to start fires. He also weakened IBAMA, Brazil's environmental agency, so it could not fight fires or punish people who started fires.\nBolsonaro said the indigenous peoples started the fires, but photographs taken from craft orbiting the Earth show that the fires did not start on indigenous land. Bolsonaro has said he wants people to be able to start farms and mines on land that the law says belongs to the indigenous Brazilians.\nIndigenous people.\nThese fires are bad for the indigenous people in Brazil because they burn up the food that they would eat. The smoke from fires in some areas is flowing into other areas, harming people's health.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rainforest","surface_form":"rainforest","offset":79},{"uri":"Pantanal","surface_form":"Pantanal","offset":183},{"uri":"National_Institute_for_Space_Research","surface_form":"National Institute for Space Research","offset":253},{"uri":"Satellite","surface_form":"satellite","offset":307},{"uri":"2019_Brazil_wildfires","surface_form":"June 2019","offset":356},{"uri":"Lightning","surface_form":"lightning","offset":482},{"uri":"Drought","surface_form":"time with very dry weather","offset":740},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":862},{"uri":"Germany","surface_form":"Germany","offset":1133},{"uri":"Satellites","surface_form":"craft orbiting the Earth","offset":1473},{"uri":"Indigenous_people","surface_form":"indigenous people","offset":1734}]}