{"id":791508,"url":"http://en.wikipedia.org/wiki/Nephrotic_syndrome","text":"Nephrotic syndrome is the medical term used to describe a collection of signs and symptoms. They occur because of kidney damage. This is different from nephritic syndrome where there are red blood cells in urine, giving it a red colour appearance.\nNephrotic syndrome is diagnosed by doctors based on the classical symptoms of oedema, proteinuria, hypoalbuminemia and hyperlipidaemia (which is explained below).\nCauses.\nCauses can be divided into two as primary and secondary causes.\nPrimary causes are conditions developing within the kidney.\nSecondary causes affect other body parts in addition to kidneys.\nTreatment.\nTreatment is with drugs that will reduce the damage to the kidneys. Prednisone, Cyclophosphamide, levamisole are some drugs used to treat nephrotic syndrome.\nIn addition to that lack of albumin is treated by giving albumin from outside into a vein. Fluid retention is treated with drugs called \"diuretics\" which will remove excessive water collected in the body. The person is advised to consume salt, fat containing foods and fluids including water in low amounts.\nPrognosis.\nPrognosis is the medical term for the likely outcome of a disease. Good prognosis means the person will have a good outcome with no organ damage and no long lasting effects due to the disease.\nNephrotic syndrome in children usually has a good prognosis. However in children less than 5 years old and in adults over 30 years the prognosis is usually not good and can lead to permanent kidney damage. In these groups the disease will reappear after some time and need continuous drug treatment to keep the disease under control.","categories":[],"infobox_types":[],"annotations":[{"uri":"Signs_and_symptoms","surface_form":"signs","offset":72},{"uri":"Symptom","surface_form":"symptoms","offset":82},{"uri":"Kidney","surface_form":"kidney","offset":114},{"uri":"Nephritic_syndrome","surface_form":"nephritic syndrome","offset":152},{"uri":"Red_blood_cell","surface_form":"red blood cells","offset":187},{"uri":"Oedema","surface_form":"oedema","offset":326},{"uri":"Proteinuria","surface_form":"proteinuria","offset":334},{"uri":"Hypoalbuminemia","surface_form":"hypoalbuminemia","offset":347},{"uri":"Hyperlipidaemia","surface_form":"hyperlipidaemia","offset":367},{"uri":"Prednisone","surface_form":"Prednisone","offset":687},{"uri":"Levamisole","surface_form":"levamisole","offset":717},{"uri":"Vein","surface_form":"vein","offset":862},{"uri":"Diuretic","surface_form":"diuretics","offset":914},{"uri":"Fluid","surface_form":"fluids","offset":1046},{"uri":"Prognosis","surface_form":"Prognosis","offset":1096},{"uri":"Kidney","surface_form":"kidney","offset":1480}]}