{"id":79169,"url":"http://en.wikipedia.org/wiki/Silt","text":"Silt is soil or rock that developed from granular material of a specific grain size.\nSilty soil has much smaller particles than sandy soil so it’s smooth to the touch. When moistened, it’s soapy slick. When you roll it between your fingers, dirt is left on your skin.\nSilty soil retains water longer, but it can’t hold on to as much nutrients as you’d want it to though it’s fairly fertile. Due to its moisture-retentive quality, silty soil is cold and drains poorly.\nGrain size criteria.\nSilt particles range between a and mm (3.9 to 62.5 μm), larger than clay but smaller than a sand. Silt is chemically distinct from clay, and unlike clay, grains of silt are about the same size in all dimensions.\nSilt may occur as a soil or alternatively as suspended sediment in a water column of any surface water body. It may also exist as deposition soil at the bottom of a water body after it is eroded elsewhere and transported by a stream or by a current. Silt is easily transported in water and is fine enough to be carried long distances by air as 'dust'. Thick deposits of silty material that result from \"wind\" deposition are often called \"loess\" (a German term) or \"limon\" (French). Silt and clay contribute to in water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soil","surface_form":"soil","offset":8},{"uri":"Rock_(geology)","surface_form":"rock","offset":16},{"uri":"Grain","surface_form":"grain","offset":73},{"uri":"Clay","surface_form":"clay","offset":557},{"uri":"Sand","surface_form":"sand","offset":581},{"uri":"Sediment","surface_form":"sediment","offset":756},{"uri":"Water","surface_form":"water","offset":770},{"uri":"Deposition_(geology)","surface_form":"deposition soil","offset":831},{"uri":"Stream","surface_form":"stream","offset":927},{"uri":"Current_(water)","surface_form":"current","offset":942},{"uri":"Dust","surface_form":"dust","offset":1046},{"uri":"Loess","surface_form":"loess","offset":1139}]}