{"id":791773,"url":"http://en.wikipedia.org/wiki/Sha_Tin","text":"Sha Tin, also spelt Shatin, is a satellite town along Shing Mun River in Sha Tin District of East New Territories, Hong Kong. Administratively, it is part of the Sha Tin District. It is one of Hong Kong's most prominent examples of new town developments in the 1970s. Together with its satellite town Ma On Shan, Shatin is the most populous city in the New Territories, with a 2011 population census of 630,273 within an area of. Situated in the southern half of New Territories East below Tolo Harbour, it is the principal city of Sha Tin District, which is the second most populous district of the territory.\nThe city was founded in 1973 under the New Towns Development Programme of the Hong Kong government. Its current name was named after the nearby village of Sha Tin Wai. Housing the industrial area of Fo Tan, Shatin's economy once heavily relied on manufacturing, logistics and transportation. Since the late 1990s, it has undergone an extensive transition into areas such as business, service, tourism, entertainment, culture, education, sports, technology and scientific research. This has been marked by the building of Sha Tin Racecourse, Hong Kong Sports Institute and the Hong Kong Science Park in its outskirts.\nGeography.\nSha Tin is located in a valley, on both sides of the Shing Mun River, running from the southwest to the northeast. It is bordered by Tai Wai in the southwest and by Fo Tan (left bank) and Shek Mun (right bank) in the northeast.\nCross-border activities.\nDue to their proximity to the Shenzhen border, towns in the northern parts of Hong Kong, notably Sheung Shui and Yuen Long, have become hubs for parallel traders who have been buying up large quantities of goods, forcing up local prices and disrupting the daily lives of local citizens. Since 2012, there has been an increase in mainland parallel traders arriving in the North District of Hong Kong to re-export infant formula and household products – goods popular with mainlanders – across the border to Shenzhen. The volume of smuggling activity spilled over into Tuen Mun and Sha Tin in 2014.\nThe first anti-parallel trading protest was started at Sheung Shui in September 2012. As government efforts to limit the adverse impact of mainland trafficking were widely seen as inadequate, so there have been further subsequent protests in towns in the North District including Sha Tin.","categories":[],"infobox_types":["Chinese"],"annotations":[{"uri":"New_towns_of_Hong_Kong","surface_form":"satellite town","offset":33},{"uri":"Shing_Mun_River","surface_form":"Shing Mun River","offset":54},{"uri":"New_Territories_East_(constituency)","surface_form":"East New Territories","offset":93},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":115},{"uri":"Sha_Tin_District","surface_form":"Sha Tin District","offset":162},{"uri":"New_towns_of_Hong_Kong","surface_form":"new town developments","offset":232},{"uri":"Ma_On_Shan_(town)","surface_form":"Ma On Shan","offset":301},{"uri":"New_Territories","surface_form":"New Territories","offset":353},{"uri":"New_Territories","surface_form":"New Territories East","offset":463},{"uri":"Tolo_Harbour","surface_form":"Tolo Harbour","offset":490},{"uri":"New_towns_of_Hong_Kong","surface_form":"New Towns Development Programme","offset":650},{"uri":"Sha_Tin_Wai","surface_form":"Sha Tin Wai","offset":766},{"uri":"Fo_Tan","surface_form":"Fo Tan","offset":810},{"uri":"Sha_Tin_Racecourse","surface_form":"Sha Tin Racecourse","offset":1132},{"uri":"Hong_Kong_Sports_Institute","surface_form":"Hong Kong Sports Institute","offset":1152},{"uri":"Hong_Kong_Science_Park","surface_form":"Hong Kong Science Park","offset":1187},{"uri":"Shing_Mun_River","surface_form":"Shing Mun River","offset":1292},{"uri":"Tai_Wai","surface_form":"Tai Wai","offset":1372},{"uri":"Fo_Tan","surface_form":"Fo Tan","offset":1404},{"uri":"Shek_Mun","surface_form":"Shek Mun","offset":1427},{"uri":"Parallel_trading_in_Hong_Kong","surface_form":"parallel traders","offset":1830},{"uri":"North_District%2C_Hong_Kong","surface_form":"North District","offset":1863},{"uri":"Anti-parallel_trading_protests","surface_form":"subsequent protests","offset":2308}]}