{"id":79180,"url":"http://en.wikipedia.org/wiki/Six_Flags_Great_Adventure","text":"Six Flags Great Adventure is a theme park in Jackson Township, New Jersey, United States. It opened on July 4, 1974. The park complex also contains the Hurricane Harbor water park.\nIn 2012, Six Flags combined Great Adventure Park with the Wild Safari Area to form a single 475-acre theme park. As of 2018, the park contained 12 roller coasters. Three are world-class rides: El Toro, Kingda Ka and Nitro. Kingda Ka, with a top speed of 128 mph feels like taking off from an aircraft carrier. At 458 feet tall guests say on a clear day you can see both the Philadelphia and New York City skylines. Nitro, another fast roller coaster, offers a panoramic view of the New Jersey countryside. El Toro is one of the tallest wooden roller coasters at 181 feet. The park includes a Safari Off-Road Adventure that has over 1,200 animals. It is the largest drive-through safari park in North America.\nThere are three areas just for children. The Hurricane Harbor water park takes up 45 acres by itself. Between the three areas there are over 200 rides and attractions. Six Flags Great Adventure is open between spring break and late October.\nHistory.\nLocated halfway between New York City and Philadelphia, the park opened in 1974. At first it was called The Enchanted Forest. In 1976 it was renamed Great Adventure. Six Flags bought it in 1977.\nAccidents.\nOn August 17, 1981 a park employee fell to his death during a routine test of Rolling Thunder. The investigation concluded he may not have used the safety bar. On May 11, 1984 the Haunted Castle caught fire. Eight teenagers were caught inside and died. In 1987 a woman fell to her death from the Lightnin' Loops roller coaster. Officials said she did not have her shoulder safety harness on. She was 19 years old. There have been no serious accidents since 2003 at Great Adventure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theme_park","surface_form":"theme park","offset":31},{"uri":"Jackson_Township%2C_New_Jersey","surface_form":"Jackson Township","offset":45},{"uri":"New_Jersey","surface_form":"New Jersey","offset":63},{"uri":"United_States","surface_form":"United States","offset":75},{"uri":"Six_Flags_Hurricane_Harbor","surface_form":"Hurricane Harbor water park","offset":152},{"uri":"Wild_Safari_Area","surface_form":"Wild Safari Area","offset":239},{"uri":"Roller_coaster","surface_form":"roller coaster","offset":328},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":473},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":555},{"uri":"New_York_City","surface_form":"New York City","offset":572},{"uri":"Skylines","surface_form":"skylines","offset":586},{"uri":"Panoramic","surface_form":"panoramic","offset":641},{"uri":"Countryside","surface_form":"countryside","offset":674},{"uri":"Wood","surface_form":"wood","offset":717},{"uri":"North_America","surface_form":"North America","offset":875},{"uri":"Spring","surface_form":"spring break","offset":1100},{"uri":"Halfway","surface_form":"halfway","offset":1148},{"uri":"Employee","surface_form":"employee","offset":1372},{"uri":"Investigation","surface_form":"investigation","offset":1445},{"uri":"Safety","surface_form":"safety","offset":1494},{"uri":"Official","surface_form":"Official","offset":1674}]}