{"id":79225,"url":"http://en.wikipedia.org/wiki/Samuel_Pepys","text":"Samuel Pepys, (23 February 1633 – 26 May 1703) was an English administrator at the Admiralty and Member of Parliament. He is famous for his diary.\nPepys rose to be the Chief Secretary to the Admiralty under Charles II, and later under James II. Although Pepys had no maritime experience, he rose by patronage, hard work and his talent for administration.\nThe detailed private diary that he kept from 1660–1669 was first published in the nineteenth century. It is one of the most important primary sources for the English Restoration period. It provides a combination of personal notes and eyewitness accounts of great events, such as the Great Plague of London, the Second Dutch War and the Great Fire of London.\nGreat Fire of London.\nPepys was a key person in the fire of 1666. Seeing that the wind was driving the fire westward, he ordered the boat to go to Whitehall, and became the first person to inform the King of the fire. The King told him to go to the Lord Mayor, and tell him to start pulling houses down.\nPepys took a coach back to Old St Paul's Cathedral, before setting off on foot through the burning city. He found the Lord Mayor, who said: \"Lord! what can I do? I am spent: people will not obey me. I have been pulling down houses; but the fire overtakes us faster than we can do it.\"\nAt noon Pepys went home and 'had an extraordinary good dinner, and as merry, as at this time we could be'. In the evening he and his wife watched the fire from the safety of Bankside: Pepys writes that 'it made me weep to see it'. Returning home, Pepys met his clerk, Tom Hayter, who had lost everything. Hearing news that the fire was advancing, Pepys started to pack up his possessions by moonlight.\nOn Wednesday, 5 September, Pepys – who had taken to sleeping on his office floor – was woken by his wife at 2am. She told him that the fire had almost reached All Hallows-by-the-Tower, and that it was at the foot of Seething Lane. He decided to send her and his gold – about £2350 – to Woolwich. In the following days Pepys witnessed looting, disorder and disruption. On 7 September he went to Paul's Wharf and saw the ruins of St Paul's Cathedral, of his old school and of his father's house. Despite all this destruction, Pepys's house, office and diary had been saved.\nThe Diary.\nThe complete and definitive edition of Pepys's diary by Robert Latham and William Matthews was published by Bell & Hyman, London, in 1970–1983.\nIt is one of England's prized possessions\nOther websites.\nSome of the older editions of the diary are available online.\nThere are also two encyclopedic sites about Pepys based on these free editions\nAs well as other sites about Pepys.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":54},{"uri":"Admiralty","surface_form":"Admiralty","offset":83},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":97},{"uri":"Diary","surface_form":"diary","offset":140},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":207},{"uri":"James_II_of_England","surface_form":"James II","offset":235},{"uri":"Maritime","surface_form":"maritime","offset":267},{"uri":"Patronage","surface_form":"patronage","offset":299},{"uri":"Administration","surface_form":"administration","offset":339},{"uri":"Primary_source","surface_form":"primary source","offset":489},{"uri":"English_Restoration","surface_form":"English Restoration","offset":513},{"uri":"Eyewitness","surface_form":"eyewitness","offset":589},{"uri":"Great_Plague_of_London","surface_form":"Great Plague of London","offset":638},{"uri":"Second_Dutch_War","surface_form":"Second Dutch War","offset":666},{"uri":"Great_Fire_of_London","surface_form":"Great Fire of London","offset":691},{"uri":"Palace_of_Whitehall","surface_form":"Whitehall","offset":860},{"uri":"Lord_Mayor_of_London","surface_form":"Lord Mayor","offset":962},{"uri":"St_Paul%27s_Cathedral","surface_form":"St Paul's Cathedral","offset":1048},{"uri":"Bankside","surface_form":"Bankside","offset":1476},{"uri":"Clerk","surface_form":"clerk","offset":1563},{"uri":"Tower_of_London","surface_form":"Tower","offset":1882},{"uri":"Gold","surface_form":"gold","offset":1966},{"uri":"Woolwich","surface_form":"Woolwich","offset":1990},{"uri":"Looting","surface_form":"looting","offset":2038}]}