{"id":792261,"url":"http://en.wikipedia.org/wiki/Cradleboard","text":"When children are infants, they need to be carried around a lot. Indigenous cultures in North America and throughout northern Scandinavia have come up with a structure they called Cradleboard. Cradleboards are baby-carriers that protect the baby. In Cheyenne, a cradleboard is called pâhoešestôtse or ☃☃, in Skolt Sami it is called ǩiõtkâmpâhoešestôtse or ǩiõtkâm. There are different styles of cradleboard; each culture has its own style or styles. Some communities still use cradleboards.\nStructure.\nCradleboards are used for the first few months of an infant's life. At that time, babies are carried around a lot, and a portable baby-carrier is a great help. Some cradleboards are woven, as with the Apache. Woven cradleboards are made of willow, dogwood, tule, or cattail fibres. Wooden cradleboards are made by the Iroquois and Penobscot. Navajo cradleboards are made with a Ponderosa pine frame with buckskin laces looped through the frame.\nCradleboards are built with a broad, firm protective frame for the infant's spine. A footrest is located at the bottom of the cradleboard. A cradleboard also has a rounded cover over the infant's head that is similar to a canopy or a modern-day baby carriage hood. The purpose of this headpiece is to provide shade for the infant, since it could be covered with an animal skin, or a blanket in winter to protect against the elements in colder climates. The headpiece also provides extra head protection in case anything bumps against the cradleboard. Ornaments and sacred amulets are often attached to the headpiece as well, for example \"beaded umbilical cord cases, and dream catchers or medicine wheels\", to amuse and help the infant develop his or her eyesight.\nThe inside of the cradleboard is padded with a lining of fresh plant fibres, such as sphagnum moss, cattail down, or shredded bark from juniper or cliffrose. The lining serves as a disposable diaper, although the Navajo could clean and reuse the lining made of shredded juniper or cliffrose bark. These plant fibres have antiseptic properties, they keep the infant's skin healthy. The Chippewa tradition was to make a lining for the cradleboard usually from moss growing in cranberry marshes. Before it is used, the moss is smoked over a fire to kill insects; afterwards it is rubbed and pulled to soften it. In cold weather, the infant's feet may be wrapped in rabbit skin with the fur facing inward. The moss lining is surrounded by a birch bark tray insert placed into the cradleboard, which could be removed for cleaning.\nUse.\nCradleboards have been used in cultures ranging from the sub-Arctic regions of present-day Canada, down to Mexico and Central America. In Arctic regions, cold weather does not make a cradleboard feasible for the infant's survival, and infants are carried in a sling worn under the mother's parka. Cradleboards were widely used by indigenous people across present-day North America. Cradleboards are used by the Kickapoo people in Mexico and were used by Aztecs and the Seri people and Mayan communities as far south as Belize. In present-day South America, most indigenous cultures used slings or pouches, sometimes called a \"rebozo\", rather than cradleboards. Cradleboards were used in the southernmost part of the continent, in the Patagonia region.\nCradleboards were used during periods when the infant's mother had to travel or otherwise be mobile for work, and needed to protect the infant. The cradleboard could be carried on the mother's back, using support from \"tumplines\", or \"burden straps\" that would wrap around her forehead, chest or shoulders; if she carried a pack as well as the cradleboard, the pack strap would go around her chest and the cradleboard strap would go around her forehead. The cradleboard can also be stood up against a large tree or rock if the infant is small, or hung from a pole (as inside an Iroquois longhouse), or even hung from a sturdy tree branch. They were also used when longer travel was required, as the cradleboard could be attached to a horse for transportation.\nIn the southwest United States and northern Mexico, among cultures such as the Hopi and Apache, infants would spend most of their day and night in the cradleboard. When they got older, infants were taken out of it more and more, for up to five times per day. When the infant reaches the age when it can sit up unsupported, it is then gradually weaned from the use of the cradleboard, and spends less time in it. At this time, the infant may use a second, larger cradleboard that replaces the first. By the time the infant is a year old and begins to walk, they are generally finished with cradleboard use.\nCradleboard use and its effect on mother-infant interaction has been studied in Navajo communities. It has been shown that cradleboard use has no significant negative effect on this development. In the first few months of infancy, cradleboards have a soothing effect on babies. After six months of age or more, infants begin to resist being placed in cradleboards more vigorously as they become more mobile, and they are often placed in the cradleboard with their arms and hands free, so that they can play with objects hung from the cradleboard for their amusement.\nDevelopmental dysplasia of the hips.\nCradleboard use has been associated with increased incidence of developmental dysplasia of the hip. The technique requires straightening the legs, which encourages dislocation of the femur and malformation of the acetabulum. This can be avoided by placing padding between the baby's legs to keep the knees slightly bent with the hips angled outwards. Some modern cradleboard users say that the small 1968 study of Navajo babies was intentionally designed to denigrate a traditional cultural practice.","categories":[],"infobox_types":[],"annotations":[{"uri":"Native_American","surface_form":"Indigenous cultures","offset":65},{"uri":"North_America","surface_form":"North America","offset":88},{"uri":"Lapland","surface_form":"northern Scandinavia","offset":117},{"uri":"Apache","surface_form":"Apache","offset":703},{"uri":"Willow","surface_form":"willow","offset":742},{"uri":"Iroquois","surface_form":"Iroquois","offset":820},{"uri":"Penobscot","surface_form":"Penobscot","offset":833},{"uri":"Navajo_people","surface_form":"Navajo","offset":844},{"uri":"Pinus_ponderosa","surface_form":"Ponderosa pine","offset":880},{"uri":"Spine","surface_form":"spine","offset":1023},{"uri":"Amulet","surface_form":"amulets","offset":1519},{"uri":"Sphagnum","surface_form":"sphagnum moss","offset":1797},{"uri":"Typha","surface_form":"cattail","offset":1812},{"uri":"Juniper","surface_form":"juniper","offset":1848},{"uri":"Diaper","surface_form":"disposable diaper","offset":1893},{"uri":"Antiseptic","surface_form":"antiseptic","offset":2033},{"uri":"Ojibwe","surface_form":"Chippewa","offset":2097},{"uri":"Moss","surface_form":"moss","offset":2170},{"uri":"Cranberry","surface_form":"cranberry","offset":2186},{"uri":"Insects","surface_form":"insects","offset":2263},{"uri":"Rabbit","surface_form":"rabbit","offset":2374},{"uri":"Fur","surface_form":"fur","offset":2395},{"uri":"Birch_bark","surface_form":"birch bark","offset":2449},{"uri":"Kickapoo_people","surface_form":"Kickapoo people","offset":2954},{"uri":"Aztecs","surface_form":"Aztecs","offset":2997},{"uri":"Maya_people","surface_form":"Mayan","offset":3028},{"uri":"Belize","surface_form":"Belize","offset":3062},{"uri":"Patagonia","surface_form":"Patagonia","offset":3277},{"uri":"Femur","surface_form":"femur","offset":5448}]}