{"id":7923,"url":"http://en.wikipedia.org/wiki/Ronald_McDonald","text":"Ronald McDonald is a clown character who is a mascot of the McDonald's fast-food restaurant.\nHe wears yellow and red stipes and has wacky hair. He lives in McDonaldland, with lots of others including Grimace, the Hamburglar, Birdie the Early Bird, Mayor McCheese, and the Fry Kids.\nThe clown Michael Polakovs (known in America as Coco the Clown) designed his clothes and make-up. He appeared in the first eight of Ronald's television commercials. The actor Jeff Giuliano played Ronald McDonald for many years on television. Later he became a vegetarian, and was sorry he had spent so much time promoting hamburgers.\nActors.\nMcDonald's has many actors employed to portray Ronald McDonald in restaurants and events. It is assumed, however, that the company uses only one actor at a time to play the character in television commercials.\nAn actor by the name of Joe Maggard stated in an interview of The Guardian in 2014 that he portrayed the Ronald McDonald character from 1995 to 2007. However, It was stated in a 2003 article by The Baltimore Sun that Maggard was only a stand-in actor for one commercial shoot in the mid 90s and stated that \"he is definitely not Ronald McDonald\", as Jack Doepke and David Hussey were the real current portrayers as Ronald throughout the time period Joe claimed he did. In 1998, he was charged of carrying a weapon in the New Hanover County, N.C., McDonalds and the next year he was convicted in making harassing telephone calls posing as Ronald. The judge ordered him to take anger management classes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clown","surface_form":"clown","offset":21},{"uri":"Mascot","surface_form":"mascot","offset":46},{"uri":"McDonald%27s","surface_form":"McDonald's","offset":60},{"uri":"McDonaldland","surface_form":"McDonaldland","offset":156},{"uri":"Michael_Polakovs","surface_form":"Michael Polakovs","offset":292},{"uri":"United_States","surface_form":"America","offset":319},{"uri":"Make-up","surface_form":"make-up","offset":371},{"uri":"Advertising","surface_form":"commercials","offset":434},{"uri":"Actor","surface_form":"actor","offset":451},{"uri":"Vegetarian","surface_form":"vegetarian","offset":542},{"uri":"Hamburger","surface_form":"hamburger","offset":604},{"uri":"Joe_Maggard","surface_form":"Joe Maggard","offset":858}]}