{"id":792368,"url":"http://en.wikipedia.org/wiki/Westlink_M7","text":"The Westlink M7 Motorway or Westlink M7 – formerly Western Sydney Orbital – is one of Sydney's urban motorways and a part of the Sydney Orbital Network. It is a tolled motorway that is owned and operated by NorthWestern Roads Group (NWR) and connects three motorways: M5 South Western Motorway at Prestons, M4 Western Motorway at Eastern Creek and M2 Hills Motorway at Baulkham Hills. It opened on 16 December 2005, eight months ahead of schedule.\nHistory.\nWestern Sydney is the fastest growing part of the Sydney metropolitan area. The Ring Road 5 and State Route 55 – and later State Route 77 – originally meant to bypass Sydney, had instead become primary arteries for the western suburbs.\nBy the late 1990s and first decade of the 21st century Western Sydney had become the third biggest producer of Australia's GDP, after the Sydney CBD and Melbourne. The growth of industrial and residential areas brought about a massive increase in traffic on its local roads. This led to the planning of the Western Sydney Orbital which, among its original purposes, was to serve the stillborn second international airport at Badgerys Creek.\nIn January 2001 the federal government made a commitment to progressively contribute A$356 million to the M7 project, with the remaining A$1.5 billion required for the design and construction provided by the private sector. The NSW Minister for Planning authorised the undertaking in February 2002.\nThe M7 Motorway was privately funded through an innovative construction contract method known as a \"deed\" to facilitate the expedition of the tendering phase; several deeds were drawn up based on the contractors proposals. The deed was for the full design, construction, operation and maintenance of the motorway including more than 40 kilometres (25 mi) of continuously reinforced concrete (CRCP) and asphalt roads, upgrading of local roads, the longest free-flowing (no toll booths) toll road in the world at the time. More than 90 bridges (of four different types) and the largest shared path network in the southern hemisphere. The design, construct, operate and maintain contract worth at least A$2.0 billion was awarded to WSO (Western Sydney Orbital Pty Ltd) by the Roads & Traffic Authority. The design and construct portion of the contract valued at A$1.8 billion was awarded to a joint venture between Abigroup and Leighton Contractors (ALJV) with design work undertaken by a further joint venture by Maunsell AECOM and SMEC (Snowy Mountains Engineering Corporation) with further subcontracting to other designers (Arup) and independent verification by Sinclair Knight Merz (SKM).\nThe motorway was opened to traffic in 2005. WSO (commonly known as Westlink) operate the motorway with maintenance subcontracted to Westlink Services and tolling to ROAM. With its opening, Metroad 7 between Liverpool and Beecroft was transferred from Cumberland Highway to Westlink M7. Westlink M7 was the first Sydney motorway to be marked with an alphanumeric shield rather than the hexagonal Metroad shield.\nOn 25 December 2005, just 9 days after opening, the M7 suffered its first fatality: a 12-year-old boy died at Cecil Park when the four-wheel drive he was travelling in rolled down an embankment and onto Elizabeth Drive, almost crushing another car.\nRoute.\nThe M7 originates at the Roden Cutler Interchange, a Y-junction with the M31 Hume Motorway and M5 South Western Motorway at Prestons, and weaves to the west of Liverpool to the junction of Elizabeth Road and Wallgrove Road in Abbotsbury. From then on it runs parallel to Wallgrove Road north towards the Great Western Highway and the Light Horse interchange, a stack junction with the M4. Continuing north, it leads to Minchinbury and follows alongside Rooty Hill Road up to Dean Park at an exit with Rooty Hill Road North and Richmond Road.\nFrom this junction the M7 turns eastward along the preserved Castlereagh Freeway corridor through Quakers Hill and Kings Langley up to the interchange with Old Windsor Road to Norwest Business Park and continues southeast to reconcile with the existing M2 Hills Motorway in Baulkham Hills. It is 4 lanes (2 lanes each way) for its entire length.\nLight Horse Interchange.\nThe Light Horse Interchange is the junction of the M4 and M7 motorways. The stack interchange is the largest of its type in the southern hemisphere. It was named in honour of an Australian World War One formation, the Australian Light Horse. It is also the only one in Australia\nTolls.\nThe Westlink was built as a fully tolled, gateless motorway employing electronic payment, with an initial toll-free period that ended on 15 January 2006. The toll was originally 29.91 cents per kilometre, capped after 20 kilometres (12 mi) at $5.98. On 1 April 2006, this increased to 30.07 cents per kilometre, capped after 20 kilometres (12 mi) at $6.01. As of 2015, the toll was 38.31 cents per kilometre, capped at $7.66, and adjusted quarterly according to the CPI.","categories":[],"infobox_types":[],"annotations":[]}