{"id":792462,"url":"http://en.wikipedia.org/wiki/Mill_Creek_(conservation_area)","text":"Mill Creek, a wildland in the George Washington and Jefferson National Forests of Western Virginia, United States. The Wilderness Society recognized it as a special place that needed protection from logging and new roads being built through it. The Wilderness Society has said the area is a \"Mountain Treasure\".\nThe area, a valley between two mountain ridges with many cliffs, rocky outcrops and an almost impenetrable vegetation, has the sense of being isolated from the civilized world although it is not far from nearby towns. Several trails give access to the area.\nThe area is part of the Angels Rest Cluster.\nMill Creek Falls.\nMill Creek Falls is a waterfall located in Giles County, Virginia, United States. It is located in the Mills Creek Nature Park a 140+ acre area adjoining the Town of Narrows Virginia. It lies along County Route 652 and the New River to the south of the town of Narrows of Giles County. Its elevation is 2,362 feet (720 m).\nMill Creek received a silver award in “Best of the Blue Ridge” in 2013 and was also featured in a national commercial for Barbarsol shave cream.\nMill Creek Dam is located approximately 0.5 miles downstream from Mill Creek Falls. The dam was constructed to create a spillway to use running water to turn a waterwheel and power a mill. The reservoir served as a water source for the town of Narrows until the 1970s. The original hand-cut stone portion of the dam is still functional and dates to the 1780s.\nMercy Branch Falls is a waterfall located in close proximity (within a few hundred feet) of Mill Creek Falls. It is formed from Mercy Branch, a tributary of Mill Creek.\nThe area is incorporated with the ZIP code of 24124.","categories":[],"infobox_types":[],"annotations":[{"uri":"George_Washington_and_Jefferson_National_Forests","surface_form":"George Washington and Jefferson National Forests","offset":30},{"uri":"Virginia","surface_form":"Virginia","offset":90},{"uri":"United_States","surface_form":"United States","offset":100},{"uri":"The_Wilderness_Society_(United_States)","surface_form":"Wilderness Society","offset":119},{"uri":"Logging","surface_form":"logging","offset":199},{"uri":"Road","surface_form":"road","offset":215},{"uri":"Angels_Rest_Cluster","surface_form":"Angels Rest Cluster","offset":594},{"uri":"Giles_County%2C_Virginia","surface_form":"Giles County","offset":676},{"uri":"Virginia","surface_form":"Virginia","offset":690},{"uri":"County_Route_652","surface_form":"County Route 652","offset":831},{"uri":"New_River","surface_form":"New River","offset":856},{"uri":"Narrows%2C_Virginia","surface_form":"Narrows","offset":894},{"uri":"ZIP_code","surface_form":"ZIP code","offset":1664}]}