{"id":792587,"url":"http://en.wikipedia.org/wiki/Click_through_rate","text":"e=\"preserve\">Click through rate (CTR) is a measurement used in online Advertising. Email campaigns and Search Results. Click through rate is given as a percentage. If an advertisement has a click through rate of 5%, this means out of 100 people who saw the advertisement, 5 people clicked the link and reached the target website.\nHistory.\nClick though rate has decreased significantly over the past years. In 1994, an advertisement was placed by AT&T on the website HotWired. This is considered as the world's first digital advertisement. This ad had a CTR of 44%. This means out of 100 people who saw the ad, 44 clicked on the ad and landed on the AT&T website. In 2020 Google ads has a CTR of 3.17% meaning out of 100 people seeing the ad, only about 3 people will click and go the advertiser's website.\nEmail Campaigns.\nAn email campaign is sending out emails to a large number of recipients at a time to promote a product or service. CTR in email campaigns is the number of people who clicked the link in the email and landed on the sender's website. In 2020 the average CTR for email campaigns is 2.62.\nSearch Engine Rankings.\nCTR is an important factor in Search Engines like Google. For a search term, Google will display 10 results. If the number of users clicking on the 2nd result is more than the number clicking on the 1st result, with time the 2nd result will move up because of it's high CTR. Similarly CTR affects the ranking of video sharing sites like YouTube.","categories":[],"infobox_types":[],"annotations":[{"uri":"Advertising","surface_form":"Advertising","offset":70},{"uri":"E-mail","surface_form":"Email","offset":83},{"uri":"Search_Results","surface_form":"Search Results","offset":103},{"uri":"Percentage","surface_form":"percentage","offset":152},{"uri":"AT%26amp%3BT","surface_form":"AT&T","offset":446},{"uri":"HotWired","surface_form":"HotWired","offset":466},{"uri":"Google_adwords","surface_form":"Google ads","offset":671},{"uri":"Recipients","surface_form":"recipients","offset":884},{"uri":"Search_engine","surface_form":"Search Engines","offset":1162},{"uri":"Google","surface_form":"Google","offset":1182},{"uri":"YouTube","surface_form":"YouTube","offset":1469}]}