{"id":79316,"url":"http://en.wikipedia.org/wiki/Erik_Satie","text":"Erik Satie (born Honfleur (France), 17 May 1866; died Paris, 1 July 1925) was a French composer. He is mainly remembered today for the strange ways he behaved. He often gave his music unusual titles such as \"Piece in the form of a pear\". His best known musical compositions are the three piano pieces which he called \"Gymnopédies\". The first of these pieces is a very famous piece of music: it is a simple tune over a gentle accompaniment. Satie sometimes used unusual instruments such as sirens and typewriters.\nSatie was more than just an unusual man. He was very important in the development of music in France in the late 19th and early 20th century. He was important because of the ideas he had, and many people were influenced by him. Satie used ways of composing such as very chromatic music and Minimalism before many other people. These ways of writing music became more common later in the century. Satie was not a brilliant composer, but he was happy to compose well in a simple way. He was also interested in other arts such as literature and painting and he was associated with the new ideas called \"esprit nouveau\" (new spirit) which was fashionable in France around the time of World War I.\nEarly years.\nHe was born Alfred Eric Leslie Satie, but as a grown-up he always spelled his name “Erik”. His father had been in the shipping business, but the family then moved to Paris. He was still quite young when his mother died and he was sent back to his birthplace, Honfleur, to be brought up by his father’s parents. However, his grandmother drowned, so he was sent back to Paris again where his father taught him. His father had married again. His new wife was a pianist and sent young Eric to have piano lessons at the Paris Conservatoire.\nSatie hated his piano lessons. His teacher said that he was the laziest pupil in the Conservatoire. He was bad at sight-reading, but he continued with his lessons because this would make it possible for him to do just one year of military service instead of five. In fact, he did less than a year in the army because he deliberately got himself ill with bronchitis. While he was getting better he started to compose. His father published a few songs he had written. However, he did not get on well with his family and he left home in 1887.\nThe young Satie.\nSatie soon got to know many people in the famous cabaret Chat Noir. He grew his hair long and wore a frock coat and a top hat. He wrote a ballet which most people found shocking. He became friends with Debussy who was one of the only people who understood the serious reasons for Satie’s unusual behaviour.\nIn 1890 he moved to new rooms on a top floor of a house so that people to whom he owed money could not get at him. He tried to compose in a simple style and became interested in mystical religion and Gothic art. He inherited a small amount of money with which he bought himself seven velvet suits which were all exactly the same: one for each day of the week. He started a church called Église Métropolitaine d’Art de Jésus Conducteur (Metropolitan Church of Art of Conductor Jesus), but nobody belonged to the church except himself.\nAt the end of 1898 he moved to Arceuil, a suburb of Paris. He spent the rest of his life there. He stopped performing in public and earned money by playing the piano in cafés and pubs. Every morning he walked the 10 kilometres into Paris, stopping on the way at cafés to drink or compose. He wore a bowler hat, wing collar and always carried a rolled-up umbrella. If it was raining he kept his umbrella underneath his coat to keep it dry. He also carried a hammer in case anyone attacked him. Late at night he walked home again or took the last train back. His flat was a terrible mess.\nRise to fame.\nIn 1905, at the age of 39, he became a student again and studied music at the Schola Cantorum. He wanted to become a better composer. He learned how to write fugues. He still liked to use parody in his music.\nIn 1911 Maurice Ravel played some of Satie’s piano pieces in public. Suddenly people began to take notice of Satie. They realized that he had been one of the first Impressionist composers. Debussy conducted his \"Gymnopédies\" in his arrangement for orchestra. Music critics started to write articles about Satie. He was at last becoming famous. He had some humorous piano pieces published. He was earning some money from his compositions, so he was able to give up playing in cabarets. He met Jean Cocteau who introduced him to Diaghilev for whom he wrote the music for \"Parade\". Some people loved it, some hated it, but people were taking notice of him. He was asked to write more theatre music. He was a very important influence on the six composers who were known as Les Six. He was asked to write a symphonic drama which he called \"Socrate\". Many musicians think it is his best piece.\nFinal years.\nIn the 1920s he wrote many articles for newspapers and journals and became associated with the art movement known as Dada. His ballets \"Relâche\" and \"Mercure\" both shocked the audiences when they were first performed. \"Relâche\" is an early example of what later became the theatre of alienation.\nSatie drank a lot of alcohol and became ill. He got cirrhosis of the liver and died in 1925. When his friends entered his flat after he died, there was so much mess that they had to throw away two cartloads of rubbish before they could get at his papers and manuscripts.\nHis music.\nSatie was involved with dance, theatre and cabaret for most of his life and that is what much of his music is written for. He was always trying out new ideas in his music. He was capable of writing in a late Romantic style with chromatic harmonies, but he also wrote in more modern styles, often using very simple ideas. He was always more interested in beautiful melodies than in writing complicated rhythms. His three \"Gymnopédies\" are still extremely popular. They seem to come from an old-fashioned world where there is great simplicity. His three \"Gnossiennes\" (1890) sound more Oriental, and Satie wrote some very strange remarks in the music. His piano piece \"Vexations\" (1893) is a short piece with strange, chromatic chords, which the pianist is then supposed to play 840 times. \"Uspud\" was an early example of what later became the “Theatre of the Absurd”. The text was all written in lower-case letters: the first time this had ever been done. He wrote many cabaret songs.\nLater, after he had studied at the Schola Cantorum, he became famous, and then wrote lots of piano pieces with funny titles and strange comments (e.g. “like a nightingale with toothache”). \"Parade\" has strange instruments such as typewriters. \"Socrate\" was his most serious work.\nAfter his death all the people he had insulted wrote about Satie that he was a bad composer. As a result he was almost forgotten until the 1960s when John Cage became interested in his music and made it popular again. Many Surrealist artists were often inspired by Satie’s music and ideas.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"France","offset":27},{"uri":"17_May","surface_form":"17 May","offset":36},{"uri":"1866","surface_form":"1866","offset":43},{"uri":"Paris","surface_form":"Paris","offset":54},{"uri":"1_July","surface_form":"1 July","offset":61},{"uri":"1925","surface_form":"1925","offset":68},{"uri":"France","surface_form":"French","offset":80},{"uri":"Composer","surface_form":"composer","offset":87},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":425},{"uri":"Siren","surface_form":"siren","offset":489},{"uri":"Typewriter","surface_form":"typewriter","offset":500},{"uri":"19th_century","surface_form":"19th","offset":626},{"uri":"20th_century","surface_form":"20th century","offset":641},{"uri":"Influence","surface_form":"influence","offset":722},{"uri":"Chromatic","surface_form":"chromatic","offset":783},{"uri":"Minimalism","surface_form":"Minimalism","offset":803},{"uri":"Art","surface_form":"art","offset":1027},{"uri":"Literature","surface_form":"literature","offset":1040},{"uri":"Painting","surface_form":"painting","offset":1055},{"uri":"World_War_I","surface_form":"World War I","offset":1193},{"uri":"Paris","surface_form":"Paris","offset":1385},{"uri":"Drown","surface_form":"drown","offset":1555},{"uri":"Paris_Conservatoire","surface_form":"Paris Conservatoire","offset":1734},{"uri":"Sight-reading","surface_form":"sight-reading","offset":1869},{"uri":"Military_service","surface_form":"military service","offset":1985},{"uri":"Bronchitis","surface_form":"bronchitis","offset":2109},{"uri":"1887","surface_form":"1887","offset":2289},{"uri":"Cabaret","surface_form":"cabaret","offset":2361},{"uri":"Hair","surface_form":"hair","offset":2392},{"uri":"Frock_coat","surface_form":"frock coat","offset":2413},{"uri":"Top_hat","surface_form":"top hat","offset":2430},{"uri":"Ballet","surface_form":"ballet","offset":2450},{"uri":"Debussy","surface_form":"Debussy","offset":2514},{"uri":"1890","surface_form":"1890","offset":2622},{"uri":"Mysticism","surface_form":"mystical","offset":2797},{"uri":"Religion","surface_form":"religion","offset":2806},{"uri":"Gothic","surface_form":"Gothic","offset":2819},{"uri":"Inherit","surface_form":"inherit","offset":2834},{"uri":"Velvet","surface_form":"velvet","offset":2903},{"uri":"Suit","surface_form":"suit","offset":2910},{"uri":"Church","surface_form":"church","offset":2992},{"uri":"1898","surface_form":"1898","offset":3167},{"uri":"Suburb","surface_form":"suburb","offset":3195},{"uri":"Caf%C3%A9","surface_form":"café","offset":3322},{"uri":"Pub","surface_form":"pub","offset":3332},{"uri":"Bowler_hat","surface_form":"bowler hat","offset":3452},{"uri":"Umbrella","surface_form":"umbrella","offset":3507},{"uri":"Hammer","surface_form":"hammer","offset":3610},{"uri":"1905","surface_form":"1905","offset":3757},{"uri":"Student","surface_form":"student","offset":3793},{"uri":"Schola_Cantorum","surface_form":"Schola Cantorum","offset":3832},{"uri":"Fugue","surface_form":"fugue","offset":3912},{"uri":"Parody","surface_form":"parody","offset":3942},{"uri":"1911","surface_form":"1911","offset":3966},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":3971},{"uri":"Impressionist","surface_form":"Impressionist","offset":4127},{"uri":"Orchestra","surface_form":"orchestra","offset":4211},{"uri":"Music_critic","surface_form":"Music critic","offset":4222},{"uri":"Jean_Cocteau","surface_form":"Jean Cocteau","offset":4455},{"uri":"Diaghilev","surface_form":"Diaghilev","offset":4490},{"uri":"Les_Six","surface_form":"Les Six","offset":4732},{"uri":"1920","surface_form":"1920","offset":4871},{"uri":"Newspaper","surface_form":"newspaper","offset":4904},{"uri":"Journal","surface_form":"journal","offset":4919},{"uri":"Dada","surface_form":"Dada","offset":4981},{"uri":"Alienation","surface_form":"alienation","offset":5148},{"uri":"Alcohol","surface_form":"alcohol","offset":5181},{"uri":"Cirrhosis","surface_form":"cirrhosis","offset":5212},{"uri":"Liver","surface_form":"liver","offset":5229},{"uri":"1925","surface_form":"1925","offset":5247},{"uri":"Manuscript","surface_form":"manuscript","offset":5418},{"uri":"Dance","surface_form":"dance","offset":5466},{"uri":"Theatre","surface_form":"theatre","offset":5473},{"uri":"Cabaret","surface_form":"cabaret","offset":5485},{"uri":"Romantic","surface_form":"Romantic","offset":5650},{"uri":"Chromatic","surface_form":"chromatic","offset":5670},{"uri":"Harmony","surface_form":"harmonies","offset":5680},{"uri":"Melody","surface_form":"melodies","offset":5806},{"uri":"Rhythm","surface_form":"rhythm","offset":5843},{"uri":"Oriental","surface_form":"Oriental","offset":6026},{"uri":"Theatre_of_the_Absurd","surface_form":"Theatre of the Absurd","offset":6285},{"uri":"Nightingale","surface_form":"nightingale","offset":6585},{"uri":"Toothache","surface_form":"toothache","offset":6602},{"uri":"Insult","surface_form":"insult","offset":6744},{"uri":"1960","surface_form":"1960","offset":6845},{"uri":"John_Cage","surface_form":"John Cage","offset":6856}]}