{"id":79313,"url":"http://en.wikipedia.org/wiki/Fray","text":"\"Fray\" is an eight-issue comic book series. It is a spin-off of the television series \"Buffy the Vampire Slayer\". The series is written by \"Buffy\" creator Joss Whedon. \"Fray\" tells the story of a Slayer named Melaka Fray. She is the \"chosen one\" in a time where vampires (called \"lurks\") are common, and the difference between rich and poor people is even greater.\nThe series was published by Dark Horse Comics beginning in 2001. In a short video promoting the charity Equality Now Joss Whedon said that \"Fray is not done, Fray is coming back. More than that, I will not say.\" This was repeated in 2007's Comic Con where Joss said that he would \"absolutely would be returning to that world.\"\nThe series was closely linked to the seventh season of \"Buffy\". It includes the Slayer's mystical scythe and her origins. Melaka Fray also appears in the story \"Tales\" in the comic book \"Tales of the Slayers\".\nConnections to \"Buffy the Vampire Slayer\".\nFray's scythe was used in the last three episodes of \"Buffy the Vampire Slayer\". Buffy Summers, also a vampire Slayer, found the scythe stuck in rock in Sunnydale. The scythe was later used to create fully developed Slayers of the many Potential Slayers. It has never been stated as to how the scythe travelled from Sunnydale, California to New York City through the centuries, or who had it during that time (or how they got it).\nIn \"Fray\" it is also explained that sometime in the twenty-first century, \"a Slayer, possibly with some mystical allies, faced an apocalyptic army of demons. And when it was done, they were gone. All demons, all magicks, banished from this earthly dimension,\". The Slayer, whose fate is unknown, was the last to be called.\nDiscussing her connection to the Slayer line, Urkonn tells Melaka, \"In your dreams, you're someone else. A slave. A princess. A girl in school in a sunlit city.\" The scar Fray has and her personality are similar to Buffy in the alternate universe created in season 3 episode \"The Wish\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Comic_book","surface_form":"comic book","offset":25},{"uri":"Spin-off","surface_form":"spin-off","offset":52},{"uri":"Television_programme","surface_form":"television series","offset":68},{"uri":"Buffy_the_Vampire_Slayer","surface_form":"Buffy the Vampire Slayer","offset":87},{"uri":"Joss_Whedon","surface_form":"Joss Whedon","offset":155},{"uri":"Vampire","surface_form":"vampire","offset":262},{"uri":"Publish","surface_form":"publish","offset":380},{"uri":"Dark_Horse_Comics","surface_form":"Dark Horse Comics","offset":393},{"uri":"Video","surface_form":"video","offset":441},{"uri":"Charitable_organization","surface_form":"charity","offset":461},{"uri":"Equality_Now","surface_form":"Equality Now","offset":469},{"uri":"Comic_Con","surface_form":"Comic Con","offset":605},{"uri":"Magic","surface_form":"mystical","offset":781},{"uri":"Scythe","surface_form":"scythe","offset":790},{"uri":"Tales_of_the_Slayers","surface_form":"Tales of the Slayers","offset":879},{"uri":"Scythe","surface_form":"scythe","offset":952},{"uri":"Buffy_Summers","surface_form":"Buffy Summers","offset":1026},{"uri":"Sunnydale","surface_form":"Sunnydale","offset":1098},{"uri":"California","surface_form":"California","offset":1272},{"uri":"New_York_City","surface_form":"New York City","offset":1286},{"uri":"Century","surface_form":"centuries","offset":1312},{"uri":"Apocalypse","surface_form":"apocalyptic","offset":1506},{"uri":"Army","surface_form":"army","offset":1518},{"uri":"Magic","surface_form":"magic","offset":1588},{"uri":"Scar","surface_form":"scar","offset":1865}]}