{"id":793252,"url":"http://en.wikipedia.org/wiki/The_Proud_Boys","text":"The Proud Boys are a twenty-first century alt-right organization. They do most of their things in the United States. A Canadian-British man called Gavin McInnes started the group because he hoped Donald Trump would win the 2016 United States presidential election. The Proud Boys only allow men to join, so there are no women. They call themselves \"western chauvinists,\" meaning they think Western Civilization is the best, and they say they are not racist, are not alt-right and do not support white supremacy or fascism or violence. Experts disagree and say they are racist, are alt-right and do support white supremacy and violence.\nAccording to the Anti-Defamation League, the Proud Boys hate women, Muslims, transmen and transwomen, and immigrants. The United States FBI says they are an extremist group. The Southern Poverty Law Center says they are a hate group.\nAs of 2020, Twitter, Facebook and other social media sites do not allow Proud Boys to post. Square, J.P. Morgan Chase and Paypal all stopped processing payments from the Proud Boys' online store.\nActivities.\nThe Proud Boys like to show up to places where liberal organizations are protesting to counter-protest and fight.\nIn 2017, Proud Boy Jason Kessler helped organize the Unite the Right rally in Charlottesville, Virginia. There, the Proud Boys joined Neo-Nazis and the Ku Klux Klan to say they did not want a statue of Robert E. Lee taken down. A woman named Heather Heyer was killed when a right-winger drove his car into a crowd.\nIn 2019, some Proud Boys were arrested in New York for physically attacking members of Antifa, an anti-fascist group. The Proud Boys have shown up to Black Lives Matter protests.\nPolitics.\nThe Proud Boys say that they are not racist and say they do not like white supremacy, racism, violence or fascism, but they spend a lot of time with people who are openly racist and work toward the same goals. They like to carry weapons in public. They say they must exist as a politically right counter to the anti-fascist group Antifa. According to scholar Amy Cooter of Vanderbilt University, they do support white supremacy and only say they don't. Cooter told \"USA Today\" that the Proud Boys are trying not to look like Neo-Nazis.\nJoan Donovan of Harvard University's Technology and Social Change Research Project said the Proud Boys don't want to be called a hate group because then they cannot use Paypal, Chase or most other programs to sell things or collect donated money through the Internet. Most online payment collection services, for example PayPal, say in their terms of service that they will not work with hate groups. In 2019, McInnes sued the SPLC for calling the Proud Boys a hate group.\nRecruiting.\nThe Proud Boys are very good with technology and social media. As late as 2018, they used Facebook to bring in new members. They had rules and prizes for different things. A member could earn \"first degree\" by posting a video of himself saying the Proud Boys oath: \"My name is [full name], I'm from [city, state], and I am a western chauvinist who refuses to apologize for creating the modern world.\" You can add anything else you'd like to your video, as long as you say those words exactly.\" Members could earn other degrees by letting other Proud Boys beat them up, getting a Proud Boys tattoo or getting into a fight \"for the cause.\"\nPresidential debate.\nThe Proud Boys became more famous on September 29, 2020 because the candidates talked about them in the first debate of the 2020 United States presidential election. Presidential debates are when the two or more people who want to be president stand on a stage. Another person called a moderator asks them questions and lets them argue with each other. People watch in person or on television or the Internet.\nPresident Donald Trump and former Vice President Joe Biden debated each other that night. The host running the debate, Chris Wallace, asked Trump if he would say white supremacist and militia groups were bad and tell them to stop hurting people and breaking property. Donald Trump asked Wallace to say the name of a specific group. Biden said \"The Proud Boys.\" Then Donald Trump said \"Proud Boys, stand back and stand by, but you know what? Someone's got to do something about Antifa.\" In English, \"stand by\" means \"wait and be ready to act.\"\nAccording to Elon University professor Megan Squire, this made the Proud Boys \"extremely happy.\" \"They reacted exactly as I thought they would,\" Squire told \"USA Today\". \"They were extremely excited by what he said. They felt validated. They took it the same way everybody listening took it — that he was giving them a shout-out, basically.\"\n#ProudBoys Twitter hack.\nA few days later, gay men hacked the #ProudBoys Twitter hashtag. Officially, Twitter does not allow Proud Boys to post, but some do anyway. Gay men posted pictures of themselves with their husbands or other partners and tagged the posts #ProudBoys, because they are boys and they are proud. Englishman Matt Dechaine started the idea. He said he did it to \"spread joy\" and work for \"movement for positive change [...] rooted in respect and love for each other.\"\nEnrique Tarrio said thought the hacking was funny but did not like it for other reasons: \"One of the messages they want to send with this is that they're trying to drown out our supporters, they're trying to silence us.... When you're trying to drown out other people's thoughts, I don't think there's anything progressive about that. Why don't these people just engage?\"\nColors and logos.\nProud Boys like to wear red MAGA hats because they support United States President Donald Trump. They also like to wear black-and-yellow Fred Perry polo shirts. Fred Perry stopped selling the shirts in the United States because they do not like the Proud Boys.\nAfter Donald Trump told them \"stand back and stand by,\" Proud Boys started wearing clothes saying \"Standing back and standing by.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Alt-right","surface_form":"alt-right","offset":42},{"uri":"United_States","surface_form":"United States","offset":102},{"uri":"Gavin_McInnes","surface_form":"Gavin McInnes","offset":147},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":196},{"uri":"2016_United_States_presidential_election","surface_form":"2016 United States presidential election","offset":223},{"uri":"Western_Civilization","surface_form":"Western Civilization","offset":390},{"uri":"Alt-right","surface_form":"alt-right","offset":466},{"uri":"Fascism","surface_form":"fascism","offset":514},{"uri":"Anti-Defamation_League","surface_form":"Anti-Defamation League","offset":653},{"uri":"Misogyny","surface_form":"women","offset":697},{"uri":"Islamophobia","surface_form":"Muslims","offset":704},{"uri":"Transgender","surface_form":"transmen and transwomen","offset":713},{"uri":"Xenophobia","surface_form":"immigrants","offset":742},{"uri":"Federal_Bureau_of_Investigation","surface_form":"FBI","offset":772},{"uri":"Southern_Poverty_Law_Center","surface_form":"Southern Poverty Law Center","offset":814},{"uri":"Hate_group","surface_form":"hate group","offset":858},{"uri":"Twitter","surface_form":"Twitter","offset":882},{"uri":"Facebook","surface_form":"Facebook","offset":891},{"uri":"Social_media","surface_form":"social media","offset":910},{"uri":"J.P._Morgan_Chase","surface_form":"J.P. Morgan Chase","offset":970},{"uri":"Paypal","surface_form":"Paypal","offset":992},{"uri":"Unite_the_Right_rally","surface_form":"Unite the Right rally","offset":1245},{"uri":"Charlottesville%2C_Virginia","surface_form":"Charlottesville, Virginia","offset":1270},{"uri":"Neo-Nazi","surface_form":"Neo-Nazi","offset":1326},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":1344},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":1394},{"uri":"Heather_Heyer","surface_form":"Heather Heyer","offset":1434},{"uri":"Antifa","surface_form":"Antifa","offset":1594},{"uri":"Black_Lives_Matter","surface_form":"Black Lives Matter","offset":1657},{"uri":"Anti-fascist","surface_form":"anti-fascist","offset":2007},{"uri":"Antifa","surface_form":"Antifa","offset":2026},{"uri":"Vanderbilt_University","surface_form":"Vanderbilt University","offset":2069},{"uri":"Harvard_University","surface_form":"Harvard University","offset":2248},{"uri":"Internet","surface_form":"Internet","offset":2490},{"uri":"Terms_of_service","surface_form":"terms of service","offset":2574},{"uri":"Social_media","surface_form":"social media","offset":2766},{"uri":"Tattoo","surface_form":"tattoo","offset":3307},{"uri":"Debate","surface_form":"debate","offset":3486},{"uri":"2020_United_States_presidential_election","surface_form":"2020 United States presidential election","offset":3500},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":3796},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":3835},{"uri":"Chris_Wallace","surface_form":"Chris Wallace","offset":3905},{"uri":"Elon_University","surface_form":"Elon University","offset":4342},{"uri":"Homosexuality","surface_form":"gay men","offset":4714},{"uri":"Twitter","surface_form":"Twitter","offset":4744},{"uri":"MAGA","surface_form":"MAGA","offset":5575},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":5630}]}