{"id":7933,"url":"http://en.wikipedia.org/wiki/Erwin_Rommel","text":"Field Marshal Erwin Johannes Eugen Rommel, The \"Desert Fox\" (15 November 1891 – 14 October 1944), was an officer of the German Army in World War I and World War II.\nIn WWII, he commanded the German Army in North Africa in a long struggle against the British 8th Army. He was finally defeated at El Alamein. Later in the war, he commanded the German forces defending the French coast against the Allied Normandy invasion.\nRommel was well liked by the German public and respected by the Allies. He was thought to be chivalrous and humane, when other German leaders were not. His famous \"Afrikakorps\" was not accused of any war crimes. Soldiers captured by his army were treated well and orders to kill captured Jewish soldiers and civilians were ignored.\nRommel knew of the plan by senior officers to assassinate Hitler in 1944. When it failed, all concerned were tortured and executed. Hitler offered him the choice of suicide or court-martial, and he committed suicide. His death was announced as the death of a hero in battle.\nEarly life and career.\nRommel was born in Heidenheim, Germany, 45 kilometers (28 mi) from Ulm, in the Kingdom of Württemberg which was then part of the German Empire, on November 15, 1891. He was baptised on 17 November 1891. His father, Erwin Rommel (18601913) was a math teacher, and later a secondary school headmaster at Aalen. His mother was Helene von Lutz, the daughter of a local government official. Rommel was the second of four children; Karl, Gerhard, and Helene. Rommel wrote that his \"early years passed very happily.\"\nAt the age of 14, Rommel and a friend built a full-scale glider that was able to fly short distances. Young Erwin thought about being an engineer, and he showed a talent with technical work; however, because of his father, young Rommel joined the local 124th Württemberg Infantry Regiment as an officer cadet in 1910 and, shortly after, was sent to the Officer Cadet School in Danzig. He graduated on 15 November 1911, and was a lieutenant in January 1912.\nWhile at Cadet School, early in 1911, Erwin Rommel had met his future wife, 17-year-old Lucia Maria Mollin (also called \"Lucie\") (b. 6 June 1894 in Danzig; d. 26 September 1971 in Stuttgart). They married on November 27, 1916, in Danzig, and on December 24, 1928 had a son, Manfred, who would later become the mayor of Stuttgart. Manfred died in 2013. After having met Lucie, some historians think that Rommel also had an affair with a woman called Walburga Stemmer in 1913, and they had a daughter named Gertrud.\nWorld War I.\nIn World War I, Rommel fought in France, as well as in Romania and Italy, first as a member of the 6th Württemberg Infantry Regiment, and then in the Württemberg Mountain Battalion of the \"Alpenkorps.\" While serving with that unit, he gained a reputation for making quick tactical decisions and taking advantage of enemy confusion. He was wounded three times and awarded the Iron Cross; First and Second Class.\nRommel also received Prussia's highest medal, the Pour le Mérite after fighting in the mountains of west Slovenia, in Battles of the Isonzo–Soca front. The award came as a result of the Battle of Longarone, and the capture of Mount Matajur, Slovenia, and its defenders, numbering 150 Italian officers, 9,000 men, and 81 pieces of artillery. His battalion used gas during the battles of the Isonzo and also played a key role in the victory of the Central Powers over the Italian army at the Battle of Caporetto. While fighting at Isonzo, Rommel was taken prisoner by the Italians. He escaped, and because he spoke Italian, he was back to the German lines within two weeks. Later, when the German and Italian armies were allied during the Second World War, Rommel realised that their lack of success in battle was due to poor leadership and equipment, which when fixed, easily made them equal to German forces.\nPoland 1939.\nRommel was a commander of the \"Führerbegleithauptquartier\" (Führer escort headquarters) during the Poland campaign, often moving up close to the front in the \"Führersonderzug\" train, seeing much of Hitler. After the Polish defeat, Rommel returned to Berlin to organize the Führer's victory parade, taking part himself as a member of Hitler's entourage. During the Polish campaign, Rommel was asked to help one of his wife's relatives, a Polish priest who had been arrested. When Rommel asked the Gestapo for information, the Gestapo found no information about the man's existence.\nFrance 1940.\nRommel asked Hitler for command of a panzer division. On 6 February 1940, three months before the invasion of France, Rommel was given command of the 7th Panzer Division, for \"Fall Gelb\" (\"Case Yellow\"), the invasion of France and the Low Countries. Some other officers did not agree with his promotion. Rommel's initial request for command had been rejected by the Chief of Army Personnel, who cited his lack of previous experience with armoured units and his extensive prior experience in an Alpine unit made him a more suitable candidate to assume command of a mountain division that had recent need to fill its commanding-officer post. Rommel had, however, emphasized the use of mobile infantry and recognized the great usefulness of armoured forces in the Poland campaign. He set about learning and developing the techniques of armoured warfare with great enthusiasm. The decision to place him in command of an armoured division was borne out to be an excellent one. In May, 1940 his 7th Panzer Division became known as the \"Ghost Division\" because its rapid advances and fast-paced attacks often placed them so far forward that they were frequently out of communication with the rest of the German army.\nNorth Africa 1941–1943.\nRommel's reward for his success was to be promoted and appointed commander of the 5th Light Division (later reorganised and redesignated \"21.Panzer-Division\") and of the \"15.Panzer-Division\" which, as the \"Deutsches Afrikakorps,\"() were sent to Libya in early 1941 in Operation Sonnenblume to aid the Italian troops which had suffered a heavy defeat from British Commonwealth forces in Operation Compass. It was in Africa where Rommel achieved his greatest fame as a commander.\nAttitude.\nRommel was well known not only by the German people but also by his enemies. Stories of his chivalry and tactical ability earned him the respect of many opponents, including Claude Auchinleck, Winston Churchill, George S. Patton, Hugh Dowding, and Bernard Montgomery (who named a dog after him). Rommel was also respectful of his enemies. Hitler considered Rommel among his favorite generals.\nThe \"Afrika Korps\" was never accused of any war crimes, and Rommel himself referred to the fighting in North Africa as \"Krieg ohne Hass\" — war without hate. Numerous examples exist of this such as his refusal to carry out an order from Hitler to execute Jewish prisoners. During Rommel's time in France, Hitler ordered him to deport the Jews in France; Rommel did not. Several times he wrote letters protesting the treatment of the Jews. When British Major Geoffrey Keyes was killed during a failed commando raid to kill or capture Rommel behind German lines, Rommel ordered him buried with full military honours. Also, during the construction of the Atlantic Wall, Rommel directed that French workers were not to be used as slaves but were to be paid for their labour.\nDeath.\nRommel was not one of the group who planned the attempt on Hitler's life. Actually, he was not in favour of assassinating Hitler. Rommel believed an assassination attempt could spark civil war in Germany and Austria, and Hitler would have become a martyr for a lasting cause. Instead, Rommel insisted that Hitler be arrested and brought to trial for his crimes. Later, though, Rommel made up his mind to support the plot.\nAfter the failed bomb attack of 20 July 1944, many conspirators were arrested. Rommel was perturbed at this development. It did not take long for his involvement to come to light.\nUnder Gestapo torture, one of that group revealed the names of several higher army officers who were consulted beforehand. Rommel was one of those.\nEven more damningly, Carl Goerdeler, the main civilian leader of the Resistance, wrote on several letters and other documents that Rommel was a potential supporter and an acceptable military leader to be placed in a position of responsibility should their coup succeed. Nazi party officials in France reported that Rommel extensively and scornfully criticised Nazi incompetence and crimes. That sealed his fate.\nThe release of the movie ' (1951) helped his reputation as one of the most widely known and well-regarded leaders in the German Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"Field_Marshal","surface_form":"Field Marshal","offset":0},{"uri":"Officer","surface_form":"officer","offset":105},{"uri":"Germany","surface_form":"German","offset":120},{"uri":"Army","surface_form":"Army","offset":127},{"uri":"World_War_I","surface_form":"World War I","offset":135},{"uri":"World_War_II","surface_form":"World War II","offset":151},{"uri":"North_Africa","surface_form":"North Africa","offset":206},{"uri":"British_Army","surface_form":"British 8th Army","offset":250},{"uri":"El_Alamein","surface_form":"El Alamein","offset":295},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":395},{"uri":"Normandy_invasion","surface_form":"Normandy invasion","offset":402},{"uri":"Chivalry","surface_form":"chivalrous","offset":514},{"uri":"Humane","surface_form":"humane","offset":529},{"uri":"Jewish","surface_form":"Jewish","offset":709},{"uri":"Assassinate","surface_form":"assassinate","offset":799},{"uri":"Hitler","surface_form":"Hitler","offset":811},{"uri":"Torture","surface_form":"torture","offset":862},{"uri":"Execution","surface_form":"executed","offset":875},{"uri":"Suicide","surface_form":"suicide","offset":918},{"uri":"Court-martial","surface_form":"court-martial","offset":929},{"uri":"Heidenheim","surface_form":"Heidenheim","offset":1070},{"uri":"Ulm","surface_form":"Ulm","offset":1118},{"uri":"W%C3%BCrttemberg","surface_form":"Württemberg","offset":1141},{"uri":"Baptise","surface_form":"baptise","offset":1224},{"uri":"Aalen","surface_form":"Aalen","offset":1353},{"uri":"Glider","surface_form":"glider","offset":1618},{"uri":"Engineer","surface_form":"engineer","offset":1698},{"uri":"Cadet","surface_form":"cadet","offset":1864},{"uri":"Gda%C5%84sk","surface_form":"Danzig","offset":1938},{"uri":"Lieutenant","surface_form":"lieutenant","offset":1990},{"uri":"Gda%C5%84sk","surface_form":"Danzig","offset":2166},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":2198},{"uri":"Manfred_Rommel","surface_form":"Manfred","offset":2292},{"uri":"World_War_I","surface_form":"World War I","offset":2548},{"uri":"France","surface_form":"France","offset":2578},{"uri":"Romania","surface_form":"Romania","offset":2600},{"uri":"Italy","surface_form":"Italy","offset":2612},{"uri":"Tactic","surface_form":"tactic","offset":2817},{"uri":"Iron_Cross","surface_form":"Iron Cross; First and Second Class","offset":2920},{"uri":"Prussia","surface_form":"Prussia","offset":2977},{"uri":"Pour_le_M%C3%A9rite","surface_form":"Pour le Mérite","offset":3006},{"uri":"Slovenia","surface_form":"Slovenia","offset":3061},{"uri":"Mount_Matajur","surface_form":"Mount Matajur","offset":3182},{"uri":"Slovenia","surface_form":"Slovenia","offset":3197},{"uri":"Central_Powers","surface_form":"Central Powers","offset":3402},{"uri":"Isonzo","surface_form":"Isonzo","offset":3485},{"uri":"Invasion_of_Poland_(1939)","surface_form":"Poland campaign","offset":3977},{"uri":"Hitler","surface_form":"Hitler","offset":4076},{"uri":"Priest","surface_form":"priest","offset":4322},{"uri":"Gestapo","surface_form":"Gestapo","offset":4374},{"uri":"Panzer","surface_form":"panzer","offset":4509},{"uri":"Battle_of_France","surface_form":"invasion of France","offset":4680},{"uri":"Low_Countries","surface_form":"Low Countries","offset":4707},{"uri":"Promotion","surface_form":"promotion","offset":4765},{"uri":"Deutsches_Afrikakorps","surface_form":"Deutsches Afrikakorps","offset":5912},{"uri":"Libya","surface_form":"Libya","offset":5951},{"uri":"Operation_Sonnenblume","surface_form":"Operation Sonnenblume","offset":5974},{"uri":"Italy","surface_form":"Italian","offset":6007},{"uri":"Operation_Compass","surface_form":"Operation Compass","offset":6092},{"uri":"Africa","surface_form":"Africa","offset":6121},{"uri":"Claude_Auchinleck","surface_form":"Claude Auchinleck","offset":6368},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":6387},{"uri":"George_S._Patton","surface_form":"George S. Patton","offset":6406},{"uri":"Bernard_Montgomery","surface_form":"Bernard Montgomery","offset":6442},{"uri":"Geoffrey_Charles_Tasker_Keyes","surface_form":"Geoffrey Keyes","offset":7044},{"uri":"Atlantic_Wall","surface_form":"Atlantic Wall","offset":7238},{"uri":"Austria","surface_form":"Austria","offset":7572},{"uri":"Gestapo","surface_form":"Gestapo","offset":7972},{"uri":"Carl_Goerdeler","surface_form":"Carl Goerdeler","offset":8135},{"uri":"Wehrmacht","surface_form":"German Army","offset":8647}]}