{"id":79352,"url":"http://en.wikipedia.org/wiki/Chichester","text":"Chichester is a small cathedral city in West Sussex, England, with a population of 23,731, (2001 Census). It is quite near the sea, and near to a harbour for yachts.\nThere are many buildings in the centre of Chichester which have interesting architecture. The oldest building is Chichester Cathedral. There are many beautiful houses in the Cathedral precincts. In many parts of the city one can still see the old city walls, and it is possible to walk along the top in some places. There is an old butter market dating from 1808. A century later another storey was added on top.\nJust to the north of Chichester is the Goodwood race course. Many people go there in the summer to watch the horse races. Goodwood is in the South Downs which is a beautiful area for walking.\nChichester is an old Roman town. In the centre of Chichester are four main streets: North Street, South Street, East Street and West Street. These four streets meet in the centre, where there is a small round building with a cross: the Chichester cross. The four main streets form an area which is mostly pedestrianized. Chichester Cathedral stands near the centre, between West Street and South Street. Further to the north lies the area of Summersdale and the conservation area around Graylingwell Hospital. South of Chichester is a canal which links the city to the sea. Soon after it was built in the 19th century the railway came to Chichester so that the canal was not used for long. The canal was left in a bad state for many years until, more recently, it was restored. Some of it can be used by small boats, and there are reedbeds where birds can breed.\nThere is a Roman Museum near Fishbourne, just west of the city, where many Roman remains can be seen, including a palace which once stood there.\nChichester is a Fairtrade City. Suppliers of Fairtrade are shown by a green dot in the web directory.\nBecause Chichester is so beautiful it has been divided into eight conservation areas. People are very anxious that the town should not lose its historic character.\nCulture.\nEvery year in July, a three-week festival, the Chichester Festivities, takes place. Then in August since 2007 there has been a week long I AM JOY Arts and Music festival held across different venues in the city. The Chichester Festival Theatre has productions for most of the year. It is one of the most famous theatres outside London.\nPallant House Gallery won the 2007 gallery of the year Gulbenkian Prize. It has a lot of modern British art.\nThe Joy Gallery, open from December 2008 to November 2009, showcased emerging and established artists from the local area.\nChichester has its own amateur orchestra, the Chichester Symphony Orchestra, which gives three concerts during the year.\nChichester RAJF (From \"Real Ale and Jazz Festival\") gives a four-day festival of music and real ale held each July in tents beside the 13th century Guildhall in Priory Park.\nSport.\nThere is plenty of sport in Chichester. Chichester R.F.C. are a central team and rugby club. There is a large swimming pool with fitness rooms and sports hall. There are tennis courts near the Festival Theatre.\nEducation.\nChichester has several schools, including Chichester High School for Boys, Chichester High School for Girls, Bishop Luffa School and Prebendal School which is linked to the Cathedral. There is a University of Chichester which, until recently, was known as Bishop Otter College.\nTransport.\nSeveral roads lead into Chichester. The A27, which runs along the south coast, now bypasses the city. There are rail links to London, Gatwick, Portsmouth, Southampton and Basingstoke. Many years ago there was a small train which went to Midhurst, and even a tram to Selsey. Nowadays busses go to these towns. They depart from the central bus station near the railway station.","categories":[],"infobox_types":[],"annotations":[{"uri":"City_status_in_the_United_Kingdom","surface_form":"city","offset":32},{"uri":"West_Sussex","surface_form":"West Sussex","offset":40},{"uri":"England","surface_form":"England","offset":53},{"uri":"Sea","surface_form":"sea","offset":127},{"uri":"Harbour","surface_form":"harbour","offset":146},{"uri":"Yachts","surface_form":"yachts","offset":158},{"uri":"Architecture","surface_form":"architecture","offset":242},{"uri":"Chichester_Cathedral","surface_form":"Chichester Cathedral","offset":279},{"uri":"Goodwood","surface_form":"Goodwood","offset":618},{"uri":"Horse_race","surface_form":"horse race","offset":688},{"uri":"Roman_Britain","surface_form":"Roman","offset":792},{"uri":"Pedestrian","surface_form":"pedestrian","offset":1076},{"uri":"Chichester_Cathedral","surface_form":"Chichester Cathedral","offset":1092},{"uri":"Conservation","surface_form":"conservation","offset":1233},{"uri":"Canal","surface_form":"canal","offset":1306},{"uri":"Railway","surface_form":"railway","offset":1393},{"uri":"Bird","surface_form":"bird","offset":1617},{"uri":"Fishbourne","surface_form":"Fishbourne","offset":1663},{"uri":"Palace","surface_form":"palace","offset":1748},{"uri":"Fairtrade","surface_form":"Fairtrade","offset":1795},{"uri":"Chichester_Festival_Theatre","surface_form":"Chichester Festival Theatre","offset":2270},{"uri":"London","surface_form":"London","offset":2382},{"uri":"Amateur","surface_form":"amateur","offset":2645},{"uri":"Orchestra","surface_form":"orchestra","offset":2653},{"uri":"Concert","surface_form":"concert","offset":2717},{"uri":"Chichester_R.F.C.","surface_form":"Chichester R.F.C.","offset":2964},{"uri":"Tennis","surface_form":"tennis","offset":3094},{"uri":"Road","surface_form":"road","offset":3443},{"uri":"Bypass_(road)","surface_form":"bypasses","offset":3518},{"uri":"London","surface_form":"London","offset":3561},{"uri":"Gatwick","surface_form":"Gatwick","offset":3569},{"uri":"Portsmouth","surface_form":"Portsmouth","offset":3578},{"uri":"Southampton","surface_form":"Southampton","offset":3590},{"uri":"Basingstoke","surface_form":"Basingstoke","offset":3606},{"uri":"Midhurst","surface_form":"Midhurst","offset":3672},{"uri":"Tram","surface_form":"tram","offset":3693},{"uri":"Selsey","surface_form":"Selsey","offset":3701},{"uri":"Bus","surface_form":"bus","offset":3718}]}