{"id":793633,"url":"http://en.wikipedia.org/wiki/White_Fawn%27s_Devotion","text":"\"White Fawn's Devotion: A Play Acted by a Tribe of Red Indians in America\" is a silent film. It was filmed in 1910, in the USA. James Young Deer wrote and directed the film, but is not credited for this. His wife, Lillian St. Cyr is credited for playing Princess Red Wing as \"White Fawn\". The lead woman does not fit St. Cyr's description, so few people believe she played in the film. The movie was shot in New Jersey at 24fps.\n\"White Fawn's Devotion\" is the earliest surviving film directed by a Native American. It was one of the earlier films French company Pathé shot in America. A reviewer in the \"New York Dramatic Mirror\" wrote that the film \"proves to be interesting if we can forget the New Jersey scenery\" and noted that \"it is not quite clear where the devotion comes in, nor of what it consists.\".\nIn 2008, the movie was added to the United States National Film Registry as being deemed \"culturally, historically, or aesthetically significant\".\nPlot.\nWhen a settler in the Dakotas learns that he will inherit a large fortune, his Native American wife is upset. Believing that she will lose her husband if he returns East, she stabs herself with a knife. Her husband finds her and removes the knife, but their daughter sees him with the knife in his hand and her apparently dead mother. The girl believes that her father committed the murder, and alerts the nearby Indian village. Several Indians then chase the settler. When the settler is captured, the Indians intend to put him to death until White Fawn miraculously comes to life again. She tells the truth to the Indians. This ending, in which an interracial couple ends up together, is a rare occurrence for this period of film production.\nProduction.\nJames Young Deer (also known as J. Younger Johnston or James Young Johnson) was believed to be the first Native American film director. His ancestors were members of the Nanticoke people of Delaware. Young Deer was hired by Pathé Frères as a director and scenario writer and frequently worked in collaboration with his actress wife Lillian St. Cyr, also known by her stage name Princess Red Wing. He made over 100 movies. \"White Fawn's Devotion\" is one of them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silent_movie","surface_form":"silent film","offset":80},{"uri":"New_Jersey","surface_form":"New Jersey","offset":408},{"uri":"Native_American","surface_form":"Native American","offset":498},{"uri":"National_Film_Registry","surface_form":"National Film Registry","offset":861}]}