{"id":79366,"url":"http://en.wikipedia.org/wiki/International_Committee_of_the_Red_Cross","text":"The International Committee of the Red Cross (ICRC) is a \"private\" humanitarian organisation based in Geneva, Switzerland.\nThe ICRC has a special job, based on the Geneva Conventions as well as other international law, to protect the victims of international and internal armed conflicts. This includes people hurt in war, prisoners, refugees, civilians, and other non-combatants. But the ICRC is a private organisation. It is not controlled by any government, group of governments or international organisation\nIt is the oldest organisation within the International Red Cross and Red Crescent Movement and one of the most widely recognized organisations in the world. It is also the most honoured. The ICRC has won three Nobel Peace Prizes; in 1917, 1944, and 1963.\nHistory.\nUp until the middle of the 19th century, there was no organized army nursing for casualties and no way safe place to house and treat the injured soldiers.\nSwiss businessman Henry Dunant saw the Battle of Solferino, in the Austro-Sardinian War. The battle only lasted one day, but about 40,000 soldiers on both sides were killed or were left severely hurt on the battlefield.\nDunant was shocked by the suffering of the wounded soldiers, and the lack of medical help. He cancelled his trip to see Emperor Napoleon III and spent several days helping to treat and care for the wounded.\nHe wrote a book about what he saw, called \"A Memory of Solferino\". he published it with his own money in 1862, and sent copies of the book to leading political and military figures throughout Europe. The book did not only describe what Dunant saw, but called for the setting up of national voluntary relief organisations to help nurse wounded soldiers in the case of war. Dunant also called for international treaties to guarantee the neutrality and protection for the wounded and for medics and field hospitals.\nThe committee soon changed its name to the \"International Committee for Relief to the Wounded\".\nIn October 1863, the international conference it organised took place in Geneva to talk about improving medical services on the battle field.\nOnly one year later, the Swiss government invited the governments of all European countries, as well as the United States, Brazil, and Mexico, to attend an official diplomatic conference. Sixteen countries sent a total of twenty-six delegates to Geneva. On 22 August 1864, the conference adopted the first Geneva Convention \"for the Amelioration of the Condition of the Wounded in Armies in the Field\". Representatives of 12 states and kingdoms signed the convention: Baden, Belgium, Denmark, France, Hesse, Italy, the Netherlands, Portugal, Prussia, Switzerland, Spain, and Württemberg. The convention contained ten articles, establishing for the first time legally binding rules guaranteeing neutrality and protection for wounded soldiers, field medical personnel, and specific humanitarian institutions in an armed conflict.\nThe first national societies were founded in Belgium, Denmark, France, Oldenburg, Prussia, Spain, and Württemberg. Also in 1864, Louis Appia and Charles van de Velde, a captain of the Dutch Army, became the first independent and neutral delegates to work under the symbol of the Red Cross in an armed conflict. Three years later in 1867, the first International Conference of National Aid Societies for the Nursing of the War Wounded was convened.\nDunant left the committee in 1867 after arguing with other members. In 1876, the committee changed its name to the\"International Committee of the Red Cross\" (ICRC), which is still its official name today. Five years later, the American Red Cross was founded through the efforts of Clara Barton. More and more countries signed the Geneva Convention and began to respect it in practice during armed conflicts. The Red Cross quickly became an internationally respected movement, and the national societies became increasingly popular as a venue for volunteer work.\nWhen the first Nobel Peace Prize was awarded in 1901, the Norwegian Nobel Committee opted to give it to Henry Dunant and Frédéric Passy, a leading campaigner against war. The International Committee of the Red Cross officially congratulated Dunant and was a tribute to his key role in the formation of the Red Cross. Dunant died nine years later in the small Swiss health resort of Heiden. Only two months earlier his former friend and committee member Gustave Moynier had also died.\nBy the start of the First World War in 1914, there were 45 national relief societies throughout the world. The movement had grown beyond Europe and North America to Central and South America (Argentina, Brazil, Chile, Cuba, Mexico, Peru, El Salvador, Uruguay, Venezuela), Asia (the Republic of China, Japan, Korea, Siam), and Africa (Republic of South Africa). The Geneva Convention had been changed to include fighting at sea as well as on land.\nWorld War One.\nIn World War I Red Cross nurses came from around the world, including the United States and Japan, came to help the medical services of the armed forces of the countries involved in the war in Europe.\nOn 15 October 1914, immediately after the start of the war, the ICRC set up its International Prisoners-of-War (POW) Agency. By the end of the war, the Agency had sent about 20 million letters and messages, 1.9 million parcels, and about 18 million Swiss francs to POWs of all affected countries. The Agency also arranged for about 200,000 prisoners to be released and returned to their home country. The Agency collected about 7 million records from 1914 to 1923 about prisoners or missing people. The card index helped to identify about 2 million POWs and to contact their families. The complete index of 7 million cards is on loan from the ICRC to the International Red Cross and Red Crescent Museum in Geneva. But only ICRC can search the index.\nThe ICRC got the only Nobel Peace Prize of the war years, in 1917, for its outstanding wartime work.\nIn 1923, the Committee changed its membership rules. Until then, only citizens of the city of Geneva could serve in the Committee. This was changed to include all citizens of Switzerland by birth. This is still the rule today, and is designed to show that the ICRC is neutral, and that committee members and workers have never been citizens of a country that might be involved in a war. Only in 1993 were non-Swiss-born people allowed to work for the committee.\nWorld War Two.\nIn 1934 the ICRC tried to get extra protection for civilians during war. Unfortunately most governments were not interested in adopting the extra rules before the start of World War II.\nBy the end of the war, 179 delegates had conducted 12,750 visits to POW camps in 41 countries. The Central Information Agency on Prisoners-of-War (\"Zentralauskunftsstelle für Kriegsgefangene\") had a staff of 3,000, the card index tracking prisoners contained 45 million cards (more than 6 times as many as world war 1), and 120 million messages were exchanged by the Agency.\nThe German Red Cross was controlled by the Nazis, and would not uphold the Geneva conventions which may have helped stop the deportation of Jews from Germany and the mass murders conducted in the concentration camps run by the German government.\nTwo other main countries in the war, the Soviet Union and Japan, were not party to the 1929 Geneva Conventions and were not legally required to follow the rules of the conventions. Thus, other countries were not bound to follow the Conventions regarding their prisoners in return.\nThe ICRC had to stop complaining about the treatment of detainees in concentration camps in case the ICRC was stopped from working for POWs.\nAfter November 1943, the ICRC could send parcels to concentration camp detainees with known names and locations. Because the notices of receipt for these parcels were often signed by other inmates, the ICRC managed to register the identities of about 105,000 detainees in the concentration camps and delivered about 1.1 million parcels, mostly to the camps Dachau, Buchenwald, Ravensbrück, and Sachsenhausen.\nOn 12 March 1945, ICRC president Jacob Burckhardt was told by SS General Ernst Kaltenbrunner that the ICRC's delegates could visit the concentration camps, but the delegates would have to stay in the camps until the end of the war. Ten delegates, among them Louis Haefliger (Camp Mauthausen), Paul Dunant (Camp Theresienstadt) and Victor Maurer (Camp Dachau), visited the camps.\nLouis Haefliger told American troops about the forceful eviction or blasting of Mauthausen-Gusen and saved the lives of about 60,000 inmates. His actions were condemned by the ICRC because they were deemed as acting unduly on his own authority and risking the ICRC's neutrality. Only in 1990, his reputation was finally rehabilitated by ICRC president Cornelio Sommaruga.\nAnother example of great humanitarian spirit was Friedrich Born (1903-1963), an ICRC delegate in Budapest who saved the lives of about 11,000 to 15,000 Jewish people in Hungary. Marcel Junod (1904-1961), a doctor from Geneva, was another famous delegate during the Second World War. He was one of the first foreigners to visit Hiroshima after the atomic bomb was dropped, and wrote his thoughts in his book \"Warrior without Weapons\".\nIn 1944, the ICRC got its third Nobel Peace Prize.\nAfter the Second World War.\nOn 12 August 1949, the existing two Geneva Conventions were changed, and the Hague Convention about casualties at sea was brought into the Geneva Convention \"family\". It was renamed the Second Geneva Covention, and so the second convention of 1929 is now called the third convention. The Fourth Geneva Convention, about the \"Protection of Civilian Persons in Time of War,\" was established. On 8 June 1977 extra article \"protocols\" were added to make the conventions apply to internal conflicts such as civil wars.\nIn 1963, the ICRC shared its third Nobel Peace Prize with the League of Red Cross Societies.\nSince 1993, non-Swiss citizens have been allowed to serve as Committee delegates abroad, a task which was previously restricted to Swiss citizens. Now about one third of staff are not Swiss citizens.\nOn 16 October 1990, the UN General Assembly gave the ICRC observer status for its assembly sessions and sub-committee meetings, the first observer status given to a private organization. The resolution was jointly proposed by 138 member states and introduced by the Italian ambassador, Vieri Traxler, in memory of the organization's origins in the Battle of Solferino.\nAn agreement with the Swiss government signed on 19 March 1993, affirmed the already long-standing policy of full independence of the Committee from any interference by Switzerland. The agreement protects the full sanctity of all ICRC property in Switzerland including its headquarters and archive, grants members and staff legal immunity, exempts the ICRC from all taxes and fees, guarantees the protected and duty-free transfer of goods, services, and money, provides the ICRC with secure communication privileges at the same level as foreign embassies, and simplifies Committee travel in and out of Switzerland.\nThe ICRC continued its activities throughout the 1990s. It broke its usual silence when it denounced the Rwandan Genocide in 1994, and again in 1995 about the crimes that happened in and around Srebrenica when it said, \"We must acknowledge that despite our efforts to help thousands of civilians forcibly expelled from the town and despite the dedication of our colleagues on the spot, the ICRC's impact on the unfolding of the tragedy was extremely limited.\" It went public once again in 2007 to decry \"major human rights abuses\" by Burma's military government including forced labor, starvation, and murder of men, women, and children.\nSymbols.\nThe original motto of the International Committee of the Red Cross was \"Inter Arma Caritas\" (\"Amidst War, Charity\"). It has preserved this motto while other Red Cross organizations have adopted others. Because Geneva is in the French-speaking part of Switzerland, the ICRC is also known under its French name \"Comité international de la Croix-Rouge\" (CICR). However, the ICRC has six official languages, including Arabic. The official symbol of the ICRC is the Red Cross on white background (the inverse of the Swiss flag)with the words \"COMITE INTERNATIONAL GENEVE\" circling the cross.\nThe ICRC drew up seven fundamental principles in 1965 that were adopted by the entire Red Cross Movement. They are\nFunding and financial matters.\nThe 2005 budget of the ICRC was about 970 million Swiss francs. All payments to the ICRC are voluntary and are received as donations based on two types of appeals issued by the Committee: an annual \"Headquarters Appeal\" to cover its internal costs and \"Emergency Appeals\" for its individual missions.\nMost of the ICRC's funding comes from Switzerland and the United States, with the other European states and the E.U. close behind. Together with Australia, Canada, Japan, and New Zealand, they contribute about 80-85% of the ICRC's budget. About 3% comes from private gifts, and the rest comes from national Red Cross societies.\nResponsibilities within the Movement.\nThe ICRC is responsible for legally recognizing a relief society as an official national Red Cross or Red Crescent society and thus accepting it into the Movement. The exact rules are in the statutes of the Movement. After recognition by the ICRC, a national society is admitted as a member to the International Federation of Red Cross and Red Crescent societies. The ICRC and the Federation cooperate with the individual national societies in their international missions, especially with human, material, and financial resources and organizing on-site logistics. According to the 1997 Seville Agreement, the ICRC is the lead Red Cross agency in conflicts while other organizations within the Movement take the lead in non-war situations. National societies will be given the lead especially when a conflict is happening within their own country.\nOrganization.\nThe ICRC headquarters are in Geneva, Switzerland. It has other offices, called \"Delegations\", in about 80 countries. Each delegation is under the responsibility of a Head of delegation who is the official representative of the ICRC in the country. Of its 2,000 professional employees, roughly 800 work in its Geneva headquarters and 1,200 expatriates work in the field. About half of the field workers serve as delegates managing ICRC operations in the different countries while the other half are specialists like doctors, agronomists, engineers or interpreters. The international staff are assisted by some 13,000 national employees, so about 15,000 people work for the ICRC.\nDirectorate.\nThe Directorate is the executive body of the Committee.It carries out the policies set by the assembly.\nThe Directorate consists of a Director-General and five directors in the areas of \"Operations\", \"Human Resources\", \"Resources and Operational Support\", \"Communication\", and \"International Law and Cooperation within the Movement\". The members of the Directorate are appointed by the Assembly to serve for four years. The Director-General has assumed more personal responsibility in recent years, much like a CEO, where he was formerly more of a first among equals at the Directorate.\nAssembly.\nThe Assembly (also called the Committee) convenes on a regular basis and is responsible for defining aims, guidelines, and strategies and for supervising the financial matters of the Committee. The Assembly has a membership of a maximum of 25 Swiss citizens. Members must speak the house language of French, but many also speak English and German as well. These Assembly members are co-opted for a period of four years, and there is no limit to the number of terms an individual member can serve. A three-quarters majority vote from all members is required for re-election after the third term, which acts as a motivation for members to remain active and productive.\nIn the early years, every Committee member was Genevan, Protestant, white, and male. The first woman, Renée-Marguerite Cramer, was co-opted in 1918. Since then, several women have attained the Vice Presidency, and the female proportion after the Cold War has been about 15%. The first non-Genevans were admitted in 1923, and one Jew has served in the Assembly.\nWhile the rest of the Red Cross Movement many be multi-national, the Committee believes that its mono-national nature is an asset because the nationality in question is Swiss. Thanks to permanent Swiss neutrality, conflicting parties can be sure that no one from \"the enemy\" will be setting policy in Geneva. The Franco-Prussian War of 1870-71 showed that even National Red Cross Societies can be biased and not maintain neutral humanitarianism.\nAssembly Council.\nFurthermore, the Assembly elects a five-member Assembly Council that constitutes an especially active core of the Assembly. The Council meets at least ten times per year and has the authority to decide on behalf of the full Assembly in some matters. The Council is also responsible for organizing the Assembly meetings and for helping communication between the Assembly and the Directorate. The Assembly Council normally includes the president, two vice presidents and two elected members. While one of the vice presidents is elected for a four-year term, the other is appointed permanently with his tenure ending by retirement from the vice presidency or from the Committee. Currently Jacques Forster and Olivier Vodoz are vice presidents. In April 2007, Christine Beerli was appointed to succeed Jacques Forster from the beginning of 2008.\nThe President.\nThe Assembly also selects, for a term of four years, one individual to act as President of the ICRC. The president is both a member of the Assembly and leader of the ICRC, and he has always been included on the Council since its formation. The President automatically becomes a member of the assembly and the ICRC once he is appointed, but he does not necessarily come from within the ICRC organization. There is a strong faction within the Assembly that wants to reach outside the organization to select a president from the Swiss government or professional circles like the banking or medical fields. In fact, the last three presidents were previously officials in the Swiss government. The president's influence and role is not well-defined, and changes depending upon the times and each president's personal style. Since 2000, the president of the ICRC has been Jakob Kellenberger. Kellenberger does not make many public appearances or statements but is good at personal negotiation promoting the ICRC privately. In February 2007, he was appointed by the Assembly to another four-year term which will run until the end of 2011.\nThe ICRC tends to work quietly and not attract publicity, unlike some other aid agencies. This way it was been able to get access to, for example, Nelson Mandela, when he was still a prisoner of the apartheid government of South Africa.","categories":[],"infobox_types":[],"annotations":[{"uri":"Humanitarianism","surface_form":"humanitarian","offset":67},{"uri":"Organisation","surface_form":"organisation","offset":80},{"uri":"Geneva_City","surface_form":"Geneva","offset":102},{"uri":"Switzerland","surface_form":"Switzerland","offset":110},{"uri":"Geneva_Conventions","surface_form":"Geneva Conventions","offset":164},{"uri":"War","surface_form":"armed conflicts","offset":272},{"uri":"Prison","surface_form":"prison","offset":323},{"uri":"Refugee","surface_form":"refugee","offset":334},{"uri":"Civilian","surface_form":"civilian","offset":344},{"uri":"Non-combatant","surface_form":"non-combatant","offset":365},{"uri":"International_Red_Cross_and_Red_Crescent_Movement","surface_form":"International Red Cross and Red Crescent Movement","offset":553},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":722},{"uri":"Army","surface_form":"army","offset":840},{"uri":"Nursing","surface_form":"nursing","offset":845},{"uri":"Henry_Dunant","surface_form":"Henry Dunant","offset":949},{"uri":"Battle_of_Solferino","surface_form":"Battle of Solferino","offset":970},{"uri":"Austro-Sardinian_War","surface_form":"Austro-Sardinian War","offset":998},{"uri":"Napoleon_III","surface_form":"Napoleon III","offset":1279},{"uri":"A_Memory_of_Solferino","surface_form":"A Memory of Solferino","offset":1401},{"uri":"Europe","surface_form":"Europe","offset":1550},{"uri":"United_States","surface_form":"United States","offset":2217},{"uri":"Brazil","surface_form":"Brazil","offset":2232},{"uri":"Mexico","surface_form":"Mexico","offset":2244},{"uri":"Geneva_Conventions","surface_form":"Geneva Convention","offset":2415},{"uri":"Portugal","surface_form":"Portugal","offset":2641},{"uri":"W%C3%BCrttemberg","surface_form":"Württemberg","offset":2684},{"uri":"Oldenburg","surface_form":"Oldenburg","offset":3008},{"uri":"Charles_van_de_Velde","surface_form":"Charles van de Velde","offset":3082},{"uri":"Royal_Netherlands_Army","surface_form":"Dutch Army","offset":3121},{"uri":"International_Conference_of_National_Aid_Societies_for_the_Nursing_of_the_War_Wounded","surface_form":"International Conference of National Aid Societies for the Nursing of the War Wounded","offset":3285},{"uri":"American_Red_Cross","surface_form":"American Red Cross","offset":3612},{"uri":"Clara_Barton","surface_form":"Clara Barton","offset":3666},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":3962},{"uri":"Norwegian_Nobel_Committee","surface_form":"Norwegian Nobel Committee","offset":4005},{"uri":"Fr%C3%A9d%C3%A9ric_Passy","surface_form":"Frédéric Passy","offset":4068},{"uri":"Heiden%2C_Switzerland","surface_form":"Heiden","offset":4329},{"uri":"First_World_War","surface_form":"First World War","offset":4451},{"uri":"Europe","surface_form":"Europe","offset":4568},{"uri":"North_America","surface_form":"North America","offset":4579},{"uri":"Central_America","surface_form":"Central","offset":4596},{"uri":"South_America","surface_form":"South America","offset":4608},{"uri":"Argentina","surface_form":"Argentina","offset":4623},{"uri":"Brazil","surface_form":"Brazil","offset":4634},{"uri":"Chile","surface_form":"Chile","offset":4642},{"uri":"Cuba","surface_form":"Cuba","offset":4649},{"uri":"Mexico","surface_form":"Mexico","offset":4655},{"uri":"Peru","surface_form":"Peru","offset":4663},{"uri":"El_Salvador","surface_form":"El Salvador","offset":4669},{"uri":"Uruguay","surface_form":"Uruguay","offset":4682},{"uri":"Venezuela","surface_form":"Venezuela","offset":4691},{"uri":"Asia","surface_form":"Asia","offset":4703},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":4713},{"uri":"Japan","surface_form":"Japan","offset":4732},{"uri":"Korea","surface_form":"Korea","offset":4739},{"uri":"Siam","surface_form":"Siam","offset":4746},{"uri":"Africa","surface_form":"Africa","offset":4757},{"uri":"Republic_of_South_Africa","surface_form":"Republic of South Africa","offset":4765},{"uri":"World_War_I","surface_form":"World War I","offset":4896},{"uri":"POW","surface_form":"POW","offset":5206},{"uri":"Swiss_francs","surface_form":"Swiss francs","offset":5343},{"uri":"International_Red_Cross_and_Red_Crescent_Museum","surface_form":"International Red Cross and Red Crescent Museum","offset":5749},{"uri":"World_War_II","surface_form":"World War II","offset":6594},{"uri":"German_Red_Cross","surface_form":"German Red Cross","offset":6987},{"uri":"Nazi","surface_form":"Nazi","offset":7026},{"uri":"Jews","surface_form":"Jews","offset":7123},{"uri":"Holocaust","surface_form":"mass murders","offset":7149},{"uri":"Concentration_camps","surface_form":"concentration camps","offset":7179},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":7270},{"uri":"Dachau_concentration_camp","surface_form":"Dachau","offset":8008},{"uri":"Buchenwald","surface_form":"Buchenwald","offset":8016},{"uri":"Ravensbr%C3%BCck","surface_form":"Ravensbrück","offset":8028},{"uri":"Sachsenhausen_concentration_camp","surface_form":"Sachsenhausen","offset":8045},{"uri":"SS","surface_form":"SS","offset":8122},{"uri":"Ernst_Kaltenbrunner","surface_form":"Ernst Kaltenbrunner","offset":8133},{"uri":"Louis_Haefliger","surface_form":"Louis Haefliger","offset":8318},{"uri":"Mauthausen-Gusen_concentration_camp","surface_form":"Camp Mauthausen","offset":8335},{"uri":"Paul_Dunant","surface_form":"Paul Dunant","offset":8353},{"uri":"Concentration_camp_Theresienstadt","surface_form":"Camp Theresienstadt","offset":8366},{"uri":"Victor_Maurer","surface_form":"Victor Maurer","offset":8391},{"uri":"Dachau_concentration_camp","surface_form":"Camp Dachau","offset":8406},{"uri":"Cornelio_Sommaruga","surface_form":"Cornelio Sommaruga","offset":8791},{"uri":"Friedrich_Born","surface_form":"Friedrich Born","offset":8860},{"uri":"Budapest","surface_form":"Budapest","offset":8908},{"uri":"Hungary","surface_form":"Hungary","offset":8980},{"uri":"Marcel_Junod","surface_form":"Marcel Junod","offset":8989},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":9138},{"uri":"Atomic_bomb","surface_form":"atomic bomb","offset":9158},{"uri":"Fourth_Geneva_Convention","surface_form":"Fourth Geneva Convention","offset":9612},{"uri":"International_Federation_of_Red_Cross_and_Red_Crescent_Societies","surface_form":"League of Red Cross Societies","offset":9900},{"uri":"UN_General_Assembly","surface_form":"UN General Assembly","offset":10155},{"uri":"Observer_status","surface_form":"observer status","offset":10189},{"uri":"Italy","surface_form":"Italian","offset":10397},{"uri":"Vieri_Traxler","surface_form":"Vieri Traxler","offset":10417},{"uri":"Rwandan_Genocide","surface_form":"Rwandan Genocide","offset":11220},{"uri":"Srebrenica","surface_form":"Srebrenica","offset":11309},{"uri":"Flag_of_Switzerland","surface_form":"Swiss flag","offset":12273},{"uri":"Swiss_franc","surface_form":"Swiss franc","offset":12545},{"uri":"Switzerland","surface_form":"Switzerland","offset":12834},{"uri":"United_States","surface_form":"United States","offset":12854},{"uri":"E.U.","surface_form":"E.U.","offset":12908},{"uri":"Australia","surface_form":"Australia","offset":12941},{"uri":"Canada","surface_form":"Canada","offset":12952},{"uri":"Japan","surface_form":"Japan","offset":12960},{"uri":"New_Zealand","surface_form":"New Zealand","offset":12971},{"uri":"List_of_Red_Cross_and_Red_Crescent_Societies","surface_form":"national Red Cross or Red Crescent society","offset":13242},{"uri":"International_Federation_of_Red_Cross_and_Red_Crescent_Societies","surface_form":"Federation","offset":13543},{"uri":"Seville_Agreement","surface_form":"Seville Agreement","offset":13749},{"uri":"Geneva_City","surface_form":"Geneva","offset":14053},{"uri":"Switzerland","surface_form":"Switzerland","offset":14061},{"uri":"Physician","surface_form":"doctors","offset":14539},{"uri":"Agronomist","surface_form":"agronomist","offset":14548},{"uri":"Engineer","surface_form":"engineer","offset":14561},{"uri":"Interpreting","surface_form":"interpreters","offset":14574},{"uri":"CEO","surface_form":"CEO","offset":15226},{"uri":"Switzerland","surface_form":"Swiss","offset":15555},{"uri":"French_language","surface_form":"French","offset":15612},{"uri":"English_language","surface_form":"English","offset":15640},{"uri":"German_language","surface_form":"German","offset":15652},{"uri":"Co-option","surface_form":"co-opted","offset":15695},{"uri":"Protestant","surface_form":"Protestant","offset":16035},{"uri":"White_(people)","surface_form":"white","offset":16047},{"uri":"Male","surface_form":"male","offset":16058},{"uri":"Neutral_country","surface_form":"neutrality","offset":16542},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":16653},{"uri":"Jacques_Forster","surface_form":"Jacques Forster","offset":17490},{"uri":"Olivier_Vodoz","surface_form":"Olivier Vodoz","offset":17510},{"uri":"Jakob_Kellenberger","surface_form":"Jakob Kellenberger","offset":18527},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":18940},{"uri":"Apartheid","surface_form":"apartheid","offset":18992},{"uri":"South_Africa","surface_form":"South Africa","offset":19016}]}