{"id":793844,"url":"http://en.wikipedia.org/wiki/Spencer%27s_river_tree_frog","text":"Spencer's tree frog, Spencer's river tree frog or the spotted tree frog (\"Ranoidea spenceri\") is a tree frog from Australia. It lives near the Great Dividing Range in Victoria and New South Wales. It lives between 200 and 1100 metres above sea level.\nThe adult frog is 4.2 to 7.0 cm in length. It is green or brown and can have spots. This frog lives in forests on mountains, both dense forests and open forests, both dry forests high in the mountains and wet forests lower down. It always lives in rocky places near streams.\nThe female frog lays 200-1000 eggs at a time in between rocks or underneath rocks in the water. The tadpoles eat algae off rocks and dead things from the bottoms of the water. Male frogs that live near the bottoms of mountains become adults 18 months after transforming from tadpoles to frogs. Female frogs that live near the bottoms of mountains become adults 3.5 years after transforming into frogs. Male frogs that live high in the mountains become adults 3.5 years after transforming into frogs. Female frogs that live high in the mountains become adults 4.5 years after transforming into frogs. Adult frogs eat insects.\nThis frog is in danger of dying out. Scientists only ever saw this frog in 19 streams. The frog has disappeared from 4 of them. The other streams make up 12 groups of frogs who only mate within their group. Adult frogs do not move much. Scientists think a single frog does not move more than 80 metres in its whole life.\nScientists are not sure why this frog is endangered, but they think many of them died during the 20th century. They think two types of invasive species, the rainbow trout and brown trout are eating the tadpoles. This frog can catch the fungal disease chytridiomycosis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tree_frog","surface_form":"tree frog","offset":99},{"uri":"Australia","surface_form":"Australia","offset":114},{"uri":"Great_Dividing_Range","surface_form":"Great Dividing Range","offset":143},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":167},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":180},{"uri":"Sea_level","surface_form":"sea level","offset":240},{"uri":"Critically_endangered","surface_form":"in danger of dying out","offset":1164},{"uri":"Invasive_species","surface_form":"invasive species","offset":1607},{"uri":"Rainbow_trout","surface_form":"rainbow trout","offset":1629},{"uri":"Brown_trout","surface_form":"brown trout","offset":1647},{"uri":"Fungus","surface_form":"fungal","offset":1708},{"uri":"Chytridiomycosis","surface_form":"chytridiomycosis","offset":1723}]}