{"id":793925,"url":"http://en.wikipedia.org/wiki/Seyi_Makinde","text":"Oluseyi Abiodun Makinde (born 25 December 1967) is a Nigerian Businessman,\nPolitician and Philanthropist. He is the governor of Oyo State in South-western Nigeria.\nEarly life and education.\nMakinde was born to a renowned teacher turned accountant, late Pa Olatubosun Makinde and Madam Abigail Makinde of Aigbofa Compound in Oja’ba, Ibadan. He is the third child of the family.\nMakinde began his education at St Paul Primary School and completed his primary education at St Michael Primary School, Yemetu, Ibadan. His secondary education was at Bishop Phillips Academy, Monatan, Ibadan. In 1985, he gained admission to the University of Lagos (Unilag) where he earned his bachelor's degree in Electrical Engineering.\nIn 1998, Oluwaseyi trained at Industrial Control Services in Houston, Texas on \"Safety Shutdown System\"; and \"Development of Analytical Competence for Managing Operations\" at Lagos Business School (now Pan-Atlantic University)in 1999. In 2000, he had training in automation. In 2002, he studied Fundamentals of Crude Sampling at Jiskoot Auto Control Training Centre, Kent, England. Also, in 2005, he studied Understanding and Solving Difficult Business Problems at Massachusetts Institute of Technology (MIT), USA.\nPersonal Life.\nOluwaseyi lives in Ibadan, Oyo State. He is married to Tamunominini, and they have three children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oyo_State","surface_form":"Oyo State","offset":128},{"uri":"Nigeria","surface_form":"Nigeria","offset":155},{"uri":"University_of_Lagos","surface_form":"University of Lagos","offset":622},{"uri":"Houston","surface_form":"Houston","offset":777},{"uri":"Texas","surface_form":"Texas","offset":786},{"uri":"Lagos_Business_School","surface_form":"Lagos Business School","offset":891},{"uri":"Pan-Atlantic_University","surface_form":"Pan-Atlantic University","offset":918},{"uri":"Kent","surface_form":"Kent","offset":1083},{"uri":"England","surface_form":"England","offset":1089},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":1181},{"uri":"United_States","surface_form":"USA","offset":1226}]}