{"id":794092,"url":"http://en.wikipedia.org/wiki/Julie_Condliffe","text":"e=\"preserve\">Julie Condliffe is a lawyer, author and a mentor. Condliffe was the 2017 Social Mobility Ambassador for The Law Society, UK.\nEarly Life.\nJulie Condliffe was born in 1978 March in Zimbabwe as the youngest of a family of 8 children. Her father died when she was 10 months old. Later, she migrated to the United Kingdom and started studying nursing at the University of Hertfordshire with support from a Bursary. While studying nursing, she worked night shifts at McDonald's and a local care home to save money to study law.\nCareer.\nShe obtained her law degree from the University of Hertfordshire in 2008 and started practicing as a solicitor for the law firm Dentons. She worked for this law firm for four years. She then worked for Premier Solicitors for 7 years. In 2020, she founded her own law firm, Creative Legal Solutions Solicitors Ltd, also called Creative Legals. Now she is practicing as an eviction lawyer and a lease option solicitor.\nProperty investment.\nShe bought her first property in 2006 while studying law and entered the property investment field.\nMentoring.\nShe has started an academy in her name \"Julie Condliffe Academy\" to coach people in property investment.\nPersonal Life.\nShe is married and has 3 children aged 18, 13 and 8.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Lawyer","surface_form":"lawyer","offset":34},{"uri":"Author","surface_form":"author","offset":42},{"uri":"Mentorship","surface_form":"mentor","offset":55},{"uri":"The_Law_Society","surface_form":"The Law Society","offset":117},{"uri":"United_Kingdom","surface_form":"UK","offset":134},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":192},{"uri":"Nurse","surface_form":"nursing","offset":351},{"uri":"University_of_Hertfordshire","surface_form":"University of Hertfordshire","offset":366},{"uri":"McDonald%27s","surface_form":"McDonald's","offset":474},{"uri":"Academy","surface_form":"academy","offset":1111},{"uri":"Property","surface_form":"property","offset":1176},{"uri":"Investment","surface_form":"investment","offset":1185}]}