{"id":79413,"url":"http://en.wikipedia.org/wiki/Lovisa_Aarberg","text":"e=\"preserve\">Lovisa Aarberg \"(from 1803 -1866)\" was a Swedish surgeon and doctor.\nShe and Kisamor were the first female doctors in Sweden. She was a doctor and a surgeon long before it was permitted for women. In Sweden, her name is spelled as Lovisa Årberg, and she was often called \"Jungfru Årberg\", which means \"Maiden Årberg\" in English.\nPersonal life.\nLovisa Årberg was born in Uppsala. Her mother often nursed sick people, and when Lovisa was a child, she followed her mother to the hospitals. She learned a lot about sickness and medicine and how to cure and nurse sick people, and often helped people she knew when they were sick.\nCareer.\nWhen she was an adult, she moved to Stockholm and became a maid. People had heard that she was good at helping sick people, and often came and asked her for help. Soon, even rich people started to ask her for help. The paid her money when she cured them, so she could stop being a maid and could start to work as a doctor instead. Lovisa then opened her own clinic and started to work as a doctor and a surgeon.\nShe opened her clinic and started to work as a doctor in the 1820s. In the 1820s, it was forbidden for a woman to work as a doctor. The male doctors did not like that a woman worked as a doctor, and the government was worried that she might hurt her patients as she had never learned medicine at a university. But when they examined her, they found out that she was a very good doctor, and that she had all the knowledge that the male doctors had.\nSo instead, they gave her a medal and special permission to work as a surgeon and a doctor. She continued to work as a doctor for forty years, until the 1860s. She gave treatment to poor people, even when they did not have the money to pay her. She was a popular doctor, and many people asked her for help. She worked very hard until she became unhealthy, so she often had to take time to rest.","categories":[],"infobox_types":[],"annotations":[{"uri":"1803","surface_form":"1803","offset":35},{"uri":"1866","surface_form":"1866","offset":41},{"uri":"Swedish_people","surface_form":"Swedish","offset":54},{"uri":"Surgeon","surface_form":"surgeon","offset":62},{"uri":"Medical_doctor","surface_form":"doctor","offset":74},{"uri":"Kisamor","surface_form":"Kisamor","offset":90},{"uri":"Sweden","surface_form":"Sweden","offset":131},{"uri":"English_language","surface_form":"English","offset":333},{"uri":"Uppsala","surface_form":"Uppsala","offset":383},{"uri":"Hospital","surface_form":"hospital","offset":489},{"uri":"Stockholm","surface_form":"Stockholm","offset":683},{"uri":"Maid","surface_form":"maid","offset":706},{"uri":"Clinic","surface_form":"clinic","offset":1005},{"uri":"1820s","surface_form":"1820s","offset":1120},{"uri":"1860s","surface_form":"1860s","offset":1660}]}