{"id":794270,"url":"http://en.wikipedia.org/wiki/Unserdeutsch","text":"Rabaul Creole German (also called Unserdeutsch, our German) is a creole language spoken in Papua New Guinea, and parts of Australia. It is the only German-based Creole language with an ISO code. It was developed in Papua New Guinea, around 1900. At that time, Papua New Guinea was a German colony. Today, most speakers live in Eastern Australia. Most speakers are old, so the language will soon disappear. Australian speakers of Unserdeutsch now live scattered in cities on the east coast, but communicate with one another in closed groups of social networks. It is estimated that fewer than ten Unserdeutsch speakers live in Papua New Guinea today. All speakers of Unserdeutsch know at least two other languages. In most cases, these are English and Tok Pisin. Estimates are that there are about 100 speakers left.\nOrigin.\nUnserdeutsch developed around 1900 around today's provincial capital Kokopo. At the time, this city was called Herbertshöhe. It was the seat of the provincial governor of German New Guinea. There was a Catholic school at the outskirts of town, which taught mixed-race children standard German. Most of the time, the mothers were locals, from Melanesia, and the fathers were Europeans; most often from Germany. They were civil servants, traders, and adventurers.\nOutside school, the children mixed the high German with the local language Tok Pisin. They were not allowed to use Tok Pisin in school. The language that developed essentially used German words, with the grammar from Tok Pisin. Even after German rule in Papua New Guinea ended, the the Vunapope mission station (which ran the school) remained in German hands with German as a school subject and even partly as the language of instruction. Since the children who developed Unserdeutsch often kept to themselves as mixed-race children and got married, they passed their Unserdeutsch on to the next generation and Unserdeutsch became the Creole language. After Papua New Guinea gained independence from Australia in 1975, most of the Unserdeutsch speakers decided to take on Australian citizenship and to emigrate to Australia, especially Queensland, because offices and posts in their homeland were to be filled by indigenous Papuans.\nUnserdeutsch is a spoken language; there is no governing body that regulates how to write it.\nLinguists at the University of Augsburg (now: University of Bern) began to research Unserdeutsch in 2014.\nGrammar.\nNouns in Unserdeutsch have no gender. The article is always called “de”, for example de Mann, de Frau, de Haus. The plural of a noun is formed by prefixing the word “alle” with: “alle Frau”, “alle Knabe”. Interrogative pronouns are often placed at the end of the question sentence (“Du geht wo? \"). Sometimes, words from Tok Pisin and English are used, for example “aufpicken” (In English: to pick up) for “abholen” (translates as fetch). Unserdeutsch is a strict SVO language.\nPlanned languages as alternatives.\nTwo planned languages were developed to be used in German colonies: One is called Weltdeutsch, the other is called Kolonialdeutsch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":91},{"uri":"Australia","surface_form":"Australia","offset":122},{"uri":"Creole_language","surface_form":"Creole language","offset":161},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":215},{"uri":"Australia","surface_form":"Australia","offset":335},{"uri":"English_language","surface_form":"English","offset":739},{"uri":"Tok_Pisin","surface_form":"Tok Pisin.","offset":751},{"uri":"Kokopo","surface_form":"Kokopo","offset":893},{"uri":"German_New_Guinea","surface_form":"German New Guinea","offset":995},{"uri":"Catholicism","surface_form":"Catholic","offset":1026},{"uri":"Melanesia","surface_form":"Melanesia","offset":1166},{"uri":"Germany","surface_form":"Germany","offset":1225},{"uri":"Queensland","surface_form":"Queensland","offset":2122},{"uri":"University_of_Augsburg","surface_form":"University of Augsburg","offset":2330},{"uri":"University_of_Bern","surface_form":"University of Bern","offset":2359},{"uri":"Noun","surface_form":"Nouns","offset":2428},{"uri":"Article_(grammar)","surface_form":"article","offset":2470},{"uri":"Weltdeutsch","surface_form":"Weltdeutsch","offset":3023},{"uri":"Kolonialdeutsch","surface_form":"Kolonialdeutsch","offset":3056}]}