{"id":79435,"url":"http://en.wikipedia.org/wiki/Lea_Ahlborn","text":"e=\"preserve\">Lea Ahlborn, (1826-1897) was a famous Swedish artist. She was a member of the Swedish Royal Academy of Arts, and the first woman to be appointed royal printmaker. The position of royal printmaker also made her the first female official in Sweden.\nShe was daughter to Ludvig Lundgren, who was a printmaker, and she early decided, that she wanted to become a printmaker too. In 1849, she, as well as Amalia Lindegren and Agnes Börjesson, became one of the four women who were given permission to study art at the Swedish Royal Academy of Arts.\nIn 1851, she made a study-trip to Paris with her teacher Carl Gustaf Qvarnström and her brother Pehr Henrik.\nIn 1855, she was appointed royal printmaker, and was also elected as a member in the Royal Swedish Academy of Arts. She kept herself updated in everything regarding her work, and was given assignments from the Swedish Academy, the science academy and the royal academy Pro Patria. She made the medal-portraits to the celebration of the anniversary of the king and queen, and she was hired by the US government to make the medal of George Washington at the centenary (hundred years anniversary) of the end of the war of independence in 1883. In 1892, she was given the medal \"Illis Quorum\" by the king.\nHer sister, Carolina Weidenhayn, (1822-1902), became the first professional female xylographer, who after she studied in Paris 1858-1867, became an instructor at the great technical school Tekniska Skolan in 1859-1881.","categories":[],"infobox_types":[],"annotations":[{"uri":"1826","surface_form":"1826","offset":27},{"uri":"1897","surface_form":"1897","offset":32},{"uri":"Swedish_people","surface_form":"Swedish","offset":51},{"uri":"Printmaker","surface_form":"printmaker","offset":164},{"uri":"1849","surface_form":"1849","offset":389},{"uri":"Amalia_Lindegren","surface_form":"Amalia Lindegren","offset":411},{"uri":"1851","surface_form":"1851","offset":558},{"uri":"Paris","surface_form":"Paris","offset":589},{"uri":"Carl_Gustaf_Qvarnstr%C3%B6m","surface_form":"Carl Gustaf Qvarnström","offset":612},{"uri":"1855","surface_form":"1855","offset":667},{"uri":"US","surface_form":"US","offset":1060},{"uri":"George_Washington","surface_form":"George Washington","offset":1095}]}