{"id":79434,"url":"http://en.wikipedia.org/wiki/Karolina_Bock","text":"Karolina Sofia Bock, (1792-1872), was a Swedish dancer, actor and singer. She also became principal for the famous theatre-school, Dramatens elevskola.\nKarolina Bock was born as Karolina Richter. She was a student at the theatrical school Dramatens elevskola in Stockholm between 1806 and 1809, were she was instructed by the principal Sofia Lovisa Gråå. Many of the girls graduating from the school between 1804 and 1812, when Gråå was principal, became famous in Sweden, and were called \"the girls of Gråå\".\nKarolina worked at the theatres Djurgårdsteatern and Nya Komiska Teatern before she was hired at the Royal Dramatic Theatre in 1814. She worked there for fifty years, and became one of the most popular actors there. But she never became a star because of the parts she played; she always played old women in comedys, never heroines and main parts. She was very well used and never lacked parts to play, but she was not given main parts. It was said, that she had a rare quality; she knew her limitations.\nHer most popular parts were in the plays \"Min tante Aurore\", \"Bildhuggaren\", \"Brodertvisten\", \"Syrsan\", \"Preciosa\", \"Jane Eyre\" and \"Mäster Smith\".\nShe was principal for Dramatens elevskola two times; the first time from 1831 to 1834, and the second time from 1841 to 1856. She was also teatcher in declamation there. She was the third woman to be principal for the famous school. Anne Marie Milan Desguillons had ben the first in 1793-1800, but she was principal together with her husband. Sofia Lovisa Gråå had ben the first woman who was principal of this school alone, and she was principal in 1804-1812. Karolina Bock was a good teatcher, but unlike her own teacher, Sofia Lovisa Gråå, she was very strict and firm with her students, so strict that her students rebelled and had her deposed from her position as principal. But she continued to work as an actor until 1863.\nKarolina Bock was married two times. In 1813, she married J.G. Svanberg, who played violin in the royal chapel, and in 1826 she married K.F. Bock, who played the flute in the royal chapel. She had a daughter, Bertha Tammelin, who became an actor, singer, composer, musician and a teatcher at Dramatens elevskola.\nKarolina Bock was revarded with the medal Litteris et Artibus in 1857.","categories":[],"infobox_types":[],"annotations":[{"uri":"1792","surface_form":"1792","offset":22},{"uri":"1872","surface_form":"1872","offset":27},{"uri":"Swedish_people","surface_form":"Swedish","offset":40},{"uri":"Dancer","surface_form":"dancer","offset":48},{"uri":"Actor","surface_form":"actor","offset":56},{"uri":"Singer","surface_form":"singer","offset":66},{"uri":"Principal","surface_form":"principal","offset":90},{"uri":"Stockholm","surface_form":"Stockholm","offset":262},{"uri":"1806","surface_form":"1806","offset":280},{"uri":"1809","surface_form":"1809","offset":289},{"uri":"1812","surface_form":"1812","offset":417},{"uri":"1814","surface_form":"1814","offset":637},{"uri":"1831","surface_form":"1831","offset":1236},{"uri":"1834","surface_form":"1834","offset":1244},{"uri":"1793","surface_form":"1793","offset":1446},{"uri":"1800","surface_form":"1800","offset":1451},{"uri":"1863","surface_form":"1863","offset":1887},{"uri":"1813","surface_form":"1813","offset":1933},{"uri":"1826","surface_form":"1826","offset":2012},{"uri":"1857","surface_form":"1857","offset":2271}]}