{"id":79432,"url":"http://en.wikipedia.org/wiki/Asian_elephant","text":"The Asian elephant (\"Elephas maximus\") is an elephant species living in Asia. They are more easily tamed than larger African elephants. People have used them as working animals for hundreds of years. It is mostly found in parts of India and other countries.\nDescription.\nAsian elephants are different from African elephants. They are smaller, have smaller ears, a more rounded back, and a fourth toenail on each of their back feet. They have thick, dry skin with a small amount of stiff hair, and are grey to brown in colour. Female Asian elephants have small tusks and occasionally none at all. Sometimes pink spots appear on the ears as a result of depigmentation.\nAsian Elephants eat grass, hay, twigs, bark and fruits. It can live up to 60 to 80 years. It can weigh up to 5000kg and be up to 300cm tall. It takes up to 660 days or 22 months until the babies are born.\nDistribution.\nAsian Elephants live across many parts of India and Sri Lanka. They also live as far east as Sumatra, Indonesia. These three areas appear to contain subspecies that are slightly different.\nHabitat.\nAsian elephants are spread over areas with very different amounts of rain. They can survive in dry places where less than 40cm of rain falls per year and in wet areas where over 8 meters of rain falls in a year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Africa","surface_form":"Africa","offset":117},{"uri":"India_and_other_countries","surface_form":"India and other countries","offset":231},{"uri":"Ear","surface_form":"ear","offset":356},{"uri":"Tusk","surface_form":"tusk","offset":560},{"uri":"Depigmentation","surface_form":"depigmentation","offset":651},{"uri":"India","surface_form":"India","offset":928},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":938},{"uri":"Sumatra","surface_form":"Sumatra","offset":979},{"uri":"Indonesia","surface_form":"Indonesia","offset":988},{"uri":"Subspecies","surface_form":"subspecies","offset":1035}]}