{"id":794457,"url":"http://en.wikipedia.org/wiki/Loona","text":"Loona (written as LOOΠΔ,;) is a South Korean girl group formed by Blockberry Creative. The group was first shown to the public through a project which began in October 2016, where each of the twelve members were revealed one after another by releasing a single over the next eighteen months. The members have formed three sub-units: 3, Loona Odd Eye Circle and Loona yyxy. They started as a full group with the extended play, \"<a href=\"%2B_%2B_(EP)\">a></a>\" (2018), supported by the lead single \"favOriTe\" and the title track \"Hi High.\"\nName.\nLoona's English name comes from the Hangul letters ㅇㄷㅇㅅㄴ, each an initial consonant in the syllabic blocks that make (\"Idarui Sonyeo\"). When changed to ㄴㅇㅇㄷㅅ, it looks like LOONA in the Latin alphabet.\n2016–2018: Project and \"Mix Nine\".\nOn October 2, 2016, Blockberry Creative announced through Naver that they would be forming their first girl group through an 18-month long project. Between October 2016 and January 2017, four members (HeeJin, HyunJin, HaSeul, and YeoJin) joined the group; each member released a single album usually having a solo track and another track performed with other members, under the group's Korean name \"Idarui Sonyeo\" (). In March 2017, the group's first sub-unit, Loona 1/3, was introduced, made up of previous members HeeJin, HyunJin, HaSeul and a new member, ViVi. Loona 1/3 released the extended play \"Love & Live\" with a single of the same name on March 13, 2017, with a television promotion on SBS's \"Inkigayo\", On April 27, they released a repackaged version of the extended play, titled \"Love & Evil\", with the single \"Sonatine\". \"Love & Live\" and its reissued version reached number 10 and 24 respectively on South Korea's Gaon Album Chart.\nBetween April 2017 and July 2017, members ViVi, Kim Lip, JinSoul, and Choerry released their single albums, continuing the same \"Girl of the Month\" pattern. In September 2017, three members, HeeJin, HyunJin and HaSeul, auditioned for JTBC's reality show \"Mix Nine\"; HeeJin and HyunJin passed the audition stage making it onto the show, where HyunJin placed Top 18 and HeeJin placed fourth in the finale. The group's second sub-unit, Loona Odd Eye Circle, consisting of JinSoul, Kim Lip and Choerry, released the extended play \"Mix & Match\" and its single \"Girl Front\" on September 21, 2017, and began promotions on Mnet's \"M Countdown\". The English version of their song \"Loonatic\" was released on October 23. On October 31, they released a repackaged version of the extended play, titled \"Max & Match\", with three new songs including the single \"Sweet Crazy Love\". \"Mix & Match\" and the repackaged version peaked at number 16 and 7 respectively on the Gaon Album Chart.\nBetween November 2017 and January 2018, they released the solo single albums for new members Yves, Chuu, and Go Won, continuing the monthly pattern along with the digital single \"The Carol 2.0\" sung by Yves, Vivi, and Choerry. In March 2018, they released the solo single album for final member, Chandler Hye. On May 30, 2018, the group's third sub-unit, Loona yyxy, made their debut with the extended play \"Beauty & the Beat\". The single \"love4eva\" featuring Canadian musician Grimes was released the same day with a music video. The extended play reached number 4 on the Gaon Album Chart.\nOn August 7, 2018, Loona released a digital single titled \"favOriTe\", the group's first song to feature all twelve members, with a music video focusing on the group's dancing.\n2018–present: Debut with \"[+ +]\", \"[X X]\", \"[#]\", and \"[12:00]\".\nOn August 15, Blockberry published the official tracklist for <a href=\"%2B_%2B_(EP)\">\"+ +\"</a> (read as \"plus plus\") as their debut extended play as a full group. The extended play included \"Favorite\" and was released on August 20, 2018 alongside the title track, \"Hi High\". It started at number 2 on South Korea's Gaon Album Chart, and was the second best-selling debut album by a girl group in 2018.. \"[+ +]\" was repackaged as <a href=\"%2B_%2B_(EP)\">\"X X\"</a> (read as \"multiple multiple\") on February 19, 2019, with six more tracks, including a new single, \"Butterfly\". On August 17, 2019, Loona made their first appearance in the United States, performing at KCON 2019 in Los Angeles. On December 13, 2019, Loona released a single called \"365\" as an appreciation song for their fans.\nOn January 7, 2020, Blockberry Creative announced that leader HaSeul would not take part in promotions of the next album due to mental health problems. She was said to be diagnosed with “intermittent anxiety symptoms” and would be taking time to take care of her health. On February 5, 2020, Loona released their second EP titled \"Hash (EP)\" (read as \"hash\"), along with the title track \"So What\". Although HaSeul did not help with the title track, her vocals are featured on three of the songs on the album, including \"365\". The EP debuted at number 2 on the Gaon Album Chart, and has become the group's best selling album to date. On March 12, 2020, Loona took their first music show trophy with \"So What\" on Mnet's \"M Countdown\".\nOn September 17, Loona was set to be releasing their third EP titled ' (read as \"midnight\") on October 19. Blockberry Creative said that Haseul will not be a part of the comeback, out of her own decision to take care of the recovery of her health.","categories":[],"infobox_types":[],"annotations":[{"uri":"Girl_group","surface_form":"girl group","offset":45},{"uri":"Blockberry_Creative","surface_form":"Blockberry Creative","offset":66},{"uri":"3","surface_form":"3","offset":333},{"uri":"Yyxy","surface_form":"yyxy","offset":367},{"uri":"Favorite_(Loona_song)","surface_form":"favOriTe","offset":496},{"uri":"Hi_High","surface_form":"Hi High","offset":527},{"uri":"Syllable","surface_form":"syllabic","offset":634},{"uri":"Naver","surface_form":"Naver","offset":838},{"uri":"Girl_group","surface_form":"girl group","offset":883},{"uri":"Love_%26amp%3B_Live_(EP)","surface_form":"Love & Live","offset":1382},{"uri":"Seoul_Broadcasting_System","surface_form":"SBS","offset":1476},{"uri":"Inkigayo","surface_form":"Inkigayo","offset":1483},{"uri":"Reissue","surface_form":"repackaged","offset":1523},{"uri":"Love_%26amp%3B_Live_(EP)","surface_form":"Love & Evil","offset":1572},{"uri":"Gaon_Album_Chart","surface_form":"Gaon Album Chart","offset":1708},{"uri":"JTBC","surface_form":"JTBC","offset":1960},{"uri":"Mix_Nine","surface_form":"Mix Nine","offset":1981},{"uri":"Mix_%26amp%3B_Match_(EP)","surface_form":"Mix & Match","offset":2253},{"uri":"Mnet_(TV_channel)","surface_form":"Mnet","offset":2341},{"uri":"M_Countdown","surface_form":"M Countdown","offset":2349},{"uri":"Beauty_%26amp%3B_the_Beat_(EP)","surface_form":"Beauty & the Beat","offset":3105},{"uri":"Grimes_(musician)","surface_form":"Grimes","offset":3175},{"uri":"Favorite_(Loona_song)","surface_form":"favOriTe","offset":3347},{"uri":"%2B_%2B%5D%27%27","surface_form":"+ +","offset":3615},{"uri":"Hi_High","surface_form":"Hi High","offset":3794},{"uri":"Gaon_Album_Chart","surface_form":"Gaon Album Chart","offset":3844},{"uri":"X_X%5D%27%27","surface_form":"X X","offset":3982},{"uri":"Butterfly_(Loona_song)","surface_form":"Butterfly","offset":4090},{"uri":"KCON_(music_festival)","surface_form":"KCON","offset":4192},{"uri":"365_(Loona_song)","surface_form":"365","offset":4272},{"uri":"Hash_(EP)","surface_form":"Hash (EP)","offset":4648},{"uri":"So_What_(Loona_song)","surface_form":"So What","offset":4705},{"uri":"Mnet_(TV_channel)","surface_form":"Mnet","offset":5028},{"uri":"M_Countdown","surface_form":"M Countdown","offset":5036}]}