{"id":794610,"url":"http://en.wikipedia.org/wiki/Flag_of_Hyderabad_State","text":"The Flag of Hyderabad state is the flag of the State of Hyderabad State with Association of Pakistan. The Hyderabad state flag shows Green and Red (fly) with a Star and reversed Crescent (in white) in the centre, used as a state flag. It was annexed by India in 1948, after Winston Churchill had proposed to the United Nations to consider it as an Independent state.\nIslamic History.\nThe forebears of the Asaf Jahi Dynasty came to India from Samarkand, in Central Asia, but the family actually originated from Baghdad. In 1724, the Mughal Governor of the Deccan, Asaf Jah, Nizam ul-Mulk, Qamar ud-din Khan, established himself as an independent ruler of Deccan. Hyderabad became the capital and later lent its name to that of the state he had created. The first Nizam's successors became closely allied to the British colonialists, frequently assisting them in subduing their enemies, the Maratha dynasty, Tipu Sultan of Mysore, and the French. In later years, the Nizam's troops invariably took part in all the main campaigns undertaken by the British Indian Army. Large numbers of his troops took part in the First and Second World Wars. These contributions earned for the Nizam unequalled titles and honours from a grateful Emperor.\nThe state was the largest and premier of all princely states within the British Indian Empire. After the Pakistani and Indian Independences, the Nizam of Hyderabad, Osman Ali Khan Asaf Jah VII decided that the Princely state of Hyderabad will not join the New Dominion of India or Dominion of Pakistan. His decision found favour with Pakistan but not with India. The Nizam’s state was a prosperous one and had its own army, railway and airline network, postal system and radio network. On 15th August, 1947, India declared itself an independent nation. And so did Hyderabad.\nAt the time of the Independence movement of India, the State of Hyderabad was the largest of all princely states in India. The Nizam ruled over lands extending to cover 82,698 mi² (214,190 km²) of fairly homogenous territory and was bigger than Belarus but was smaller than the Guyana. The Nizam ruled over a cosmopolitan comprised of a population of roughly 16.34 million people (as per the 1941 census) of which a majority (83%) was Hindu. These advantages persuaded the Nizam to attempt an Independent existence, when the British withdrew from the sub-continent in 1947. He blatantly refused or to succumb to be subdued to any pressure whatsoever to reluctantly to join either a Hindu India or an ally Muslim Pakistan, preferring to form a separate Kingdom of its own within the British Commonwealth of Nations. Hyderabad State had its own Army, Airline, Telecommunication system, railway network, postal system, currency and Radio broadcasting service.\nIn this distinct entity of State of Hyderabad, where no official Referendum was held and where the ruler did not accede, the forced accession to India brought about by Military action, was presumed to have the tacit approval of the predominantly Hindu population. In each case of annexation there was a different rationale, but a similar goal, namely Annexation of territories. The use of military force provided the only consistency in India's policy. The state that was once so well noted for its religious and ethnic toleration, ruled by a highly cultured and intellectually brilliant elite who maintained all that was best in the old Mughal order, was now no more. Although it has not always been satisfied with the effectiveness of the United Nations to act on Kashmir, Pakistan remains a keen and active member. Pakistan would like to see the United Nations strengthened so that it can serve as an effective force to uphold International law and protect weaker states.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hyderabad_State","surface_form":"Hyderabad State","offset":56},{"uri":"Pakistan","surface_form":"Pakistan","offset":92},{"uri":"Five-pointed_star","surface_form":"Star","offset":160},{"uri":"Crescent","surface_form":"Crescent","offset":178},{"uri":"United_Nations","surface_form":"United Nations","offset":312},{"uri":"Dynasty","surface_form":"Dynasty","offset":415},{"uri":"Samarkand","surface_form":"Samarkand","offset":442},{"uri":"Central_Asia","surface_form":"Central Asia","offset":456},{"uri":"Baghdad","surface_form":"Baghdad","offset":510},{"uri":"Maratha_dynasty","surface_form":"Maratha dynasty","offset":889},{"uri":"Tipu_Sultan","surface_form":"Tipu Sultan","offset":906},{"uri":"France","surface_form":"French","offset":937},{"uri":"British_Indian_Army","surface_form":"British Indian Army","offset":1045},{"uri":"Emperor","surface_form":"Emperor","offset":1227},{"uri":"Nizam_of_Hyderabad","surface_form":"Nizam of Hyderabad","offset":1381},{"uri":"Princely_state","surface_form":"Princely state","offset":1446},{"uri":"Dominion_of_India","surface_form":"Dominion of India","offset":1496},{"uri":"Dominion_of_Pakistan","surface_form":"Dominion of Pakistan","offset":1517},{"uri":"Mi%C2%B2","surface_form":"mi²","offset":1987},{"uri":"Km%C2%B2","surface_form":"km²","offset":2000},{"uri":"Belarus","surface_form":"Belarus","offset":2056},{"uri":"Guyana","surface_form":"Guyana","offset":2089},{"uri":"Kingdom","surface_form":"Kingdom","offset":2563},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":2601},{"uri":"Army","surface_form":"Army","offset":2654},{"uri":"Airline","surface_form":"Airline","offset":2660},{"uri":"Currency","surface_form":"currency","offset":2727},{"uri":"Referendum","surface_form":"Referendum","offset":2833},{"uri":"Military_tactics","surface_form":"Military action","offset":2936},{"uri":"Annexation","surface_form":"Annexation of territories","offset":3119},{"uri":"International_law","surface_form":"International law","offset":3698}]}