{"id":79461,"url":"http://en.wikipedia.org/wiki/Chewing_gum","text":"Chewing gum is a type of candy flavored with natural sugar or artificial sweeteners and also flavors such as mint. People chew gum for personal enjoyment and also to help clean teeth. Before it is chewed, the gum comes either soft and chewy or hard and then softens in your mouth.\nHistory.\nChewing gum has already been invented many years ago from spruce sap and beeswax. The first real gum has been sold two years before flavored ones became popular. 30 years after, in 1880 chewing gums tasted for a longer time. After this many famous brands started inventing ways to improve or adding flavor to the chewing gum to make it like it is today.\nHealth.\nThe effects of chewing gum on the health are different. Sugar free chewing gum is sometimes recommended by dentists, because it can clean the teeth. Chewing gum which contains sugar can, depending on the kind of sugar, harm the teeth. Gum can help to avoid snacks.\nEnvironment.\nThe new version of chewing gum has environmental effects, because it cannot rot easily. Also, it is hard to clean up if it sticks somewhere.\nOther.\nAccording to studies, chewing gum can have a good effect on concentration. There are many other effects on people coming from different new invented chewing gums, like dry mouth gum, or energy gum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Candy","surface_form":"candy","offset":25},{"uri":"Flavor","surface_form":"flavor","offset":31},{"uri":"Nature","surface_form":"natural","offset":45},{"uri":"Artificial_sweetener","surface_form":"artificial sweetener","offset":62},{"uri":"Mentha","surface_form":"mint","offset":109},{"uri":"Teeth","surface_form":"teeth","offset":177},{"uri":"Chew","surface_form":"chewy","offset":235},{"uri":"Beeswax","surface_form":"beeswax","offset":363},{"uri":"Dentists","surface_form":"dentists","offset":759},{"uri":"Teeth","surface_form":"teeth","offset":880},{"uri":"Rot","surface_form":"rot","offset":1006}]}