{"id":795122,"url":"http://en.wikipedia.org/wiki/Baalveer_Returns","text":"\"Baalveer Returns\" is an Indian fantasy television series. It premiered on 10 September 2019 on SAB TV, and stars Dev Joshi, and Vansh Sayani in the titular lead role. It is a sequel of Baal Veer, which ran from 2012 to 2016. It is produced by Optimystix Entertainment with screenplay by Manoj Tripathi.\nSeason 1.\nTimnasa, an evil enchantress and the queen of Kaal Lok (the Dark Realm), begins a quest to rule the whole universe and become the most powerful and evil entity. She destroys the Fairy Realm, but Baalveer saves the surviving fairies. They find refuge in the Brave Realm whose leader is a white lion, Shaurya. Baalveer becomes weaker with every passing moment as he was injured in the attack. On Shaurya's instructions, Baalveer goes to Earth as Debu with the fairies as his sisters to find his younger successor, the next Baalveer, as he needs help to fight Timnasa.\nThe new Baalveer is a 9-year-old mischievous boy named Vivan, and soon is made realise his destiny while battling Timnasa and her agents and makes Vivan the new 'Junior Baalveer'. Both the Baalveers, the fairies, and Shaurya cross all the hurdles and fight with Timnasa, by foiling her plans all the time.\nTimnasa captured Sarvakaal, a monstrous but righteous sage of the Dark Realm, as he knows the one who'll kill Timnasa.\nBaalveer acknowledges this and pretends to lose his powers and memory and stays as a commoner with Vivaan and family, as his foster brother Debu. He acquires a new avatar- Naquabposh. He befriends Ananya, a girl who was tricked by Timnasa into doing her work (by threatening to kill her mother). Her mother is saved by Naquabposh.\nVivan is Ananya's long-lost brother, and their biological mother Devaki, the former queen of the Dark Realm. Ananya, Naquabposh and Vivan, the three form 'Team Shadow' and destroy Timnasa.\nA man is sent from the underwater world of Shinkai, to kill Baalveer. But he is killed instead.\nTimnasa's spirit tells Debu that his biological parents were killed by Shaurya and the fairies. He is keen to know about it but fails to find any clues.\nSeason 2.\nThe new season unveils the underwater world of Shinkai, which is ruled by King Kaikos. The commander-in-chief Bambaal plots to rule over the whole universe, along with his sidekick Milsa. An egg is in Shinkai, and a man will be born from it, prophesied to be the ultimate, and Bambaal awaits his birth.\nBaalveee is told a story in which a man of Brave Realm, named Jaikas turned evil and was running with his two small sons. He was attacked and one son was dropped in a desert while his vehicle landed in sea. It is revealed that he survived and his other son is the one Bambaal is waiting for. When he comes out of the egg, he is named Ray by Bambaal.\nDebu wants to know about his past from Shaurya and Baalpari, his mother. He is made Baalveer again in Vivan's presence (to conceal Naquabposh's secret).\nRay needs the blood of a powerful entity to unleash his powers and to destroy a poison. On Earth, they get to know that the entity is Vivan. Ananya thinks that Ray is Naquabposh.Also the blood of the Vivan\nBaalveers capture Milsa but Bambaal secretly kills her. They are soon helped by Birba, Bambaal's loyalist. Baalveer tells Vivan his truth, about him being Baalveer and Naquabposh, leaving him shocked. Bambaal finds out that Debu is the other Baalveer.\nCrossover.\n\"Baalveer Returns\" did a crossover with the series \"Aladdin - Naam Toh Suna Hoga\" for 5 episodes from 27 January 2020 to 31 January 2020 in season 1.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Sony_SAB","surface_form":"SAB TV","offset":96},{"uri":"Dev_Joshi","surface_form":"Dev Joshi","offset":114},{"uri":"Vansh_Sayani","surface_form":"Vansh Sayani","offset":129},{"uri":"Baal_Veer","surface_form":"Baal Veer","offset":186},{"uri":"Optimystix_Entertainment","surface_form":"Optimystix Entertainment","offset":244},{"uri":"Baalveer_Returns","surface_form":"Baalveer Returns","offset":3360},{"uri":"Aladdin_-_Naam_Toh_Suna_Hoga","surface_form":"Aladdin - Naam Toh Suna Hoga","offset":3411}]}