{"id":795441,"url":"http://en.wikipedia.org/wiki/Tots_TV","text":"\"Tots TV\" is a British children's television programme, produced by Ragdoll Productions and Central.\nThe programme features three ragdoll friends: Tilly, a French girl, with red hair and white skin, who speaks in basic French (changed to English in French broadcasts, and changed to Spanish in the American version), Tom, a blue-haired boy with dark skin and glasses, and Tiny, the youngest Tot, who is smaller than the others and has green hair and white skin. It also featured their pet Donkey who lived in a stable next to the tots' secret house and a mischievous little dog named Furryboo that the tots never knew about.\n\"Tots TV\" was written by two of its puppeteers Robin Stevens (Tom) and Andrew Davenport (Tiny). Tilly was played by three actresses – initially Véronique Deroulede, then Claire Carre and Alexandra Hogg. The series won two BAFTA awards for its producer Anne Wood and director Vic Finch. Originally broadcast in the UK on the ITV network (as part of CITV), CBeebies, the BBC's television channel for young children, picked up the series from 2004, where it first aired on the BBC Two block as well as the CBeebies channel, on the 19 April.\nThe series was also broadcast in the United States on the PBS network from 1996 to 2002 with Tilly speaking Spanish, instead of French. In 2000 Discovery Kids broadcast the series throughout Central and South America, the Caribbean and the Falkland Islands.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ragdoll_Productions","surface_form":"Ragdoll Productions","offset":68},{"uri":"ITV_Central","surface_form":"Central","offset":92},{"uri":"Doll","surface_form":"ragdoll","offset":130},{"uri":"Robin_Stevens","surface_form":"Robin Stevens","offset":672},{"uri":"Andrew_Davenport","surface_form":"Andrew Davenport","offset":696},{"uri":"CITV","surface_form":"CITV","offset":973},{"uri":"CBeebies","surface_form":"CBeebies","offset":980},{"uri":"BBC","surface_form":"BBC","offset":994},{"uri":"PBS","surface_form":"PBS","offset":1221}]}