{"id":7957,"url":"http://en.wikipedia.org/wiki/Truth","text":"The truth is what is true. It may be everything that is true (reality) or just a part of it (a fact). It may also be a statement that is true: a truth. Things or statements that are not true are untrue or false. True things exist (or have existed); false things do not (or never have).\nAristotle said: \"To say of what is that it is not, or of what is not that it is, is false, while to say of what is that it is, and of what is not that it is not, is true.\" However, a statement may be about how things once were; this would be a true statement if it is clear that it is not a statement about how things are now. Most often, the tense of the verb will indicate this, but there may be other ways in which the statement is qualified: for example, by saying when the statement was true.\nTruth is a noun, and the corresponding adjective is \"true\". The word \"true\" also functions as a noun, a verb and an adverb. The English word \"truth\" is from Old English \"tríewþ, tréowþ, trýwþ\", Middle English \"trewþe\".\nMany philosophers have given opinions on these issues.\nOther words.\nSomething untrue is false. A half truth is something true mixed with something false, or something partly true with key information omitted.\nIf the things one says are true, then they are speaking the truth, or speaking truly. Saying something that is untrue can be called a lie, if the person who is saying it knows it is untrue. A person who says something untrue is often called a \"liar\".\nTrue and false in logic and philosophy.\n\"True\" is also one of the two basic values of logic. The other such value is usually called \"false\". In symbols, \"true\" is written as formula_1, T or 1.\nAristotle was the first to put logic into a formal framework. His version is called propositional logic (see also syllogism and deductive reasoning). Other forms of logic use types of mathematics (mathematical logic) or symbols. Boolean algebra is about things being true and false.\nThe relationship between verbal claims and external reality is handled by epistemology and the philosophy of science.\nPhilosophers argue over what makes up truth and how to define and identify truth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reality","surface_form":"reality","offset":62},{"uri":"Fact","surface_form":"fact","offset":95},{"uri":"Aristotle","surface_form":"Aristotle","offset":286},{"uri":"Tense_(grammar)","surface_form":"tense","offset":629},{"uri":"Noun","surface_form":"noun","offset":795},{"uri":"Adjective","surface_form":"adjective","offset":823},{"uri":"Verb","surface_form":"verb","offset":888},{"uri":"Adverb","surface_form":"adverb","offset":900},{"uri":"Truth","surface_form":"truth","offset":926},{"uri":"Old_English","surface_form":"Old English","offset":941},{"uri":"Middle_English","surface_form":"Middle English","offset":978},{"uri":"Philosopher","surface_form":"philosophers","offset":1008},{"uri":"False","surface_form":"false","offset":1091},{"uri":"Lie","surface_form":"lie","offset":1346},{"uri":"Basic","surface_form":"basic","offset":1533},{"uri":"Value","surface_form":"value","offset":1539},{"uri":"Logic","surface_form":"logic","offset":1549},{"uri":"Aristotle","surface_form":"Aristotle","offset":1656},{"uri":"Framework","surface_form":"framework","offset":1707},{"uri":"Propositional_logic","surface_form":"propositional logic","offset":1740},{"uri":"Syllogism","surface_form":"syllogism","offset":1770},{"uri":"Deductive_reasoning","surface_form":"deductive reasoning","offset":1784},{"uri":"Mathematical_logic","surface_form":"mathematical logic","offset":1853},{"uri":"Symbol","surface_form":"symbol","offset":1876},{"uri":"Boolean_algebra","surface_form":"Boolean algebra","offset":1885},{"uri":"Epistemology","surface_form":"epistemology","offset":2013},{"uri":"Philosophy_of_science","surface_form":"philosophy of science","offset":2034},{"uri":"Philosophy","surface_form":"Philosophers","offset":2057}]}