{"id":795826,"url":"http://en.wikipedia.org/wiki/Orgazmo","text":"\"Orgazmo\" is a 1997 American sex comedy and superhero movie. It was written, directed by and stars Trey Parker. Matt Stone co-directed the movie. He also stars in it.\nPlot.\nEveryman Mormon missionary Joseph Young and his mission partner are assigned to Los Angeles. They find the city a hostile place for their work. The problems get worse when they knock on the door of sleazy pornography director Maxxx Orbison. Several security guards are sent to throw Joseph and his partner away. But Joseph, or Joe, defeats them singlehanded with his own martial arts skills. Orbison is impressed by Joe's performance. He (Orbison) is also bored with the lead actor of his current project. Orbison tries hiring Joe to be the lead character of his pornographic superhero movie, \"Orgazmo\". Joe is confused due to his God beliefs. However, the salary offered would pay for his Utah wedding to his fiancée Lisa. Joe doesn't want to accept, though he accepts anyway.\nJoe finds the crew of the movie very threatening. But he manages to become friends with his co-star Ben Chapleski. Ben is a technical genius. He works in the pornography industry. Ben plays Orgazmo's partner Choda Boy. Choda assists Orgazmo with some specially designed sex toys. The toys include Orgazmo's main weapon, the Orgazmorator. The Orgazmorator is a ray gun that, when fired, causes orgasms upon whomever it is fired. Ben invites Joe to his home later on. He (Ben) shows Joe a real and working Orgazmorator Ben has built. Ben and Joseph spend an evening using the weapon on unknowing citizens for amusement.\nAt a sushi bar owned by Ben's Japanese friend G-Fresh, the two witness a group of thugs. The thugs vandalize the bar and try to force out G-Fresh. That's so their next door dance club can expand.\nLater, when Ben and Joe are not present, G-Fresh is asked to leave. Upon finding this out, Joe and Ben put on costumes. They use their movie props and the Orgaznmorator ro sneak into the club and steal back the contract that G-Fresh was forced into signing. Ben is excited by finally getting to be a real superhero.\nThe movie \"Orgazmo\" becomes a financial and critical success. Orbison withholds Joe's paycheck to keep him in town long enough so he can announce a sequel. Joe is tempted with a doubled salary. His fiancée meets him angrily and then leaves him when she finds out what Joe's been doing. Joe faces production problems and harassment from Orbison's nephew A-Cup. Joe tries backing out the project. Orbison refuses, though. When Joe stands up to Orbison, the latter has Lisa kidnapped to force Joe into agreement. When Ben finds out the thugs who assaulted G-Fresh are also working for Orbison, he and Joe go into Orbison's mansion before Lisa can be forced into acting in one of Orbison's movies.\nRelease.\n\"Orgazmo\" was first shown at Toronto International Film Festival in Fall 1997. The Motion Picture Association of America gave the movie an NC-17 rating. That meant a limited release in the United States.\nReception.\n\"Orgazmo\" has a score of 50% under Rotten Tomatoes. The movie had a score of 48 out of 100 on the Metacritic, meaning \"average or mixed reviews\". Roger Ebert gave the movie half a star. Ebert called it \"Callow, obvious and awkward\".\nThe movie has been called a \"cult movie\", mostly by fans of \"South Park\".","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":20},{"uri":"Comedy","surface_form":"comedy","offset":33},{"uri":"Movie","surface_form":"movie","offset":54},{"uri":"Trey_Parker","surface_form":"Trey Parker","offset":99},{"uri":"Matt_Stone","surface_form":"Matt Stone","offset":112},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":253},{"uri":"Pornography","surface_form":"pornography","offset":378},{"uri":"Security","surface_form":"security","offset":422},{"uri":"Martial_arts","surface_form":"martial arts","offset":544},{"uri":"God","surface_form":"God","offset":804},{"uri":"Salary","surface_form":"salary","offset":830},{"uri":"Utah","surface_form":"Utah","offset":863},{"uri":"Fianc%C3%A9e","surface_form":"fiancée","offset":883},{"uri":"Sushi","surface_form":"sushi","offset":1574},{"uri":"Japan","surface_form":"Japan","offset":1599},{"uri":"Vandalism","surface_form":"vandalize","offset":1668},{"uri":"Costume","surface_form":"costume","offset":1875},{"uri":"Sequel","surface_form":"sequel","offset":2229},{"uri":"Mansion","surface_form":"mansion","offset":2701},{"uri":"Toronto_International_Film_Festival","surface_form":"Toronto International Film Festival","offset":2813},{"uri":"Motion_Picture_Association_of_America","surface_form":"Motion Picture Association of America","offset":2867},{"uri":"NC-17","surface_form":"NC-17","offset":2923},{"uri":"United_States","surface_form":"United States","offset":2973},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":3034},{"uri":"Metacritic","surface_form":"Metacritic","offset":3097},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":3145},{"uri":"South_Park","surface_form":"South Park","offset":3293}]}