{"id":7963,"url":"http://en.wikipedia.org/wiki/Monaco","text":"Monaco, officially the Principality of Monaco (French: Principauté de Monaco), is the second smallest country in the world after the Vatican City; approximately 39,000 persons live there. It is near south-eastern France, on the Mediterranean Sea in Western Europe. French is the most common language spoken in Monaco. The Sovereign Prince of Monaco is Prince Albert II, whose family has ruled since 1297. The government and the prince share power. Tourism is the main industry. People in Monaco pay no income tax.\nMonte Carlo, famous for its casino, is in the north-east of the country. Monaco is famous for two car races: the Monte Carlo Rally and the Monaco Grand Prix.\nA sovereign and independent state, the Principality of Monaco has borders on its land-ward side with several communes of the French Department of the Alpes-Maritimes; from west to east these are Cap d’Ail, La Turbie, Beausoleil and Roquebrune Cap Martin. Seawards, Monaco faces the Mediterranean.\nThe population of the Principality consists of 39,102 inhabitants (2019), 5,070 of whom are Monégasques, 12,047 French and 5,000 Italian (according to the last official census in 1990).\nIts surface area is 2.02 square kilometres, of which approximately 0.4 were recovered from the sea since 1980.\nIt lies in a narrow coastal strip which sometimes rises straight upwards with its highest point at 163 metres. Its width varies between 1,050 metres and only 350 metres. Its coastline is 4,100 metre long.\nThe Principality has only one commune, Monaco, whose limits are the same as those of the state.\nMonaco is made of four districts: Monaco-Ville (historic seat of the Principality, on the monolith where the Prince’s Palace stands), Monte-Carlo (the district surrounding its Casino), La Condamine (around Port Hercules), and Fontvielle (the new industrial area built on ground reclaimed from the sea, which constitutes 0.22 square kilometres).","categories":[],"infobox_types":[],"annotations":[{"uri":"French_language","surface_form":"French","offset":47},{"uri":"Country","surface_form":"country","offset":102},{"uri":"Vatican_City","surface_form":"Vatican City","offset":133},{"uri":"France","surface_form":"France","offset":213},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":228},{"uri":"Western_Europe","surface_form":"Western Europe","offset":249},{"uri":"French_language","surface_form":"French","offset":265},{"uri":"Prince_Albert_II","surface_form":"Prince Albert II","offset":352},{"uri":"Tourism","surface_form":"Tourism","offset":448},{"uri":"Industry","surface_form":"industry","offset":468},{"uri":"Income_tax","surface_form":"income tax","offset":502},{"uri":"Monte_Carlo","surface_form":"Monte Carlo","offset":514},{"uri":"Casino","surface_form":"casino","offset":542},{"uri":"Monte_Carlo_Rally","surface_form":"Monte Carlo Rally","offset":627},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco Grand Prix","offset":653},{"uri":"Alpes-Maritimes","surface_form":"Alpes-Maritimes","offset":822},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":954},{"uri":"Commune","surface_form":"commune","offset":1501},{"uri":"Monte-Carlo","surface_form":"Monte-Carlo","offset":1701}]}