{"id":796799,"url":"http://en.wikipedia.org/wiki/Reichsb%C3%BCrger_movement","text":"There are several groups of people who think that the German state is not legitimate. These movements are generally known as Reichsbürgerbewegung (Reichsbürger movement in English). A single person with such views is called Reichsbürger. Since the German state is not legitimate, its laws do not apply to them, they think. Very often, these groups are very small. Often they have several of the properties of a religious cult or sect.The ideas these groups propagate are often against democracy, and instead want a monarchy or other state with a strong leader. Very often, they also think that the history they were taught in school did not happen that way. From their ideas, these groups are usually far-right in the political spectrum. Some are holocaust deniers. Their views are often anti-semitic.\nTrue Reichsbürger hold the opinion that the German Empire still exists in some form (in reality, it ceased to exist with the end of World War II at the latest). According to the groups, there is some commissioned government which holds most of the powers. The respective group is usually part of that government. These movements first arose in the 1980s. Since about 2013, they are more active. They usually have some militant groups that do not fear to use violence. In 2020, there were over 19.000 people with sympathies for the movements. At least 950 people are militant right-wing activists. There are estimates from 2018, that between 2015 and mid-2017, at least 10.500 crimes were committed by people who identify as \"Reichsbürger\"\nGoals of these movements.\nVery often, these movement have at least some of the following goals","categories":[],"infobox_types":[],"annotations":[{"uri":"Democracy","surface_form":"democracy","offset":485},{"uri":"Monarchy","surface_form":"monarchy","offset":515},{"uri":"Far-right","surface_form":"far-right","offset":701},{"uri":"Holocaust_denial","surface_form":"holocaust deniers","offset":747},{"uri":"Anti-Semitic","surface_form":"anti-semitic","offset":788}]}