{"id":79691,"url":"http://en.wikipedia.org/wiki/Square_number","text":"e=\"preserve\">A square number, sometimes also called a perfect square'\", is the result of an integer multiplied by itself. 1, 4, 9, 16 and 25 are the first five square numbers.\nIn a formula, the square of a number \"n\" is denoted (exponentiation), usually pronounced as \"n\" squared\". The name square number comes from the name of the shape; see below.\nSquare numbers are non-negative. Another way of saying that a (non-negative) number is a square number, is that its square root is again an integer. For example,  = 3, so 9 is a square number.\nExamples.\nThere are infinitely many square numbers, as there are infinitely many natural numbers.\nProperties.\nA square with side length \"n\" has area.\nA square number cannot be a perfect number.\nAll fourth powers, sixth powers, eighth powers and so on are perfect squares.\nOdd and even square numbers.\nSquares of even numbers are even (and in fact divisible by 4), since.\nSquares of odd numbers are odd, since.\nIt follows that square roots of even square numbers are even, and square roots of odd square numbers are odd.\nAs all even square numbers are divisible by 4, the even numbers of the form are not square numbers.\nAs all odd square numbers are of the form, the odd numbers of the form are not square numbers.\nSquares of odd numbers are of the form, since and is an even number.","categories":[],"infobox_types":[],"annotations":[{"uri":"Integer","surface_form":"integer","offset":92},{"uri":"Multiplication","surface_form":"multiplied","offset":100},{"uri":"Square_(algebra)","surface_form":"square","offset":160},{"uri":"Exponentiation","surface_form":"exponentiation","offset":229},{"uri":"Non-negative","surface_form":"non-negative","offset":369},{"uri":"Square_root","surface_form":"square root","offset":466},{"uri":"Natural_number","surface_form":"natural number","offset":624},{"uri":"Area","surface_form":"area","offset":687},{"uri":"Perfect_number","surface_form":"perfect number","offset":721}]}