{"id":797276,"url":"http://en.wikipedia.org/wiki/Lotay_Tshering","text":"Lotay Tshering (; born 10 May 1969) is a Bhutanese politician. He is the current Prime Minister of Bhutan since 7 November 2018.\nEarly life and education.\nHe received his early education from Punakha High School and graduated from Sherubtse College. He graduated from Mymensingh Medical College under the University of Dhaka, Bangladesh and received a degree of MBBS in 2001. He completed his post-graduation in surgery from the Bangabandhu Sheikh Mujib Medical University in Dhaka, Bangladesh. In 2007, he studied Urology at the Medical College of Wisconsin, the USA, under his World Health Organization fellowship. Upon his return to Bhutan, he was the only practicing trained urologist in his country. In 2010, he obtained a fellowship in Endourology at Singapore General Hospital, Singapore, and Okayama University, Japan. He received a Master of Business Administration degree from University of Canberra, Australia in 2014.\nPersonal life.\nTshering, a Nepali-speaking Lhotshampa, is married to a doctor, Ugyen Dema. The couple has one daughter. During his tenure in Mongar Regional Referral Hospital, he adopted one girl and one boy.\nProfessional career.\nTshering served as a consultant surgeon in JDWNRH and Mongar Regional Referral Hospital, and was also served as a consultant urologist in JDWNRH for 11 years.\nAfter the payment of about Nu. 6.2 million to the Royal Civil Service Commission, he resigned from the JDWNRH as a urologist to join politics in 2013.\nPolitical career.\nOn 14 May 2018, Tshering received 1,155 votes and was elected as the president of the Druk Nyamrup Tshogpa (DNT) just five months before the Third National Assembly Election.\nHe was elected to the National Assembly of Bhutan as a candidate of DNT from South Thimphu constituency in 2018 Bhutanese National Assembly election. He received 3,662 votes, defeating Kinley Tshering, a candidate of DPT. His party won largest number of seats in the 2018 National Assembly Election, bringing Tshering to premiership and Druk Nyamrup Tshogpa into government for the first time.\nPrime Minister.\nNarendra Modi with the Lotay Tshering, at Rashtrapati Bhavan, in New Delhi on December 28, 2018\nOn 7 November 2018, he replaced Tshering Tobgay and was sworn in as 3rd democratically elected Prime Minister of Bhutan.\nOn 27 December 2018, he arrived in India (three-day visit) on his first foreign trip after assuming the office.\nCabinet.\nMain article: Council of Ministers (Bhutan) § Current cabinet\nTshering announced his 10 cabinet ministers on 3 November 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bhutan","surface_form":"Bhutan","offset":41},{"uri":"Prime_Minister_of_Bhutan","surface_form":"Prime Minister of Bhutan","offset":81}]}