{"id":797260,"url":"http://en.wikipedia.org/wiki/RGB_color_model","text":"RGB (red, green, blue) is an additive color model. In this model red, green and blue colors are added together to form a new color.\nAn RGB color can be made by shining three colored lights of red, green, and blue onto a white wall in a dark room. Each light has a dimmer (to regulate its intensity.)\nIf only the red light is on, the wall will be red. If only the green light is on, the wall will look green. If the red and green lights are on together, the wall will look yellow. Dim the red light and the wall will become more of a yellow-green.\nEach setting of the three dimmers will produce a different result, either in color or in brightness or both. The set of all possible results is the gamut. Swap the red lamp for one of a different brand that is slightly more orange, and there will be a slightly different gamut, since the set of all colors that can be produced with the three lights will be changed.\nDetails.\nThe name of the model comes from the initials of the three primary colors, red, green, and blue.\nThe purpose of the RGB color model is for capturing, storing, and displaying images in digital electronic devices, such as photo cameras, television sets, video cameras and computers. Before the electronic age, the RGB color model already had a solid theory behind it, based in human perception of colors.\nThe RGB color model is an additive color model in which red, green, and blue light are added together in various ways to reproduce a broad set of colors. The three light beams are added together, and their light spectra add to make the final color's spectrum. Zero intensity for each component gives the darkest color (no light, considered the \"black\"), and full intensity of each gives a white.\nThis is in stark contrast to physical paints, such as oil paint, which create black when mixed.\nThe additive color model is opposite to the subtractive color model, particularly the CMY color model.\nHistory.\nThe RGB color model is based on the Young–Helmholtz theory of trichromatic color vision, developed by Thomas Young and Hermann von Helmholtz in the early to mid-nineteenth century, and on James Clerk Maxwell's color triangle that elaborated that theory (circa 1860).\nThe first experiments with RGB in early color photography were made in 1861 by Maxwell himself, and involved the process of combining three color-filtered separate picture takes. To reproduce the color photograph, three matching projections over a screen in a dark room were necessary.\nThe modern RGB technology for color CRT displays was patented by Werner Flechsig in Germany in 1938.\nNumeric values.\nA color in the RGB color model is recorded by indicating how much of each of the red, green, and blue is included. The color is expressed as an RGB triplet (\"r\",\"g\",\"b\"), each component of which can vary from zero to a defined maximum value. If all the components are at zero the result is black; if all are at maximum, the result is the brightest representable white.","categories":[],"infobox_types":[],"annotations":[{"uri":"Color_model","surface_form":"color model","offset":38},{"uri":"Gamut","surface_form":"gamut","offset":695},{"uri":"Primary_colors","surface_form":"primary colors","offset":981},{"uri":"Digital_camera","surface_form":"photo cameras","offset":1142},{"uri":"Television","surface_form":"television sets","offset":1157},{"uri":"Video_camera","surface_form":"video cameras","offset":1174},{"uri":"Personal_computer","surface_form":"computers","offset":1192},{"uri":"Trichromacy","surface_form":"human perception of colors","offset":1297},{"uri":"Color_model","surface_form":"color model","offset":1360},{"uri":"Red","surface_form":"red","offset":1381},{"uri":"Green","surface_form":"green","offset":1386},{"uri":"Blue","surface_form":"blue","offset":1397},{"uri":"Color","surface_form":"color","offset":1471},{"uri":"Black","surface_form":"black","offset":1670},{"uri":"White","surface_form":"white","offset":1714},{"uri":"Paint","surface_form":"paints","offset":1759},{"uri":"Oil_paint","surface_form":"oil paint","offset":1775},{"uri":"CMY_color_model","surface_form":"CMY color model","offset":1903},{"uri":"Trichromacy","surface_form":"trichromatic color vision","offset":1991},{"uri":"Thomas_Young","surface_form":"Thomas Young","offset":2031},{"uri":"Hermann_von_Helmholtz","surface_form":"Hermann von Helmholtz","offset":2048},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":2117},{"uri":"Photography","surface_form":"photography","offset":2242}]}