{"id":79792,"url":"http://en.wikipedia.org/wiki/Mandrill","text":"The mandrill (\"Mandrillus sphinx\") are the wold's largest monkeys. They are also the most colourful primates. The skin colours brighten as the animal gets more excited. Males live mostly on the forest floor, while females and young climb up into trees and bushes. This monkey looks rather like a baboon, but they are in a different genus. They live in large groups, mostly in rain forests.\nDescription.\nMales have an orange/yellow beard and an unmistakable bright red and blue snout and rump. Females and juveniles have a duller blue snout and a buff beard. Mandrills can live up to 40 years in captivity. They feed on fruits, leaves, roots, seeds, nuts, greens and invertebrates.\nHabitat.\nMandrills live in Cameroon, Gabon and the Congo. They live in dense rainforest and coastal forests, although they sometimes go onto the savannah. Mandrills live on the ground and in trees.\nBehaviour.\nMandrills seem to live in large, stable groups called \"hordes\". Hordes often number in the hundreds, possibly averaging around 600+ individuals and reaching as many as 845. It is difficult to accurately estimate group size in the forest, but filming a group crossing a gap between two forest patches or crossing a road is a reliable way of estimating group size. The largest group verifiably observed in this way contained over 1,300 individuals, in Lopé National Park, Gabon—the largest aggregation of nonhuman primates ever recorded. These groups are made of adult females and their dependent offspring.\nMales live a solitary lifestyle, and only enter hordes when females are ready for mating, which lasts three months each year. All-male bachelor groups are not known to exist.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monkeys","surface_form":"monkeys","offset":58},{"uri":"Primates","surface_form":"primates","offset":100},{"uri":"Baboon","surface_form":"baboon","offset":296},{"uri":"Genus","surface_form":"genus","offset":332},{"uri":"Rain_forests","surface_form":"rain forests","offset":376},{"uri":"Fruit","surface_form":"fruit","offset":619},{"uri":"Leaf","surface_form":"leaves","offset":627},{"uri":"Root","surface_form":"root","offset":635},{"uri":"Seed","surface_form":"seed","offset":642},{"uri":"Nut_(fruit)","surface_form":"nuts","offset":649},{"uri":"Green","surface_form":"green","offset":655},{"uri":"Invertebrate","surface_form":"invertebrate","offset":666},{"uri":"Cameroon","surface_form":"Cameroon","offset":708},{"uri":"Gabon","surface_form":"Gabon","offset":718},{"uri":"Republic_of_the_Congo","surface_form":"Congo","offset":732},{"uri":"Rainforest","surface_form":"rainforest","offset":758},{"uri":"Coastal","surface_form":"coastal","offset":773},{"uri":"Savannah","surface_form":"savannah","offset":826},{"uri":"Group_size_measures","surface_form":"group size","offset":1102},{"uri":"Lop%C3%A9_National_Park","surface_form":"Lopé National Park","offset":1340},{"uri":"Swarm","surface_form":"aggregation","offset":1378}]}