{"id":798,"url":"http://en.wikipedia.org/wiki/State","text":"There are different forms of government a state can have, for example a republic or a monarchy. Sometimes states form their own countries. At other times many states work together to form a country (like the United States). Most states also have armed forces, civil service, law and police.\nEarly states.\nThe earliest states were just human settlements. A group of farmers and merchants working together could be 'states' since people can control them and protect them.\nMore organized states could be monarchies such as early Egypt under the Pharaoh. Following this were larger more military-based states such as the Babylonian Empire or Roman Empire. The most famous early states, however, were the Ancient Greek states which had freedom, writing and a democracy.\nFrom military to modern state.\nWhen the military-based state, the Roman Empire,and fell, lots of little states were made and each was also military-based and controlled by a king. These states did not often work together and war raged. However, once people within the state itself started fighting (what's called a Civil war), the kings had to make peace and start parliaments.\nModern states.\nThese states all tried to improve their politics and economy and became more and more like the states today. They formed proper boundaries for their lands and worked with power within the state itself more, such as the Church or the nobility. They made armies, tax systems and embassies all to help make them more powerful and stable.\nDifferent types of state.\nTypes of state can be separated into two categories: democracy and dictatorship. However, just because a group of states are all democratic does not mean that they follow the same rules. Iran, Pakistan, France, Germany and the United States of America are all states. Each of them sees itself as a democracy. Each of them however has a different idea of what \"democracy\" really means.\nDifferent states of the same 'category' can also function differently. For example, two democratic states may be quite different if one has a well-trained police or army while the other does not. Therefore, the word 'state' only tells us what type of government that state follows (democratic or dictatorship) and does not tell us about the country itself.\nSub-categories of state.\nThere are lots of sub-types of state branching off from democracy and dictatorship. The main ones are Pluralism, Marxism and Institutionalism.\nPluralism.\nPluralism has been very popular in the United States. It shows the state as a neutral place for settling arguments between other states. Pluralism tells us that all people are not equal, but still allows each group of people to tell the state what to do. This type of state is called a polyarchy.\nAlso in a pluralist state, politics, the military and the economy are all united and work together. This means that all power in the state is 'diffused' across the people who live there.\nMarxism.\nMarxism was popular in Europe in the 1960s and 1970s. It was started by Karl Marx and Friedrich Engels. Marxism rejects the idea that a state is there for all the people living in it, and is definitely not a neutral place for settling arguments.\nThe main job of a Marxist state is to protect capitalist-made profits and to help people make contracts to keep economy in the state fair. This is a good idea, however, the person who makes the money by using production or contracts has power over the people who do not make as much money as him. This means that the working class (the people who work in factories etc.) have hardly any power but the people who own the factories have a lot of power. Basically, instead of giving power to everyone such as a polyarchy would do, only a small part of the people have power.\nInstitutionalism.\nBoth Marxism and Pluralism states have to react to the activities of groups of people in the state itself. Institutionalist states do not see themselves as 'instruments' to be controlled, they are more just geographical areas. In this area, the people just form groups themselves. An Institutionalist state can be made up of both Marxist and Pluralist people, both which have the power to control themselves and not influence the other parties of the state.\nAnarchism.\nAnarchism is when a group of people have complete freedom and do not believe in having a state at all. Anarchists are a lot like Marxists, since they do not believe that all people are equal, but they believe (opposite to Marxists) that a country can work without any organizations in it. Law and order are not necessary.\nAnarchists (such as Bakunin and Kropotkin in the 19th century), often want a form of Marxism but ignoring some of their rules. They want workers to manage themselves and simply get paid for what they do, rather than getting paid in wages.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":29},{"uri":"Republic","surface_form":"republic","offset":72},{"uri":"Monarchy","surface_form":"monarchy","offset":86},{"uri":"United_States","surface_form":"United States","offset":208},{"uri":"Armed_forces","surface_form":"armed forces","offset":246},{"uri":"Civil_service","surface_form":"civil service","offset":260},{"uri":"Law","surface_form":"law","offset":275},{"uri":"Police","surface_form":"police","offset":283},{"uri":"Human_settlement","surface_form":"human settlement","offset":335},{"uri":"Farmer","surface_form":"farmer","offset":365},{"uri":"Merchant","surface_form":"merchant","offset":377},{"uri":"Monarchy","surface_form":"monarchies","offset":501},{"uri":"Egypt","surface_form":"Egypt","offset":526},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":542},{"uri":"Military","surface_form":"military","offset":583},{"uri":"Babylon","surface_form":"Babylon","offset":617},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":638},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":700},{"uri":"King","surface_form":"king","offset":939},{"uri":"Civil_war","surface_form":"Civil war","offset":1080},{"uri":"Peace","surface_form":"peace","offset":1114},{"uri":"Parliaments","surface_form":"parliaments","offset":1130},{"uri":"Frontier","surface_form":"boundaries","offset":1286},{"uri":"Church","surface_form":"Church","offset":1377},{"uri":"Nobility","surface_form":"nobility","offset":1391},{"uri":"Army","surface_form":"armies","offset":1411},{"uri":"Tax","surface_form":"tax","offset":1419},{"uri":"Embassy","surface_form":"embassies","offset":1435},{"uri":"Stability","surface_form":"stable","offset":1485},{"uri":"Category","surface_form":"categories","offset":1560},{"uri":"Democracy","surface_form":"democracy","offset":1572},{"uri":"Dictatorship","surface_form":"dictatorship","offset":1586},{"uri":"Iran","surface_form":"Iran","offset":1706},{"uri":"Pakistan","surface_form":"Pakistan","offset":1712},{"uri":"France","surface_form":"France","offset":1722},{"uri":"Germany","surface_form":"Germany","offset":1730},{"uri":"United_States","surface_form":"United States of America","offset":1746},{"uri":"Democracy","surface_form":"democracy","offset":1817},{"uri":"Police","surface_form":"police","offset":2059},{"uri":"Army","surface_form":"army","offset":2069},{"uri":"Pluralism","surface_form":"Pluralism","offset":2388},{"uri":"Marxism","surface_form":"Marxism","offset":2399},{"uri":"Institutionalism","surface_form":"Institutionalism","offset":2411},{"uri":"Neutral","surface_form":"neutral","offset":2518},{"uri":"Arguments","surface_form":"arguments","offset":2545},{"uri":"Social_equality","surface_form":"equal","offset":2620},{"uri":"Polyarchy","surface_form":"polyarchy","offset":2726},{"uri":"Diffusion","surface_form":"diffused","offset":2880},{"uri":"Europe","surface_form":"Europe","offset":2956},{"uri":"1960s","surface_form":"1960s","offset":2970},{"uri":"1970s","surface_form":"1970s","offset":2980},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":3005},{"uri":"Friedrich_Engels","surface_form":"Friedrich Engels","offset":3019},{"uri":"Capitalist","surface_form":"capitalist","offset":3225},{"uri":"Contract","surface_form":"contract","offset":3273},{"uri":"Working_class","surface_form":"working class","offset":3496},{"uri":"Factory","surface_form":"factories","offset":3534},{"uri":"Control","surface_form":"control","offset":3945},{"uri":"Influence","surface_form":"influence","offset":4185},{"uri":"Anarchism","surface_form":"Anarchism","offset":4238},{"uri":"Freedom","surface_form":"freedom","offset":4288},{"uri":"Bakunin","surface_form":"Bakunin","offset":4580},{"uri":"Kropotkin","surface_form":"Kropotkin","offset":4592},{"uri":"19th_century","surface_form":"19th century","offset":4609},{"uri":"Wages","surface_form":"wages","offset":4792}]}