{"id":79816,"url":"http://en.wikipedia.org/wiki/Dresden_University_of_Technology","text":"The Dresden University of Technology (; TUD) is a university in Dresden, in Germany. It is the largest university in the state of Saxony and one of the ten largest universities in Germany with around 35,000 students.\nHistory.\nDresden University is one of the oldest colleges of technology in Germany. In 1828, the Saxon Technical School was founded to teach workers in technological subjects such as mechanics and ship construction. In 1871, the institute was renamed the Royal Saxon Polytechnic, and other subjects, such as history and languages, were introduced. By the end of the 19th century the institute had grown into a university covering all subjects. It was given its current name in 1961.\nOrganisation.\nThe Dresden University of Technology is organised into 14 departments. Almost all departments are on the main campus south of the city centre, except for the Faculty of Medicine which has its own campus near the Elbe River, east of the city centre, and the Department of Forestry in a town nearby called Tharandt.\nThe university's annual budget is around €400 million.\nReputation.\nThe TU Dresden offers a wide range of courses and research. It has a high reputation in technical fields such as electrical engineering or computer science.\nThe university also has a strong research tradition in microelectronics and transport sciences in the Dresden area, and now is becoming more important in new fields of research such as biotechnology.\nCampus.\nTU Dresden is a campus university, meaning most of its buildings are in one area rather than being spread out across the city. Some of its buildings are more than a hundred years old. In recent years these historic building have been complemented by modern buildings (e.g. the library, the main auditorium, the biochemistry department or the life sciences building).\nStudents.\nAbout 60% of the students come from Saxony (about three-quarters live in Dresden), 19% from other eastern German states, 12% from the western German states and 10% from other countries.\nIn 2005/2006, there were 3,442 international students enrolled at TU Dresden. Most of the foreign students come from Europe (1,527), followed by Asia (1,404) and America (170). Ranked by countries the largest group of students comes from China (710), followed by Poland (294), Vietnam (196), Bulgaria (160) and Russia (154). The university is also quite popular among Central and East European countries such as the neighbouring Czech Republic (which is only away or Ukraine.\nBecause of the Erasmus programme and partnerships with universities in the United States, there are many English-, French- and Spanish-speaking students. But the language spoken during lessons is nearly always German. To prepare for the university, many international students attend German language courses at the university.\nOther activities.\nSports are very popular among the TUD students. There are eight big students' clubs and the summer campus party is among the biggest in Germany. There are cafeterias as at most universities and the largest refectory can compete with some restaurants even as far as menu size.","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"university","offset":50},{"uri":"Dresden","surface_form":"Dresden","offset":64},{"uri":"States_of_Germany","surface_form":"state","offset":121},{"uri":"Saxony","surface_form":"Saxony","offset":130},{"uri":"Technology","surface_form":"technology","offset":278},{"uri":"Mechanics","surface_form":"mechanics","offset":400},{"uri":"History","surface_form":"history","offset":525},{"uri":"Language","surface_form":"language","offset":537},{"uri":"Campus","surface_form":"campus","offset":824},{"uri":"Elbe_River","surface_form":"Elbe River","offset":926},{"uri":"Tharandt","surface_form":"Tharandt","offset":1018},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":1208},{"uri":"Computer_science","surface_form":"computer science","offset":1234},{"uri":"Biotechnology","surface_form":"biotechnology","offset":1437},{"uri":"Saxony","surface_form":"Saxony","offset":1873},{"uri":"Europe","surface_form":"Europe","offset":2140},{"uri":"Asia","surface_form":"Asia","offset":2168},{"uri":"Americas","surface_form":"America","offset":2185},{"uri":"China","surface_form":"China","offset":2261},{"uri":"Poland","surface_form":"Poland","offset":2286},{"uri":"Vietnam","surface_form":"Vietnam","offset":2300},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":2315},{"uri":"Russia","surface_form":"Russia","offset":2334},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":2452},{"uri":"Ukraine","surface_form":"Ukraine","offset":2490},{"uri":"Erasmus_programme","surface_form":"Erasmus programme","offset":2514},{"uri":"United_States","surface_form":"United States","offset":2574},{"uri":"Refectory","surface_form":"refectory","offset":3050}]}