{"id":798416,"url":"http://en.wikipedia.org/wiki/Martin_Kent","text":"Martin Kent (Buenos Aires, 12 of april, 1967) is a standout Argentinian Actor and Mime Artist. An exponent of slapstick humor, it gained respected popularity thanks to the multiple characters of his creation.\nBiography.\nMartin Kent is the stage name of Martín Miguens Latorre, a Hispanic-Argentine actor born in Province of Buenos Aires, from a family of artists.\nSon of Margarita Latorre and Carlos Alberto Miguens, known singer of the city as \"Cachito del Sur\" Italian actor Gianni Lunadei and his godfather Jaime Torres influenced his childhood, where he began his studies of vocational theater for children at the Public Library and Mariano Moreno Cultural Complex in Bernal, with actress Sarah Krell who introduced him to the world of physical theater.\nAt the age of 17 (1985) as a teenager, his life took a radical turn and he met at the Maipo theater the master of transformism Frankie Kein, who together with the genius of dance and performance, the English artist Lindsay Kemp and the German Expressionism cinema were his greater artistic influence. He traveled to Ibiza in Europe with his uncle Hugo Miguens, a former member of the mythical Argentine folk music group \"Los Bombos de Oro\" 2 and his aunt, the actress Mirta Telleria, where he worked initially as an entertainer under the tutelage of the coach and coach. Vicky Borras in the hotel chain owned by businessman and spanish politician Abel Matutes.\nIn 1986 he produced his first show \"Here is the Show\" at the \"Hotel Torre Del Mar\" and \"La Goleta\" and adopted the stage name of Martín Kent, influenced by Kein, Kemp and Clark Ken<nowiki/>t, his idol and superhero of Superman's childhood and alter ego\nIn 1987, he was invited to perform at the Ibiza´s Casino alongside internationally renowned figures such as Boney M, The Drifters and The Platters for 3 consecutive seasons.\nIn 1989 he participated in a small appearance with British actress Angela Lansbury in the Hallmark Channel movie filmed on the island of Ibiza [https://www.worldcat.org/title/shell-seekers/oclc/889523876 The Shell Seekers].\nIn 1991 he left Ibiza to settle in the city of Benidorm, an internationally famous leisure and entertainment center where he established himself as a benchmark show to date and mounted numerous Café-concert productions for important entrepreneurs in the city's entertainment industry.\nIn 2010 he traveled to Argentina and performed for the first time at the Margarita Xirgu Theater with his comic work \"Slipstick\"\nIn 2018 he is invited again with his production [https://broadwaybaby.com/shows/slipstick/734168 Slipstick] and is nominated in the category 'Best Cabaret Act' at the [https://www.broadwayworld.com/scotland/article/EDINBURGH-2017-BWW-QA--Slipstick-20170713 BroadwayWorld Awards] at the Edinburgh Fringe in Scotland\nMartin Kent as Edith Piaf in the TVE documentary 'The Man Who Bottled the Sun' by Óscar Bernàcer.\nIn 2019 [https://www.hollywoodfringe.org/users/98066?tab=about Slipstick] is invited to participate in the Hollywood Fringe Festival in California, United States.\nSince 2012 he has been a vegan and activist for animal rights. He has been a spokesperson and member of PETA on several occasions and supports causes such as environmental conservation, veganism, as well as Amnesty International.\nPlays.\n1986 Here is the Show (Spain)\n1989 The Martin Kent Show (England)\n1991 Martin Kent Live in Benidorm20 (Spain)\n1997 A One Man Show (Spain)\n2000 21st Century Kent (Spain) 2004 One and Personal (Spain)\n2007 Rock & Circus Movie Show (Spain)\n2014 Starman. A theatrical illusion (Spain)\n2017 Slipstick at The Edinburgh Fringe Festival (Scotland)\n2018 Slipstick is Back! at The Edinburgh Fringe Festival23 (Scotland)\n2020 The TransforMimo (in pre - production)","categories":[],"infobox_types":[],"annotations":[{"uri":"Buenos_Aires","surface_form":"Buenos Aires","offset":13},{"uri":"Actor","surface_form":"Actor","offset":72},{"uri":"Mime","surface_form":"Mime","offset":82},{"uri":"Artist","surface_form":"Artist","offset":87},{"uri":"Slapstick","surface_form":"slapstick","offset":110},{"uri":"Lindsay_Kemp","surface_form":"Lindsay Kemp","offset":973},{"uri":"German_Expressionism","surface_form":"German Expressionism","offset":994},{"uri":"Ibiza","surface_form":"Ibiza","offset":1074},{"uri":"Abel_Matutes","surface_form":"Abel Matutes","offset":1405},{"uri":"Superman","surface_form":"Clark Ken","offset":1590},{"uri":"Superman","surface_form":"Superman","offset":1637},{"uri":"Boney_M.","surface_form":"Boney M","offset":1780},{"uri":"The_Drifters","surface_form":"The Drifters","offset":1789},{"uri":"The_Platters","surface_form":"The Platters","offset":1806},{"uri":"Angela_Lansbury","surface_form":"Angela Lansbury","offset":1913},{"uri":"Benidorm","surface_form":"Benidorm","offset":2117},{"uri":"Edinburgh_Festival_Fringe","surface_form":"Edinburgh Fringe","offset":2770},{"uri":"Scotland","surface_form":"Scotland","offset":2790},{"uri":"%C3%89dith_Piaf","surface_form":"Edith Piaf","offset":2814},{"uri":"TVE","surface_form":"TVE","offset":2832},{"uri":"Hollywood","surface_form":"Hollywood","offset":3004},{"uri":"California","surface_form":"California","offset":3033},{"uri":"Veganism","surface_form":"vegan","offset":3085},{"uri":"People_for_the_Ethical_Treatment_of_Animals","surface_form":"PETA","offset":3164},{"uri":"Amnesty_International","surface_form":"Amnesty International.","offset":3267}]}