{"id":798772,"url":"http://en.wikipedia.org/wiki/Bank_of_Hong_Kong","text":"Bank of Hong Kong Limited, BOHK, is a subsidiary of Bank of Hong Kong Holdings, and the second-largest commercial banking group in Hong Kong in terms of assets and customer deposits (2008 data), with around 197 branches across Hong Kong as of end 2016. It is also one of the three commercial banks licensed by the Hong Kong Monetary Authority to issue banknotes for the Hong Kong dollar.\nBOHK is also the biggest member and a founder of the JETCO ATM and payment system, and the designated clearing bank in Hong Kong for transactions involving the Renminbi (RMB / CNH).\nBOHK was established on 1 October 2001 from a merger of 12 subsidiary and associate banks in Hong Kong including Bank of Communications, China & South Sea Bank, China State Bank Limited, Hua Chiao Commercial Bank, Kincheng Banking Corporation, Kwangtung Provincial Ban, National Commercial Bank Limited, National Industrial Bank of China, Sin Hua Bank Limited, Wo Sang Bank, Yien Yieh Commercial Bank, and Young Brothers Banking Corporation, and listed on the Hong Kong Stock Exchange in October 2002. As of the end of 2016, the bank had HK$2,327 billion in assets and operating profit of HK$29 billion. Its head office is in the Bank of Hong Kong Tower in Central, Hong Kong. The head office, completed in 1988, and was the first building outside of North America to exceed 1,000 feet (300 m).","categories":[],"infobox_types":[],"annotations":[{"uri":"Commercial_bank","surface_form":"commercial banking group","offset":103},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":131},{"uri":"Asset","surface_form":"asset","offset":153},{"uri":"Bank_deposit","surface_form":"deposits","offset":173},{"uri":"Hong_Kong_Monetary_Authority","surface_form":"Hong Kong Monetary Authority","offset":314},{"uri":"Hong_Kong_dollar","surface_form":"Hong Kong dollar","offset":370},{"uri":"JETCO","surface_form":"JETCO","offset":441},{"uri":"Automatic_teller_machine","surface_form":"ATM","offset":447},{"uri":"Clearing_(finance)","surface_form":"clearing","offset":490},{"uri":"Renminbi","surface_form":"Renminbi","offset":548},{"uri":"Hong_Kong_Stock_Exchange","surface_form":"Hong Kong Stock Exchange","offset":1030},{"uri":"HK%24","surface_form":"HK$","offset":1108},{"uri":"Bank_of_Hong_Kong_Tower_in_Central%2C_Hong_Kong","surface_form":"Bank of Hong Kong Tower in Central, Hong Kong","offset":1200}]}