{"id":798740,"url":"http://en.wikipedia.org/wiki/ANZ","text":"The Australia and New Zealand Banking Group Limited, commonly called ANZ, is the third largest bank by market capitalisation in Australia, after the Commonwealth Bank and Westpac Banking Corporation. Australian operations make up the largest part of ANZ's business, with commercial and retail banking dominating. ANZ is also the largest bank in New Zealand, where the legal entity became known as ANZ National Bank Limited in 2003 and changed to ANZ Bank New Zealand Limited in 2012. From 2003 to 2012, it operated two brands in New Zealand, ANZ and the National Bank of New Zealand. The National Bank brand was retired in 2012, with a number of branches closing and others converting to ANZ branches.\nIn addition to operations throughout Australia and New Zealand, ANZ also operates in 34 other nations.\nANZ was named the most sustainable bank globally in the 2008 Dow Jones Sustainability Index making it the 2nd year in a row ANZ has been granted the title. In 2007 the title was shared with another Australian bank, Westpac, which had held the title for the previous five years.\nANZ was established on 1 October 1951, when the Bank of Australia merged with the Union Bank of Australia Limited.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bank","surface_form":"bank","offset":95},{"uri":"Market_capitalisation","surface_form":"market capitalisation","offset":103},{"uri":"Commonwealth_Bank","surface_form":"Commonwealth Bank","offset":149},{"uri":"Westpac_Banking_Corporation","surface_form":"Westpac Banking Corporation","offset":171},{"uri":"Commercial_bank","surface_form":"commercial","offset":271},{"uri":"Retail_banking","surface_form":"retail banking","offset":286},{"uri":"ANZ_Bank_New_Zealand","surface_form":"ANZ Bank New Zealand Limited","offset":446},{"uri":"National_Bank_of_New_Zealand","surface_form":"National Bank of New Zealand","offset":554},{"uri":"Dow_Jones","surface_form":"Dow Jones","offset":866},{"uri":"Westpac","surface_form":"Westpac","offset":1020}]}