{"id":7990,"url":"http://en.wikipedia.org/wiki/Ken_Jennings","text":"Kenneth Wayne Jennings III (born May 23, 1974) is the second-highest money earning contestant on the American television game show \"Jeopardy!\". He won a total of 74 times, earning $2,522,700. His winning streak lasted from June 2, 2004 through November 30, 2004. He lost after that time to a player named Nancy Zerg, who lost within a day to Katie Fitzgerald. He was brought back to appear in the final three games of the show's Ultimate Tournament of Champions. In the tournament, he lost to Brad Rutter, who became the highest money winner on \"Jeopardy!\".\nAccording to the introduction given at the start of the show, Jennings is a \"Software Engineer from Salt Lake City, Utah\" His highest one day total was a record $75,000, which was later broken by Roger Craig in 2010. Jennings is a member of the Church of Jesus Christ of Latter-day Saints, or Mormon.\nIn February 2005, Ken started appearing in Cingular commercials as himself.\nIn October 2008, Jennings appeared on an episode of \"Are You Smarter Than a 5th Grader?\". He won $500,000, making him the highest winner in game show history once again.\nIn February 2011, Jennings, along with Rutter, competed in the \"IBM Challenge\" against an artificial intelligence computer named Watson. Jennings placed second, losing to Watson. He won half of a $300,000 prize; with the other half going to charity.\nIn the spring of 2014, Jennings and Rutter competed in the Jeopardy! Battle of the Decades tournament. They faced off in the finals alongside Roger Craig. Rutter won the tournament with the $1,000,000 top prize, reclaiming the game show record from Jennings.\nIn January 2020, Jennings beat Rutter and James Holzhauer in Jeopardy! The Greatest of All Time, claiming the $1,000,000 first place prize.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television","surface_form":"television","offset":110},{"uri":"Game_show","surface_form":"game show","offset":121},{"uri":"Jeopardy%21","surface_form":"Jeopardy!","offset":132},{"uri":"Jeopardy%21_Ultimate_Tournament_of_Champions","surface_form":"Ultimate Tournament of Champions","offset":429},{"uri":"Brad_Rutter","surface_form":"Brad Rutter","offset":493},{"uri":"Salt_Lake_City%2C_Utah","surface_form":"Salt Lake City","offset":658},{"uri":"Utah","surface_form":"Utah","offset":674},{"uri":"Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"Church of Jesus Christ of Latter-day Saints","offset":803},{"uri":"Cingular","surface_form":"Cingular","offset":902},{"uri":"Are_You_Smarter_Than_a_5th_Grader%3F","surface_form":"Are You Smarter Than a 5th Grader?","offset":988},{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":1195},{"uri":"Watson_(computer)","surface_form":"Watson","offset":1234},{"uri":"James_Holzhauer","surface_form":"James Holzhauer","offset":1656}]}