{"id":799096,"url":"http://en.wikipedia.org/wiki/Egg_Fruit","text":"e=\"preserve\">The egg fruit tree is approximately 8 meters tall and bears oblong fruits that range from 7-12 centimeters in length. The fruits can vary in shape, some with a straight pointed end others curved at the tip. When ripe, the Egg Fruit turns a golden-orange color and occasionally exhibits rusty brown blotches, which is no indication of the inner flesh’s quality. The interior is both the color and texture of a hard-boiled egg yolk, and contains 1 to 4 hard black seeds. Some people find the strong musky aroma of ripe Egg Fruit to be offensive. Its flavor is rich with a mellow sweetness like that of roasted pumpkin or sweet potato.\nEgg Fruit is available in fall into summer in tropical climates.\nEgg Fruit is commonly referred to as Canistel and botanically classified as Pouteria campechiana. It is a member of the Sapotaceae Family and a close relative of the more popular tropical fruit, Sapota. Egg Fruit is also sometimes referred to as yellow sapote. Egg Fruit gets its name from the consistency of its flesh, which when ripe is said to resemble that of a hard-boiled egg yolk, but with the flavors of a roasted sweet potato.\nEgg Fruit is rich in niacin, iron, calcium, beta-carotene and ascorbic acid.\nEgg Fruit is often eaten raw as a simple snack with a sprinkling of salt and lemon juice. It is usually used in sweet baking applications as a pumpkin-like ingredient. The pureed flesh may be added into custards, ice creams, bread, pancakes, smoothies, milk shakes or made into jams and marmalades. The Egg Fruit is a central ingredient in recipes for vegan cheesecake, eggnog, deviled eggs and even cheese. Complimentary flavors include: allspice, cinnamon, ginger, thyme, turmeric, orange, maple syrup, pecans, walnuts, almond, coconut and vanilla.\nThe Egg Fruit is native to southern North America and northern Central America, including the countries of Mexico, El Salvador, Belize and Guatemala. It has since been naturalized throughout the world in Tropical and Subtropical climates. The trees thrive with moderate precipitation, but can also do well in regions of prolonged dry seasons.","categories":[],"infobox_types":[],"annotations":[]}