{"id":79913,"url":"http://en.wikipedia.org/wiki/Reconnaissance","text":"e=\"preserve\">Reconnaissance, sometimes called scouting, is the act of exploring to gain military information. Often referred to as \"recce\" (UK, Canada and Australia,) or \"recon\" (U.S.,), the associated formal verb is \"reconnoitre\" (British spelling) or \"reconnoiter\" (American spelling). In informal English, both \"recce\" and \"recon\" are often also used as a verb. The term is sometimes used in non military contexts.\nReconnaissance-in-force.\nOften, units sent out for reconnaissance are armed only for self-defense. They rely on stealth to gather information. Others are well-enough armed to also deny information to the enemy by fighting and or destroying their reconnaissance parties.\n\"Reconnaissance-in-force\" (RIF) is a method of probing an enemy's position. An attack, even with a small force, may get a strong reaction by the enemy. Hopefully that reveals the enemy's strength, deployment, and other tactical information. The RIF commander can fall back with the information or expand the conflict into a full engagement. Other methods consist of hit-and-run tactics using moving very fast. In some cases light-armored vehicles are used for added fire superiority, as the need arises.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":88},{"uri":"UK","surface_form":"UK","offset":140},{"uri":"Canada","surface_form":"Canada","offset":144},{"uri":"Australia","surface_form":"Australia","offset":155},{"uri":"U.S.","surface_form":"U.S.","offset":179},{"uri":"Verb","surface_form":"verb","offset":209},{"uri":"Verb","surface_form":"verb","offset":359},{"uri":"Self-defense","surface_form":"self-defense","offset":503},{"uri":"Stealth","surface_form":"stealth","offset":530},{"uri":"Information","surface_form":"information","offset":548},{"uri":"Military_tactics","surface_form":"tactical information","offset":907},{"uri":"Engagement_(military)","surface_form":"engagement","offset":1017},{"uri":"Hit-and-run_tactics","surface_form":"hit-and-run tactics","offset":1054}]}