{"id":799185,"url":"http://en.wikipedia.org/wiki/Timeline_of_the_far_future","text":"Some types of science can say what could happen many, many years from now. For example, astrophysics can say how planets and stars form, affect each other, and die; particle physics can say how atoms and other matter act over time; evolutionary biology can allow us to see how living things change over time; and plate tectonics can say how continents shift over time. By observing the past and present, astrophysicists, particle physicists, evolutionary biologists and geologists can make good guesses about what might happen in the future. We call these guesses \"predictions\".\nThe second law of thermodynamics is important to predictions about the future of Earth, the Solar System, and the universe. The second law of thermodynamics says that entropy is always happening. That means that the universe is slowly running out of the kind of energy that can do work. For example, stars will eventually run out of hydrogen fuel and burn out.\nPhysicists believe that most matter, which is anything that has mass and takes up space, will eventually break apart because of radioactive decay. Even the most stable molecules and atoms will break into subatomic particles. Scientists do believe the universe is flat (or almost flat), so it will not collapse in on itself after a finite time. But if there really is an infinite amount of time, then even very unlikely events might happen, such as the formation of Boltzmann brains.\nThis article shows timelines from the beginning of the 4th millennium (3001 CE) into the far, far future. It discusses whether humans will become extinct, whether protons decay, and whether the Earth will still exist when the Sun expands to become a red giant.\nEarth, the Solar System and the universe.\nErosion is when wind, water or other things make a rock or mountain shrink by breaking of tiny pieces of it off over time.\nSpacecraft and space exploration.\nAs of 2020, five machines that travel through outer space are moving toward the edge of the solar system: \"Voyager 1\", \"Voyager 2\", \"Pioneer 10\", \"Pioneer 11\" and \"New Horizons\". They will travel into interstellar space. So long as they do not crash into anything, these machines should persist indefinitely.\nTechnological projects and time capsules.\nA time capsule is a box or other container that is buried or hidden on purpose and scheduled to be opened many years later. People place things inside the time capsule so people in the future will find them. For example, someone might place a game, tool, toy, journal, magazine or book inside a time capsule so people in the future would see how the people who buried the time capsule lived, played and worked and what they liked to read.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"science","offset":14},{"uri":"Astrophysics","surface_form":"astrophysics","offset":88},{"uri":"Planet","surface_form":"planet","offset":113},{"uri":"Star","surface_form":"star","offset":125},{"uri":"Particle_physics","surface_form":"particle physics","offset":165},{"uri":"Atom","surface_form":"atom","offset":194},{"uri":"Evolutionary_biology","surface_form":"evolutionary biology","offset":232},{"uri":"Plate_tectonics","surface_form":"plate tectonics","offset":313},{"uri":"Second_law_of_thermodynamics","surface_form":"second law of thermodynamics","offset":583},{"uri":"Future_of_Earth","surface_form":"future of Earth","offset":650},{"uri":"Future_of_the_Solar_System","surface_form":"the Solar System","offset":667},{"uri":"Future_of_an_expanding_universe","surface_form":"the universe","offset":689},{"uri":"Entropy","surface_form":"entropy","offset":746},{"uri":"Work_(physics)","surface_form":"work","offset":860},{"uri":"Hydrogen","surface_form":"hydrogen","offset":912},{"uri":"Matter","surface_form":"matter","offset":969},{"uri":"Radioactive_decay","surface_form":"radioactive decay","offset":1068},{"uri":"Flat_universe","surface_form":"universe is flat","offset":1191},{"uri":"Big_Crunch","surface_form":"collapse in on itself","offset":1241},{"uri":"Boltzmann_brain","surface_form":"Boltzmann brain","offset":1405},{"uri":"Human_extinction","surface_form":"humans will become extinct","offset":1550},{"uri":"Protons_decay","surface_form":"protons decay","offset":1586},{"uri":"Red_giant","surface_form":"red giant","offset":1673},{"uri":"Erosion","surface_form":"Erosion","offset":1726},{"uri":"Spacecraft","surface_form":"machines that travel through outer space","offset":1900},{"uri":"Voyager_1","surface_form":"Voyager 1","offset":1990},{"uri":"Voyager_2","surface_form":"Voyager 2","offset":2003},{"uri":"Pioneer_10","surface_form":"Pioneer 10","offset":2016},{"uri":"Pioneer_11","surface_form":"Pioneer 11","offset":2030},{"uri":"New_Horizons","surface_form":"New Horizons","offset":2047},{"uri":"Interstellar_medium","surface_form":"interstellar space","offset":2084},{"uri":"Time_capsule","surface_form":"time capsule","offset":2236}]}