{"id":799137,"url":"http://en.wikipedia.org/wiki/Dexia","text":"Dexia N.V./S.A., also referred to as the Dexia Group, was a Franco-Belgian financial institution active in public finance, providing retail and commercial banking services to individuals and SMEs, asset management, and insurance; with headquarters in Saint-Josse-ten-Noode, Brussels. The company had about 35,200 members of staff and a core shareholders' equity of €19.2 billion, as of 31 December 2010, and provided governments and local public finance operators with banking and other financial services. Asset Management and Services provided asset management, investor and insurance services, in particular to clients of the two other business lines.\nIn 2008, the bank received taxpayer bailouts for €6 billion, and it became the first big casualty of the 2011 European sovereign debt crisis. Due to big losses, suffered among others from the debt haircut on Greek government bonds, an orderly resolution process began in October 2011. As part of the resolution, Dexia Bank Belgium was bought out from the Dexia group by the Belgian state, and will continue to exist under its new name Belfius. The remaining part of the Dexia group was left in a \"bad bank\", and will either be sold or wound down.","categories":[],"infobox_types":[],"annotations":[{"uri":"Naamloze_vennootschap","surface_form":"N.V.","offset":6},{"uri":"S.A._(corporation)","surface_form":"S.A.","offset":11},{"uri":"Financial_institution","surface_form":"financial institution","offset":75},{"uri":"Public_finance","surface_form":"public finance","offset":107},{"uri":"Retail_banking","surface_form":"retail","offset":133},{"uri":"Commercial_bank","surface_form":"commercial bank","offset":144},{"uri":"Small_and_medium_enterprises","surface_form":"SME","offset":191},{"uri":"Asset_management","surface_form":"asset management","offset":197},{"uri":"Saint-Josse-ten-Noode","surface_form":"Saint-Josse-ten-Noode","offset":251},{"uri":"Brussels","surface_form":"Brussels","offset":274},{"uri":"European_sovereign_debt_crisis","surface_form":"European sovereign debt crisis","offset":765},{"uri":"Belfius","surface_form":"Belfius","offset":1090}]}