{"id":799152,"url":"http://en.wikipedia.org/wiki/Non-Profit_Industrial_Complex","text":"e=\"preserve\">Non-profit industrial complex, or \"NPIC\" for short, is a term which is used by social justice activists to describe the way non-profit organizations, governments, and businesses are related.\nMany activists carry out their work as employees of or with the assistance of non-profit organizations. Many of their goals need money in order to be achieved, and nonprofits are registered with the government in order to be allowed to receive large amounts of money legally. These activist nonprofits usually get money from even bigger nonprofits, which are connected to big businesses and rich people who control industries. But because many activists criticize things in society that businesses and rich people support, they might not get the money if they are too critical. So in order to stay funded, they may have to change the ideas they have for improving society to be more acceptable to industry.\nPeople who believe these kinds of relationships between activists and industries are harmful to activism use the term non-profit industrial complex as a faster way to discuss these relationships, instead of explaining the whole system each time. They have written many articles and books describing the effects of the NPIC by studying patterns of funding or discussing how the goals of some activists changed once their movements began to receive more money.","categories":[],"infobox_types":[],"annotations":[{"uri":"Social_justice","surface_form":"social justice","offset":92},{"uri":"Non-profit_organization","surface_form":"non-profit organizations","offset":137},{"uri":"Governments","surface_form":"governments","offset":163},{"uri":"Corporation","surface_form":"businesses","offset":180},{"uri":"Activism","surface_form":"activists","offset":209},{"uri":"Employee","surface_form":"employees","offset":243},{"uri":"Government","surface_form":"government","offset":403},{"uri":"Industries","surface_form":"industries","offset":619}]}