{"id":799344,"url":"http://en.wikipedia.org/wiki/Allen_Overy","text":"e=\"preserve\"> Allen & Overy LLP (informally A&O) is an international law firm. It is a member of the UK's Magic Circle of leading law firms. In 2019, Allen & Overy advised on more transactional deals than any other law firm in the world and was one of two firms to have surpassed the US$1 trillion mark in terms of deal value, totalling US$1.16 trillion. As of 2019, Allen & Overy is the world's 10th largest law firm by revenue.\nHistory.\nAllen & Overy was founded in the City of London on 1 January 1930 by George Allen and Thomas Overy, formerly partners at Roney & Co. The main purpose was to build a commercial practice. The firm's reputation was made as a result of George Allen's role as adviser to King Edward VIII during the abdication crisis of 1936. By the time the Second World War broke out in 1939, Allen & Overy had firmly established itself as a leading City law firm.\nIn 1996, non-UK clients contributed more to Allen & Overy's revenue than UK clients. In 1998, non-UK clients contributed two-thirds of revenue.\nIn 2000, Allen & Overy merged with part of the Amsterdam, Brussels and Luxembourg offices of Loeff Claeys Verbeke.\nIn 2009, following the Global Financial Crisis, Allen & Overy completed a redundancy programme which saw 400 partners and staff lose their jobs globally. As well as cutting 47 partners, the firm cut around 200 fee-earners and 200 members of support staff, half of which were based in London. Allen & Overy de-equitised a further 35 partners. In the same year, Allen & Overy demerged its private client department, which became Maurice Turnor Gardner LLP.\nOffices.\nAllen & Overy has 44 offices in 31 countries across Africa, Asia Pacific, Europe, North America, Latin America and the Middle East.\nDiversity and inclusion.\nIn 2018, the firm has faced criticism over diversity and gender pay gap Externally the firm states, \"Allen & Overy's strategic priorities are to achieve better gender balance at its top levels and to promote greater LGBT+ inclusion.\"\nGender. In 2010, Allen & Overy announced that it was offering full equity partners the option to work part-time. The move was hailed as a 'watershed moment' for the legal sector. It is believed to be the first scheme of its kind by any major international law firm.\nLGBT+. Allen & Overy's LGBT+ network, A&Out, which was launched in 2016, supports its members by hosting a variety of events that aim to raise awareness of LGBT issues, and to allow members to network. Allen & Overy was ranked in the top 100 of the Stonewall Workplace Equality Index 2018, an audit of workplace culture for LGBT+ staff in the UK. In 2017, Allen and Overy advised Stonewall on the Alan Turing law on a pro bono basis. The Alan Turing law is an informal term for the law in the United Kingdom, contained in the Policing and Crime Act 2017, which serves as an amnesty law to pardon men who were cautioned or convicted under historical legislation that outlawed homosexual acts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law_firm","surface_form":"law firm","offset":69},{"uri":"The_Magic_Circle","surface_form":"Magic Circle","offset":106},{"uri":"Africa","surface_form":"Africa","offset":1659},{"uri":"Asia_Pacific","surface_form":"Asia Pacific","offset":1667},{"uri":"Europe","surface_form":"Europe","offset":1681},{"uri":"North_America","surface_form":"North America","offset":1689},{"uri":"Latin_America","surface_form":"Latin America","offset":1704},{"uri":"Middle_East","surface_form":"Middle East","offset":1726}]}