{"id":799340,"url":"http://en.wikipedia.org/wiki/2020_Nice_stabbing","text":"On 29 October 2020, three people were killed in a stabbing terrorist attack in a Roman Catholic church in Nice, Provence-Alpes-Côte d'Azur, France. The attack happened between 8h50 and 9h in the morning local time. The mayor of Nice said, this was a terrorist attack, and called it \"islamist terrorism\". The attacker is an 21 year old Tunisian. The three people who were killed are a seventy-year-old woman, a member of the clergy, and an a woman in her thirties. The woman in her thirties was able to flee, but she died in a restaurant near the church. This attack comes about a week after another one, where a teacher was stabbed, after showing cartoons of Muhammad. Local police who were nearby entered the church and battled with the attacker. The policemen used tasers before shooting at him, inside the church. The attacker was wounded, and has been taken to a nearby hospital. He is a 21-year-old Tunisian man. He entered Italy via Lampedusa in late September 2020. He travelled to Bari, Apulia on 9 October. He arrived in France in mid October 2020. He seems to have been in France without a permit.\nAmong the international reactions was that of Turkey, who wished condolences to the families of those killed. According to the statement: \"There can be no reason to excuse the killing of a human being and justify violence. It is obvious that those who carried out such a brutal attack in a sacred place of worship have never benefited from religious, human and moral values.\"\nOther attacks.\nOn the same day, there was another incident, where an attacker was threatening to shoot people near Avignon, and an attack on the French consulate in Jeddah, Saudi Arabia. After these attacks, the French state raised its security alert to the maximum level.\nAnalysis.\nMarc Hecker, an expert on terrorism has anylized, this stabbing, as well as another one that happened in September in Paris, as well as the one where a teacher was targeted. He comes to the clonclusion that the attacks are probably related to the republication of Muhammad cartoons by Chartlie Hebdo, which have caused resentent in many Islamic countries. Wassim Nasr is a journalist specialized on Islamic jihadism. Nasr thinks that it is not political jihad which motivates these attackers: \"They are driven by pure fanatism (...) they feel attacked in their beliefs, but they don't have a political project, such as dividing French society, or expelling French troops from the Sahel. Thae fact that they act alone, and that they are not connected to other Jihadists makes observing them almost impossible.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Stabbing","surface_form":"stabbing","offset":50},{"uri":"Terrorist","surface_form":"terrorist","offset":59},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":81},{"uri":"Nice","surface_form":"Nice","offset":106},{"uri":"Provence-Alpes-C%C3%B4te_d%27Azur","surface_form":"Provence-Alpes-Côte d'Azur","offset":112},{"uri":"France","surface_form":"France","offset":140},{"uri":"Restaurant","surface_form":"restaurant","offset":526},{"uri":"Murder_of_Samuel_Paty","surface_form":"another one","offset":591},{"uri":"Muhammad_cartoons","surface_form":"cartoons of Muhammad","offset":647},{"uri":"Taser","surface_form":"tasers","offset":767},{"uri":"Hospital","surface_form":"hospital","offset":874},{"uri":"Tunisia","surface_form":"Tunisia","offset":904},{"uri":"Italy","surface_form":"Italy","offset":929},{"uri":"Lampedusa","surface_form":"Lampedusa","offset":939},{"uri":"Bari","surface_form":"Bari","offset":989},{"uri":"Apulia","surface_form":"Apulia","offset":995},{"uri":"Turkey","surface_form":"Turkey","offset":1154},{"uri":"2020_Avignon_attack","surface_form":"another incident,","offset":1526},{"uri":"Avignon","surface_form":"Avignon","offset":1599},{"uri":"Consulate","surface_form":"consulate","offset":1636},{"uri":"Jeddah","surface_form":"Jeddah","offset":1649},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1657},{"uri":"Government_of_France","surface_form":"French state","offset":1696},{"uri":"Jihadism","surface_form":"jihadism","offset":2174},{"uri":"Troops","surface_form":"troops","offset":2431},{"uri":"Sahel","surface_form":"Sahel","offset":2447}]}