{"id":799479,"url":"http://en.wikipedia.org/wiki/Deutsche_Borse","text":"Deutsche Borse AG or the Deutsche Borse Group, is a marketplace organizer for the trading of shares and other securities. It is also a transaction services provider. It gives companies and investors access to global capital markets. It is a joint stock company and was founded in 1993. The headquarters are in Frankfurt. As of December 2010, the over 765 companies listed had a combined market capitalization of EUR 1.4 trillion. On 1 October 2014, Deutsche Borse AG became the 14th announced member of the United Nations Sustainable Stock Exchanges initiative.\nClearstream.\nClearstream is a post-trade services provider owned by Deutsche Borse AG. It provides settlement and custody as well as other related services for securities across all asset classes. It is one of two European International central securities depositories (Euroclear being the other).\nClearstream operates securities settlement systems based in both Luxembourg and Germany, which allow for the holding and transfer of securities.\nClearstream operates its International Central Securities Depository (ICSD) from Luxembourg. It is also a joint partner in the Luxembourgish Central Securities Depository (CSD), LuxCSD, together with the Central Bank of Luxembourg. In Germany, Clearstream operates the German CSD, Clearstream Banking AG. Clearstream has links to over 50 domestic markets worldwide, and also issues and safekeeps Eurobonds.\nIn 2014, the value of assets under custody on behalf of customers averaged 12.2 trillion euros; furthermore, Clearstream processed 43.65 million ICSD and 82.68 million CSD settlement transactions.\nClearstream has around 2,500 customers in 110 countries. Clearstream accepts central banks and AML-regulated credit institutions (such as regulated banks) as customers. Clearstream does not accept natural persons as customers and no account is opened in the name of a natural person. Clearstream has therefore been described as a \"bank for banks\" (\"Plumbers and Visionaries, a history of settlement and custody in Europe\", Peter Norman).\nEurex.\nEurex Exchange is an international exchange which primarily offers trading in European based derivatives and it is the largest European futures and options market. The products traded on this exchange vary from German and Swiss debt instruments to European stocks and various stock indexes. All transactions executed on Eurex Exchange are cleared through Eurex Clearing, which functions as a central counterparty (CCP) for multi-asset class clearing of the above-mentioned exchange-traded product range as well as over-the-counter traded products.\nAccording to the 2015 Futures Industry Association’s annual survey, Eurex Exchange is ranked as the world's third-largest derivatives exchange by contract volume. The Exchange is headquartered in Eschborn, Germany, near Frankfurt am Main and it is operated by Eurex Frankfurt AG and Eurex Zurich AG, which are public companies wholly owned by the German stock exchange operator Deutsche Borse AG.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shares","surface_form":"shares","offset":93},{"uri":"Security_(finance)","surface_form":"securities","offset":110},{"uri":"Financial_services","surface_form":"transaction services","offset":135},{"uri":"Investors","surface_form":"investors","offset":189},{"uri":"Capital_market","surface_form":"capital market","offset":216},{"uri":"Joint_stock_company","surface_form":"joint stock company","offset":241},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":310},{"uri":"Market_capitalization","surface_form":"market capitalization","offset":387},{"uri":"Sustainable_Stock_Exchanges_Initiative","surface_form":"United Nations Sustainable Stock Exchanges initiative","offset":507},{"uri":"Deutsche_Borse","surface_form":"Deutsche Borse","offset":630},{"uri":"Settlement_(finance)","surface_form":"settlement","offset":661},{"uri":"Securities","surface_form":"securities","offset":722},{"uri":"Asset_classes","surface_form":"asset classes","offset":744},{"uri":"Central_securities_depository","surface_form":"central securities depositories","offset":799},{"uri":"Euroclear","surface_form":"Euroclear","offset":832},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":925},{"uri":"Germany","surface_form":"Germany","offset":940},{"uri":"Central_Bank_of_Luxembourg","surface_form":"Central Bank of Luxembourg","offset":1209},{"uri":"Eurobond_(international)","surface_form":"Eurobonds","offset":1401},{"uri":"Central_bank","surface_form":"central bank","offset":1686},{"uri":"Natural_persons","surface_form":"natural persons","offset":1806},{"uri":"Eurex_Clearing","surface_form":"Eurex Clearing","offset":2409},{"uri":"Derivative_(finance)","surface_form":"derivative","offset":2724},{"uri":"Deutsche_Borse","surface_form":"Deutsche Borse","offset":2980}]}