{"id":799450,"url":"http://en.wikipedia.org/wiki/King_Fondren_Bai_ll","text":"King Fondren Bai ll is an American author of the Kingdom of Koya in Prophecy\nWayne Fondren also named King Fondren Bai ll is the crowned prince of Kingdom of Koya monarchy, the African American Kingdom of America and Gola or Gullah people.\nThe grandchild of Princess Mary jimenez first cousins included King Naimabanna | and many princesses who, along with King Fondren Bai ll. For most of his life before becoming Monarch, he was first in line to succeed his greatgrandfather Kanta Bai on the Koya Micronation thrones.\nthe Year of the re-established U.S. Republican Party Liberia, making Fondren king.\nThe Koya word is of English origin, and historically refers to Portuguese kingship, in the pre-Christian period a type of African American tribal kingship with Gola people.\nto a relatively modest African American family who speak english only nobility.\nBlack english Reign.\nThe aire to the throne of Kingdom of Koya was crowned on April 13, 2009, as the chief Sempio, Jerome of Gullah people and a tribal chief of Gola in Grand cape mount, Liberia Mozo Eldridge signed the Treaty of Unification and Creation of Kingdom of Koya during a summit held between both partys.\nThe treaty was the result of the negotiations held between both micronation and county.\nThe treaty resulted in the creation of the Kingdom of Koya with Gullah and Gola as its constituent people.\nThe Republican party (Liberia) founded in 1848 has now been re-established with C/O King Fondren Bai ll as chairman of the federal executive commission\nThe Republican party (Liberia) Federal Executive Commission is now set to appoint a transitional micro government, as well as to draft and to adopt a constitution for the national committie.\nThe text of the treaty is available below.\nTREATY BETWEEN Gullah micronation AND THE PRINCIPALITY OF Gola people in Grand cape mount ON UNIFICATION AND CREATION OF Kingdom of Koya\nGullah micronation and the Principality of Gola people,\nRecognizing the decision and interest of both Africans and Americans for unification,\nResolved to achieve the unification of our African Americans as a ethnic goup to expand our culture and increase our cultural health.\nMindful of the fact that the people of Gullah and Gola desires to live in a Republican and democratic federation that secures peace and freedom and that governs under a single rule of law, and\nAware of the continuation of the history of African Americans great responsibility of creating and developing a nation,\nARTICLE 1. The micronation is to be called the Kingdom of Koya, and it shall be composed of the Gullah and Gola people democratic republican commission the Principality of Gola\nARTICLE 2. The constituent people of the Kingdom of Koya shall retain their respective political systems until a constitution for the micronation is approved. The constitutions and laws of both countries shall be declared null and void.\nARTICLE 3. The borders between Gullah and the Principality of Gola shall no longer be recognized as valid.\nARTICLE 4. The citizens of Gullah and the Principality of Gola have been granted to become citizens of Kingdom of Koya micronation.\nARTICLE 5. Republican party (Liberia) shall form a transitional microgoverning body named the Federal Executive Commission, which would be responsible for introducing rule of law during the transition period of republican party (Liberia) national committie. The Federal Executive Commission shall be composed of the monarch of the Grand cape mount (Kingdom of Koya)\nARTICLE 6. All international treaties in which the contracting parties involves either the Gullah people and the Principality of Gola shall be suspended, and the republican party (Liberia) founded in 1848 by African Americans, shall see to it that all of the concerned foreign governments shall be notified of this decision. The Federal Executive Commission shall become the representative of the Kingdom of Koya micronation's in all of its diplomatic activities.\nARTICLE 7. All transition issues which were not included in this treaty shall be decided upon by the Federal Executive Commission.\nARTICLE 8. The constitution of the Republican party (Liberia) shall be based on the provisions of these treaty, and of the decisions of the Federal Executive Commission.\nARTICLE 10. The provisions of this treaty shall enter into force immediately after the The Gullah Geechee Cultural Heritage Corridor and Gola conteh district has signed the document. The treaty shall also serve as the declaration of the establishment of Kingdom of Koya micronation.\nDone on the 9th of May in the year 2018 in South carolina,Gullah micronation United States of America.\nAncestry Virginia Dynasty.\nThe Kingdom of Gola or Koya or Koya Gullah or the Gola Kingdom of the Zulu people Wakanda Nation of the Black Panther Knights the official Head of Government is Wayne T Fondren Jr.\nThe Kingdom of Koya was ruled by King Kama from Kru people after his death his daughter Fatima Brima marries the general King Moribu Kindo Bai a Black colonists from Brookly New York city he first became King in 1840 of the the Kingdom of Koya colonial army patrolled the town Monrovia and exchanged natural resources to help Americans to establish a new currency.\nHe became Monarch as lord King Moribu Kindo Bai and dreamed of putting a end to slavery, in 1848 King Moribu Kindo Bai, at the \"House of lords\" the Senate voted in to have a President the Liberty Militia to help abolish Slavery in America King Moribu Kindo Bai father Daniel Warner versus Joseph Roberts in a presidential debate the senate elected Joseph Roberts as a wealthy AfricanAmerican born in Virginia who has a big harvest and trade agreements with Americans to be the founding father of his own country, joseph Roberts named his country after the British Sierra leon flag that reads Britania auspice Liber, Liberty Liberia president of the federal republic of Liberia King Moribu Kindo Bai acknowledged Joseph Roberts to become president and rule it as his own country and help the Kingdom of Koya police the state. King Moribu Fondren grandson Prince Kanta from African Americans and his wife Princess Elika from Gola people orderd a 5,000 men armed Republican Militia because 1,500 Kingdom of Koya colonial army didn’t want to stop there slave trade in the state of Louisianna, they formed a rebellion against the Kingdom of Koya to help the rebells win the American civil war.\nPrince Kanta Bai and Elika Bai established settlements for the Republican Militia along the coast of South and North Carolina, Georgia and Florida Known today as Gullah Culture.","categories":[],"infobox_types":["military unit"],"annotations":[{"uri":"Monarchy","surface_form":"monarchy","offset":163},{"uri":"Republican","surface_form":"Republican","offset":556},{"uri":"English","surface_form":"English","offset":623},{"uri":"Portuguese","surface_form":"Portuguese","offset":666},{"uri":"African","surface_form":"African","offset":799},{"uri":"Gullah","surface_form":"Gullah","offset":981},{"uri":"Republican","surface_form":"Republican","offset":1371},{"uri":"Government","surface_form":"government","offset":1622},{"uri":"Treaty","surface_form":"treaty","offset":1726},{"uri":"Gullah","surface_form":"Gullah","offset":1768},{"uri":"King_Moribu_Kindo_Bai","surface_form":"King Moribu Kindo Bai","offset":5319},{"uri":"Joseph_Roberts","surface_form":"Joseph Roberts","offset":5511},{"uri":"Police","surface_form":"police","offset":6029},{"uri":"Militia","surface_form":"Militia","offset":6193},{"uri":"Rebellion","surface_form":"rebellion","offset":6325},{"uri":"American","surface_form":"American","offset":6391},{"uri":"Settlements","surface_form":"settlements","offset":6454}]}