{"id":799482,"url":"http://en.wikipedia.org/wiki/Options_Clearing_Corporation","text":"Options Clearing Corporation (OCC) is a United States clearing house based in Chicago. It specialises in equity derivatives clearing, providing central counterparty (CCP) clearing and settlement services to 14 exchanges. Instruments include options, financial and commodity futures, security futures and securities lending transactions.\nLike all clearing houses, the OCC acts as guarantor between clearing parties ensuring that the obligations of the contracts they clear are fulfilled. It currently holds approximately $100 billion of collateral deposited by clearing members and moves billions of dollars a day. In 2015 cleared contract volume totaled 4.2 billion making it the third highest annual total in OCC's history.\nAs of 2011, OCC was the largest equity derivatives clearing organization in the United States and operates under the jurisdiction of both the Securities and Exchange Commission (SEC) and the Commodity Futures Trading Commission (CFTC). Under its SEC jurisdiction, OCC clears transactions for put and call options on common stock and other equity issues, stock indexes, foreign currencies, interest rate composites and single-stock futures. As a registered Derivatives Clearing Organization (DCO) under CFTC jurisdiction and a [http://www.johnlothiannews.com/?p=27145 designated SIFMU under the Dodd-Frank Act], OCC offer clearing and settlement services for transactions in futures and options on futures contracts. OCC, in conjunction with the U.S. Option Exchanges, fund an educational organization called the Options Industry Council (OIC). OIC is dedicated to helping individual investors, financial advisers and institutions understand the benefits and risks of exchange-listed options.\nOCC is overseen by a clearing member dominated board of directors and operates as a financial market utility, receiving most of its revenue from clearing fees charged to its members.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clearing_house_(finance)","surface_form":"clearing house","offset":54},{"uri":"Clearing_(financial)","surface_form":"clearing","offset":124},{"uri":"Central_Counterparty_Clearing","surface_form":"central counterparty (CCP) clearing","offset":144},{"uri":"Settlement_(finance)","surface_form":"settlement","offset":184},{"uri":"Option_(finance)","surface_form":"options","offset":241},{"uri":"Securities_and_Exchange_Commission","surface_form":"Securities and Exchange Commission","offset":867},{"uri":"Commodity_Futures_Trading_Commission","surface_form":"Commodity Futures Trading Commission","offset":916},{"uri":"Option_(finance)","surface_form":"options","offset":1030},{"uri":"Common_stock","surface_form":"common stock","offset":1041},{"uri":"Index_(economics)","surface_form":"indexes","offset":1085},{"uri":"Futures_contract","surface_form":"futures contract","offset":1422},{"uri":"Board_of_directors","surface_form":"board of directors","offset":1764}]}