{"id":799515,"url":"http://en.wikipedia.org/wiki/Harry_Roper-Curzon","text":"Henry Christopher John Ingham Roper-Curzon (5 February 1986) popularly known as “Harry”, is a British aristocrat and businessman. He is a member of the House of Roper and House of Curzon, and heir to the title Lord, 22nd Baron of Teynham.\nBackground and family.\nHarry is the eldest son of the Honourable David Roper-Curzon and heir apparent to the Barony of Teynham. The family seat is Pylewell Park set on a 1500 acre home in Hampshire, where he resides there with his father.\nHarry is related to the British Royal Family through his father, who is cousin to the Duchess of York, mother to Princesses Beatriz’s and Eugenie. Harry’s paternal grandmother is Lady Elizabeth Scrymgeour-Wedderburn, daughter to Henry James Scrymgeour-Wedderburn, 11th Earl of Dundee.\nHarry’s mother Lucinda Airy is daughter to Major General Sir Christopher John Airy, who was a treasurar, officer of Honour, and Equerry to Prince Charles and Princess Diana of Wales in the 1990s.\nEducation and work.\nHarry spent most of his childhood and young adult life in Hampshire and Oxford where he studied Business Administration and Construction Management. He also served four years as an officer at the English Royal Army. After military service he founded a construction company for commercial building and property developments. In addition to other business investments, he is a philanthropist.\nAncestry.\nHarry’s family tree dates back to the 850s and the Norman Conquest. His ancestors include Queen Mary of Scots, James I, Henry VII Tudors, and Charles I. Great-grandson of the Dukes of Monmouth; of the Dukes of Buccleuch; and the Dukes of Queensberry.\nHarry’s middle name “Ingham” is after his ancestor Benjamin Ingham who founded Marsala wine and shipping empire in Sicily, (later inherited by his nephew Joseph Whitaker), and was known to be the richest man in his time. Harry’s great grandmother Lady Elspeth Grace Whitaker, 6th Marquise of Northampton, heiress and member of the Whitaker family, inherited Pylewell Park by her brother, and left it to Harry’s grandfather John Christopher Ingham Roper-Curzon, 20th Baron of Teynham in 1988.\nPersonal life.\nHarry is engaged to Hanna Jaff, a philanthropist, spokeswoman, author, and member of the Jaff family. They were meant to marry in summer 2020 in England and Mexico but due to coronavirus it has been postponed.\nThey were introduced by mutual friend Lady Martha Sitwell on a blind date in a pop up exhibition in Belgravia in summer 2019 and got engaged six months later in Gstaad, Switzerland. They plan to live in between Hampshire and London.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roper_family","surface_form":"House of Roper","offset":152},{"uri":"Curzon_family","surface_form":"House of Curzon","offset":171},{"uri":"Hampshire","surface_form":"Hampshire","offset":427},{"uri":"British_Royal_Family","surface_form":"British Royal Family","offset":502},{"uri":"Sarah%2C_Duchess_of_York","surface_form":"Duchess of York","offset":564},{"uri":"Princess_Beatrice_of_York","surface_form":"Princesses Beatriz’s","offset":591},{"uri":"Princess_Eugenie","surface_form":"Eugenie","offset":616},{"uri":"Treasurer","surface_form":"treasurar","offset":857},{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Prince Charles","offset":902},{"uri":"Diana%2C_Princess_of_Wales","surface_form":"Princess Diana of Wales","offset":921},{"uri":"Hampshire","surface_form":"Hampshire","offset":1037},{"uri":"Norman_Conquest","surface_form":"Norman Conquest","offset":1431},{"uri":"Mary%2C_Queen_of_Scots","surface_form":"Queen Mary of Scots","offset":1470},{"uri":"James_I_of_England","surface_form":"James I","offset":1491},{"uri":"Henry_VII_of_England","surface_form":"Henry VII Tudors","offset":1500},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":1522},{"uri":"Sicily","surface_form":"Sicily","offset":1746},{"uri":"Hanna_Jaff","surface_form":"Hanna Jaff","offset":2158},{"uri":"England","surface_form":"England","offset":2283},{"uri":"Mexico","surface_form":"Mexico","offset":2295},{"uri":"Gstaad","surface_form":"Gstaad","offset":2509},{"uri":"Switzerland","surface_form":"Switzerland","offset":2517},{"uri":"Hampshire","surface_form":"Hampshire","offset":2559},{"uri":"London","surface_form":"London","offset":2573}]}