{"id":799706,"url":"http://en.wikipedia.org/wiki/Racism_in_Thailand","text":"e=\"preserve\">Racism in Thailand is a system where Thailand's society treats people better or worse depending on their appearance (like skin color, hair, and face) as well as where they are from. Racism is a system that exists around the world, but because every country is different, the system may work differently in different places. Some parts of racism in Thailand are taken from other countries, but other parts are unique.\nHistory.\nMuch of Southeast Asia has a long history of assuming people with darker skin have dark skin because they work outdoors farming and are poor. These assumptions are often wrong, but they are used to justify treating light-skinned people better and dark-skinned people worse. As a result, many people in Thailand have tried to make their skin whiter. Today, major companies like Unilever make a lot of money in Thailand selling products that make skin whiter.\nThailand also has a history of slavery. The Maniq (or Mani) people of Thailand are an indigenous people with dark skin who have been enslaved by monarchs from Malaysia and Thailand. People often refer to them using offensive slurs that mean \"slave\" in a practice similar to slavery in the United States.\nModern racism.\nThe Black Lives Matter movement caused people to share experiences with racism around the world. One student wrote an article in a major newspaper saying that Thai people who believe there is no racism there are wrong. Another newspaper interviewed a priest who came to Thailand from the United States and was treated badly; the police assumed he was a drug dealer from Africa. Assumptions that black people are from Africa, are violent, and are very involved with drugs has been spread around the world by white people from places like the United States and Europe.\nOne Thai vlogger, Natthawadee 'Suzie' Waikalo, has frequently discussed how racism impacted her growing up. In September 2020, a model in Thailand was called African and many racial slurs after she won a beauty pageant, because some people did not think her skin was light enough and she supported protests that are happening in the country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thailand","surface_form":"Thailand's","offset":50},{"uri":"Hair","surface_form":"hair","offset":147},{"uri":"Racism","surface_form":"Racism","offset":195},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":447},{"uri":"Farming","surface_form":"farming","offset":559},{"uri":"Poverty","surface_form":"poor","offset":575},{"uri":"Unilever","surface_form":"Unilever","offset":816},{"uri":"Slavery","surface_form":"slavery","offset":928},{"uri":"Indigenous_peoples","surface_form":"indigenous people","offset":983},{"uri":"Monarchy","surface_form":"monarchs","offset":1042},{"uri":"Malaysia","surface_form":"Malaysia","offset":1056},{"uri":"Slur","surface_form":"slurs","offset":1122},{"uri":"Slavery_in_the_United_States","surface_form":"slavery in the United States","offset":1171},{"uri":"Black_Lives_Matter","surface_form":"Black Lives Matter","offset":1220},{"uri":"Newspaper","surface_form":"newspaper","offset":1353},{"uri":"Priest","surface_form":"priest","offset":1467},{"uri":"United_States","surface_form":"United States","offset":1504},{"uri":"Drug_dealer","surface_form":"drug dealer","offset":1569},{"uri":"Africa","surface_form":"Africa","offset":1586},{"uri":"White_people","surface_form":"white people","offset":1723},{"uri":"Europe","surface_form":"Europe","offset":1775},{"uri":"Vlog","surface_form":"vlogger","offset":1792},{"uri":"Protest","surface_form":"protests","offset":2081}]}