{"id":799770,"url":"http://en.wikipedia.org/wiki/Daocheng_Yading_Airport","text":"Daocheng Yading Airport is an airport serving Daocheng County. Daocheng County is a county that is in Garzê Tibetan Autonomous Prefecture. The prefecture is in the province of Sichuan, China. The airport is located in Sangdui Town. Sandui town is 50 kilometers north of the county seat. Yading Nature Reserve is 130 kilometers away from the airport. Daocheng Yading is above sea level. This makes it the highest civilian airport in the world.\nConstruction started after plans for the airport was approved in April 2011. The total cost of construction is 1.58 billion yuan (US$255 million). The airport officially opened on 16 September 2013. The first flight was Air China flight 4215 on an Airbus A319. The flight came from Chengdu. It carried 118 passengers. The opening of the airport reduces the time needed to travel from Daocheng and Chengdu to one hour. This journey used to take two days by bus.\nFacilities.\nDaocheng Yading Airport has one runway that is long and wide. It has a terminal building. The airport terminal is shaped like a flying saucer. There are two aerobridges. It is designed to handle 280,000 passengers per year.\nPilots landing and taking off a plane from the airport need to be a captain. They also need to have a license that allows them to land on a high elevation airport. They cannot be more than 55 years old. They also need have 1200 hours in flying experience. Out of this 1200, 100 must be on the type of aircraft they are currently flying.\nAirlines and destinations.\nDaocheng Yading is served by airlines such as Air China, China Southern Airlines as well as Sichuan Airlines. There are several destinations these airlines fly to. Air China operates flights to Chengdu Shuangliu International Airport (Chengdu) and Guangzhou Baiyun International Airport (Guangzhou). China Southen operates flights to Chengdu and Guangzhou. Sichuan Airlines operates flights to Chengdu, Chongqing Jiangbei International Airport, Hangzhou Xiaoshan International Airport and Xi'an Xianyang International Airport.","categories":[],"infobox_types":[],"annotations":[{"uri":"County","surface_form":"county","offset":84},{"uri":"Garz%C3%AA_Tibetan_Autonomous_Prefecture","surface_form":"Garzê Tibetan Autonomous Prefecture","offset":102},{"uri":"Prefecture","surface_form":"prefecture","offset":143},{"uri":"Sichuan","surface_form":"Sichuan","offset":176},{"uri":"County_seat","surface_form":"county seat","offset":274},{"uri":"Air_China","surface_form":"Air China","offset":663},{"uri":"Airbus_A319","surface_form":"Airbus A319","offset":691},{"uri":"Chengdu","surface_form":"Chengdu","offset":725},{"uri":"Daocheng","surface_form":"Daocheng","offset":827},{"uri":"Chengdu","surface_form":"Chengdu","offset":840},{"uri":"Bus","surface_form":"bus","offset":899},{"uri":"Runway","surface_form":"runway","offset":948},{"uri":"Flying_saucer","surface_form":"flying saucer","offset":1044},{"uri":"Aerobridges","surface_form":"aerobridges","offset":1073},{"uri":"Pilots","surface_form":"Pilots","offset":1140},{"uri":"Captain","surface_form":"captain","offset":1208},{"uri":"Air_China","surface_form":"Air China","offset":1550},{"uri":"China_Southern_Airlines","surface_form":"China Southern Airlines","offset":1561},{"uri":"Sichuan_Airlines","surface_form":"Sichuan Airlines","offset":1596},{"uri":"Air_China","surface_form":"Air China","offset":1668},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":1850},{"uri":"Sichuan_Airlines","surface_form":"Sichuan Airlines","offset":1861}]}