{"id":799998,"url":"http://en.wikipedia.org/wiki/Cloudy_with_a_Chance_of_Meatballs_(movie)","text":"\"Cloudy with a Chance of Meatballs\" is a computer animated movie made by Sony Pictures Animation, It stars Bill Hader, Anna Faris, Bruce Campbell, James Caan, Andy Samberg, Benjamin Bratt, Neil Patrick Harris, Al Roker, Lauren Graham and Will Forte.\nCast.\nAdditional Voices, Lori Alan, Jack Angel, Greg Baldwin, Michael Bell, Bob Bergen, Gregg Berger, Kimberly Brooks, Lara Cody, Rodger Bumpass, Cody Cameron, David Cowgill, Jennifer Darling, Ann Dominic, Jen Cohn, Debi Derryberry, Dan Gilvezan, Marsha Clark, John Cygan, Paul Eiding, Bill Farmer, Laurie Faso, Chad Einbinder, Eddie Frierson, Jess Harnell, Gary A. Hecker, Phil Lord, Bridget Hoffman, Edie Lehmann-Boddicker, Tom Wyner, Neil Kaplan, Tom Kane, David Kaye, Marsha Kramer, Steve Kramer, Josh Keaton, Phil LaMarr, Anne Lockhart, Sherry Lynn, Tress MacNeille, Danny Mann, Barbara Goodson, Mona Marshall, Mickie McGowan, Candi Milo, Christopher Miller, Laraine Newman, Jeffrey Jones, Joe Ochman, Elizabeth Pan, Paul Pape, Patrick Pinney, Phil Proctor, Jan Rabson, Peter Renaday, Michelle Ruff, Neil Ross, Skip Stellrecht, Fred Tatsciore, Beau Weaver, Melissa Sturm, Ezra Weisz, & Dave Wittenberg.\nAdditional Children's Voices Isabella Acres, Shane Baumel, Grace Rolek, Jeremy Shada, Will Shadley, Ariel Winter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sony_Pictures_Animation","surface_form":"Sony Pictures Animation","offset":73},{"uri":"Bill_Hader","surface_form":"Bill Hader","offset":107},{"uri":"Anna_Faris","surface_form":"Anna Faris","offset":119},{"uri":"Bruce_Campbell","surface_form":"Bruce Campbell","offset":131},{"uri":"James_Caan","surface_form":"James Caan","offset":147},{"uri":"Andy_Samberg","surface_form":"Andy Samberg","offset":159},{"uri":"Benjamin_Bratt","surface_form":"Benjamin Bratt","offset":173},{"uri":"Neil_Patrick_Harris","surface_form":"Neil Patrick Harris","offset":189},{"uri":"Al_Roker","surface_form":"Al Roker","offset":210},{"uri":"Lauren_Graham","surface_form":"Lauren Graham","offset":220},{"uri":"Will_Forte","surface_form":"Will Forte","offset":238}]}