{"id":799997,"url":"http://en.wikipedia.org/wiki/2020_Vienna_attacks","text":"The 2020 Vienna attacks was a spree shooting which happened on 2 November 2020 in Vienna, Austria. Multiple gunmen across six locations opened fire with automatic weapons. The death of a civilian and of a perpetrator are confirmed, but many more victims are suspected, while several more are injured, with one of them a police officer.\nChancellor Sebastian Kurz called it \"definitely a terrorist attack\".\nThe attack.\nMany people were partying, as a nationwide Corona-related lockdown would be put in place on November 3. In the early evening (about 8pm local time), several attackers started shooting into partying crowds using rifles. On November 3, the police said there were up to four attackers. These attackers were heavily armed, and dangerous.There are six sites in the center of Vienna, at which attacks took place.\nPolice killed one attacker, at least one is still at large. The attacks started near the city's main synagogue, which was closed at the time. They killed one person. Between 15 and 20 people wounded, and are being treated in hospitals. Seven of them were severely wounded. A police officer was wounded. Two other people died in hospital.\nThe attackers.\nOne attacker was shot by police. They said that this attacker was an Islamist. He was 20, born in Vienna, with family from North Macedonia or Albania. Police knew him, as he already been convicted for actions of forming a terrorist organization.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spree_shooting","surface_form":"spree shooting","offset":30},{"uri":"Vienna","surface_form":"Vienna","offset":82},{"uri":"Austria","surface_form":"Austria","offset":90},{"uri":"Automatic_weapon","surface_form":"automatic weapon","offset":153},{"uri":"Chancellor_of_Austria","surface_form":"Chancellor","offset":336},{"uri":"Sebastian_Kurz","surface_form":"Sebastian Kurz","offset":347},{"uri":"COVID-19_pandemic_in_Austria","surface_form":"Corona","offset":460},{"uri":"Synagogue","surface_form":"synagogue","offset":925},{"uri":"Islamist","surface_form":"Islamist","offset":1246},{"uri":"North_Macedonia","surface_form":"North Macedonia","offset":1300},{"uri":"Albania","surface_form":"Albania","offset":1319}]}