{"id":800086,"url":"http://en.wikipedia.org/wiki/2024_Winter_Youth_Olympics","text":"e=\"preserve\">The 2024 Winter Youth Olympics is officially known as the IV Winter Youth Olympic Games (;). The common name is Gangwon 2024. It will be the fourth edition of the Winter Youth Olympics. The Winter Youth Olympics is an international sports, education and cultural festival for teenagers. It will take place between 19 January and 2 February 2024 in Gangwon, South Korea. The host city was announced at the 135th IOC Session on 10 January 2020. The meeting is held at the SwissTech Convention Center in Lausanne, Switzerland. This was during the 2020 Winter Youth Olympics. This is the first Olympic event with the new bidding process. This will also be the first Winter Youth Olympic Games to be held outside of Europe.\nBidding process.\nGangwon was the only preferred host. Other cities such as Brașov, Granada, and Sofia were interested to hold the competition but was not preferred. They held talks with IOC and the Future Host Commission. Gangwon was officially chosen during 135th IOC Session in Lausanne, Switzerland on 10 January 2020.\nHost city selection.\nPyeongchang (in Gangwon) was chosen as host of the 2024 Winter Youth Olympics. This was announced on 10 January 2020 at the 135th IOC Session in Lausanne, Switzerland. The city meets all of the requirements set by the IOC and Executive Board. 82 members were eligible to vote.\nDevelopment and preparation.\nMost of the venues of the 2018 Winter Olympics and Paralympics will be used again. Most of the outdoor snow events will be held in the county of Pyeongchang. Some indoor ice events will be held in the nearby city of Gangneung. Wonsan city in North Korea will also hold some events after discussions with North Korea. Wonsan can possibly host some of the alpine events.\nPyeongchang (mountain cluster).\nThe Alpensia Sports Park in Daegwallyeong-myeon, Pyeongchang will be the main venue of the games.\nGangneung (coastal cluster).\nGangneung Olympic Park is located in the neighborhood of Gyo-dong. The neighbourhood is in Gangneung city. The park includes four indoor sports venues. All four venues are close to one another.","categories":[],"infobox_types":[],"annotations":[{"uri":"Winter_Youth_Olympic_Games","surface_form":"Winter Youth Olympics","offset":176},{"uri":"Teenager","surface_form":"teenagers","offset":289},{"uri":"Gangwon_Province%2C_South_Korea","surface_form":"Gangwon","offset":361},{"uri":"South_Korea","surface_form":"South Korea","offset":370},{"uri":"Gangwon_Province%2C_South_Korea","surface_form":"Gangwon","offset":749},{"uri":"Bra%C5%9Fov","surface_form":"Brașov","offset":807},{"uri":"Granada","surface_form":"Granada","offset":815},{"uri":"Sofia","surface_form":"Sofia","offset":828},{"uri":"Lausanne","surface_form":"Lausanne","offset":1012},{"uri":"Switzerland","surface_form":"Switzerland","offset":1022},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":1075},{"uri":"Lausanne","surface_form":"Lausanne","offset":1220},{"uri":"2018_Winter_Olympics_and_Paralympics","surface_form":"2018 Winter Olympics and Paralympics","offset":1407},{"uri":"County","surface_form":"county","offset":1516},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":1526},{"uri":"North_Korea","surface_form":"North Korea","offset":1623},{"uri":"Alpensia_Sports_Park","surface_form":"Alpensia Sports Park","offset":1786},{"uri":"Daegwallyeong-myeon","surface_form":"Daegwallyeong-myeon","offset":1810},{"uri":"Gangneung_Olympic_Park","surface_form":"Gangneung Olympic Park","offset":1909},{"uri":"Gyo-dong","surface_form":"Gyo-dong","offset":1966},{"uri":"Gangneung_city","surface_form":"Gangneung city","offset":2000}]}