{"id":800090,"url":"http://en.wikipedia.org/wiki/National_Union_Party_(United_States)","text":"ce=\"preserve\">The National Union Party was the temporary name used by the Republican Party and elements of other parties for the national ticket in the 1864 presidential election that was held during the Civil War. For the most part, state Republican parties did not change their name. The temporary name was used to attract War Democrats and border states, Unconditional Unionists and Unionist Party members who would not vote for the Republican Party. The party nominated incumbent Republican President Abraham Lincoln and for Vice President Democrat Andrew Johnson, who were elected in an electoral landslide.\nEstablishment.\nThe National Union Party was created just before the general election of November 1864, when the Civil War was still in progress. A faction of anti-Lincoln Radical Republicans believed that Lincoln was incompetent and could not be reelected. A number of Radical Republicans formed a party called the Radical Democracy Party and a few hundred delegates met in Cleveland starting on May 31, 1864, eventually nominating John C. Frémont, who had also been the Republicans' first presidential standard-bearer during the 1856 presidential election.\nBaltimore Convention.\nRepublicans loyal to Lincoln created a new name for their party in convention at Baltimore, Maryland during the first week in June 1864 in order to accommodate the War Democrats who supported the war and wished to separate themselves from the Copperheads. This is the main reason why War Democrat Andrew Johnson was selected to be the vice presidential nominee as then-current Vice President Hannibal Hamlin was not nominated. The National Unionists supporting the Lincoln–Johnson ticket also hoped that the new party would stress the national character of the war.\nAs a Union party I will follow you to the ends of the earth, and to the gates of death. But as an Abolition party, as a Republican party, as a Whig party, as a Democratic party, as an American [Know-Nothing] party, I will not follow you one foot.The National Union Party adopted the following goals as its platform:[P]ursuit of the war until the Confederacy surrendered unconditionally; a constitutional amendment for the abolition of slavery; aid to disabled Union veterans; continued European neutrality; enforcement of the Monroe Doctrine; encouragement of immigration; and construction of a transcontinental railroad. It also praised the use of black troops and Lincoln's management of the war.1864 National Union Party presidential nominee, Abraham Lincoln\n1864 National Union Party vice presidential nominee, Andrew Johnson\nNews of his nomination at the 1864 National Union Convention elicited Lincoln's famous response on June 9, 1864:I am very grateful for the renewed confidence which has been accorded to me, both by the convention and by the National [Union] League. I am not insensible at all to the personal compliment there is in this; yet I do not allow myself to believe that any but a small portion of it is to be appropriated as a personal compliment. The convention and the nation, I am assured, are alike animated by a higher view of the interests of the country for the present and the great future, and that part I am entitled to appropriate as a compliment is only that part which I may lay hold of as being the opinion of the convention and of the League, that I am not entirely unworthy to be entrusted with the place I have occupied for the last three years. I have not permitted myself, gentlemen, to conclude that I am the best man in the country; but I am reminded, in this connection, of a story of an old Dutch farmer, who remarked to a companion once that 'it was not best to swap horses when crossing streams.'In August 1864, Lincoln wrote and signed a pledge that should he lose the election, he would nonetheless defeat the Confederacy by an all-out military effort before turning over the White House:This morning, as for some days past, it seems exceedingly probable that this Administration will not be re-elected. Then it will be my duty to so co-operate with the President elect, as to save the Union between the election and the inauguration; as he will have secured his election on such ground that he cannot possibly save it afterward.Lincoln did not show the pledge to his cabinet, but asked them to sign the sealed envelope.\nChanging mood.\nThe complexion of the war changed as the election approached. Confederate Commander Robert E. Lee's last victory in battle occurred June 3, 1864 at Cold Harbor. Union General Ulysses S. Grant's aggressive tactics trapped Lee in the trenches defending Richmond. Admiral David Farragut successfully shut down Mobile Bay as a Confederate resource in the Battle of Mobile Bay on August 3–23, 1864. Most decisive of all, Union General William Tecumseh Sherman captured Atlanta on September 1, 1864, convincing even the pessimists that the Confederacy was collapsing.\nFrémont withdraws.\nFrémont and his fellow Republicans hated their former ally Postmaster General Montgomery Blair. Frémont, aware that his candidacy could result in victory for the Democrats, made a deal to drop out of the presidential race in exchange for Blair's removal from office. On September 22, 1864, Frémont dropped out of the race. On September 23, Lincoln asked for and received Blair's resignation. The National Union ticket went on to win handily in the election of 1864, defeating the Democratic ticket of General George B. McClellan (whom Lincoln had previously relieved of his command) and George H. Pendleton.\nElection.\nThe Republican Party called itself the Union Party in 1864 and gave out this ballot for supporters to vote for Lincoln\nIn the 1864 congressional elections, the party won 42 Senate seats (out of 54 senators seated, not including vacancies due to the secession of Confederate states) and 149 seats (out of 193) in the House of Representatives. These candidates ran under various party names, including National Union, Republican and Unconditional Union, but were part of the overall Republican/National Union effort.\nPost-Lincoln: Andrew Johnson presidency (1865–69).\nUpon Lincoln's death in 1865, Andrew Johnson became the only other National Union President.\nAfter the bitter break with the Republicans in Congress over Reconstruction policies, Johnson used federal patronage to build up a party of loyalists, but it proved to be unsuccessful. Johnson's friends sponsored the 1866 National Union Convention in August 1866 in Philadelphia as part of his attempt at maintaining a coalition of supporters. The convention sought to bring together moderate and conservative Republicans and defecting Democrats and forge an unbeatable coalition behind President Johnson and his Reconstruction policy.\nIn the fall of 1866, Johnson embarked upon a speaking tour (known as the \"Swing Around the Circle\") before the 1866 Congressional elections to attempt to garner support for his policies. His swing was heavily ridiculed and proved ineffective as more of his opponents were elected. Republican National Committee chairman Henry Jarvis Raymond (1864–1866) lost the regard of the Republicans for his participation in the convention. The National Union movement became little more than the Democratic Party in a new form as Republicans left the movement and returned to the old party fold by the fall.\nUlysses S. Grant/Schuyler Colfax 1868 National Union Republican campaign poster\nThe last congressman to represent the National Union Party ended his affiliation with the party in March 1867. Johnson was impeached by the Republican-led House of Representatives in 1868 and was acquitted in the Senate by one vote. Upon the 1869 expiration of Johnson's only term as President, the National Union Party came to an end. The platform adopted at the 1868 Republican National Convention strongly repudiated President Johnson while the platform adopted by the 1868 Democratic National Convention thanked Johnson. Johnson received dozens of votes on the first ballot of the Democratic convention, but the party ultimately nominated Horatio Seymour. Meanwhile, the mainline Republicans decided at their 1868 national convention to use the term the National Union Republican Convention. The 1868 National Union Republican delegates nominated Ulysses S. Grant for President and his running mate Schuyler Colfax for Vice President. In 1872, all reference to Union had disappeared. Historians regard the initial National Union coalition assembled in 1864 as part of the Republican Party lineage and heritage.\nLater incarnations.\nIn 2014, the National Union Party would be revived, albeit in an unofficial way by Washington State perennial candidate Mike The Mover (born Michael Patrick Shanks). Mike is not a member of the Republicans or any other political party. Despite this, during the 2014 congressional election for Washington's 1st congressional district, he ran as a candidate for the National Union Party, taking advantage of an election law in the state where candidates can declare themselves a member of any party, even if that party doesn't exist. Mike is a fan of Civil War history and this interest probably influenced his choice","categories":[],"infobox_types":[],"annotations":[]}