{"id":800028,"url":"http://en.wikipedia.org/wiki/Pan-Arab_colors","text":"e=\"preserve\">The Pan-Arab colors are black, white, green, and red. Individually, each of the four Pan-Arab colors were intended to represent a certain Arab dynasty, or era.\nOrigin And History.\nThe origin of the colors goes all the way back to the 14th century during the time of an Iraqi poet known as Safi Al-Din Al-Hilli. In one of his poems, there is a line that makes reference to the four colors. The line talks about white representing the acts of people, the black representing their struggles, the green standing for the fields where these struggles are fought on, while the red is for swords.\nThe very first time these colors were used together was back in 1916 when the flag of the Arab Revolt was designed. The flag was a simple design involving three stripes of black, green, and white from the top respectively. The red color is in the shape of a triangle originating from the left side. Presently, there are several flags that utilize these colors. These flags include those of nations and regions such as Jordan, Palestine, Kuwait, the United Arab Emirates, and the Sahrawi Arab Democratic Republic. The brief union that was known as the Arab Federation of Iraq and Jordan also had a flag that used the colors.\nThe Arab Liberation Colors.\nThe Pan-Arab colors continued to be used for a while until the onset of the 1950s. From there onward, the Arab Liberation colors started becoming more popular and eventually replaced the Pan-Arab ones. The new colors were almost the same as the old ones with a slight difference. In the new scheme, the flag featured three bands of white, black, and red. The green was not eliminated but it was given much less prominence compared to previous designs. Under the new flag, the colors adopted a different meaning altogether. The black now stood for past foreign oppressors, the red symbolized the bloody sacrifices made, and the white was representative of a bright future full of hope.\nThe inspiration for these new colors can be traced back to the Arab Liberation flag that was in use during the 1952 Egyptian Revolution (also called the July 23 revolution). The revolution was led by two army officers, namely Gamal Abdel Nasser and Mohammed Naguib, who wanted to do away with the reign of King Farouk. The new colors appear today in several flags. These flags include those of Egypt, Syria, Yemen, Sudan, Iraq, and Yemen. Even before Yemen merged, the rival states that made up the larger Yemen, North and South Yemen, both had the colors in their respective flags. There were also Arab unions that did not last very long but had the Arab Liberation colors. These unions were the Federation of Arab Republics and the United Arab Republic.","categories":[],"infobox_types":[],"annotations":[]}