{"id":800165,"url":"http://en.wikipedia.org/wiki/Vic_Mensa","text":"Victor Kwesi Mensah (born June 6, 1993), known professionally as Vic Mensa, is an American rapper, singer, record producer and activist. Mensa's debut single \"Down on My Luck\" was released in June 2014 by Virgin EMI. His debut studio album \"The Autobiography\" was released in July 2017.\nLife and career.\nVictor Kwesi Mensah was born on June 6, 1993. His father is from Ghana and his mother is an American. Mensa grew up in the Hyde Park neighborhood of Chicago. He attended Whitney M. Young Magnet High School and while a freshman, met Chancelor Bennett in passing (Bennett would later be known as Chance the Rapper).\nMensa began his career when he formed a band called Kids These Days in 2009. The band would eventually release two projects, an extended play titled \"Hard Times\" in 2011, and a mixtape titled \"Traphouse Rock\" in 2012.\nFollowing the band's split up in May 2013, Mensa performed with Gorillaz frontman Damon Albarn at Albarn's 2014 performance at the Governors Ball Music Festival, where he performed the track \"Clint Eastwood\", filling in for MC Del the Funky Homosapien. When announcing a tour for 2015, Mensa said that he has plans to collaborate with Albarn sometime in the near future.\nOn September 18, 2013, it was announced, that Mensa would be joining J. Cole and Wale on the What Dreams May Come Tour. Mensa would eventually release his debut mixtape, \"Innanetape\", which was released on September 30, 2013.\nFollowing the end of the What Dreams May Come Tour, he toured Europe with Danny Brown, for the beginning of February 21, 2014 and ending on March 8. To cap off his rise to stardom, Mensa was chosen to be on the cover of \"XXL\" for the Freshman Class of 2014. Mensa's debut single \"Down on My Luck\" was serviced to urban contemporary radio in the United Kingdom on May 12, 2014. On the same day, the music video for the song was released which performed and produced with Dimetri Hogan. \"Down on My Luck\" was then released for digital download in international markets on June 6, 2014, by Virgin EMI Records.\nOn February 12, 2015, Kanye West debuted a song, titled \"Wolves\" at his Adidas Originals showcase. The song featured Mensa himself, along with Sia. Mensa later performed \"Wolves\" alongside West and Sia on Saturday Night Live's 40th Anniversary Celebration three days later. Mensa would later release an official collaboration with Kanye West, titled \"U Mad\" on April 10. Eleven days later, Roc Nation announced that Vic had signed to its label, and a video of Mensa signing the deal alongside Jay-Z backstage at his On the Run Tour in Chicago was released on Tidal. Later on in 2015, Mensa received a nomination for Best Rap Song at the 58th Grammy Awards as a songwriter for co-writing Kanye West's single \"All Day\".\nOn February 8, 2016, it was announced that Mensa, along with Travis Scott and iLoveMakonnen, will be a part of Alexander Wang's \"WANGSQUAD\" campaign. On February 19, Mensa released a single, titled \"No Chill\" onto iTunes with Skrillex. It was produced by Skrillex and Jahlil Beats. Mensa's collaboration on Kanye West's \"Wolves\", would eventuality be released after West updated the album's Tidal track list off his seventh studio album \"The Life of Pablo\" with a reworked version of \"Wolves\", which included previously removed guest vocals from Mensa and Sia, and separated Frank Ocean vocals into a separate track on March 16, 2016.\nOn June 3, 2016, Vic Mensa released his second extended play titled, \"There's Alot Going On\". With only one guest feature from Ty Dolla Sign, the EP tackled issues such as the Flint water crisis, the Shooting of Laquan McDonald, and self-inflicted wounds. Mensa's EP debuted at number 127 on the US \"Billboard 200\" chart.\nHe and his friends were stopped by police for assumed stealing after his spending spree at Barney's of $4,000.\nHe has performed as the opening act during Justin Bieber's Purpose World Tour in Europe.\nLeading up to the release of Mensa's debut studio album, he released his third extended play, \"The Manuscript\" on June 8, 2017. Three days later, Mensa announced and revealed the album's title of his debut studio album titled, \"The Autobiography\". Mensa would release the lead single titled, \"Wings\" featuring Pharrell Williams and Saul Williams on July 13. \"The Autobiography\" was released on July 28, 2017, through Roc Nation. The album featured guest appearances from Weezer, Syd, The-Dream, Chief Keef, Joey Purp, Pharrell Williams, Saul Williams, Ty Dolla Sign, and Pusha T. The album debuted at number 27 on the US \"Billboard 200\" chart with first-week sales of 15,000 copies first week.\nMensa later went on and released his fourth extended play titled, \"Hooligans\" on December 14, 2018. The extended play was supported by the singles: \"Reverse\" featuring G-Eazy and \"Dark Things\".\nIn January 2019, Mensa formed a punk rock and rap band named 93Punx, they later released a cover of The Cranberries song \"Zombie\". 93Punx later released their debut single, \"Camp America\", featuring children in cages in an ICE-inspired video. The singles \"3 Years Sober\" with Travis Barker and \"It's a Bad Dream\" featuring Good Charlotte was followed up and released in July and August 2019 respectively. Their self-titled album was released on August 23, 2019.\nMensa returned in August 2020 with his first single of the year, \"No More Teardrops\", featuring Malik Yusef and Wyatt Waddell, a song tackling police brutality, street crime, corruption and the prison system. The song will appear on Roc Nation's upcoming compilation album, \"Reprise\". Mensa would later release his fifth extended play, \"V Tape\", on August 21, 2020 which features from Snoh Alaegra, SAINt JHN, BJ Chicago Kid, Peter Cottontale and Eryn Allen Kayne.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ghana","surface_form":"Ghana","offset":369},{"uri":"Hyde_Park%2C_Chicago","surface_form":"the Hyde Park neighborhood of Chicago","offset":423},{"uri":"Whitney_M._Young_Magnet_High_School","surface_form":"Whitney M. Young Magnet High School","offset":474},{"uri":"Chance_the_Rapper","surface_form":"Chancelor Bennett","offset":536},{"uri":"Extended_play","surface_form":"extended play","offset":746},{"uri":"Mixtape","surface_form":"mixtape","offset":795},{"uri":"Gorillaz","surface_form":"Gorillaz","offset":900},{"uri":"Damon_Albarn","surface_form":"Damon Albarn","offset":918},{"uri":"Wale_(rapper)","surface_form":"Wale","offset":1288},{"uri":"Mixtape","surface_form":"mixtape","offset":1368},{"uri":"Urban_contemporary","surface_form":"urban contemporary","offset":1746},{"uri":"Dimetri_Hogan","surface_form":"Dimetri Hogan","offset":1903},{"uri":"Kanye_West","surface_form":"Kanye West","offset":2062},{"uri":"Sia_(musician)","surface_form":"Sia","offset":2183},{"uri":"Saturday_Night_Live","surface_form":"Saturday Night Live","offset":2245},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":2533},{"uri":"Tidal_(service)","surface_form":"Tidal","offset":2599},{"uri":"Travis_Scott","surface_form":"Travis Scott","offset":2819},{"uri":"ITunes","surface_form":"iTunes","offset":2972},{"uri":"Skrillex","surface_form":"Skrillex","offset":2984},{"uri":"Jahlil_Beats","surface_form":"Jahlil Beats","offset":3026},{"uri":"The_Life_of_Pablo","surface_form":"The Life of Pablo","offset":3196},{"uri":"Frank_Ocean","surface_form":"Frank Ocean","offset":3333},{"uri":"Extended_play","surface_form":"extended play","offset":3440},{"uri":"Ty_Dolla_Sign","surface_form":"Ty Dolla Sign","offset":3520},{"uri":"Flint_water_crisis","surface_form":"Flint water crisis","offset":3569},{"uri":"Shooting_of_Laquan_McDonald","surface_form":"Shooting of Laquan McDonald","offset":3593},{"uri":"Billboard_200","surface_form":"Billboard 200","offset":3693},{"uri":"Barneys_New_York","surface_form":"Barney's","offset":3806},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":3869},{"uri":"Purpose_World_Tour","surface_form":"Purpose World Tour","offset":3885},{"uri":"The_Manuscript_(Vic_Mensa_EP)","surface_form":"The Manuscript","offset":4010},{"uri":"The_Autobiography_(Vic_Mensa_album)","surface_form":"The Autobiography","offset":4143},{"uri":"Pharrell_Williams","surface_form":"Pharrell Williams","offset":4225},{"uri":"Saul_Williams","surface_form":"Saul Williams","offset":4247},{"uri":"Roc_Nation","surface_form":"Roc Nation","offset":4332},{"uri":"Weezer","surface_form":"Weezer","offset":4386},{"uri":"Chief_Keef","surface_form":"Chief Keef","offset":4410},{"uri":"Joey_Purp","surface_form":"Joey Purp","offset":4422},{"uri":"G-Eazy","surface_form":"G-Eazy","offset":4777},{"uri":"The_Cranberries","surface_form":"The Cranberries","offset":4903},{"uri":"Travis_Barker","surface_form":"Travis Barker","offset":5079},{"uri":"Good_Charlotte","surface_form":"Good Charlotte","offset":5126}]}