{"id":800201,"url":"http://en.wikipedia.org/wiki/H%C3%B8nefoss","text":"Hønefoss is a small city in the municipality of Ringerike. It is located in Buskerud, in Viken county, Norway. It has a small city center with the shopping mall named Kuben.\nThe small city is a connecting point between several cities, with the local train station going to other cities like Bergen, Drammen, Oslo and Gjøvik.\nThe city is also known for its waterfalls, with the Oppgangssaga in the middle of the falls.\nIndustry and history.\nHønefoss used to be a industry town, transferring wood with the river. The trees were sent down the river.\nFollum Factory was also one of the biggest industries in Hønefoss, being a paper producing factory. Many of the Follum buildings have now been torn down, or are used for other purposes. One of the buildings is currently holding the studio of local artist Mads Veslelia.\nMads Veslelia.\nMads Veslelia (born May 10th, 1991) is a local rapper from Hønefoss. He debuted with his album The Dark Light in 2011. \"People think this Norwegian rapper sounds just like Eminem\" was said on MTV in 2015 about Veslelia\nSince his debut album in 2011, he has since published many different albums and singles such as Paranormal (album in 2013), My Bedroom (album in 2016), Legend in the Making (single in 2018), Hønefoss (single in 2020) and Wannabe (single in 2015), which is the song he is most known for.\nFootball.\nOne of the most known sports teams is HBK, Hønefoss Ballklubb, which is the football team. HBK has been in the first division many times, but has also dropped down several times.\nHockey.\nAnother sports team is Ringerike Panthers, the hockey team. Panthers was in the GET league for a short period of time, before they dropped out of the leauge and down to the first division.\nBasketball.\nHBBK, Hønefoss Basketballklubb was founded by Svein Roger Eriksen and Ola Gravem Knutsen in November 1986. The team has been hosting a school cup every year since 2014, collaborating with Hønefoss Sparebank, one of the major banks in the city. The women's team have been in the elite series for four seasons.\nTheir biggest win (by points) was when they won against Drammen, 216 to 3.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ringerike","surface_form":"Ringerike","offset":48},{"uri":"Buskerud","surface_form":"Buskerud","offset":76},{"uri":"Viken","surface_form":"Viken","offset":89},{"uri":"Norway","surface_form":"Norway","offset":103},{"uri":"Kuben","surface_form":"Kuben","offset":167},{"uri":"Bergen","surface_form":"Bergen","offset":291},{"uri":"Drammen","surface_form":"Drammen","offset":299},{"uri":"Oslo","surface_form":"Oslo","offset":308},{"uri":"Gj%C3%B8vik","surface_form":"Gjøvik","offset":317},{"uri":"Oppgangssaga","surface_form":"Oppgangssaga","offset":377},{"uri":"Follum_Factory","surface_form":"Follum Factory","offset":547},{"uri":"Mads_Veslelia","surface_form":"Mads Veslelia","offset":802},{"uri":"H%C3%B8nefoss_Ballklubb","surface_form":"Hønefoss Ballklubb","offset":1391},{"uri":"Ringerike_Panthers","surface_form":"Ringerike Panthers","offset":1558},{"uri":"Eliteserien_(ice_hockey)","surface_form":"GET league","offset":1615},{"uri":"H%C3%B8nefoss_Basketballklubb","surface_form":"Hønefoss Basketballklubb","offset":1742},{"uri":"Svein_Roger_Eriksen","surface_form":"Svein Roger Eriksen","offset":1782},{"uri":"Ola_Gravem_Knutsen","surface_form":"Ola Gravem Knutsen","offset":1806},{"uri":"H%C3%B8nefoss_Sparebank","surface_form":"Hønefoss Sparebank","offset":1924}]}