{"id":800225,"url":"http://en.wikipedia.org/wiki/Daegwallyeong-myeon","text":"Daegwallyeong-myeon (Korean: 대관령면; Hanja: 大關嶺面) is a myeon (township) in the county of Pyeongchang. Daegwallyeong-myeon is located in northeastern part of Pyeongchang. Pyeongchang is in the province of Gangwon-do, South Korea. The population was 6,162 people in 2008. The myeon was named Doam-myeon (Korean: 도암면; Hanja: 道岩面) until 2007. Daegwallyeong-myeon is named after the important mountain pass of Daegwallyeong. It has the coldest average temperature in South Korea.\nHistory.\nDaegwallyeong-myeon is originally part of the Gangneung city. It was transferred to Jeongseon county in 1906. It then became part of Pyeongchang county in 1931. The original name was Doam-myeon. It was then renamed to Daegwanryeong-myeon after the Daegwallyeong pass that connects Gangneung with this location. This results in Gangneung being more connected to Daegwallyeong-myeon than the rest of Pyeongchang.\nAdministrative divisions.\nNote: One ri is an administrative unit in South Korea. It is similar to the unit of village.\nClimate.\nDaegwallyeong-myeon has a temperate climate. The average temperature is 8 degrees Celsius. The warmest month is August, at around 20 degree Celsius. The coldest month is January. The temperatures can reach minus 6 degrees Celsius. The average rainfall is around 1530 millimetres a year. The wettest month is July. The rainfall is around 330 millimeters in July. The month with the lowest rainfall is December. In December, around 40 millimeters of rain is recorded.\nAttractions.\nThere are several attractions in Daegwallyeong-myeon, some of the major ones are listed below.\nPyeongchang was selected as host of the 2024 Winter Youth Olympics on 10 January 2020. It was confirmed that Daegwallyeong-myeon will also host a major part of the event. The facilities of the 2018 Winter Olympics will be reused for the 2024 Winter Youth Olympics. They will likely host the same sporting events and ceremonies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Township","surface_form":"township","offset":60},{"uri":"County","surface_form":"county","offset":77},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":87},{"uri":"Province","surface_form":"province","offset":190},{"uri":"Gangwon_Province%2C_South_Korea","surface_form":"Gangwon-do","offset":202},{"uri":"South_Korea","surface_form":"South Korea","offset":214},{"uri":"Mountain_pass","surface_form":"mountain pass","offset":386},{"uri":"Gangneung","surface_form":"Gangneung","offset":528},{"uri":"Jeongseon","surface_form":"Jeongseon","offset":566},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":615},{"uri":"Ri_(administrative_division)","surface_form":"ri","offset":929},{"uri":"South_Korea","surface_form":"South Korea","offset":961},{"uri":"Village","surface_form":"village","offset":1003},{"uri":"Temperate_zone","surface_form":"temperate","offset":1047},{"uri":"Millimetres","surface_form":"millimetres","offset":1288},{"uri":"2024_Winter_Youth_Olympics","surface_form":"2024 Winter Youth Olympics","offset":1635}]}