{"id":80032,"url":"http://en.wikipedia.org/wiki/Donkey_Kong_(video_game)","text":"\"Donkey Kong\" is an arcade video game made by Nintendo in 1981. It was designed by Shigeru Miyamoto and Gunpei Yokoi after their other games failed in North America. It is the first game starring Mario (then called Jumpman) and Donkey Kong, where Mario has to climb a construction site to save his girlfriend Pauline from Donkey Kong, an escaped gorilla.\nGameplay.\nThe player is Jumpman (Mario). He must climb to the top of the level to reach his girlfriend Pauline who has been kidnapped by Donkey Kong, who escaped from a zoo. There are four different levels, and Donkey Kong has different weapons in each. Donkey Kong rolls barrels down a busted construction site, and Mario has to climb ladders and jump over these barrels until he reaches the top. He can grab a hammer to defeat obstacles, and each level has three of Pauline's things that will give him bonus points.\nWhen Mario beats the fourth level, it goes back to the first level and it gets harder. Like all arcade games with looping levels has an end level because the game cannot go farther than that. In this, Mario dies ten seconds into the final level.\nMusic.\nThe music was made by Hirokazu \"Hip\" Tanaka. Several remixes have been made of music from this game and used in \"Super Smash Bros. Brawl\".\nDevelopment.\nShigeru Miyamoto made \"Donkey Kong\" with the help of other people, such as Gunpei Yokoi. It was based on an older Nintendo game called \"Radar Scope\", which did not do very well in the United States, so Hiroshi Yamauchi, the president of Nintendo, asked Miyamoto to make a game to replace \"Radar Scope\".\nName.\nThere are a lot of rumors about where the name comes from. One rumor says that someone misheard or mistranslated the phrase \"Monkey Kong\" into \"Donkey Kong\" when talking over the phone or on a fax machine. Another rumor is that Miyamoto used a Japanese-to-English dictionary to find words that meant stubborn gorilla and came up with \"Donkey Kong\".\nReception.\nWhen \"Donkey Kong\" was first announced in America, game magazines thought it was not going to be a good game because it was not like other games being made at the time, which were mostly shooting games. But when it came out, it got great reviews and made a lot of money at the arcades. It is one of Nintendo's most famous games ever made.\nLegacy.\nThere was a documentary made about the game called ' where someone tries to beat the high score for the game.\nA lot of items from this game are used in \"Super Smash Bros. Brawl\". There is also a stage that copies the third level.\nSequels and re-releases.\n\"Donkey Kong\" has had many sequels. \"Donkey Kong Jr.\" and \"Donkey Kong 3\" were sequels to this game. The playable character called Mario went on to become the biggest game character of all time, making Nintendo more than 1 billion dollars and releasing more than 200 games, more than any other series. Donkey Kong went on to have his own series apart from Mario, starting with \"Donkey Kong Country\" for the Super NES. Donkey Kong also starred in many more sequels, as well as spin-offs like the \"Donkey Konga\" music games.\n\"Donkey Kong\" has been re-released many times; first on the Nintendo Entertainment System where it was the same game except that it does not have the second level. It has also appeared on other consoles including Atari consoles. A sequel came out for the Game Boy called \"Donkey Kong\", which has the first four levels and 100 new levels after that.\n\"Donkey Kong\" appeared as a bonus game in the Frantic Factory level for \"Donkey Kong 64\".\nThis game has not to be confused with the Game & Watch \"Donkey Kong Jr.\" portable game console, because the history of the game is a little different. In the Game & Watch version, the main character is Donkey Kong Jr., that has to save its father Donkey Kong from Mario. This game recently released for the Nintendo DSi as a downloadable for the cost of 200 Nintendo Points.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Arcade_game","surface_form":"arcade","offset":20},{"uri":"Video_game","surface_form":"video game","offset":27},{"uri":"Nintendo","surface_form":"Nintendo","offset":46},{"uri":"1981","surface_form":"1981","offset":58},{"uri":"Shigeru_Miyamoto","surface_form":"Shigeru Miyamoto","offset":83},{"uri":"Gunpei_Yokoi","surface_form":"Gunpei Yokoi","offset":104},{"uri":"North_America","surface_form":"North America","offset":151},{"uri":"Mario_(Nintendo)","surface_form":"Mario","offset":196},{"uri":"Donkey_Kong","surface_form":"Donkey Kong","offset":228},{"uri":"Construction_site","surface_form":"construction site","offset":268},{"uri":"Gorilla","surface_form":"gorilla","offset":346},{"uri":"Donkey_Kong","surface_form":"Donkey Kong","offset":492},{"uri":"Zoo","surface_form":"zoo","offset":524},{"uri":"Hammer","surface_form":"hammer","offset":767},{"uri":"Hirokazu_Tanaka","surface_form":"Hirokazu \"Hip\" Tanaka","offset":1148},{"uri":"Music_remix","surface_form":"remix","offset":1179},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":1239},{"uri":"Shigeru_Miyamoto","surface_form":"Shigeru Miyamoto","offset":1278},{"uri":"Gunpei_Yokoi","surface_form":"Gunpei Yokoi","offset":1353},{"uri":"Radar_Scope","surface_form":"Radar Scope","offset":1414},{"uri":"Hiroshi_Yamauchi","surface_form":"Hiroshi Yamauchi","offset":1480},{"uri":"Dictionary","surface_form":"dictionary","offset":1851},{"uri":"Gorilla","surface_form":"gorilla","offset":1896},{"uri":"United_States","surface_form":"America","offset":1989},{"uri":"Magazine","surface_form":"magazine","offset":2003},{"uri":"Documentary","surface_form":"documentary","offset":2306},{"uri":"Donkey_Kong_Jr.","surface_form":"Donkey Kong Jr.","offset":2586},{"uri":"Donkey_Kong_3","surface_form":"Donkey Kong 3","offset":2608},{"uri":"Mario_(Nintendo)","surface_form":"Mario","offset":2680},{"uri":"Donkey_Kong_Country","surface_form":"Donkey Kong Country","offset":2927},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"Super NES","offset":2956},{"uri":"Donkey_Konga","surface_form":"Donkey Konga","offset":3045},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":3132},{"uri":"Atari","surface_form":"Atari","offset":3285},{"uri":"Game_Boy","surface_form":"Game Boy","offset":3327},{"uri":"Donkey_Kong_(handheld_game)","surface_form":"Donkey Kong","offset":3344},{"uri":"Donkey_Kong_64","surface_form":"Donkey Kong 64","offset":3494},{"uri":"Game_%26amp%3B_Watch","surface_form":"Game & Watch","offset":3553},{"uri":"Nintendo_DSi","surface_form":"Nintendo DSi","offset":3818},{"uri":"Nintendo_Points","surface_form":"Nintendo Points","offset":3869}]}