{"id":800368,"url":"http://en.wikipedia.org/wiki/Peter_Parker_(The_Amazing_Spider-Man_movie_series)","text":"Spider-Man is the main hero of the 2012-2014 Marc Webb \"The Amazing Spider-Man\" movie series and based on the Marvel Comics character of the same name. He was played by Andrew Garfield in both movies. This is a different version of the character than the one from Sam Raimi's movies.\nFictional biography.\nPeter Parker was raised by his Aunt May and Uncle Ben. His parents worked as scientists before they were killed. In the movies, Peter finds out what his father, Richard, was working on, just as he is bitten by a spider that gives him his superhero abilities. The more he finds on his father's work, the more he realizes the consequences if it is used by the wrong people. He initially becomes Spider-Man to hunt down the man who kills his uncle, but later uses it primarily to protect the people of New York City and prevent the wrong people from using his father's work.\nIn this movie series, Peter is a very smart but mischievous person, but learns to be more responsible once he becomes Spider-Man. He is very handy with computers and technology, even making his own suit, and likes to ride his skateboard prior to becoming Spider-Man. His love interest is Gwen Stacy.\nReception.\nAndrew Garfield's portrayal has been liked, particularly how accurate his performance is to the comics in regards to portraying Spider-Man as the superhero. However, his portrayal of Peter Parker in his regular life has been noted as different than usual, with some calling his interpretation \"too cool for Peter Parker\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Marc_Webb","surface_form":"Marc Webb","offset":45},{"uri":"The_Amazing_Spider-Man_(2012_movie)","surface_form":"The Amazing Spider-Man","offset":56},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":110},{"uri":"Spider-Man","surface_form":"of the same name","offset":134},{"uri":"Andrew_Garfield","surface_form":"Andrew Garfield","offset":169},{"uri":"Peter_Parker_(Sam_Raimi_movie_series)","surface_form":"one from Sam Raimi's movies","offset":255}]}