{"id":800419,"url":"http://en.wikipedia.org/wiki/Goldendoodle","text":"A Golden doodle is a mixed breed between a poodle and a golden retriever, so the appearances may vary. An average Golden doodle is 23 to 29 inches in height. Golden doodles come out with long muzzles, and dark, oval shaped eyes which mostly come out brown, but can rarely be blue or green. Golden doodles have a curly coat. The coat can be golden, cream, white, or even red! A Golden doodle’s coat often lightens with age.\nCare and Maintenance.\nGolden doodles are a high-maintenance breed. They will need to be professionally groomed every 8 to 12 weeks. A Golden doodle needs at least 15 to 30 minutes of exercise three times a day. When a puppy, they tend to want to play interactive games like fetch, but as they grow older, they enjoy a gentle stroll. Haircuts are necessary for Golden doodles every six weeks. This will keep the fur from tangles or matting. Make sure to take your Golden doodle out every 45-60 minutes.\nFeeding.\nGolden doodle puppies need to be fed 4 small meals a day. When your puppy grows up to 6 months old, you can feed the golden doodle larger meals twice a day.\nTraining.\nGolden doodles are an energetic breed, so training will be much harder. To sit: Hold a treat up in the air over the Golden’s head until it sits. Reward the dog with the treat. To lay down: While the dog is sitting, hold a treat in your hand and wave your free hand up and down while beckoning the dog to lay down. Reward the Golden with the treat when it lays down.\nFinances.\nGolden doodles usually cost around $500 to $4000 depending on where you pick up the pup. Basic dry kibble costs $100-$250 per year. Premium dog kibble will cost around $200-$400 per year. For maintenance, smaller golden doodles cost less than bigger golden doodles. For grooming, you will pay around $50 to $80 every 8 weeks.\nBreed.\nGolden doodles live around 10-15 years. This life span is inherited from the poodle and golden retriever parents. Many Golden doodles die from a heart disease called sub valvular aortic stenosis, which can be avoided by working out your dog with cardiac exercises. Golden doodles were first bred in the United States. Golden doodles were at first meant to be guide dogs, but they gained popularity and became pets.","categories":[],"infobox_types":[],"annotations":[]}