{"id":800414,"url":"http://en.wikipedia.org/wiki/Arkzin","text":"ce=\"preserve\">Arkzin (also written as \"@®kz!n\") is a magazine. It was started by a group of anti-war people in Zagreb, Croatia in September of 1991. It was an important new publishing house Croatia in the 1990s. \"Arkzin\" has been a paper magazine, a newspaper, website, and a publishing house for books and music on CDs. \"Arkzin\" told people to promote political change using the media. \"Arzkin\" was inspired by the concept of tactical media. The last issue of the magazine was published in 1999. \"Arkzin\" changed media and culture in Croatia and other countries.\nFirst phase: fanzine.\nThe pilot issue was published on September 25, 1991 as fanzine of the [https://www.researchgate.net/publication/342288825_4_Recruitment_to_High_Risk_Anti-War_Activism_Anti-War_Campaign_of_Croatia Anti-war Campaign Croatia.] The aim of the fanzine was to collect information about peace and anti-war initiatives in (post)Yugoslavia, advocate nonviolence and a peaceful solution for the emerging war, report on human rights abuses, support conscientious objectors and serve as an alternative political media platform. As Vesna Janković wrote in the [https://monoskop.org/media/text/arkzin/arkzin_I_0.pdf editorial] of the pilot issue: The quality of the Anti-war campaign lies in the multitude and diversity of initiatives that make it up. Arkzin will nurture this diversity and thus be an active contribution to the emergence of civil society, a society of peace, pluralism, tolerance and diversity. Contributors were mostly members of the anti-war groups. The first edition had six issues (double issues: 2-3 and 5-6), with the last issue appearing on May 7th 1992. Circulation grew from 500 to 2,000 copies in A4 format. \"Arkzin\" was distributed through post mail, from hand to hand etc. Publishing costs were covered by donations collected by European peace groups.\nSecond phase: newspaper.\nThe second edition of \"Arkzin\" ran for 93 issues, the first of which appeared on April 1st 1992. Initially a monthly, starting from the issue 13, \"Arkzin\" became a bi-weekly. In the second phase, \"Arkzin\" changed its format to A3, broadened the editorial board and scope of topics, included professional journalists as contributors (many of them could not publish in mainstream newspapers any more because of tightening censorship efforts by the state at the time). It was printed in newspaper rotation and distributed through a national newspaper stands network. Circulation grew from 2.000 to 10.000 copies. During this period \"Arkzin\" gradually changed to a hybrid magazine in which politics, culture, theory and art met and inspired one another. Throughout its life as a newspaper, \"Arkzin\" changed its conceptual self-definition, changing from the “Magazine of the Anti-War Campaign Croatia” (no. 10, February 1994), “Megazine of the Anti-War Campaign Croatia” (no. 12, April 1994), “Metazine for Civil Society Politics and Culture” (no. 66, 7 June 1996), “Memezine for Civil Society Politics and Culture” (no. 73, 13 September 1996). Starting with the issue no. 82 (January 17, 1997) the cover page masthead no longer said ‘Arkzin’ in the Roman alphabet, but rather in Japanese katakana. In words of Dejan Kršić, graphic designer and one of the editors of \"Arkzin\": \"This development reflects the role that Arkzin plays in the context of the movement for peace, non-violence, human rights, women’s power and ecology on one side, and the efforts of a growing range of people to build a cultural environment, which resists not only the war and its consequences but also the strangling grip of the dominant nationalist forces in Croatia, on the other side. Arkzin has established itself as a major forum of independent, alternative, critical information and debate. Arkzin not only criticises the government policies (e. g. the war in Bosnia and Herzegovina and the evictions of the people from former Yugoslav army housing flats), but also examines the role of the media, of the intellectuals and of various marginalised youth subcultures.\" (note published on [https://www.bibliofil.hr/hr/dejan-krsic-urednik-arkzin-magazine Bibliofil])\nThird phase: magazine.\nThe third, and final, phase of \"Arkzin\" lasted from 1997 until 1998. During this period seven issues in total were published. The format, number of pages and printing technique were changed, along with the content. The most professional journalist left the magazine at the time. Articles published were more theoretical, reflective, focused on broader analysis, avoiding everyday political issues. Some critics (see Veljak, Lino \"Civil Society and Politics in Croatia\") believe that in this period, \"Arkzin\" lost its political edge and became a theoretical-artistic experiment.\nOrganizational structure.\nAlthough it had appointed editors-in-chief at various times, in practice \"Arkzin\" functioned as an editorial collective. Each issue was planned jointly at editorial meetings, which consisted of a core of permanent contributors. As Bojan Bilić writes in the text [https://www.academia.edu/1029707/Resisting_the_Evil_Post_Yugoslav_Anti_War_Contention Islands of Print Media Resistance: ARKzin and Republika]:Moreover, although Vesna Janković was the longest serving editor-in-chief, the publication did not have editorial staff in the classical sense of the term. Those who gathered around ARKzin were more interested in devising inclusive and non-hierarchical editorial strategies. Different people wrote and oversaw editorials at different points in time.  In addition, collective authorship was experimented with in Arkzin: numerous texts, especially programmatic ones, were co-written by two or three authors. The most famous was a series of 30 editorials entitled \"Was ist Arkzin\" published in 1996-1997 and signed as the Bastard Intellectual Cooperative.\nGraphic design.\nArkzin was known not just for its radical political content, but also for its radical graphic design created by [https://vizkultura.hr/intervju-dejankrsic/ Dejan Kršić] and [http://dizajn.hr/blog/dejan-dragosavac-no-shame-seeing-spirit-times-design/ Dejan Dragosavac Ruta.] In his analysis of Dejan Dragosavac Ruta's graphic design of different magazines [http://dizajn.hr/blog/anatomija-rutinih-magazina-casopisa/ An Anatomy of Ruta's Magazines and Journals], Maroje Mrduljaš wrote: \"Arkzin's radical deconstructivist aesthetics and the magazine's strongly emphasized \"visuality\" are based on typography research and the deposition of graphic and content layers, and the original approach the authors continually developed stemmed from experience, mainstream media and popular culture, and more \"esoteric\" sources: Neville Brody, via David Carson, to Emigre. /.../ Typographic interpretations and the creation of unexpected connections between different contents, working with information structures of \"timelines\" indicate a research approach to the structure of the magazine as a whole and the text, questioning the very act of reading.\"\nArkzin’s distinctive design resonated well especially with younger audiences and activists, leading to a number of cultural and media initiatives turning to Arkzin’s designers for help in visually shaping their promotional materials and political messages. The fact that designers often did not charge for their services certainly contributed to this. The above-mentioned interview with Dejan Dragosavac Rutta states the following:\"He designed and graphically edited a number of magazines and journals:  Arkzin, Nomad, [https://katalog.kgz.hr/pagesresults/bibliografskiZapis.aspx?&currentPage=1&searchById=40&sort=0&fid0=2&fv0=%C4%8Dasopis&spid0=40&spv0=008&xm0=1&selectedId=35000021 Godine nove], [https://katalog.kgz.hr/pagesResults/bibliografskiZapis.aspx?&currentPage=1&searchById=-1&sort=3&fid0=2&fv0=tematski+broj&selectedId=38000012 Libra libera], [http://www.gordogan.com.hr/gordogan/ Gordogan], [https://up-underground.com/ Up&underground], [https://www.civilnodrustvo.hr/ Civilno društvo.hr], [https://frakcija.cdu.hr/pages/en/ Frakcija], etc. His clients are mostly present in the field of culture and civil-society scene: Multimedia Institute, [https://www.kontejner.org/en/ Kontejner – bureau of contemporary art praxis], [https://platforma981.hr/ Platforma 9.81], [http://www.eurokaz.hr/ Eurøkaz], SKD Prosvjeta, [https://www.oceanmore.hr/ Oceanmore], British Council, the initiative [https://pravonagrad.org/ Pravo na grad], for which he designs catalogues, books, promotional materials, campaigns, etc.\"In parallel with the increased engagement, Arkzin's graphic editors publicly thematized the social responsibility of art and design, reaffirming some of the repressed names of Croatian engaged design, such as Mirko Ilić and Matko Meštrović.\nArkzin's graphic design also received international acclaim when the Print magazine, American Bimonthly for Visual Culture and Design named him one of the world's most important magazines from 1936-2001 in Perrin Drumm's article \"Eight Years that Changed Magazine Design History\" (Print magazine, January 2010, New York). Arkzin was included in a passage about the year 1993 and the beginnings of a new digital culture.\nBookpublishing.\nFirst book published by Arkzin was [https://www.goodreads.com/book/show/249328.The_Culture_of_Lies \"Culture of Lies: Antipolitical Essays\"] written by Dubravka Ugrešić, in 1996. Since then Arkzin has published [https://katalog.kgz.hr/pagesresults/rezultati.aspx?&searchById=1&sort=0&age=0&fid0=4&fv0=Arkzin&spid0=1&spv0=&mdid0=0&vzid0=0&currentPage=1 38 books]. Of these, [https://katalog.kgz.hr/pagesresults/bibliografskiZapis.aspx?&currentPage=3&searchById=1&sort=0&age=0&fid0=4&fv0=Arkzin&spid0=1&spv0=&mdid0=0&vzid0=0&selectedId=980721060 13 books] were published in Arkzin's own Bibliotheque Bastard, and 15 books were co-published in cooperation with various small independent publishers from Croatia and from Serbia (B92) and Bosnia and Hercegovina ([https://www.bhdani.ba/ Dani]).\nEditorial policy follows the theoretical and political orientation outlined in the newspaper: fierce critique of nationalism and capitalism, in step with promotion of Marxism and psychoanalisys (which was by then completely cast out of the mainstream Croatian intellectual circles). In that line Arkzin has published translations of famous titles written by contemporary leftist/marxist authors like Alain Badiou, Guy Debord, Louis Althuser, Fredric Jameson or Slavoj Žižek. In addition to translations, Arkzin publishes Croatian and regional authors known for their critical reflection on the (post) war reality of the former Yugoslav states. Among others, in 1997 the novel [https://www.ucl.ac.uk/ssees/events/2017/may/assemblage-through-fissure-framing-post-yugoslav-dasa-drndics-maria-czestohowska Maria Częstohowska still shedding tears or Dying in Toronto] by Daša Drndić, who later became award-winning literary author.\nMusic label.\nIn 1998 Arkzin launched its music label [https://www.discogs.com/label/11515-Carnival-Tunes?fbclid=IwAR0aDbKDb2f-oMgFQ1aCqSor1fQ9kg1W2dqtRZSQUUO0FWHcGVebwbVU0U4 Carnival Tunes] \"Independent label for good music - since 1998\". Over a period of three years six music CDs were released under this label. In cooperation with [https://www.discogs.com/label/132073-Kekere-Aquarium Kekere Akvarium], another Croatian undergound music label, Arkzin released one more music CD in 2000. It was double album by Milan Manojlović Mance [https://www.discogs.com/Mance-%C4%8Covjek-Iz-Katange-Plavi-Bar/release/2894436?fbclid=IwAR0EjynKSHXzXJ-O1xCbcM0zOkiA4bU83fmlmFbPkm9RI_o6sqp7Z02aqsI \"Man from Katanga/ Blue Bar\"].\nInfluence/legacy.\n[http://whw-akademija.whw.hr/about-whw/ Curatorial collective What, How & for Whom/WHW] is a curatorial collective based out of Zagreb, Croatia. Its members are curators Ivet Curlin, Ana Dević, Nataša Ilić, Sabina Sabolović, and the designer and publicist Dejan Kršić. As they stated in an interview for X-TRA, contemporary art journal:Especially influential for WHW forming was \"Arkzin\", which started in 1991 as the fanzine of the Antiwar Campaign of Croatia and later became a publishing house. \"Arkzin\" was a major forum (virtually the only one for a couple of years) for independent and alternative critical information and debate. In 1998, when they published a 150th anniversary edition of the \"Communist Manifesto\" by Marx and Engels, edited by Boris Buden with an introduction by Slavoj Žižek, they approached one of us to organize a contemporary art exhibition that they hoped would trigger a timely public debate on the issues the Manifesto might raise in Croatia. Organizing an exhibition on the \"Communist Manifesto\" immediately seemed to have the potential to intervene in the field of art on all levels, in terms of content, obviously, and in terms of organizational know-how, as well as in terms of assessing and building local and international contexts. The goal of these interventions was to oppose an individualistic understanding of cultural work. ([https://www.x-traonline.org/article/conversation-with-what-how-and-for-whom interviewed] by Michelle Dizon, X-TRA, Spring 2010, Volume 12 Number 3).\nFurther reading.\nBilić, Bojan [https://www.academia.edu/1848073/We_Were_Gasping_for_Air_Post_Yugoslav_Anti_War_Activism_and_Its_Legacy We Were Gasping for Air: [Post-]Yugoslav Anti-War Activism and Its Legacy], Baden-Baden: Nomos, 2012. Retrieved 25 November 2020.\nBilić, Bojan & Janković, Vesna (eds) [https://www.academia.edu/1029707/Resisting_the_Evil_Post_Yugoslav_Anti_War_Contention Resisting the Evil: [Post-]Yugoslav Anti-War Contention], Baden-Baden: Nomos, 2012. Retrieved 25 November 2020.\nBuden, Boris \"Kako smo implementirali Europu i pritom postali siromašni?\", [https://arhiva.portalnovosti.com/2011/02/kako-smo-implementirali-europu-i-pritom-postali-siromasni/ Novosti (2001)] Retrieved 25 November 2020.\nCvek, S. Koroman, B. Remenar, S. & Burlović, S. (eds) [https://attack.hr/files/attack_po_dvije.pdf Naša priča: 15 godina ATTACK!-a], Zagreb, 2013. Retrieved 25 November 2020.\nJanković, Vesna [https://peacenews.info/node/3981/ask-questions-speak-disobey?page=1 Ask questions, speak up, disobey!], Peace News, 2003. Retrieved 25 November 2020.\nJanković, Vesna & Mokrović, Nikola [https://katalog.kgz.hr/pagesResults/bibliografskiZapis.aspx?&currentPage=1&searchById=10&sort=0&age=0&spid0=10&spv0=Jankovi%c4%87%2c+Vesna%2c+sociologinja&mdid0=0&vzid0=0&xm0=1&selectedId=557002801 Neispričana povijest: Antiratna kampanja 1991-2011], Zagreb, 2011. Retrieved 25 November 2020.\nKršić, Dejan [http://www.cfront.org/cf00book/en/dejan-alternative-en.html Alter/native], Reč, časopis za književnost i kulturu i društvena pitanja, Beograd, 2001. Retrieved 25 November 2020.\nMrduljaš, M. & Vidović, D. (eds) [https://books.google.hr/books/about/Dizajn_i_nezavisna_kultura.html?id=FRSecPvjbCQC&redir_esc=y Dizajn i nezavisna kultura], Zagreb, 2010. Retrieved 25 November 2020.\nMrduljaš, Maroje [http://dizajn.hr/blog/anatomija-rutinih-magazina-casopisa/ Anatomija Rutinih magazina i časopisa], Zagreb, 2016. Retrieved 25 November 2020.\nŠtefančić, Klaudio [https://www.academia.edu/40778828/New_Media_New_Networks New Media - New Network]s, Netime.org, 2008. Retrieved 25 November 2020.\nŠtefančić, Klaudio [https://monoskop.org/images/9/97/Stefancic_Klaudio_2013_Transparentno_polje_drustvene_napetosti_novi_mediji_u_hrvatskoj_suvremenoj_umjetnosti_90-ih.pdf Transparentno polje društvene napetosti – novi mediji u hrvatskoj suvremenoj umjetnosti 90-ih], Monoskop, 2013. Retrieved 25 November 2020.\nThompson, Mark [https://www.goodreads.com/book/show/1319241.Forging_War Forging War - the Media in Serbia, Croatia, and Bosnia and Herzegovina], Article 19, London, 1994. Retrieved 25 November 2020.\nVeljak, Lino Civil Society and Politics in Croatia, in [https://www.worldcat.org/title/between-authoritarianism-and-democracy-vol-ii-civil-society-and-political-culture-serbia-montenegro-croatia/oclc/438636216?referer=di&ht=edition Dragica Vujadinović et al. Between Authoritharianism and Democracy: Serbia, Montenegro; Croatia, Vol. II: Civil Society and Political Culture,] Cedet, Beograd, 2005. Retrieved 25 November 2020.","categories":[],"infobox_types":[],"annotations":[{"uri":"Zagreb","surface_form":"Zagreb","offset":111},{"uri":"Croatia","surface_form":"Croatia","offset":119},{"uri":"CD","surface_form":"CD","offset":316},{"uri":"Tactical_media","surface_form":"tactical media","offset":427},{"uri":"Nomad_(%C4%8Dasopis)","surface_form":"Nomad","offset":7475},{"uri":"Srpsko_kulturno_dru%C5%A1tvo_%26quot%3BProsvjeta%26quot%3B","surface_form":"SKD Prosvjeta","offset":8275},{"uri":"Mirko_Ili%C4%87","surface_form":"Mirko Ilić","offset":8691},{"uri":"//www.enciklopedija.hr/natuknica.aspx%3Fid%3D40328","surface_form":"Matko Meštrović","offset":8706},{"uri":"Print_(magazine)","surface_form":"Print magazine","offset":8792},{"uri":"Dubravka_Ugre%C5%A1i%C4%87","surface_form":"Dubravka Ugrešić","offset":9310},{"uri":"B92","surface_form":"B92","offset":9883},{"uri":"Alain_Badiou","surface_form":"Alain Badiou","offset":10348},{"uri":"Guy_Debord","surface_form":"Guy Debord","offset":10362},{"uri":"Louis_Althusser","surface_form":"Louis Althuser","offset":10374},{"uri":"Fredric_Jameson","surface_form":"Fredric Jameson","offset":10390},{"uri":"Slavoj_%C5%BDi%C5%BEek","surface_form":"Slavoj Žižek","offset":10409},{"uri":"Da%C5%A1a_Drndi%C4%87","surface_form":"Daša Drndić","offset":10814},{"uri":"Milan_Manojlovi%C4%87","surface_form":"Milan Manojlović Mance","offset":11388},{"uri":"X-TRA","surface_form":"X-TRA","offset":11913}]}