{"id":800548,"url":"http://en.wikipedia.org/wiki/Erin_Brady","text":"Erin Joyce Brady (born November 5, 1987) is an American model, actress and pageant titleholder from Connecticut. Erin won Miss USA 2013.\nPersonal life.\nErin was born on November 5, 1987, in East Hampton, Connecticut. Her father is Francis Brady and she has a sister named Audrey. Erin is a \"compulsive gum chewer.\" Erin is of Armenian, Polish, German and Irish ancestry.\nCollege and interest in criminal justice.\nAs a young girl, Erin saw a crime scene, prompting her interesting in criminal justice, a subject in which she earned a major from Central Connecticut State University, becoming the first member of her family to do so.\nRelationships.\nOn December 13, 2014, Erin married Antonio \"Tony\" Capasso. They were engaged in Verona, Italy. The couple divorced in 2016, and in 2020 Erin married Antonio Colagiovanni.\nActivism for drug and alchohol awareness.\nErin has worked to raise awareness about the effects of drug and alchohol abuse. She told the Associated Press, \"I grew up in a family influenced by that and I think it's really important to help the children of families that are suffering from those problems.\"\nMake-A-Wish Foundation Activities.\nErin has also worked tirelessly for the Ferrari and Friends Concorso, and the Make-A-Wish Foundation. In August 2013 she was inducted to the \"Ride of Fame\" of New York City.\nMiss Connecticut USA 2012.\nErin competed in Miss Connecticut USA 2012, where she finished second.\nMiss Connecticut USA 2013 and Miss USA 2013.\nShe then competed in Miss Connecticut USA 2013, which she won, and subsequently participated in Miss USA 2013, where she finished first, becoming the first Connecticuter to win the title. During the finals, she was asked a question about a Supreme Court ruling regarding criminal justice, and Erin responded, \"If someone is being prosecuted and committed a crime, it should happen. There are so many crimes that if that's one step closer to stopping them, then we should be able to do so.\" In the finals, Erin competed with Miss Alabama USA and won.","categories":[],"infobox_types":[],"annotations":[{"uri":"East_Hampton%2C_Connecticut","surface_form":"East Hampton, Connecticut","offset":190},{"uri":"Armenia","surface_form":"Armenian","offset":326},{"uri":"Poland","surface_form":"Polish","offset":336},{"uri":"Germany","surface_form":"German","offset":344},{"uri":"Ireland","surface_form":"Irish","offset":355},{"uri":"Verona","surface_form":"Verona, Italy","offset":727},{"uri":"Make-A-Wish_Foundation","surface_form":"Make-A-Wish Foundation","offset":1235},{"uri":"Ride_of_Fame","surface_form":"Ride of Fame","offset":1299}]}