{"id":80097,"url":"http://en.wikipedia.org/wiki/ZIP_code","text":"The ZIP code is the system of postal codes used by the United States Postal Service (USPS). The letters \"ZIP\" is an acronym for Zone Improvement Plan. The letters are written properly in capital letters. The word ZIP was chosen to suggest that the mail travels more efficiently, and more quickly, when senders use it. The basic ZIP code is made up of five numbers. An extended ZIP + 4 code includes the five digits of the ZIP code, a hyphen and then four more digits. This lets a piece of mail to be sent to a more exact location than by the ZIP code alone. \"ZIP Code\" was a trademark of the U.S. Postal Service but its registration has since ended.\nBackground.\nThe postal service started the use of postal zones for large cities in 1943. By the early 1960s a more general system was needed. On July 1, 1963, ZIP codes were created for the whole country but they were not. In 1967, these were made mandatory for many types of mail. The system was soon used for all mail.\nZIP + 4.\nIn 1983, the U.S. Postal Service began using an expanded ZIP code system called \"ZIP + 4\", often called \"plus-four codes\" or \"add-on codes.\"\nA ZIP + 4 code uses the basic five-digit code plus an additional four digits to identify a geographic area inside the five-digit delivery area, such as a group of apartments, or a location which gets a large amount of mail.\nStructure and allocation.\nZIP codes are numbered with the first number representing a certain group of U.S. states. The second and third numbers represent a region in that group of states or, in some cases, a large city. The fourth and fifth numbers representing a group of delivery addresses within that region. The main town in a region (if applicable) often gets the first ZIP codes for that region. Other towns are often given ZIP codes in numerical order alphabetically.","categories":[],"infobox_types":[],"annotations":[{"uri":"Postal_code","surface_form":"postal code","offset":30},{"uri":"United_States_Postal_Service","surface_form":"United States Postal Service","offset":55},{"uri":"Acronym","surface_form":"acronym","offset":116},{"uri":"Mail","surface_form":"mail","offset":248},{"uri":"Number","surface_form":"number","offset":356},{"uri":"Hyphen","surface_form":"hyphen","offset":434},{"uri":"Mail","surface_form":"mail","offset":489},{"uri":"Trademark","surface_form":"trademark","offset":575},{"uri":"City","surface_form":"cities","offset":723},{"uri":"1943","surface_form":"1943","offset":733},{"uri":"1960s","surface_form":"1960s","offset":752},{"uri":"July_1","surface_form":"July 1","offset":795},{"uri":"1963","surface_form":"1963","offset":803},{"uri":"1967","surface_form":"1967","offset":876},{"uri":"1983","surface_form":"1983","offset":983},{"uri":"Geography","surface_form":"geographic","offset":1212},{"uri":"Apartment","surface_form":"apartment","offset":1284},{"uri":"U.S._state","surface_form":"U.S. state","offset":1448},{"uri":"Region","surface_form":"region","offset":1502},{"uri":"Alphabet","surface_form":"alphabet","offset":1805}]}