{"id":800900,"url":"http://en.wikipedia.org/wiki/Manda%2C_Jammu","text":"Manda is a village and an archaeological site in Jammu. Jammu is in the Indian union territory of Jammu and Kashmir. It was excavated by Archaeological Survey of India during 1976-77. The survey was done by J. P. Joshi. The site contains the ruins of an ancient Indus Valley Civilization.\nExcavation.\nThe excavation found 9.20 meters deep of ruins. These consists of items found in 3 different periods of time. The first period contain two sub periods. The second period has early historical pottery. They are from North India. These pottery are similar to the those discovered elsewhere in North India. The third period consists of antiquities from the Kushan period. There are also house walls and a 3 meters wide street found in the ruins. The site seems to have been deserted after that.\nHistorical significance.\nManda is on the right river bank of Chenab River. The river is at the foot of Pir Panjal mountain range. Manda is 28 km northwest of Jammu. It was thought to be the northernmost limit of the Harappan Civilisation. It is also considered the northmost site of Indus Valley Civilisation.\nManda is likely a town that is set up by people of the Indus Valley Civilisation. They likely use it to do logging to get wood from Himalayan Sub mountains. They use the river near the town to send the wood to other towns of the Indus Valley Civilization.\nArtefacts.\nThere are several artefacts found in the site. They include redware from the Pre Harappan era. These redware are terracotta jar, plates, racks for plates and others. These made up of 15% to 25% of total artefacts found.\nImportant artefacts found are broken fragments of pots having the writing system of Harappan people craved into them. There is also one unfinished seal of the Harappan government found in the ruins.\nLimitations of excavation.\nThe dig is done on a small, restricted scale. There are no specific structures that could be exposed. One exception is a collapsed rubble wall-like structure.\nOther websites.\n[https://books.google.com/books?id=1AJO2A-CbccC&q=alamgirpur#v=onepage&q=Manda&f=false Map of Indus Valley Civilisation sites]","categories":[],"infobox_types":[],"annotations":[{"uri":"Archaeological","surface_form":"archaeological","offset":26},{"uri":"Jammu","surface_form":"Jammu","offset":49},{"uri":"India","surface_form":"Indian","offset":72},{"uri":"Union_territory","surface_form":"union territory","offset":79},{"uri":"Jammu_and_Kashmir_(union_territory)","surface_form":"Jammu and Kashmir","offset":98},{"uri":"J._P._Joshi","surface_form":"J. P. Joshi","offset":207},{"uri":"Ruins","surface_form":"ruins","offset":242},{"uri":"Indus_Valley_civilization","surface_form":"Indus Valley Civilization","offset":262},{"uri":"Excavation","surface_form":"excavation","offset":305},{"uri":"Pottery","surface_form":"pottery","offset":492},{"uri":"Indus_Valley_civilization","surface_form":"Harappan Civilisation","offset":1008},{"uri":"Indus_Valley_civilization","surface_form":"Indus Valley Civilisation","offset":1075},{"uri":"Logging","surface_form":"logging","offset":1209},{"uri":"Artefacts","surface_form":"artefacts","offset":1387},{"uri":"Redware","surface_form":"redware","offset":1429},{"uri":"Terracotta","surface_form":"terracotta","offset":1482},{"uri":"Writing_system","surface_form":"writing system","offset":1655},{"uri":"Seal_(device)","surface_form":"seal","offset":1736}]}