{"id":800988,"url":"http://en.wikipedia.org/wiki/Bishop_Dominic_Mary_H%E1%BB%93_Ng%E1%BB%8Dc_C%E1%BA%A9n","text":"ce=\"preserve\">Dominic Mary Hồ Ngọc Cẩn (1876- 1948) was the 1st Vietnamese Bishop of the Bui Chu Diocese and the 2nd Vietnamese Bishop of the Vietnamese Catholic Church. In addition, he was a moral and cultural educator and a religious leader of Vietnam in the first half of the 20th century. Dominic Mary Hồ Ngọc Cẩn was the founder of the Congregation of The Daughters of Our Lady of The Holy Rosary in Vietnam.\nBiography.\n\"Bishop Dominic Mary Hồ Ngọc Cẩn was not Colonel Hồ Ngọc Cẩn.\"\nEarly Life.\nHồ Ngọc Cẩn’s birth name was Hồ Ngọc Ca. He was born on December 3, 1876 in the Ba Châu Community, Vĩnh Lưu Village, Hương Trà Town, Thua Thien-Huế Province. Joseph Hồ Ngọc Tri and Anna Nguyễn Thị Đào were his parents.\nIn 1886, Hồ Ngọc Cẩn’s father died when Cẩn was 10 years old. His mother took him and his younger brother to live in their mother's hometown in Trường An Village.\nSeminarian.\nIn 1888, Hồ Ngọc Cẩn was adopted by the priest Franics Trương Văn Thường, and he took and failed the exam for the An Ninh Minor Seminary in Quảng Trị Province.\nBy 1889, Hồ Ngọc Cẩn passed his exam and entered An Ninh Minor Seminary at Cửa Tùng Town, Quảng Trị Province. Two years after entering the Seminary, Seminarian Hồ Ngọc Cẩn was adopted by the priest Eugène Marie Joseph Allys. During the next seven years, Hồ Ngọc Cẩn studied at An Ninh Minor Seminary. On May 5,1896, Hồ Ngọc Cẩn entered and studied at the Major Seminary of Phú Xuân for four years.\nOn December 22, 1900, Hồ Ngọc Cẩn was appointed as Sub-Deacon. At this time, Hồ Ngọc Cẩn changed his birth name from Hồ Ngọc Ca to Dominic Mary Hồ Ngọc Cẩn. On February 2, 1902, Seminarian Hồ Ngọc Cẩn was awarded the position of Deacon.\nPriest.\nOn February 20, 1902, Hồ Ngọc Cẩn was ordained a priest at the age of 26. By February 1903, Father Hồ Ngọc Cẩn was appointed deputy priest of Kẻ Văn Parish in Quảng Trị Province. At Kẻ Văn, Father Hồ Ngọc Cẩn established literacy classes and Biblical study to improve education for the children and adults.  From 1907 to 1910, he became the pastor of the Kẻ Hạc Parish in Quảng Bình Province.\nOn September 17, 1910, Father Hồ Ngọc Cẩn was appointed professor at the An Ninh Sub Seminary in Quảng Trị Province. He taught Latin, French, Math, and Vietnamese.\nIn 1923, Father Hồ Ngọc Cẩn was appointed as the pastor of the Trường An Community. By 1924, Father Hồ Ngọc Cẩn was appointed as the director of the seminary in Trường An and was the first Vietnamese professor to teach at the Catholic Seminary.\nBishop.\nOn May 19, 1935, Father Hồ Ngọc Cẩn was appointed by the Holy See as Deputy Bishop of the Bui Chu Diocese. He was the first Vietnamese Bishop to be ordained in Vietnam.\nOn June 29, 1935, Father Dominic Mary Hồ Ngọc Cẩn was ordained as a Bishop in the Catholic Church at Phủ Cam Main Cathedral. His Coat-of-arms bore the motto: “In Omni Patientia et Doctrina” which means “In everything Patience and Teaching.” He was the second Vietnamese priest to be  named of Bishop following the Bishop Jean-Baptiste Nguyễn Bá Tòng. After one year as Deputy Bishop, Bishop Dominic Mary Hồ Ngọc Cẩn succeeded Bishop Pedro Munagorri Trung as the Diocesan Bishop of Bui Chu.\nEnd of Life.\nOn November 27, 1948, Bishop Dominic Mary Hồ Ngọc Cẩn died from complications from asthma at the Bui Chu Bishop’s House at the age of 72. Three days later, Bishop Dominic Mary Hồ Ngọc Cẩn was buried in the Bui Chu Cathedral.\n\"Cultural\".\nBishop Dominic Mary Hồ Ngọc Cẩn established the Sacred Heart Hospital in Bui Chu and assigned the Sisters of St. Paul to manage the hospital in 1945. He assisted the Department of Orphanages and the Common House Fund to rescue many victims of the famine at Bui Chu in At Dau (1945). He was also appointed as a supreme adviser as requested by the government of President Ho Chi Minh in 1945.\n\"Educational\".\nBishop Dominic Mary Hồ Ngọc Cẩn opened four primary schools in Bui Chu. He set up a primary school in \"Saigon.\"\nBishop Dominic Mary Hồ Ngọc Cẩn built an additional four primary schools in Huế, he assigned the administration and teaching to the monks of the Order of the Sacred Heart. He established the printing house \"Trường An\" which specialized in printing books and documents containing the Catechism and the teachings of the Catholic Church in the  Archdiocese of Huế.\nIn addition to being a teacher, Bishop Dominic Mary Hồ Ngọc Cẩn was also a writer and a journalist.\nReligion.\nIn 1923, Bishop Dominic Mary Hồ Ngọc Cẩn supervised the Congregation of the Sacred Heart of Huế. After one year, he became the first superior of this Order.\nPreviously, the Bui Chu Diocese had a Major Seminary, but after 1931, students of the Seminary were under the leadership of the Grand Seminary in Nam Dinh. Bishop Dominic Mary Hồ Ngọc Cẩn re-established the Quan Phuong Seminary in 1940.\nOn September 8, 1946, the founder Bishop Dominic Mary Hồ Ngọc Cẩn officially announced the establishment of the Congregation of The Daughters of Our Lady of The Holy Rosary in Bui Chu, Vietnam or Vietnamese name was Hội Dòng Chị Em Con Đức Mẹ Mân Côi Bui Chu, Việt Nam. The symbol for this congregation is FMSR, it is taken from French, which means, \"Filliarum Maria sacrosancto Rosario\". Since that time, the Daughters of Our Lady of the Holy Rosary have continued to flourish.\nBibliography.\nDiocese of Bui Chu. (n.d.). Retrieved October 15, 2020, from https://www.ucanews.com/directory/dioceses/vietnam-bui-chu/515.\nHoly See. (2020, April 10). Retrieved October 15, 2020, from.\nKeith, \"Journal of Vietnamese Studies: JVS\". (n.d.). Berkeley (Calif.): University of California Press.\nKeith, C. (2008). Annam Uplifted: The First Vietnamese Catholic Bishops and the Birth of a National Church, 1919––1945. \"Journal of Vietnamese Studies,\" \"3\"(2), 128-171. doi:10.1525/vs.2008.3.2.128.\nMancoi. (2017, April 23). Our Founder. Retrieved October 15, 2020, from http://mancoichihoa.com/en/our-founder/.\nMinor orders. (2020, July 05). Retrieved October 15, 2020, from https://en.wikipedia.org/wiki/Minor_orders.\nRoman Catholic Diocese of Bùi Chu. (2020, April 26). Retrieved October 15, 2020, from https://en.wikipedia.org/wiki/Roman_Catholic_Diocese_of_B%C3%B9i_Chu.\nTruong Trung-Hoc HO-NGOC-CAN. (n.d.). Retrieved October 15, 2020, from http://hongoccan.pacificdreamhome.com/.\nVietnamese famine of 1945. (2020, September 18). Retrieved October 15, 2020, from https://en.wikipedia.org/wiki/Vietnamese_famine_of_1945.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Bishop_of_Rome","surface_form":"Bishop","offset":75},{"uri":"Diocese","surface_form":"Diocese","offset":97},{"uri":"Catholic_Church","surface_form":"Catholic","offset":153},{"uri":"Vietnam","surface_form":"Vietnam","offset":246},{"uri":"Colonel_H%E1%BB%93_Ng%E1%BB%8Dc_C%E1%BA%A9n","surface_form":"Colonel Hồ Ngọc Cẩn","offset":466},{"uri":"Th%E1%BB%ABa_Thi%C3%AAn-Hu%E1%BA%BF_Province","surface_form":"Thua Thien-Huế Province","offset":633},{"uri":"Qu%E1%BA%A3ng_Tr%E1%BB%8B_Province","surface_form":"Quảng Trị Province","offset":1034},{"uri":"Deacon","surface_form":"Deacon","offset":1681},{"uri":"Quang_Binh_Province","surface_form":"Quảng Bình Province","offset":2069},{"uri":"Holy_See","surface_form":"Holy See","offset":2564},{"uri":"Ph%E1%BB%A7_Cam_Main_Cathedral","surface_form":"Phủ Cam Main Cathedral","offset":2777},{"uri":"Bishop_Jean-Baptiste_Nguy%E1%BB%85n_B%C3%A1_T%C3%B2ng","surface_form":"Bishop Jean-Baptiste Nguyễn Bá Tòng","offset":2990},{"uri":"Asthma","surface_form":"asthma","offset":3262},{"uri":"Cathedral","surface_form":"Cathedral","offset":3393},{"uri":"Saigon","surface_form":"Saigon","offset":3925}]}