{"id":801051,"url":"http://en.wikipedia.org/wiki/Tandoori_chicken","text":"Tandoori chicken is a chicken dish. It is prepared by roasting chicken marinated in yogurt and spices. It is prepared in the \"tandoor\", a cylindrical clay oven. The dish started from the Indian subcontinent. It is popular in many other parts of the world.\nOrigin.\nThe dishes like tandoori chicken may have started during in the Harappan civilization. According to famous archeologist and vice-chancellor of Deccan College Professor Vasant Shinde, the earliest proof for a dish like tandoori chicken can be found in the Harappan civilization in 3000 BC. His team has found ancient ovens at Harappan sites which are similar to the tandoors that are used in the state of Punjab. Physical remains of chicken bones have also been found along with burn marks. According to Sushruta Samhita, the meat was cooked in an oven (kandu) after marinating it in spices like black mustard (rai) powder and fragrant spices. According to Ahmed (2014), Harappan oven structures may have operated in a similar manner to the modern tandoors of the Punjab.\nTandoori chicken started in the Punjab as a dish. It started before the partition of India. In the late 1940s, tandoori chicken was made popular by Kundan Lal Jaggi and Kundan Lal Gujral at Moti Mahal in Daryaganj, New Delhi. They were Punjabi Hindus as well as the founders of the Moti Mahal restaurant. Mokha Singh had founded the restaurant in the Peshawar area of British India. It is now part of neighboring Pakistan.\nIn the United States, tandoori chicken started appearing on menus by the 1960s. It is reported that Jacqueline Kennedy ate \"chicken tandoori\" on a flight from Rome to Bombay in 1962. A recipe for tandoori chicken was printed on the \"Los Angeles Times\" in 1963, for \"the hostess in search of a fresh idea for a party dinner\"; a similar recipe was published in the same newspaper in 1964.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicken_(food)","surface_form":"chicken","offset":22},{"uri":"Roasting","surface_form":"roasting","offset":54},{"uri":"Yogurt","surface_form":"yogurt","offset":84},{"uri":"Tandoor","surface_form":"tandoor","offset":126},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":187},{"uri":"Indus_Valley_Civilization","surface_form":"Harappan","offset":328},{"uri":"Deccan_College_Post-Graduate_and_Research_Institute","surface_form":"Deccan College","offset":407},{"uri":"Sushruta_Samhita","surface_form":"Sushruta Samhita","offset":767},{"uri":"Punjab","surface_form":"Punjab","offset":1067},{"uri":"Partition_of_India","surface_form":"partition of India","offset":1107},{"uri":"Punjabi_Hindus","surface_form":"Punjabi Hindus","offset":1271},{"uri":"Peshawar","surface_form":"Peshawar","offset":1386},{"uri":"Presidencies_and_provinces_of_British_India","surface_form":"British India","offset":1403},{"uri":"United_States","surface_form":"United States","offset":1465},{"uri":"Jacqueline_Kennedy","surface_form":"Jacqueline Kennedy","offset":1558},{"uri":"Rome","surface_form":"Rome","offset":1617},{"uri":"Bombay","surface_form":"Bombay","offset":1625},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":1691}]}