{"id":801177,"url":"http://en.wikipedia.org/wiki/Lee_Toong_Leon","text":"Lee Toong Leon, better known as Leon Lee, is a Malaysian businessman, public speaker and entrepreneur based in Penang, Malaysia. He is the founder and current CEO of Zeon Properties Group, a Malaysian property consultancy firm with more than 500 personnel and agents in Malaysia, China, Hong Kong, Taiwan, Singapore, Vietnam and Indonesia. Leon has been awarded the Distinguished Conduct Medal (Pingat Kelakuan Terpuji) in 2016 and the Meritorious Service Medal (Pingat Jasa Kebaktian) in 2010 by Penang State Governor, Tun Abdul Rahman Abbas for his services to the state. A King Scout since 2000, Leon also received the National King Scout's Merit Award in 2010.\nEarly life.\nLeon was born in George Town, Penang, Malaysia on 29 March 1982. He attended Penang Chinese Girls Primary School and Chung Hwa Confucian High School. Leon obtained his bachelor's degree in Computer Science from University of Northumbria at Newcastle.\nCareer.\nAfter graduating with his degree, Leon founded Zeon Computer (M) Sdn Bhd, a chain of IT stores providing IT supplies and solutions. The business spread to 5 branches all over Malaysia, employing more than 30 people and was eventually bought over by a public listed company.\nHe founded Zeon Properties in Penang in November 2012 and is the current CEO. It is positioned as a real estate agency that helps clients invest, sell, or lease residential and commercial properties in the market. Besides real estate and marketing, the company also specialises in real estate investment advisory, foreign direct investment, international project marketing, retail and planning consultancy. It sources for the best property and infrastructure opportunities, and works with investment partners to fund investment opportunities. It is also involved in the Malaysia My Second Home programme, property development and management, offering the best of services with the highest professionalism and efficiency to help enhance the property value over time. Just a year after the founding of Zeon Properties, Leon successfully negotiated with the publisher of the largest English daily in Malaysia - Star Media Group Berhad - and became the event partner of the corporation's long-running property fair, StarProperty.my Fair.After teaming up with Star Media Group for four years, Leon moved on to work with Guang Ming Daily, one of the largest northern region Chinese newspaper in Malaysia, to hold the Guang Ming Property Fair in 2017. Ten property developers rode the week-long fair to promote their projects, while Zeon Properties provided a myriad of entertainment to keep the attention of the crowd, including a cheongsam fashion show and live entertainment performances. Wanting to offer a plethora of properties for buyers to choose from, Leon negotiated with property developers and as of 2017, became the marketing partner of more than 90 property projects.\nHe was one of the earliest property marketing consultants in Penang to predict and measure the impact of vital infrastructure and transport links to the state's property sector, pointing to a doubling of property prices near the second Penang bridge in 2014: \"In 2007, a terrace house in Batu Maung was worth about RM700,000. But now, a similar unit is priced at RM1.4mil\".\nLeon has been a keynote speaker at various international events including SP Setia's event in Singapore, \"The Star Property Fair\" and \"Guang Ming Property Fair\". He has been featured in multiple international publications including \"Wall Street Select\", \"Daily Herald\" and \"Digital Journal\".\nLeon is also the founder of Auto Mall in Penang.\nSocial life.\nIntertwining his social life with business networking, Leon currently serves the Consul-General of the People's Republic of China in Penang as its consular protection liaison officer. He is also the All-China Federation of Returned Overseas Chinese Youth Committee member. He has also been appointed as the Committee Member and Youth Committee Deputy Chief of Sichuan Overseas Exchange Association of the People's Republic of China.\nHe is a National Council Member of the Associated Chinese Chambers of Commerce and Industry Malaysia (ACCCIM) Penang Chinese Chamber of Commerce, National Chairman of the ACCCIM Young Entrepreneurs Committee, chairman of the Penang Chinese Chamber of Commerce (PCCC) Young Entrepreneurs Section, PCCC General committee member and was head of property management of the Property Development, Construction and Management Committee.\nHe is the Deputy chairman of ASEAN Retail-Chains & Franchise Federation and Vice President of Penang's Fort Cornwallis 1786.\nIn 2018, he completed a Ministerial Workshop on \"Forging Closer Partnership to implement 2030 Sustainable Development Agenda for Developing Countries\", which was sponsored by the Ministry of Commerce, People's Republic of China. The same year also saw him being elected as the chairman of the Penang Scouts Council for the 2018–2020 term.\nIn 2017, he took part in the Youth Entrepreneurs Economy Workshop organised by the Overseas Chinese Affairs Office of the State Council at Beijing University.\nHe was the founder and first organising chairman of the Top 50 Enterprise Awards 2007 of the Young Entrepreneurs Association of Malaysia. He went on to become the association's Penang chairman.\nHe was also the president of Junior Chamber International United Penang in 2008. He is State Adviser of \"Malaysia Entrepreneurs Development Association\" and was its Penang chairman from 2010 to 2014.\nOf note is the Zeon Charity Club, where he and his team launch social work from contributing to religious institutions to hosting birthday lunches and annual feasts in an old folks home in Penang and also distributing meals to the homeless at the gates of the Goddess of Mercy Temple in Jalan Masjid Kapitan Kling, George Town.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Malaysian_people","surface_form":"Malaysian","offset":47},{"uri":"Kuala_Lumpur%2C_Malaysia","surface_form":", Malaysia","offset":117},{"uri":"Organizational_founder","surface_form":"founder","offset":139},{"uri":"Orders%2C_decorations%2C_and_medals_of_Pahang","surface_form":"Pingat Kelakuan Terpuji","offset":395},{"uri":"Pingat_Jasa_Malaysia","surface_form":"Pingat Jasa Kebaktian","offset":463},{"uri":"Penang_State","surface_form":"Penang State","offset":497},{"uri":"Yang_di-Pertua_Negeri","surface_form":"Governor","offset":510},{"uri":"Tun_Abdul_Rahman_Abbas","surface_form":"Tun Abdul Rahman Abbas","offset":520},{"uri":"George_Town%2C_Penang","surface_form":"George Town, Penang","offset":694},{"uri":"Chung_Hwa_Confucian_High_School","surface_form":"Chung Hwa Confucian High School","offset":794},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":845},{"uri":"Computer_Science","surface_form":"Computer Science","offset":866},{"uri":"University_of_Northumbria_at_Newcastle","surface_form":"University of Northumbria at Newcastle","offset":888},{"uri":"Penang","surface_form":"Penang","offset":1240},{"uri":"Keynote_speaker","surface_form":"keynote speaker","offset":3275},{"uri":"SP_Setia","surface_form":"SP Setia","offset":3333},{"uri":"The_Wall_Street_Journal","surface_form":"Wall Street Select","offset":3492},{"uri":"Daily_Herald_(Arlington_Heights)","surface_form":"Daily Herald","offset":3514},{"uri":"Auto_Mall","surface_form":"Auto Mall","offset":3579},{"uri":"Deputy_chairman","surface_form":"Deputy chairman","offset":4486},{"uri":"ASEAN","surface_form":"ASEAN","offset":4505},{"uri":"Fort_Cornwallis","surface_form":"Fort Cornwallis","offset":4579},{"uri":"Junior_Chamber_International","surface_form":"Junior Chamber International","offset":5322},{"uri":"Adviser","surface_form":"State Adviser","offset":5380}]}