{"id":801256,"url":"http://en.wikipedia.org/wiki/Axiom_Space","text":"Axiom Space, Inc. is an American company which plans to create segments to attach to the International Space Station and later create a new Space station. It also plans to run private trips into, for example AX-1, with SpaceX.\nAxiom Space Station.\n\"Axiom Space\" plans to create segments to attach to the ISS and increase the number of their segments in space until they separate their segments from the ISS, which will create their own separate space station.\nMissions.\nThe mission names start with \"AX\" which stands for Axiom Space, followed by the mission number.\nAX-1.\n\"Axiom Space\" plans to send four people to the ISS onboard a SpaceX Crew Dragon. It has told the public who three of the four people are: Michael Lopez-Alegria, Tom Cruise and Doug Liman. They have not decided who the fourth person will be. \"AX-1\" will be the first time that a mission to the ISS where commercial companies are the only mission operators and managers. It will cost US$55 million to send each person to the ISS.\nAX-2.\n\"AX-2\" is a planned mission to the ISS using either a Boeing Starliner or Crew Dragon. Four people will go to the ISS. This is planned for 2022.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"International_Space_Station","surface_form":"International Space Station","offset":89},{"uri":"Space_station","surface_form":"Space station","offset":140},{"uri":"AX-1","surface_form":"AX-1","offset":208},{"uri":"SpaceX","surface_form":"SpaceX","offset":219},{"uri":"Space_station","surface_form":"space station","offset":445},{"uri":"SpaceX","surface_form":"SpaceX","offset":633},{"uri":"Crew_Dragon","surface_form":"Crew Dragon","offset":640},{"uri":"Michael_Lopez-Alegria","surface_form":"Michael Lopez-Alegria","offset":710},{"uri":"Tom_Cruise","surface_form":"Tom Cruise","offset":733},{"uri":"Doug_Liman","surface_form":"Doug Liman","offset":748},{"uri":"Boeing_Starliner","surface_form":"Boeing Starliner","offset":1060}]}