{"id":80121,"url":"http://en.wikipedia.org/wiki/Pound_sterling","text":"The pound sterling (GBP; £ or ₤), also called just the pound, is the official currency used in the United Kingdom. It is also used in British overseas territories, Isle of Man, Bailiwicks of Guernsey and Jersey. The pound is divided into 100 pence.\nToday's coins are 1 penny, 2 pence, 5 pence, 10 pence, 20 pence, 50 pence, £1 and £2. The notes are £5, £10, £20 and £50.\nAs of December 2020, one pound was equal to 1.34 United States dollars.\nEtymology.\nA pound coin originally weighed one troy pound of sterling silver, giving the currency the name \"pound sterling\". \"Sterling silver\" means mixed metal that has 92.5% or more real silver. One pound sterling was originally divided by 240 sterling pence. This was because there are 240 pennyweights in a troy pound. So a single one–pound coin weighed one troy pound and a single 1–penny coin weighed one pennyweight.\nThe Latin word for \"pound\" is \"libra\". The £ or ₤ is a stylised writing of the letter L, a short way of writing \"libra\". This is similar to how a pound of mass is abbreviated \"lb\". Up until around the 1970s, especially on typewriters or keyboards without a \"£\" symbol, it was common to write \"L\" instead of \"£\".\nThe symbol for pennies is p. The British write 50p or £0.50 and say it \"fifty pence\" or simply \"fifty pee\"\nThe old system.\nThe pound has only been divided into 100 pence since 1971. Before this time it was divided into 20 shillings. Each shilling was divided into 12 pennies.\nThe symbols for shilling and penny came from Roman coins: \"s\" for shilling (from the Latin word \"solidus\") and \"d\" for penny (from the Latin \"denarius\"). The penny was divided into 4 farthings. The farthing became obsolete (was no longer used) in 1961 because it was worth so little.\nCoins just before the change in 1971 were: 1/2d (ha'penny), 1d (one penny), 3d (threepence; the coin was called a \"thrup'ny bit\"); 6d (sixpence); 1s (one shilling, also called one \"bob\"); 2s (a florin); 2s6d (half a crown; the crown, 5s (a quarter of a pound sterling), was not used in modern times).\nThere was also a guinea. Originally the guinea was a gold coin. Although the coin had not been minted or circulated for a long time, prices were still sometimes given in guineas. A guinea was 21s (or £1 1s 0d). A price of 58 guineas was, in fact, £60 18s 0d, which sounds more than \"58 guineas\".\nDecimalisation.\nIn circulation before 1971 were the halfpenny, penny, threepence, sixpence, shilling, florin, crown, sovereign, ten shilling note, and the one, five, 10, 20 and 50 pound notes.\nThe crown and sovereign were legal currency before 1971. By then they were commemorative coins and not commonly found in circulation. They are both still legal currency at a value of 25 pence and £1 respectively.\nIn 1971, the pound sterling of the United Kingdom and the Irish Pound of Ireland were decimalised (divided into 100). Most coins were de-monetised. £1 was equal to 100 pence after then. One shilling became 5 pence, remaining of £1. £1 stayed the same.","categories":[],"infobox_types":[],"annotations":[{"uri":"Currency","surface_form":"currency","offset":78},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":99},{"uri":"British_overseas_territories","surface_form":"British overseas territories","offset":134},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":164},{"uri":"Bailiwick_of_Guernsey","surface_form":"Bailiwicks of Guernsey","offset":177},{"uri":"Jersey","surface_form":"Jersey","offset":204},{"uri":"Penny_(British_decimal_coin)","surface_form":"pence","offset":242},{"uri":"United_States_dollar","surface_form":"United States dollar","offset":420},{"uri":"Pound_(mass)","surface_form":"troy pound","offset":490},{"uri":"Sterling_silver","surface_form":"sterling silver","offset":504},{"uri":"Latin","surface_form":"Latin","offset":871},{"uri":"L","surface_form":"L","offset":953},{"uri":"Abbreviation","surface_form":"short way of writing","offset":958},{"uri":"Pound_(mass)","surface_form":"lb","offset":1043},{"uri":"Typewriter","surface_form":"typewriter","offset":1089},{"uri":"Keyboard_(computer)","surface_form":"keyboard","offset":1104},{"uri":"Shilling","surface_form":"shilling","offset":1401},{"uri":"Penny","surface_form":"pennies","offset":1446},{"uri":"Solidus","surface_form":"solidus","offset":1552},{"uri":"Denarius","surface_form":"denarius","offset":1597},{"uri":"Farthing_(English_coin)","surface_form":"farthings","offset":1638},{"uri":"Guinea_(British_coin)","surface_form":"guinea","offset":2057},{"uri":"Decimal","surface_form":"decimal","offset":2828}]}