{"id":801364,"url":"http://en.wikipedia.org/wiki/Andrey_Lobkov","text":"Andrey Lobkov (; 11 November 1989, Moscow, USSR) is a Russian bodybuilder, public figure and philanthropist. Record holder of the Guinness World Records, chief expert of the Russian Book of Records in the “Fitness” category, multiple record holder of the Russian Book of Records. President of the “Person of the Year” award. Fitness and bodybuilding coach.\nBiography.\nAndrey Lobkov was born in Moscow.\nEducation.\nAndrey has two higher education degrees, one of them is incomplete.\nHe studied at the Goryachkin Moscow State Agroengineering University, where he entered the 3rd year after college.\nIn 2013, he entered the Moscow Institute of State and Municipal Management and graduated in 2016.\nIn 2018, Andrey Lobkov received additional education in the Autonomous non-profit organization of additional professional education “Institute of professional massage” under an additional educational program.\nSport career.\nIn 2016, he took part in the IPF Moscow Federation classic bench press championship and took second place.\nIn April 2017, Andrey Lobkov sets his first Russian record for palm push-UPS, doing 90 reps in a minute. On May 9, 2017, he sets the second record at Victory Park next to the Triumphal Arch of Moscow and dedicates it to the day of remembrance of all those who fell in the World War II.\nIn July 2017, Lobkov sets a new Russian record for the highest number of contact punches per minute (353 punches) and dedicates it to his childhood idol, Bruce Lee.\nOn July 22, 2017, Andrey Lobkov takes part in setting the Guinness World Records record, the most mass boxing training (4,000 thousand people), which took place on Red Square.\nIn November 2017, he sets his first Guinness World Records by doing the most repetitions on his fists per minute. On April 30, 2018, Andrey Lobkov was awarded the Guinness World Records certificate by Kirill Sarychev at the international sports festival Sarychev Power Expo. There was also a Russian record for reverse push-UPS with the highest weight of 200 kg.\nOn November 11, 2018, at the international sports festival SN PRO EXPO FORUM, Andrey recorded an attempt to set an absolute Guinness World Records record for the most number of push-UPS per minute with the result of 122 repetitions. He also sets a world record for the longest time holding the dragon flag on nails with a score of 30 seconds.\nIn 2018, Andrey Lobkov was officially appointed chief expert of the Russian Book of Records on fitness and receives a “certificate of public recognition” for implementing issues of state family policy among families of various categories “Parents be like”.\nOn January 9, 2019, he sets the world record for lifting the largest weight (80kg) with one hand while standing on nails at his own weight of 66.5 kg.\nOn January 27, 2019, Andrey Lobkov, with the blessing of Archimandrite Dorotheus, Abbot of the monastery of the Trinity Lavra of St. Sergius, sets a world record for the barbell press in the ice hole, lifting the barbell 1/2 of his own weight (35kg) 32 times while standing in the ice hole and dedicated this record to John the Baptist.\nIn March 2019, Andrey Lobkov takes part in a charity tour to Hainan in China and sets a world record on the coast of the South China sea by doing 96 repetitions of diamond push-UPS and dedicates it to the health of all children of the world.\nCinema and television.\nIn October 2018, Andrey Lobkov takes part in the filming of the Channel One show “Russian Ninja”.\nAs the chief expert of the Russian Book of Records, Andrey Lobkov participates in meetings with Ramzan Kadyrov, Khabib Nurmagomedov, Yunus-Bek Yevkurov, Vladimir Menshov, Yuri Kuklachev and others.\nIn November 2019, Lobkov together with his team participates in the creation of the all-Russian award “Opinion Leaders of Russia 2019” the award is held under the auspices of the all-Russian public association “Mothers of Russia”. Special awards were given to mothers with many children, founders of charitable foundations, cultural and artistic figures who help children in difficult situations.\nAndrey Lobkov is a guest of a number of television channels and programs: Life News, Channel One, Strana FM, Dozhd, Grozny TV, TNT Comedy Club.\nCharity.\nAndrey Lobkov invited as a famous athlete to participate in a charity tour in Hainan, China, which was sent free to entertain more than 200 Russian children from low-income families and children with disabilities and special needs in the framework of the charity program of the Patriarchate of the Russian Orthodox Church, supported by the NGO “Union of volunteers of Russia” and the youth department of the Moscow Diocese, together with the travel operator “Tartus-Tour”.\nOn April 25, 2019, Andrey Lobkov takes part in a charity concert-performance “We are all from the same clay” based on a script by Edward Radzinsky held at the State Kremlin Palace, which was attended by children with special needs(children with mental disorders).","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Moscow","surface_form":"Moscow","offset":35},{"uri":"USSR","surface_form":"USSR","offset":43},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":130},{"uri":"Moscow","surface_form":"Moscow","offset":394},{"uri":"%D0%9C%D0%BE%D1%81%D0%BA%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9_%D0%B3%D0%BE%D1%81%D1%83%D0%B4%D0%B0%D1%80%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9_%D0%B0%D0%B3%D1%80%D0%BE%D0%B8%D0%BD%D0%B6%D0%B5%D0%BD%D0%B5%D1%80%D0%BD%D1%8B%D0%B9_%D1%83%D0%BD%D0%B8%D0%B2%D0%B5%D1%80%D1%81%D0%B8%D1%82%D0%B5%D1%82_%D0%B8%D0%BC%D0%B5%D0%BD%D0%B8_%D0%92._%D0%9F._%D0%93%D0%BE%D1%80%D1%8F%D1%87%D0%BA%D0%B8%D0%BD%D0%B0","surface_form":"Goryachkin Moscow State Agroengineering University","offset":499},{"uri":"Victory_Park%2C_Moscow","surface_form":"Victory Park","offset":1174},{"uri":"Triumphal_Arch_of_Moscow","surface_form":"Triumphal Arch of Moscow","offset":1199},{"uri":"World_War_II","surface_form":"World War II","offset":1296},{"uri":"Bruce_Lee","surface_form":"Bruce Lee","offset":1464},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":1533},{"uri":"Red_Square","surface_form":"Red Square","offset":1639},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":1687},{"uri":"Trinity_Lavra_of_St._Sergius","surface_form":"Trinity Lavra of St. Sergius","offset":2877},{"uri":"John_the_Baptist","surface_form":"John the Baptist","offset":3084},{"uri":"Hainan","surface_form":"Hainan","offset":3163},{"uri":"China","surface_form":"China","offset":3173},{"uri":"South_China_sea","surface_form":"South China sea","offset":3223},{"uri":"Channel_One_(Russia)","surface_form":"Channel One","offset":3431},{"uri":"Ramzan_Kadyrov","surface_form":"Ramzan Kadyrov","offset":3561},{"uri":"Khabib_Nurmagomedov","surface_form":"Khabib Nurmagomedov","offset":3577},{"uri":"Yunus-Bek_Yevkurov","surface_form":"Yunus-Bek Yevkurov","offset":3598},{"uri":"Vladimir_Menshov","surface_form":"Vladimir Menshov","offset":3618},{"uri":"Yuri_Kuklachev","surface_form":"Yuri Kuklachev","offset":3636},{"uri":"Life_News","surface_form":"Life News","offset":4134},{"uri":"Channel_One_(Russia)","surface_form":"Channel One","offset":4145},{"uri":"%D0%A1%D1%82%D1%80%D0%B0%D0%BD%D0%B0_FM","surface_form":"Strana FM","offset":4158},{"uri":"Dozhd","surface_form":"Dozhd","offset":4169},{"uri":"%D0%93%D1%80%D0%BE%D0%B7%D0%BD%D1%8B%D0%B9_(%D1%82%D0%B5%D0%BB%D0%B5%D0%BA%D0%B0%D0%BD%D0%B0%D0%BB)","surface_form":"Grozny TV","offset":4176},{"uri":"TNT_(Russia)","surface_form":"TNT","offset":4187},{"uri":"Comedy_Club","surface_form":"Comedy Club","offset":4191},{"uri":"Hainan","surface_form":"Hainan","offset":4291},{"uri":"China","surface_form":"China","offset":4299},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":4511},{"uri":"Edward_Radzinsky","surface_form":"Edward Radzinsky","offset":4816},{"uri":"State_Kremlin_Palace","surface_form":"State Kremlin Palace","offset":4845}]}