{"id":801471,"url":"http://en.wikipedia.org/wiki/Assassination_of_Yitzhak_Rabin","text":"The assassination of Yitzhak Rabin happened on 4 November 1995 at 21:30. It happened at the end of a rally in support of the Oslo Accords at the Kings of Israel Square in Tel Aviv.\nThe assassin, an Israeli nationalist named Yigal Amir, was against the accords and Prime Minister Yitzhak Rabin's peace plans.\nAssassination.\nAfter the rally, Rabin walked down the city hall steps towards his car. As he entered the car, Amir approached the car from the rear and fired two shots at Rabin with a semi-automatic pistol. Rabin was hit in the abdomen and chest. Amir was immediately tackled by Rabin's bodyguards and police on the scene, and fired a third shot at bodyguard Yoram Rubin during the struggle, lightly wounding him.\nAmir was arrested on the scene with the murder weapon. He was taken to a police station a few blocks away.\nYoram Rubin tried to get Rabin in the car but Rabin's body was \"limp and heavy\". Another of Rabin's bodyguards, Shai Glaser, helped put Rabin in the backseat of the car. He was taken to Ichilov Hospital at the Tel Aviv Sourasky Medical Center, a short drive away.\nRabin, who was bleeding a lot, was conscious and said that he thought he'd been hurt but not too badly before passing out. Some ten minutes after the shooting, the car arrived at Ichilov Hospital.\nAt this time, Rabin was not breathing and had no pulse. After the air was drained from Rabin's chest, his pulse came back. He then had surgery. However his health got worse and his heart stopped. At 11:02 PM, one hour and twenty minutes after the shooting, doctors gave up their tries to revive Rabin and pronounced him dead.\nRabin's funeral.\nThe funeral of Rabin took place on November 6, two days after the assassination, at the Mount Herzl cemetery in Jerusalem, where Rabin was later buried.\nHundreds of world leaders, including about 80 heads of state, attended the funeral. President of the United States Bill Clinton, King Hussein of Jordan, Queen Beatrix of the Netherlands, Russian Prime Minister Viktor Chernomyrdin, Spanish Prime Minister and European Council President-in-Office Felipe González, Prime Minister of Canada Jean Chrétien, acting Israeli Prime Minister and Foreign Minister Shimon Peres, United Nations Secretary-General Boutros Boutros-Ghali, Egyptian President Hosni Mubarak, President of the Republic of the Congo Denis Sassou Nguesso, and President of Israel Ezer Weizman were some of the world leaders who went.\nAmir's trial.\nYigal Amir was tried for Rabin's murder. Yigal Amir was convicted and sentenced to life imprisonment for Rabin's murder and an additional six years for injuring Yoram Rubin. Amir's sentence was not reduced by the President of Israel, which is often see as traditional.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oslo_Accords","surface_form":"Oslo Accords","offset":125},{"uri":"Rabin_Square","surface_form":"Kings of Israel Square","offset":145},{"uri":"Tel_Aviv","surface_form":"Tel Aviv","offset":171},{"uri":"Yigal_Amir","surface_form":"Yigal Amir","offset":224},{"uri":"Yitzhak_Rabin","surface_form":"Yitzhak Rabin","offset":279},{"uri":"Tel_Aviv_Sourasky_Medical_Center","surface_form":"Tel Aviv Sourasky Medical Center","offset":1039},{"uri":"Funeral","surface_form":"funeral","offset":1637},{"uri":"Mount_Herzl","surface_form":"Mount Herzl","offset":1721},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1745},{"uri":"Head_of_state","surface_form":"heads of state","offset":1832},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1901},{"uri":"Hussein_of_Jordan","surface_form":"King Hussein of Jordan","offset":1915},{"uri":"Beatrix_of_the_Netherlands","surface_form":"Beatrix of the Netherlands","offset":1945},{"uri":"Viktor_Chernomyrdin","surface_form":"Viktor Chernomyrdin","offset":1996},{"uri":"Felipe_Gonz%C3%A1lez","surface_form":"Felipe González","offset":2081},{"uri":"Jean_Chr%C3%A9tien","surface_form":"Jean Chrétien","offset":2123},{"uri":"Shimon_Peres","surface_form":"Shimon Peres","offset":2189},{"uri":"Boutros_Boutros-Ghali","surface_form":"Boutros Boutros-Ghali","offset":2236},{"uri":"Hosni_Mubarak","surface_form":"Hosni Mubarak","offset":2278},{"uri":"Denis_Sassou_Nguesso","surface_form":"Denis Sassou Nguesso","offset":2332},{"uri":"Ezer_Weizman","surface_form":"Ezer Weizman","offset":2378},{"uri":"President_of_Israel","surface_form":"President of Israel","offset":2659}]}