{"id":80153,"url":"http://en.wikipedia.org/wiki/Wear_(erosion)","text":"In materials science, wear is the erosion of material from a solid surface by the action of another solid. The study of the processes of wear is part of the discipline of tribology.\nExplanation.\nThe definition of wear does not include loss of dimension from plastic deformation, although wear can happen without loss of material. Also this definition does not include impact wear where there is no sliding motion or cavitation (also corrosion) where counterbody is a fluid..\nWear, along with other aging processes such as fatigue, creep, and fracture toughness, causes progressive degradation of materials with time leading to failure of material at an advanced age. Under normal circumstances, the property changes during usage normally occur in three different stages as follows:-\n• Primary or early stage or run-in period, where rate of changes can be high.\n• Secondary or mid-age process where a steady rate of aging process is maintained. The useful or working life is at this stage.\n• Tertiary or old-age stage, where rapid rate of aging leads to early failure.\nWith increasing severity of environmental conditions, such as, higher temperatures, strain rates, stress and sliding velocities, the secondary stage is shortened and the primary stage tends to merge with the tertiary stage, thus drastically reducing the working life. Surface engineering processes are used to minimize wear and extend working life of material.\nAdhesive wear.\nAdhesive wear is also known as scoring, galling, or seizing. It happens when two solid surfaces slide over one another under pressure.\nAbrasive wear.\nThis happens when material is removed by contact with hard particles. The particles either may be present at the surface of a second material or may exist as loose particles between two surfaces.\nAbrasive wear can be measured as loss of mass by the Taber Abrasion Test according to ISO 9352 or ASTM D 1044.\nCorrosive wear.\nOften referred to simply as “corrosion”, corrosive wear is deterioration of useful properties in a material due to reactions with its environment.\nSurface fatigue.\nSurface fatigue is a process by which the surface of a material is weakened by cyclic loading, which is one type of general material fatigue.","categories":[],"infobox_types":[],"annotations":[{"uri":"Materials_science","surface_form":"materials science","offset":3},{"uri":"Erosion","surface_form":"erosion","offset":34},{"uri":"Material","surface_form":"material","offset":45},{"uri":"Solid","surface_form":"solid","offset":61},{"uri":"Surface","surface_form":"surface","offset":67},{"uri":"Tribology","surface_form":"tribology","offset":171},{"uri":"Impact","surface_form":"impact","offset":368},{"uri":"Cavitation","surface_form":"cavitation","offset":416},{"uri":"Corrosion","surface_form":"corrosion","offset":433},{"uri":"Fluid","surface_form":"fluid","offset":467},{"uri":"Fatigue","surface_form":"fatigue","offset":522},{"uri":"Creep","surface_form":"creep","offset":531},{"uri":"Material_fracture","surface_form":"fracture","offset":542},{"uri":"Degradation","surface_form":"degradation","offset":581}]}