{"id":801679,"url":"http://en.wikipedia.org/wiki/Julia_de_Burgos","text":"e=\"preserve\">Julia de Burgos (February 17, 1914 – July 6, 1953) was a Puerto Rican poet. She was a Puerto Rican Nationalist. She advocated for civil rights for women, African Americans, and Afro-Caribbean people.\nPoetry career.\nIn 1938, at the age of twenty-four, Julia de Burgos published her first book of poems by herself. She traveled around Puerto Rico selling copies. She was raising money to help cover the cost of her mother’s cancer treatments. Her poems discuss themes of feminism, social justice, slavery, and Puerto Rican independence.\nShe famously wrote, \"I Am the Life, the Strength, the Woman.\"\nShe influenced the poets of the Nuyorican movement, including Victor Hernández Cruz, Giannina Braschi, and Pedro Pietri.\nShe died of alcoholism in an East Harlem hospital in New York City.\nToday she is called a Puerto Rican icon. She is one of Puerto Rican greatest figures in Puerto Rican poetry.\nPoems.\nDe Burgos wrote \"Poemas exactos a mi misma\" (1937), \"Poema en veinte surcos\" (1938), and \"Canción de la verdad sencilla\" (1939). Her poem \"El mar y tú: otros poemas\" (1954) was published after her death.\nHonors and legacy.\nHer honors include awards from the Institute of Puerto Rican Literature. She has an honorary doctorate from the University of Puerto Rico. Many schools, public parks, and cultural centers are named after her, including: the Julia de Burgos Cultural Arts Center in Cleveland, the Julia de Burgos Latino Cultural Center in New York, and Julia de Burgos Park in Chicago.\nThe Julia de Burgos postage stamp was issued on September 14, 2010, in San Juan, Puerto Rico. It is the 26th stamp in the United States Literary Arts series.","categories":[],"infobox_types":[],"annotations":[{"uri":"Civil_rights","surface_form":"civil rights","offset":143},{"uri":"Feminism","surface_form":"feminism","offset":482},{"uri":"Nuyorican","surface_form":"Nuyorican","offset":642},{"uri":"Victor_Hern%C3%A1ndez_Cruz","surface_form":"Victor Hernández Cruz","offset":672},{"uri":"Giannina_Braschi","surface_form":"Giannina Braschi","offset":695},{"uri":"Alcoholism","surface_form":"alcoholism","offset":743},{"uri":"Puerto_Rican_poetry","surface_form":"Puerto Rican poetry","offset":887},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":1526}]}