{"id":801657,"url":"http://en.wikipedia.org/wiki/Victor_Hern%C3%A1ndez_Cruz","text":"e=\"preserve\">Victor Hernández Cruz is a Puerto Rican poet. He was born in Aguas Buenas, Puerto Rico. He moved to New York City with his family when he was five years old. He lives in Morocco and Puerto Rico.\nCareer.\nCruz is a member of the Nuyorican poetry movement of Puerto Rican poets who moved to New York City. Nuyorican poets, such as Pedro Pietri, Miguel Algarin, Miguel Pinero, and Giannina Braschi, write about immigrant life and hybrid latino culture. They multilingual literature. They write in Spanish, English, and Spanglish.\nCruz has received fellowships from the Guggenheim Foundation and the National Endowment for the Arts. He was the first Puerto Rican poet to be a Chancellor of the Academy of American Poets.\nHe writes about New York City, traveling, the Caribbean, Puerto Rican history, and the immigrant experience. Cruz said in a television interview with Bill Moyers, “I write about myself as a Caribbean man, a man within a larger tapestry, and I try to see the connections between everything. Between myself and history, myself a racially mixed person, and all these things that make me up. I explore them in my poetry.”\nPoetry books.\nCruz published his first book, \"Papo Got His Gun! And Other Poems\", on a copying machine called the mimeograph. His later books were published by tradition publishing houses. His titles include: \"Beneath the Spanish\" (2017); \"In the Shadow of Al-Andalus\" (2011); \"The Mountain in the Sea\" (2006); \"Red Beans\" (1991); \"Rhythm, Content, and Flavor: New and Selected Poems\" (1989); \"By Lingual Wholes\" (1982); and \"Snaps\" (1969).","categories":[],"infobox_types":[],"annotations":[{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":88},{"uri":"Morocco","surface_form":"Morocco","offset":183},{"uri":"Nuyorican","surface_form":"Nuyorican","offset":240},{"uri":"Multilingualism","surface_form":"multilingual","offset":467},{"uri":"Spanglish_(language)","surface_form":"Spanglish","offset":528},{"uri":"Bill_Moyers","surface_form":"Bill Moyers","offset":879},{"uri":"Caribbean","surface_form":"Caribbean","offset":919}]}