{"id":801758,"url":"http://en.wikipedia.org/wiki/Egoism","text":"Egoism is a philosophy about people serving their own needs or wants. Some kinds of egoism say that everything people do is, meaning it is done to serve their own desires. Other kinds of egoism instead say that people should do whatever they want or whatever benefits themselves.\nEgoism is often seen as the opposite of altruism, meaning the concern for others. \"Altruism\" is a word created by the French thinker Auguste Comte, who says that people must only serve each other and never be egoistic. The German thinker Friedrich Nietzsche instead says that altruism is not the opposite of egoism. He also says that even though people altruism is good, they do not treat each other well very much at all. Other egoists also often criticise this kind of attitude against people who do what benefits themselves. But Nietzsche says that people should eventually leave both altruism and egoism behind.\nThe American researcher James Scanlan says that when people do whatever benefits themselves it is only a fake kind of egoism. And that real egoism is when people do whatever they want. Both are often seen as dangerous beliefs. Some egoists such as Max Stirner, Nikolay Chernyshevsky, and Dmitry Pisarev, are also thought of as nihilists. And the British egoist Aleister Crowley popularised the phrase \"Do what thou will\".\nMoral psychology.\nSome ideas of egoism can be studied in moral psychology. For example, Friedrich Nietzsche says that many people wrongly think that being \"good\" is related to being \"unegoistic\". Instead, this thought only happened since priestly values took over from noble values. Nietzsche says that the concepts of egoistic or altruistic actions are pseudo-<nowiki/>psychology. In fact, \"there are no such things as egoistic and altruistic actions\". Morality, he says, tries to damage psychology with these false ideas. He also says that this kind of morality always serves the needs and wants of some people over others. The British researcher Alexander Moseley instead says egoists reject that psychology can understand people's motivations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy","surface_form":"philosophy","offset":12},{"uri":"Serving","surface_form":"serving","offset":36},{"uri":"Need","surface_form":"need","offset":54},{"uri":"Want","surface_form":"want","offset":63},{"uri":"Desire","surface_form":"desire","offset":163},{"uri":"Benefit","surface_form":"benefit","offset":259},{"uri":"Altruism","surface_form":"altruism","offset":320},{"uri":"Auguste_Comte","surface_form":"Auguste Comte","offset":413},{"uri":"Friedrich_Nietzsche","surface_form":"Friedrich Nietzsche","offset":518},{"uri":"Criticise","surface_form":"criticise","offset":728},{"uri":"Eventually","surface_form":"eventually","offset":846},{"uri":"Researcher","surface_form":"researcher","offset":909},{"uri":"Fake","surface_form":"fake","offset":1001},{"uri":"Dangerous","surface_form":"dangerous","offset":1104},{"uri":"Nihilism","surface_form":"nihilists","offset":1223},{"uri":"Aleister_Crowley","surface_form":"Aleister Crowley","offset":1257},{"uri":"Moral_psychology","surface_form":"moral psychology","offset":1375},{"uri":"Friedrich_Nietzsche","surface_form":"Friedrich Nietzsche","offset":1406},{"uri":"Good","surface_form":"good","offset":1474},{"uri":"Priest","surface_form":"priest","offset":1556},{"uri":"Value_(personal_and_cultural)","surface_form":"values","offset":1565},{"uri":"Noble","surface_form":"noble","offset":1587},{"uri":"Concept","surface_form":"concept","offset":1625},{"uri":"Pseudoscience","surface_form":"pseudo-","offset":1672},{"uri":"Morality","surface_form":"Morality","offset":1772},{"uri":"Researcher","surface_form":"researcher","offset":1956},{"uri":"Motivation","surface_form":"motivation","offset":2053}]}