{"id":801724,"url":"http://en.wikipedia.org/wiki/Three-Fifths_Compromise","text":"e=\"preserve\">In 1878, the US constitutional convention looked at the problem of counting its population. The population of a state determines the influence a state can take in a presidential election. The convention also looked at the problem of counting slaves: If they were counted, the state would have more power in the election, the taxes the state would have to pay to the government would also be higher. The Three-Fifths Compromise was that three out of every five slaves would be counted. The compromise of counting \"all other persons\" as only three-fifths of their actual numbers reduced the representation of the slave states relative to the original proposals, but improved it over the Northern position. An inducement for slave states to accept the Compromise was its tie to taxation in the same ratio, so that the burden of taxation on the slave states was also reduced.\nA contentious issue at the 1787 Constitutional Convention was whether slaves would be counted as part of the population in determining representation of the states in the Congress or would instead be considered property and, as such, not be considered for purposes of representation. Delegates from states with a large population of slaves argued that slaves should be considered persons in determining representation, but as property if the new government were to levy taxes on the states on the basis of population. Delegates from states where slavery had become rare argued that slaves should be included in taxation, but not in determining representation.\nThe proposed ratio was, however, a ready solution to the problem that arose during the Constitutional Convention. In amending the Articles, the North wanted slaves to count for more than the South did because the objective was to determine taxes paid by the states to the federal government. In the Constitutional Convention, the more important issue was representation in Congress, so the South wanted slaves to count for more than the North did.","categories":[],"infobox_types":[],"annotations":[{"uri":"US_constitutional_convention","surface_form":"US constitutional convention","offset":26},{"uri":"Population","surface_form":"population","offset":93},{"uri":"Slavery","surface_form":"slaves","offset":255}]}