{"id":80174,"url":"http://en.wikipedia.org/wiki/Street_children","text":"Children that are homeless, and that have to look for themselves are called street children. They may have run away,or they may have no relatives who look after them.\nAccording to the European Federation for Street Children, they are an extremely vulnerable group living in very difficult conditions. The human rights of many of these children are often violated: They are exposed to violence or sexual exploitation and abuse. They may be addicted to drugs.\nArticle 27 of the Convention on the Rights of the Child (CRC) says that the state recognises the right of every child to a standard of living that is adequate for the development of the child.\n“State parties recognize the right of every child to a standard of living adequate for the child's physical, mental, spiritual, moral and social\ndevelopment.” Homelessness denies each one of those rights. According to an Inter-NGO Program on street children and youth, a street child is “any girl or boy who has not reached adulthood, for whom the street (in the widest sense of the word, including unoccupied dwellings, wasteland, etc.) has become his or her habitual abode and/or source of livelihood, and who is inadequately protected, directed, and supervised by responsible adults.”\nChildren who have no home but the streets, and no family support. They move from place to place, living in shelters and abandoned buildings.\nIn institutionalized care: children in this situation come from a situation of homelessness and are at risk of returning to a life on the street or facing at the child labour or child prostitution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Child","surface_form":"Children","offset":0},{"uri":"Family","surface_form":"relatives","offset":136},{"uri":"Convention_on_the_Rights_of_the_Child","surface_form":"Convention on the Rights of the Child","offset":476},{"uri":"Homelessness","surface_form":"homelessness","offset":1459},{"uri":"Child_labour","surface_form":"child labour","offset":1542},{"uri":"Child_prostitution","surface_form":"child prostitution","offset":1558}]}