{"id":801926,"url":"http://en.wikipedia.org/wiki/Celebrating_the_75th_anniversary_of_Victory_in_the_Great_Patriotic_War","text":"e=\"preserve\">Celebrating the 75th anniversary of Victory in the Great Patriotic War - solemn and memorable events timed to the anniversary of the Victory of the Soviet Union in the Great Patriotic War of 1941-1945. Victory Day is the most significant holiday for many families in Russia. All the people of the country proudly recall the exploits of their loved ones.\nPreparation for the celebration.\nEvery year we prepare for the Victory Parade, but this year was special and in connection with this, the President of the Russian Federation declared this year in Russia the Year of Memory and Glory. In many countries of the former Soviet Union, large-scale mass events were also planned. The culmination of the celebrations was to be a military parade, a march of an immortal regiment and fireworks on Victory Day on May 9, 2020. In connection with the COVID-19 coronavirus infection pandemic, significant changes have been made to the celebrations. The military parade in Russia was held on June 24, the march of the immortal regiment was scheduled for July 26, 2020, but due to the epidemic situation it was postponed indefinitely.\nMilitary parade.\nOn May 9, despite the fact that the main part of the parade was postponed, the aviation part of took place. The aviation unit consisted of helicopters and military aviation, starting with a heavy transport helicopter Mi-26, accompanied by four Mi-8 rotary-wing aircraft, and ending with nine Su-30SM and MiG-29 aerobatic teams. \"Russian Knights\" and \"Swifts\", as well as six attack aircraft Su-25 \"Grach\", which painted the sky over Moscow with the smoke of the colours of the Russian flag.\nOpening of the Rzhev Memorial.\nOn May 9, 2020, the largest monument in the history of modern Russia was supposed to open - the Rzhev Memorial to the Soviet Soldier. The memorial complex to all the soldiers of the Red Army was erected on the initiative of the veterans of the Great Patriotic War at the site of bloody battles near Rzhev in 1942-1943.","categories":[],"infobox_types":[],"annotations":[]}