{"id":801933,"url":"http://en.wikipedia.org/wiki/Michele_Casadei_Massari","text":"Michele Casadei Massari is an Italian chef, restaurateur, and web-influencer, born in Riccione, Italy. He is the founder and executive chef at Piccolo Café Restaurant and Lucciola. He is also an executive chef at Ferrari North America.\nEarly life and education.\nCasadei Massari was born in Romagna, Riccione. He spent most of his childhood with his grandfather, who was a traveler and a chef. He was nine years old when he cooked his first dish. He enrolled in a pharmacy course, and after a year, he entered a med-school. During this time, Casadei Massari worked at Sardinia, a holiday restaurant. He dropped out of med-school and moved to New York, in 2009.\nCareer.\nCasadei Massari set up a coffee kiosk with his friend Alberto at Union Square in Manhattan, in 2009. On April 1, he opened the first Piccolo Cafe Restaurant. He also started a catering service through this restaurant in 2014.\nBased in New York, Casadei Massari established Lucciola, an Italian restaurant, in December, 2017. It is located  at 90th Street, Amsterdam Avenue. In 2019, he hosted a cooking show, “This is Italy,” which was held at the headquarters of Urbani Truffles. He was one of the seven guest chefs at the Jova Beach Party, a live entertainment event held in 2019.\nAs of 2020, Casadei Massari serves as the executive chef at Piccolo Cafe Restaurant, Lucciola, and Ferrari North America. He is also the executive chef for Biografilm Food Academy. He is known as the \"five ingredients chef\" because he follows a rule of using five ingredients in his dishes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italians","surface_form":"Italian","offset":30},{"uri":"Chef","surface_form":"chef","offset":38},{"uri":"Restaurateur","surface_form":"restaurateur","offset":44},{"uri":"Ferrari","surface_form":"Ferrari","offset":213},{"uri":"Romagna","surface_form":"Romagna","offset":290},{"uri":"New_York_City","surface_form":"New York","offset":641},{"uri":"Union_Square%2C_Manhattan","surface_form":"Union Square","offset":733},{"uri":"Tenth_Avenue_(Manhattan)","surface_form":"Amsterdam Avenue","offset":1024}]}