{"id":802,"url":"http://en.wikipedia.org/wiki/Saturn","text":"Saturn is the sixth planet from the Sun in the Solar System. It is the second largest planet in the Solar System, after Jupiter. Saturn is one of the four gas giant planets, along with Jupiter, Uranus, and Neptune.\nInside Saturn is probably a core of iron, nickel, silicon and oxygen compounds, surrounded by a deep layer of metallic hydrogen, then a layer of liquid hydrogen and liquid helium and finally, an outer gaseous layer.\nSaturn has 67 known moons orbiting the planet. 38 are officially named and 29 are waiting to be named. The largest moon is Titan, which is larger in volume than the planet Mercury. Titan is the second-largest moon in the Solar System. The largest moon is Jupiter's moon, Ganymede. There is also a very large system of rings around Saturn. These rings are made of ice with smaller amounts of rocks and dust. Some people believe that the rings were caused from a moon impact or other event. Saturn is about 1,433,000,000 km (869,000,000 mi) on average from the Sun. Saturn takes 29.6 Earth years to revolve around the Sun.\nSaturn was named after the Roman god Saturnus (called Kronos in Greek mythology). Saturn's symbol is ♄ which is the symbol of Saturnus' sickle.\nPhysical features.\nSaturn is an oblate spheroid, meaning that it is flattened at the poles, and it swells out around its equator. The planet's equatorial diameter is, while its polar diameter (the distance from the north pole to the south pole) is; a 9% difference. Saturn has a flattened shape due to its very fast rotation, once every 10.8 hours.\nSaturn is the only planet in the Solar System that is less dense than water. Even though the planet's core is very dense, it has a gaseous atmosphere, so the average specific density of the planet is 0.69 g/cm3. This means if Saturn could be placed in a large pool of water, it would float.\nAtmosphere.\nThe outer part of Saturn's atmosphere is made up of about 96% hydrogen, 3% helium, 0.4% methane and 0.01% ammonia. There are also very small amounts of acetylene, ethane and phosphine.\nSaturn's clouds show a banded pattern, like the cloud bands seen on Jupiter. Saturn's clouds are much fainter and the bands are wider at the equator. Saturn's lowest cloud layer is made up of water ice, and is about thick. The temperature here is quite low, at 250 K (-10°F, -23°C). However scientists do not agree about this. The layer above, about thick, is made up of ammonium hydrosulfide ice, and above that is a layer of ammonia ice clouds thick. The highest layer is made up of hydrogen and helium gases, which extends between and above the water cloud tops. Auroras are also known to form in Saturn in the mesosphere. The temperature at Saturn's cloud tops is extremely low, at 98 K (-283 °F, -175 °C). The temperatures in the inner layers are much higher than the outside layers because of the heat produced by Saturn's interior.\nSaturn's winds are some of the fastest in the Solar System, reaching 1,800 h (1,118 mph), ten times faster than winds on Earth.\nStorms and spots.\nSaturn's atmosphere is also known to form oval shaped clouds, similar to the clearer spots seen in Jupiter. These oval spots are cyclonic storms, the same as cyclones seen on Earth. In 1990, the Hubble Space Telescope found a very large white cloud near Saturn's equator. Storms like the one in 1990 were known as \"Great White Spots\". These unique storms only exist for a short time and only happen about every 30 Earth years, at the time of the summer solstice in the Northern Hemisphere.\nGreat White Spots were also found in 1876, 1903, 1933, and 1960. If this cycle continues, another storm will form in about 2020.\nThe Voyager 1 spacecraft found a hexagonal cloud pattern near Saturn's north pole at about 78°N. The Cassini−Huygens probe later confirmed it in 2006. Unlike the north pole, the south pole does not show any hexagonal cloud feature. The probe also discovered a hurricane-like storm locked to the south pole that clearly showed an eyewall. Until this discovery, eyewalls had only been seen on Earth.\nInterior.\nSaturn's interior is similar to Jupiter's interior. It has a small rocky core about the size of the Earth at its center. It is very hot; its temperature reaches 15,000 K (). Saturn is so hot that it gives out more heat energy into space than it receives from the Sun. Above it is a thicker layer of metallic hydrogen, about deep. Above that layer is a region of liquid hydrogen and helium. The core is heavy, with about 9 to 22 times more mass than the Earth's core.\nMagnetic field.\nSaturn has a natural magnetic field that is weaker than Jupiter's. Like the Earth's, Saturn's field is a magnetic dipole. Saturn's field is unique in that it is perfectly symmetrical, unlike any other known planet. This means the field is exactly in line with the planet's axis. Saturn generates radio waves, but they are too weak to be detected from Earth. The moon Titan orbits in the outer part of Saturn's magnetic field and gives out plasma to the field from the ionised particles in Titan's atmosphere.\nRotation and orbit.\nSaturn's average distance from the Sun is over 1,400,000,000 km (869,000,000 mi), about nine times the distance from the Earth to the Sun. It takes 10,759 days, or about 29.8 years, for Saturn to orbit around the Sun. This is known as Saturn's \"orbital period\".\nVoyager 1 measured Saturn's rotation as being 10 hours 14 minutes at the equator, 10 hours 40 minutes closer to the poles, and 10 hours 39 minutes 24 seconds for the planet's interior. This is known as its \"rotational period\".\nCassini measured the rotation of Saturn as being 10 hours 45 minutes 45 seconds ± 36 seconds. That is about six minutes, or one percent, longer than the radio rotational period measured by the Voyager 1 and Voyager 2 spacecraft, which flew by Saturn in 1980 and 1981.\nSaturn's rotational period is calculated by the rotation speed of radio waves released by the planet. The Cassini−Huygens spacecraft discovered that the radio waves slowed down, suggesting that the rotational period increased. Since the scientists do not think Saturn's rotation is actually slowing down, the explanation may lie in the magnetic field that causes the radio waves.\nPlanetary rings.\nSaturn is best known for its planetary rings which are easy to see with a telescope. There are seven named rings; A, B, C, D, E, F, and G rings. They were named in the order they were discovered, which is different to their order from the planet. From the planet the rings are: D, C, B, A, F, G and E.\nScientists believe that the rings are material left after a moon broke apart. A new idea says that it was a very large moon, most of which crashed into the planet. This left a large amount of ice to form the rings, and also some of the moons, like Enceladus, which are thought to be made of ice.\nHistory.\nThe rings were first discovered by Galileo Galilei in 1610, using his telescope. They did not look like rings to Galileo, so he called them \"handles\". He thought that Saturn was three separate planets that almost touched one another. In 1612, when the rings were facing edge on with the Earth, the rings disappeared, then reappeared again in 1613, further confusing Galileo. In 1655, Christiaan Huygens was the first person to recognise Saturn was surrounded by rings. Using a much more powerful telescope than Galilei's, he noted Saturn \"is surrounded by a thin, flat, ring, nowhere touching...\". In 1675, Giovanni Domenico Cassini discovered that the planet's rings were in fact made of smaller ringlets with gaps. The largest ring gap was later named the Cassini Division. In 1859, James Clerk Maxwell showed that the rings cannot be solid, but are made of small particles, each orbiting Saturn on their own, otherwise, it would become unstable or break apart. James Keeler studied the rings using a spectroscope in 1895 which proved Maxwell's theory.\nPhysical features.\nThe rings range from to above the planet's equator. As proved by Maxwell, even though the rings appear to be solid and unbroken when viewed from above, the rings are made of small particles of rock and ice. They are only about thick; made of silica rock, iron oxide and ice particles. The smallest particles are only specks of dust while the largest are the size of a house. The C and D rings also seem to have a \"wave\" in them, like waves in water. These large waves are high, but only moving slowly at about each day. Some scientists believe that the wave is caused by Saturn's moons. Another idea is the waves were made by a comet hitting Saturn in 1983 or 1984.\nThe largest gaps in the rings are the Cassini Division and the Encke Division, both visible from the Earth. The Cassini Division is the largest, measuring wide. However, when the Voyager spacecrafts visited Saturn in 1980, they discovered that the rings are a complex structure, made out of thousands of thin gaps and ringlets. Scientists believe this is caused by the gravitational force of some of Saturn's moons. The tiny moon Pan orbits inside Saturn's rings, creating a gap within the rings. Other ringlets keep their structure due to the gravitational force of shepherd satellites, such as Prometheus and Pandora. Other gaps form due to the gravitational force of a large moon farther away. The moon Mimas is responsible for clearing away the Cassini gap.\nRecent data from the Cassini spacecraft has shown that the rings have their own atmosphere, free from the planet's atmosphere. The rings' atmosphere is made of oxygen gas, and it is produced when the Sun's ultraviolet light breaks up the water ice in the rings. Chemical reaction also occurs between the ultraviolet light and the water molecules, creating hydrogen gas. The oxygen and hydrogen atmospheres around the rings are very widely spaced. As well as oxygen and hydrogen gas, the rings have a thin atmosphere made of hydroxide. This anion was discovered by the Hubble Space Telescope.\nSpokes.\nThe Voyager space probe discovered features shaped like rays, called \"spokes\". These were also seen later by the Hubble telescope. The Cassini probe photographed the spokes in 2005. They are seen as dark when under sunlight, and appear light when against the unlit side. At first it was thought the spokes were made of microscopic dust particles but new evidence shows that they are made of ice.\nThey rotate at the same time with the planet's magnetosphere, therefore, it is believed that they have a connection with electromagnetism. However, what causes the spokes to form is still unknown. They appear to be seasonal, disappearing during solstice and appearing again during equinox.\nMoons.\nSaturn has 53 named moons, and another nine which are still being studied. Many of the moons are very small: 33 are less than in diameter and 13 moons are less than. Seven moons are large enough to be a near perfect sphere caused by their own gravitation. These moons are Titan, Rhea, Iapetus, Dione, Tethys, Enceladus and Mimas. Titan is the largest moon, larger than the planet Mercury, and it is the only moon in the Solar System to have a thick, dense atmosphere. Hyperion and Phoebe are the next largest moons, larger than in diameter.\nIn December 2004 and January 2005 a man-made satellite called the Cassini−Huygens probe took lots of close photos of Titan. One part of this satellite, known as the Huygens probe, then landed on Titan. Named after the Dutch astronomer Christiaan Huygens, it was the first spacecraft to land in the outer Solar System. The probe was designed to float in case it landed in liquid.\nEnceladus, the sixth largest moon, is about in diameter. It is one of the few outer solar system objects that shows volcanic activity. In 2011, scientists discovered an electric link between Saturn and Enceladus. This is caused by ionised particles from volcanos on the small moon interacting with Saturn's magnetic fields. Similar interactions cause the northern lights on Earth.\nExploration.\nSaturn was first explored by the Pioneer 11 spacecraft in September 1979. It flew as close as above the planet's cloud tops. It took photographs of the planet and a few of its moons, but were low in resolution. It discovered a new, thin ring called the F ring. It also discovered that the dark ring gaps appear bright when viewed towards the Sun, which shows the gaps are not empty of material. The spacecraft measured the temperature of the moon Titan.\nIn November 1980, Voyager 1 visited Saturn, and took higher resolution photographs of the planet, rings and moons. These photos were able to show the surface features of the moons. Voyager 1 went close to Titan, and gained much information about its atmosphere. In August, 1981, Voyager 2 continued to study the planet. Photos taken by the space probe showed that changes were happening to the rings and atmosphere. The Voyager spacecrafts discovered a number of moons orbiting close to Saturn's rings, as well as discovering new ring gaps.\nOn July 1, 2004, the Cassini−Huygens probe entered into orbit around Saturn. Before then, it flew close to Phoebe, taking very high resolution photos of its surface and collecting data. On December 25, 2004, the Huygens probe separated from the Cassini probe before moving down towards Titan's surface and landed there on January 14, 2005. It landed on a dry surface, but it found that large bodies of liquid exist on the moon. The Cassini probe continued to collect data from Titan and a number of the icy moons. It found evidence that the moon Enceladus had water erupting from its geysers. Cassini also proved, in July 2006, that Titan had hydrocarbon lakes, located near its north pole. In March 2007, it discovered a large hydrocarbon lake the size of the Caspian Sea near its north pole.\nCassini observed lightning occurring in Saturn since early 2005. The power of the lightning was measured to be 1,000 times more powerful than lightning on Earth. Astronomers believe that the lightning observed in Saturn is the strongest ever seen.","categories":[],"infobox_types":["planet"],"annotations":[{"uri":"Planet","surface_form":"planet","offset":20},{"uri":"Sun","surface_form":"Sun","offset":36},{"uri":"Solar_System","surface_form":"Solar System","offset":47},{"uri":"Jupiter","surface_form":"Jupiter","offset":120},{"uri":"Gas_giant","surface_form":"gas giant","offset":155},{"uri":"Uranus","surface_form":"Uranus","offset":194},{"uri":"Neptune","surface_form":"Neptune","offset":206},{"uri":"Planetary_core","surface_form":"core","offset":243},{"uri":"Iron","surface_form":"iron","offset":251},{"uri":"Nickel","surface_form":"nickel","offset":257},{"uri":"Silicon","surface_form":"silicon","offset":265},{"uri":"Oxygen","surface_form":"oxygen","offset":277},{"uri":"Metallic_hydrogen","surface_form":"metallic hydrogen","offset":325},{"uri":"Liquid","surface_form":"liquid","offset":360},{"uri":"Hydrogen","surface_form":"hydrogen","offset":367},{"uri":"Helium","surface_form":"helium","offset":387},{"uri":"Gas","surface_form":"gas","offset":416},{"uri":"Satellite_(natural)","surface_form":"moons","offset":451},{"uri":"Orbit","surface_form":"orbit","offset":457},{"uri":"Titan_(moon)","surface_form":"Titan","offset":554},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":603},{"uri":"Ganymede","surface_form":"Ganymede","offset":702},{"uri":"Planetary_ring","surface_form":"rings","offset":749},{"uri":"Ice","surface_form":"ice","offset":794},{"uri":"Minerals","surface_form":"rocks","offset":822},{"uri":"Kilometer","surface_form":"km","offset":950},{"uri":"Mile","surface_form":"mi","offset":966},{"uri":"Julian_year_(astronomy)","surface_form":"Earth years","offset":1013},{"uri":"Roman_mythology","surface_form":"Roman god","offset":1079},{"uri":"Saturn_(mythology)","surface_form":"Saturnus","offset":1089},{"uri":"Kronos","surface_form":"Kronos","offset":1106},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":1116},{"uri":"Sickle","surface_form":"sickle","offset":1188},{"uri":"Oblate_spheroid","surface_form":"oblate spheroid","offset":1228},{"uri":"Geographical_pole","surface_form":"poles","offset":1281},{"uri":"Equator","surface_form":"equator","offset":1317},{"uri":"Diameter","surface_form":"diameter","offset":1350},{"uri":"Rotation","surface_form":"rotation","offset":1512},{"uri":"Density","surface_form":"dense","offset":1604},{"uri":"Water","surface_form":"water","offset":1615},{"uri":"Planetary_core","surface_form":"core","offset":1647},{"uri":"Atmosphere","surface_form":"atmosphere","offset":1684},{"uri":"Relative_density","surface_form":"specific density","offset":1711},{"uri":"Methane","surface_form":"methane","offset":1936},{"uri":"Ammonia","surface_form":"ammonia","offset":1954},{"uri":"Acetylene","surface_form":"acetylene","offset":2000},{"uri":"Ethane","surface_form":"ethane","offset":2011},{"uri":"Phosphine","surface_form":"phosphine","offset":2022},{"uri":"Cloud","surface_form":"cloud","offset":2042},{"uri":"Temperature","surface_form":"temperature","offset":2260},{"uri":"Kelvin","surface_form":"K","offset":2298},{"uri":"Fahrenheit","surface_form":"F","offset":2305},{"uri":"Celsius","surface_form":"C","offset":2312},{"uri":"Ammonium_sulfide","surface_form":"ammonium hydrosulfide","offset":2404},{"uri":"Aurora","surface_form":"Aurora","offset":2599},{"uri":"Mesosphere","surface_form":"mesosphere","offset":2647},{"uri":"Heat","surface_form":"heat","offset":2836},{"uri":"Kilometres_per_hour","surface_form":"h","offset":2947},{"uri":"Miles_per_hour","surface_form":"mph","offset":2956},{"uri":"Earth","surface_form":"Earth","offset":2993},{"uri":"Cyclone","surface_form":"cyclone","offset":3176},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":3213},{"uri":"Great_White_Spot","surface_form":"Great White Spot","offset":3333},{"uri":"Solstice","surface_form":"solstice","offset":3471},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":3487},{"uri":"Voyager_1","surface_form":"Voyager 1","offset":3641},{"uri":"Hexagon","surface_form":"hexagon","offset":3670},{"uri":"Longitude","surface_form":"78°N","offset":3728},{"uri":"Cassini%E2%88%92Huygens","surface_form":"Cassini−Huygens","offset":3738},{"uri":"Hurricane","surface_form":"hurricane","offset":3897},{"uri":"Eye_(cyclone)","surface_form":"eyewall","offset":3966},{"uri":"Center","surface_form":"center","offset":4158},{"uri":"Temperature","surface_form":"temperature","offset":4186},{"uri":"Kelvin","surface_form":"K","offset":4213},{"uri":"Heat_energy","surface_form":"heat energy","offset":4259},{"uri":"Sun","surface_form":"Sun","offset":4308},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":4549},{"uri":"Dipole","surface_form":"dipole","offset":4642},{"uri":"Axis_of_rotation","surface_form":"axis","offset":4801},{"uri":"Radio_wave","surface_form":"radio wave","offset":4824},{"uri":"Plasma_(physics)","surface_form":"plasma","offset":4967},{"uri":"Ion","surface_form":"ion","offset":4996},{"uri":"Planetary_rings","surface_form":"planetary rings","offset":6240},{"uri":"Telescope","surface_form":"telescope","offset":6285},{"uri":"Galileo_Galilei","surface_form":"Galileo Galilei","offset":6853},{"uri":"Christiaan_Huygens","surface_form":"Christiaan Huygens","offset":7202},{"uri":"Giovanni_Domenico_Cassini","surface_form":"Giovanni Domenico Cassini","offset":7425},{"uri":"Rings_of_Saturn","surface_form":"Cassini Division","offset":7576},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":7603},{"uri":"James_Keeler","surface_form":"James Keeler","offset":7782},{"uri":"Spectrometer","surface_form":"spectroscope","offset":7821},{"uri":"Silicon_dioxide","surface_form":"silica","offset":8134},{"uri":"Iron_oxide","surface_form":"iron oxide","offset":8147},{"uri":"Comet","surface_form":"comet","offset":8520},{"uri":"Rings_of_Saturn","surface_form":"Encke Division","offset":8621},{"uri":"Earth","surface_form":"Earth","offset":8659},{"uri":"Gravity","surface_form":"gravitational force","offset":8927},{"uri":"Pan_(moon)","surface_form":"Pan","offset":8988},{"uri":"Shepherd_satellite","surface_form":"shepherd satellite","offset":9125},{"uri":"Prometheus_(moon)","surface_form":"Prometheus","offset":9154},{"uri":"Pandora_(moon)","surface_form":"Pandora","offset":9169},{"uri":"Mimas_(moon)","surface_form":"Mimas","offset":9264},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":9526},{"uri":"Chemical_reaction","surface_form":"Chemical reaction","offset":9582},{"uri":"Molecule","surface_form":"molecule","offset":9656},{"uri":"Hydroxide","surface_form":"hydroxide","offset":9844},{"uri":"Anion","surface_form":"anion","offset":9860},{"uri":"Ray","surface_form":"ray","offset":9976},{"uri":"Photograph","surface_form":"photograph","offset":10069},{"uri":"Magnetosphere","surface_form":"magnetosphere","offset":10363},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":10437},{"uri":"Season","surface_form":"season","offset":10531},{"uri":"Solstice","surface_form":"solstice","offset":10561},{"uri":"Equinox","surface_form":"equinox","offset":10597},{"uri":"List_of_Saturn%27s_moons","surface_form":"53 named moons","offset":10624},{"uri":"Sphere","surface_form":"sphere","offset":10829},{"uri":"Gravity","surface_form":"gravitation","offset":10856},{"uri":"Titan_(moon)","surface_form":"Titan","offset":10885},{"uri":"Rhea_(moon)","surface_form":"Rhea","offset":10892},{"uri":"Iapetus_(moon)","surface_form":"Iapetus","offset":10898},{"uri":"Dione_(moon)","surface_form":"Dione","offset":10907},{"uri":"Tethys_(moon)","surface_form":"Tethys","offset":10914},{"uri":"Enceladus_(moon)","surface_form":"Enceladus","offset":10922},{"uri":"Hyperion_(moon)","surface_form":"Hyperion","offset":11081},{"uri":"Phoebe_(moon)","surface_form":"Phoebe","offset":11094},{"uri":"Volcano","surface_form":"volcanic","offset":11649},{"uri":"Ionization","surface_form":"ionised","offset":11764},{"uri":"Aurora","surface_form":"northern lights","offset":11888},{"uri":"Pioneer_11","surface_form":"Pioneer 11","offset":11960},{"uri":"Resolution","surface_form":"resolution","offset":12126},{"uri":"Sun","surface_form":"Sun","offset":12269},{"uri":"Voyager_2","surface_form":"Voyager 2","offset":12660},{"uri":"Phoebe_(moon)","surface_form":"Phoebe","offset":13029},{"uri":"Geyser","surface_form":"geyser","offset":13506},{"uri":"Lakes_of_Titan","surface_form":"hydrocarbon lakes","offset":13565},{"uri":"Caspian_Sea","surface_form":"Caspian Sea","offset":13683},{"uri":"Lightning","surface_form":"lightning","offset":13733}]}