{"id":802140,"url":"http://en.wikipedia.org/wiki/Handover_of_Hong_Kong","text":"e=\"preserve\">The handover of Hong Kong, or the transfer of sovereignty of Hong Kong (also called \"the Handover\" or \"the Return\" in mainland China) was when the country that controlled Hong Kong was changed from the United Kingdom to China. The handover happened on 1 July 1997. Before this day, British Hong Kong was controlled by the United Kingdom as a colony and a British Dependent Territory. After the handover, Hong Kong became a special administrative region (SAR) of China.\nThe handover was the end of British control of Hong Kong. They governed over it for 156 years. Because the number of people living in Hong Kong was 6.5 million in 1997, it was the majority of people (97%) living in all British Dependent Territories. Some people think that the handover was the end of the British Empire.\nBackground.\nThe United Kingdom controlled many parts of India by the 1830s. Their goal in this land was to grow cotton so that they didn't have to buy so much from the United States. They were not able to grow cotton, but they found out that they could grow poppies in India and turn them into opium. The British smuggled opium into China so that they could buy tea. This was one of the reasons the Opium Wars happened, when Britain and China fought with each other. After the Opium Wars, the two countries signed three different treaties with the Qing Empire, who controlled China at the time.\nProblems.\nEven though the British did not control the New Territories forever, this part of Hong Kong was developed as quickly as the other parts of Hong Kong. Because there was not enough land and natural resources in Hong Kong Island and Kowloon, a lot of infrastructure was also built in the New Territories. When Britain and China began talking about what would happen to Hong Kong after 1997, many people thought it was very hard to separate the New Territories and the rest of Hong Kong and only give the New Territories back to China.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mainland_China","surface_form":"mainland China","offset":131},{"uri":"Sovereignty","surface_form":"controlled","offset":173},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":184},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":215},{"uri":"China","surface_form":"China","offset":233},{"uri":"British_Hong_Kong","surface_form":"British Hong Kong","offset":295},{"uri":"Colony","surface_form":"colony","offset":355},{"uri":"British_Dependent_Territory","surface_form":"British Dependent Territory","offset":368},{"uri":"Special_administrative_region","surface_form":"special administrative region","offset":436},{"uri":"Government","surface_form":"governed","offset":545},{"uri":"British_Empire","surface_form":"British Empire","offset":787},{"uri":"Cotton","surface_form":"cotton","offset":915},{"uri":"United_States","surface_form":"United States","offset":971},{"uri":"Opium_poppy","surface_form":"poppies","offset":1061},{"uri":"Opium","surface_form":"opium","offset":1097},{"uri":"Smuggling","surface_form":"smuggled","offset":1116},{"uri":"Opium_Wars","surface_form":"Opium Wars","offset":1202},{"uri":"Treaty","surface_form":"treaties","offset":1333},{"uri":"Qing_Empire","surface_form":"Qing Empire","offset":1351},{"uri":"Land_development","surface_form":"developed","offset":1504},{"uri":"Natural_resource","surface_form":"natural resource","offset":1596},{"uri":"Infrastructure","surface_form":"infrastructure","offset":1656}]}