{"id":802289,"url":"http://en.wikipedia.org/wiki/Peace_of_Riga","text":"e=\"preserve\">The Peace of Riga, or The Treaty of Riga, (Polish:\"Traktat Ryski)\" was signed in Riga on March 18th 1921, by Second Polish Republic, Soviet Russia, and Soviet Ukraine. The treaty ended the Polish-Soviet war.\nThe Borders between Poland and Soviet Russia changed by the treaty stayed the same until World War II. They were changed by the Yalta Conference and the Potsdam Conference.\nBackground.\nWorld war I changed the imperial borders of Europe. in 1918 after the Russian Revolution, they had unclaimed Poland in the treaty of Brest-Litovsk and WW1 ended when Germany surrendered. Poland was re-created after over 100 years of being split up by three countries.\nThe Russian civil war gave Poland the chance to regain the land controlled by the Polish-Lithuanian Commonwealth that was taken by Russia during the split up of Poland. Meanwhile, the Soviet leaders wanted to respond to the leader of Poland, Józef Piłsudski's, moves into Ukraine, by attacking Poland, which the Soviets saw as a land bridge to Western Europe, that they could cross to expand Communism to the west. This started the Polish-Soviet war and ended in a victory for Poland after the battle of Warsaw, which made both sides, want to end the war. More defeats after the defeat near Warsaw made the Soviets want to end the war. The Poles, under pressure by the League of Nations, also wanted to end the war after they had taken a lot of land and their army was tired.\nNegotiations.\nPeace talks started in Minsk on August 17th 1920, but since the Polish counter-attack moved closer, they moved to Riga, and continued on September 21st. The Soviets suggested two solutions, one on the 21st of September, and a second on the 28th, the Poles suggested another solution on October 2nd. Three days after, the Soviets, suggested a change to the polish offer, and the Poles accepted. An end to the war was signed on the 12th of October, and war actually ended on the 18th of October 1920. The leading negotiators were, Jan Dąbski from Poland and Adolph Joffe from the RSFSR(Soviet Russia). The Soviets did not let the non-communist Ukrainian leaders to be in the negotiations.\nThe Soviets' military problems made them give up lots of the land they were arguing over. But to lots of other people it looked like Poland lost the war. Most of the polish negotiators were members of the National Democrats, who were Piłsudski's political enemies. The National Democrats did not want more than a third of the people living in the bigger Poland to be non-Polish, so they agreed to get less land than they would have gotten, even though many Poles would be left on the Soviet side of the border.","categories":[],"infobox_types":[],"annotations":[{"uri":"Polish_language","surface_form":"Polish","offset":56},{"uri":"Riga","surface_form":"Riga","offset":94},{"uri":"Second_Polish_Republic","surface_form":"Second Polish Republic","offset":122},{"uri":"Polish%E2%80%93Soviet_War","surface_form":"Polish-Soviet war","offset":202},{"uri":"World_War_II","surface_form":"World War II","offset":310},{"uri":"Yalta_Conference","surface_form":"Yalta Conference","offset":349},{"uri":"Potsdam_Conference","surface_form":"Potsdam Conference","offset":374}]}