{"id":802236,"url":"http://en.wikipedia.org/wiki/Book_of_the_Consulate_of_the_Sea","text":"The \"Book of the Consulate of the Sea\" or \"Book of the Consulate of Sea\" is a 15th-century maritime commercial law treaty. Is a compendium of maritime law that governed trade in the Mediterranean for centuries. Of Catalan origin, it was translated into many languages and served as the basis for current international maritime law.i\nThe text serves as disclosure of the practice in the sea, commenting on the uses and customs as a manual. Considered an excellent primary source on the customs of the time, it collects a lot of information on the legal systems of the time in Europe. The\"editio princeps\" is in the Catalan language, and was printed in Barcelona in 1484, reprinted again ten years later. The first Italian translation is of 1519, it is the work of Antonio Blado and the second at Venice by Giovanni Battista Pederzano (1549), and then by Francesco Lorenzini (1564). If there are more than twenty editions in Italian and others in English, French, German, Dutch, and Spanish.\nOrigin.\nAccording to Chiner and Chacon, the Ordinances of the Ribera (i.e. seaside) (\" Ordianationis Ripairiœ \"), written in 1258, did not yet encode the maritime customs of Barcelona, and that the first reference to \"Sea consuls\" appears in Barcelona in 1282, just one year before the Consulate of the Sea was created in Valencia. Also note that the consuls of Barcelona had no independence assigned later on in the \"Book of the Consulate of the Sea\". Customs collected in the book would be in part coming from a Barcelona origin, but many would have been created and consolidated in Valencia, from which have been copied to the subsequently created consulates. According to Arcadi Garcia Sanz, the main difference between the consulates of Barcelona and Valencia would be the fact that the latter had from the start a \"royal jurisdiction\", and therefore has influenced so strongly in the other consulates in the fifteenth century.","categories":[],"infobox_types":[],"annotations":[{"uri":"15th_century","surface_form":"15th-century","offset":78},{"uri":"Sea","surface_form":"the sea","offset":382},{"uri":"Primary_source","surface_form":"primary source","offset":463},{"uri":"Europe","surface_form":"Europe","offset":575},{"uri":"Catalan_language","surface_form":"the Catalan language","offset":610},{"uri":"Barcelona","surface_form":"Barcelona","offset":651},{"uri":"1484","surface_form":"1484","offset":664},{"uri":"1519","surface_form":"1519","offset":739},{"uri":"Venice","surface_form":"Venice","offset":795},{"uri":"1549","surface_form":"1549","offset":834},{"uri":"1564","surface_form":"1564","offset":874},{"uri":"Ordianationis_Ripairi%C5%93","surface_form":"Ordianationis Ripairiœ","offset":1077}]}