{"id":802240,"url":"http://en.wikipedia.org/wiki/Dimitry_Dikman","text":"Dimitry Dikman (; born 19 September 1966, Moscow, USSR) is an entrepreneur and philanthropy expert. Member of the Board of Trustees of the Hillel Russia.\nDimitry Dikman is a Senior Advisor to the Chairman of the Board of Genesis Philanthropy Group (GPG). Prior to assuming his advisory role in 2014, he served as the Chief Operating Officer (2008–2014), overseeing the operations of the Foundation through several years of growth and coordinating early efforts of launching the Genesis Prize.\nEducation.\nDimitry graduated with a master's degree in Management from Moscow State University of Civil Engineering in 1988.\nCareer.\nFrom 1992 to 1997 Dimitry Dikman was CEO and co-owner of OMNI Consulting Co., Inc., Philadelphia, United States. Within the company, he organized and conducted educational trainings in the field of economics and management in various countries of the world, as well as the development of business seminars for government agencies and enterprises from Russia and CIS countries, the development of targeted educational programs.\nBetween 2003 and 2007, Dimitry Dikman served as the General Manager of IFC Capital Management Group, where he headed a number of large-scale industrial and real estate investment projects in the Former Soviet Union. Preceding IFC, Dikman managed several firms in the United States and Russia that focused on project management, business education and training programs, as well as IT consulting.\nFrom 2008 to 2014, Dimitry Dikman served as the Chief Operating Officer of the Genesis Philanthropy Group, overseeing the operations of the Foundation through several years of growth as well as coordinating the establishment of regional grantmaking offices in Russia, North America, and Israel. From 2011 to 2013, Dimitry Dikman in his role of GPG COO significantly contributed to the development and the launch of the Genesis Prize, an annual international prize (USD 1 million) created in partnership with the office of the Prime Minister of Israel. Under Dimitry’s supervision, the concept of the project was developed and finalized. The first winner of the Genesis Prize in 2014 was the founder of Bloomberg, former Mayor of New York, Michael Bloomberg.\nSince 2014, Dimitry Dikman is the Senior Advisor to the Chairman of the Board of Directors of Genesis Philanthropy Group (GPG) and Chairman of the Grant Review Committee of the foundation. Today, GPG is one of the largest global foundations focused on Russian-speaking Jewish communities operating in North America, Europe, Israel, Russia and the CIS countries.\nSince 2014, Dimitry Dikman is the CEO and owner of [https://group36.org/ Group 36, Inc.], as consulting firm working with various charitable organizations and NGOs worldwide. Among the clients are non-profit organizations from Russia, Ukraine, Georgia, Israel and the United States.\nPublic activities.\nSince 2014, Dimitry Dikman has been engaged in active consulting activities in the field of philanthropy. Created and headed by him, Group 36, Inc. provides its services to non-profit organizations from start-up projects and initiatives to large international foundations.\nSince 2015, Dimitry is the advisor to the founders of the Rybakov Foundation, Igor and Ekaterina Rybakov, and since 2017 is the Member of the Board of the Rybakov Foundation.\nAlso Dimitry is the member of the Board of Trustees of the largest Jewish student organization in Russia - [https://hillel.ru Hillel Russia] - with offices in eight cities of the Russian Federation.\nSince 2019, Dimitry Dikman is a certified Independent Director (certificate from Institute of Directors in the United Kingdom).\nAs a speaker, he participates in various conferences and forums on the topic of charity.\nIn 2018, Dimitry published the book “From Intentions to Results. Strategic Planning in Charity”, designed for principals, managers and employees of non-profit organizations.","categories":[],"infobox_types":[],"annotations":[{"uri":"USSR","surface_form":"USSR","offset":50},{"uri":"Hillel_International","surface_form":"Hillel Russia","offset":139},{"uri":"Genesis_Philanthropy_Group","surface_form":"Genesis Philanthropy Group","offset":221},{"uri":"Genesis_Prize","surface_form":"Genesis Prize","offset":478},{"uri":"Moscow_State_University_of_Civil_Engineering","surface_form":"Moscow State University of Civil Engineering","offset":564},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":710},{"uri":"United_States","surface_form":"United States","offset":724},{"uri":"Russia","surface_form":"Russia","offset":977},{"uri":"Commonwealth_of_Independent_States","surface_form":"CIS","offset":988},{"uri":"United_States","surface_form":"United States","offset":1320},{"uri":"Russia","surface_form":"Russia","offset":1338},{"uri":"Genesis_Philanthropy_Group","surface_form":"Genesis Philanthropy Group","offset":1528},{"uri":"Russia","surface_form":"Russia","offset":1709},{"uri":"North_America","surface_form":"North America","offset":1717},{"uri":"Israel","surface_form":"Israel","offset":1736},{"uri":"Genesis_Philanthropy_Group","surface_form":"GPG COO","offset":1793},{"uri":"Genesis_Prize","surface_form":"Genesis Prize","offset":1868},{"uri":"Prime_Minister%27s_Office_(Israel)","surface_form":"office of the Prime Minister of Israel","offset":1961},{"uri":"Genesis_Prize","surface_form":"Genesis Prize","offset":2110},{"uri":"Bloomberg_News","surface_form":"Bloomberg","offset":2151},{"uri":"Mayor_of_New_York","surface_form":"Mayor of New York","offset":2169},{"uri":"Michael_Bloomberg","surface_form":"Michael Bloomberg","offset":2188},{"uri":"Genesis_Philanthropy_Group","surface_form":"Genesis Philanthropy Group","offset":2301},{"uri":"Genesis_Philanthropy_Group","surface_form":"GPG","offset":2403},{"uri":"North_America","surface_form":"North America","offset":2508},{"uri":"Europe","surface_form":"Europe","offset":2523},{"uri":"Israel","surface_form":"Israel","offset":2531},{"uri":"Russia","surface_form":"Russia","offset":2539},{"uri":"Commonwealth_of_Independent_States","surface_form":"CIS","offset":2554},{"uri":"Russia","surface_form":"Russia","offset":2796},{"uri":"Ukraine","surface_form":"Ukraine","offset":2804},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":2813},{"uri":"Israel","surface_form":"Israel","offset":2822},{"uri":"United_States","surface_form":"United States","offset":2837},{"uri":"Igor_Rybakov","surface_form":"Igor","offset":3222},{"uri":"Institute_of_Directors","surface_form":"Institute of Directors","offset":3599},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3629}]}