{"id":802355,"url":"http://en.wikipedia.org/wiki/Sadri_Skander","text":"Sadri Skander (, born April 10, 1982) is a Tunisian television presenter and producer. He is also an editor-in-chief and an entrepreneur. He is also publisher and editor-in-chief of Tunisie Automobile magazine and co-produces and hosts the AutoPRO program on the Attessia TV channel and previously the AutoPlus and Karhabtek Labess programs on El Hiwar El Tounsi.\nTelevision career.\nIn 2012, he made his debut as a producer and host on Tunisna TV, with the show Drive and Fast. In 2013, he switched to Nessma, to produce 100% auto.\nFrom 2016 to 2018, he was also the presenter of the Karhabtek Labès show dedicated to tuning, of a social nature and broadcast on El Hiwar El Tounsi during the Labès talk show.\nFrom 2014 to 2018, he was presenter and co-producer of the auto show Auto +, broadcast every Sunday on El Hiwar El Tounsi.\nFrom 2019 to 2020, he is presenter and co-producer of the automotive show AutoPRO, on Attessia TV.\nCareer.\nIn 2015, he launched a bimonthly automotive magazine, Tunisie Automobile, of which he is editor-in-chief.\nIn April 2017, he launched AutoPRO, the largest sales center for used vehicles in Tunisia.\nIn October 2018, he signed with a partaneriat with Italcar, representative of Fiat, Alfa Romeo, Jeep and Lancia, and with Stafim, representative of Peugeot, in May 2019.\nSince 2018, he has co-produced and hosted the AutoPRO show on Attessia TV.\nIn January 2020, he became the face of the Bridgestone brand on the Tunisian market during his contract with the commercial rubber tire company \"S.C.P\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Tunisia","surface_form":"Tunisian","offset":43},{"uri":"El_Hiwar_El_Tounsi","surface_form":"El Hiwar El Tounsi","offset":344},{"uri":"Nessma","surface_form":"Nessma","offset":502},{"uri":"El_Hiwar_El_Tounsi","surface_form":"El Hiwar El Tounsi","offset":662},{"uri":"El_Hiwar_El_Tounsi","surface_form":"El Hiwar El Tounsi","offset":812},{"uri":"Tunisia","surface_form":"Tunisia","offset":1127},{"uri":"Fiat","surface_form":"Fiat","offset":1214},{"uri":"Alfa_Romeo","surface_form":"Alfa Romeo","offset":1220},{"uri":"Jeep","surface_form":"Jeep","offset":1232},{"uri":"Lancia","surface_form":"Lancia","offset":1241},{"uri":"Peugeot","surface_form":"Peugeot","offset":1284},{"uri":"Bridgestone","surface_form":"Bridgestone","offset":1424}]}