{"id":802362,"url":"http://en.wikipedia.org/wiki/Mouna_Noureddine","text":"Mouna Noureddine born Saadia Oueslati (born January 23, 1939 in Tunis) is a Tunisian actress.\nCarrer.\nShe obtained her graduation certificate in 1952 and then entered the school for teachers in Tunis, which she eventually left for the Arab theater school in Tunis.\nIn 1954, she worked in the municipal troupe of the Arab Theater directed by the Egyptian Zéki Touleïmat. The following year, Mohamed Agrebi recruited her for the Tunis municipality troupe he directed, and subsequently she became a subscriber to leading roles in most of the plays. In the wake of this early success, she obtained a diploma in drama.\nIn 1957, she successfully passed the recruitment competition for full-time actors for the needs of the troupe in the city of Tunis. Mouna Noureddine is as comfortable on stage as in front of the cameras, interpreting texts in Tunisian as well as in literal Arabic as well as in French.\nShe went on stage at the age of 15, making the theater merge with her life, to such an extent that the meeting of the one who will share her life and give her his pseudonym - Noureddine Kasbaoui - takes place during the rehearsals of a play by William Shakespeare: The Merchant of Venice. Mouna Noureddine performs many roles in the troupe's repertoire, notably under the direction of Aly Ben Ayed: Sakr Kouraïch, Al Hallaj, Yerma, Le maréchal, Ghira Tedhraféchira, Hamlet, Elloghz, Leïla men elf lila, Ors eddam, Mejnoun Leïla, Mourad III, Beït Bernard alba, Ahl el berak, Caligula, Atchane ya sabaya, Les Troyennes, etc.\nIn the cinema, she plays in a large number of Tunisian films including Khalifa le teigneux, Sejnane, Fatma 75, And tomorrow...?, Cécile's eyes, L’Homme de cendres, The thief of tasting, The season of men, etc. Each of his performances, in Tunisia as well as in the Maghreb and in Europe, earned him consecration, critical praise and public ovation. She plays in the found of the city of Tunis at the Théatre des Nations, the Récamier, the Théâtre de la ville, the Théâtre de l'Odéon, the Beethoven Festival, in Iran and in Egypt.\nAfter half a century of activity, alongside her status as director of the Tunis city troupe since 2002 - a first since the creation of this company - she continues to perform in Tunisian and international productions as well as on stage. For the whole of her career, in 1985 she obtained the honorary prize of the Ministry of Culture and Heritage Protection, the insignia of the Order of Cultural Merit and was elevated to the rank of Officer of the Insignia of the Republic of Tunisia. She is also honored several times in many theater festivals in Tunisia and abroad.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tunis","surface_form":"Tunis","offset":64},{"uri":"Tunisia","surface_form":"Tunisian","offset":76},{"uri":"Tunis","surface_form":"Tunis","offset":194},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":1144},{"uri":"Tunisia","surface_form":"Tunisia","offset":2603}]}