{"id":80243,"url":"http://en.wikipedia.org/wiki/Leopoldo_Alas","text":"Leopoldo Alas y Ureña (25 April 1851 – 13 May 1901), also known as Clarín, was a Spanish realist writer born in Zamora. He died in Oviedo on 13 May 1901.\nClarin lived in León and Guadalajara in his childhood, then he moved to Oviedo in 1865. There he studied \"Bachillerato\" (high school) and he started his law career. He lived in Madrid from 1871 to 1878, where he started his career as a journalist and he graduated with the thesis \"El Derecho y la Moralidad\" (\"Law and Morality\"). He taught in Zaragoza from 1882 to 1883. In 1883 he returned to Oviedo to take up a position as teacher of Roman law.\nHe wrote books including \"La Regenta\". It is a long work, similar to Flaubert's \"Madame Bovary\", one of the books that helped to inspire it. Other influences included Naturalism and \"Kraussism\", a philosophical trend which made cultural and moral change in Spain. He also wrote Nuevo viaje al Parnaso and La Literatura en 1881 (1882), working with Armando Palacio Valdes.\n\"La Regenta\" is special for its great number of characters and other stories around the main story of the novel. The main character is shown in a way that is not very clear. On the other hand, the downfall of the provincial lady has place amidst two very different men who want to marry her: the most handsome man in the city, who is the winner in the end, and the cathedral's priest. The way the priest is shown is a very important part of the book.\nFor the description of the provincial setting and the city's collective life, Clarín used styles such as the internal monologue or the free indirect style, which makes the story be told by the characters, not the narrator.\nIn 1890, he published a new novel, \"Su único hijo\". Most critics do not think it is as good as \"La Regenta\". \"Su único hijo\" was originally meant to be the first of a series of three books, but these were not written. The only parts of them that exist are an outline and a few fragments of two of the novels. \"Su único hijo\" was Clarín's last long book.\nClarín also wrote some stories and some journalistic articles.\nClarin remains a rather unknown figure in the Spanish literary world. He searched for God and was Humanist at the same time. This strange mix has led to there being different views on the meaning of his writings. \"La Regenta\" in particular has many different views on what it could mean.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spanish","offset":81},{"uri":"Zamora_(Spain)","surface_form":"Zamora","offset":112},{"uri":"Oviedo","surface_form":"Oviedo","offset":131},{"uri":"Le%C3%B3n%2C_Spain","surface_form":"León","offset":170},{"uri":"Guadalajara%2C_Spain","surface_form":"Guadalajara","offset":179},{"uri":"Oviedo","surface_form":"Oviedo","offset":226},{"uri":"1865","surface_form":"1865","offset":236},{"uri":"Law","surface_form":"law","offset":307},{"uri":"Madrid","surface_form":"Madrid","offset":331},{"uri":"1871","surface_form":"1871","offset":343},{"uri":"1878","surface_form":"1878","offset":351},{"uri":"Thesis","surface_form":"thesis","offset":427},{"uri":"Zaragoza","surface_form":"Zaragoza","offset":497},{"uri":"1882","surface_form":"1882","offset":511},{"uri":"1883","surface_form":"1883","offset":519},{"uri":"La_Regenta","surface_form":"La Regenta","offset":628},{"uri":"Flaubert","surface_form":"Flaubert's","offset":671},{"uri":"Madame_Bovary","surface_form":"Madame Bovary","offset":683},{"uri":"Inspire","surface_form":"inspire","offset":731},{"uri":"Naturalism_(literature)","surface_form":"Naturalism","offset":769},{"uri":"Kraussism","surface_form":"Kraussism","offset":785},{"uri":"Armando_Palacio_Valdes","surface_form":"Armando Palacio Valdes","offset":950},{"uri":"Provincial","surface_form":"provincial","offset":1452},{"uri":"Monologue","surface_form":"monologue","offset":1543},{"uri":"Free_indirect_style","surface_form":"free indirect style","offset":1560},{"uri":"1890","surface_form":"1890","offset":1651},{"uri":"Humanism","surface_form":"Humanist","offset":2163}]}