{"id":80241,"url":"http://en.wikipedia.org/wiki/Bruise","text":"A bruise, also called a contusion or an ecchymosis, is a visible bluish or purplish mark or patch appearing beneath the surface of the skin, resulting from blood that leaked out of the deeper layers of the tissues. Bruises are usually caused by a blow or pressure. In older people, bruises may also occur without a special reason.\nBruises often cause pain but are normally not dangerous. Sometimes bruises can be serious and lead to other more life-threatening forms of hematoma, or they can be associated with serious injuries such as fractures and internal bleeding. Minor bruises may be easily recognized, in people with light skin color, by their characteristic blue or purple appearance (idiomatically described as \"black and blue\") in the days following the injury.\nHow long do bruises last?\nBruises change color over time. That is because the body is fixing the bruise by breaking down and reabsorbing the blood, which makes the bruise to go through many colors before it later disappears. The age of a bruise can be guessed by looking at its color.\nUsually, a bruise takes about two weeks to fade away. Some people bruise easily, but others do not. This is because they may have more tough skin tissue, certain diseases or conditions, or they take certain kinds of medication.\nAlso, blood vessels tend to become fragile as people get older, which is why elderly people receive a bruise much more easily.\nSpeeding the healing process.\nApplying cold when the bruise is discovered helps make it smaller, because it stops the blood that's flowing to the area. It also keeps the swelling down. It is best to apply ice to the bruise for half an hour to an hour at a time for a day or two after the bruise first appears. However, it is not advisable to place ice right on the skin. Putting some icecubes in a plastic bag and wrapping a towel around the bag is a better idea to stop the bruise from getting worse.\nAnother way to help heal the bruise is to put the bruised area above the level of the heart. This helps to slow the flow of the blood because more of the blood in the bruise will flow back toward the rest of the body instead of leaking out into the tissues. If this is not done, more blood will flow into the bruise and make it grow.\nIf the bruise causes pain, painkillers, such as NSAIDs may be used against the pain. Certain creams exist to help with bruises. These creams usually combine a substance that helps skin growth with one that acts against the pain. Gently massaging the area of the bruise may also help recovery, and stop the pain, according to the gate theory of pain. If the massage is painful, it will not help the healing process. As for most injuries, these techniques should not be applied until at least three days after the initial damage to ensure all internal bleeding has stopped. Increasing blood flow will allow more healing factors into the area and encourage drainage, but if the injury is still bleeding this will also allow more blood to seep out of the wound and cause the bruise to become worse. In most cases, hematomas spontaneously revert. In cases of large hematomas or those localized in certain organs (\"e.g.\", the brain), a physician may perform a puncture of the hematoma to allow the blood to exit.\nBruises as a sign of other conditions.\nBruises that do not result from the application of force (blunt trauma) may be a symptom for other conditions: People with such bruises often have a problem with their blood. Platelet or coagulation disorders often lead to the increased bruising. Unexplained bruising may be a warning sign of child abuse, domestic abuse, or serious medical problems such as leukemia or meningoccocal infection. Unexplained bruising can also indicate internal bleeding or certain types of cancer.\nDuring an autopsy, bruises accompanying abrasions indicate the abrasions occurred while the person was alive, as opposed to damage that occurred after death","categories":[],"infobox_types":[],"annotations":[{"uri":"Blue","surface_form":"bluish","offset":65},{"uri":"Purple","surface_form":"purplish","offset":75},{"uri":"Patch","surface_form":"patch","offset":92},{"uri":"Leak","surface_form":"leaked","offset":167},{"uri":"Pain","surface_form":"pain","offset":351},{"uri":"Hematoma","surface_form":"hematoma","offset":470},{"uri":"Bone_fracture","surface_form":"fractures","offset":536},{"uri":"Internal_bleeding","surface_form":"internal bleeding","offset":550},{"uri":"Blue","surface_form":"blue","offset":666},{"uri":"Purple","surface_form":"purple","offset":674},{"uri":"Absorb","surface_form":"reabsorbing","offset":897},{"uri":"Pain","surface_form":"pain","offset":2269},{"uri":"Painkiller","surface_form":"painkillers","offset":2275},{"uri":"NSAID","surface_form":"NSAIDs","offset":2296},{"uri":"Massage","surface_form":"massaging","offset":2484},{"uri":"Gate_theory_of_pain","surface_form":"gate theory of pain","offset":2577},{"uri":"Brain","surface_form":"brain","offset":3168},{"uri":"Physician","surface_form":"physician","offset":3178},{"uri":"Platelet","surface_form":"Platelet","offset":3469},{"uri":"Coagulation","surface_form":"coagulation","offset":3481},{"uri":"Child_abuse","surface_form":"child abuse","offset":3587},{"uri":"Domestic_abuse","surface_form":"domestic abuse","offset":3600},{"uri":"Leukemia","surface_form":"leukemia","offset":3652},{"uri":"Meningoccocus","surface_form":"meningoccocal","offset":3664},{"uri":"Hemorrhage","surface_form":"internal bleeding","offset":3728},{"uri":"Cancer","surface_form":"cancer","offset":3766},{"uri":"Autopsy","surface_form":"autopsy","offset":3784},{"uri":"Abrasion","surface_form":"abrasions","offset":3814}]}