{"id":80259,"url":"http://en.wikipedia.org/wiki/Denial_of_the_Armenian_Genocide","text":"Denial of the Armenian Genocide is saying that the Armenian Genocide did not happen or what happened was not genocide.\nFrom 1915-1917, in the Ottoman Empire, the Ottoman government tried to get rid of some Armenian people in the Empire. The government did this by killing between 800,000 and 1,500,000 Armenian people. They also made many Armenians leave their homes (this is called relocation).\nPeople who deny the Armenian Genocide say that these things partially or never happened. They also say that the Ottoman government never, in an organized way, tried to commit genocide against the Armenian people. For example, the United States of America and Republic of Turkey does not accept that the Ottoman government tried to get rid of all the Armenian people in the Empire.\nStudy of Armenian Genocide Denial.\nIn 1990, psychologist Robert Jay Lifton got a letter from the Turkish Ambassador to the United States. In the letter, the Ambassador asked Lifton how he could have talked about the Armenian Genocide in one of his books (because the Ambassador believed the Genocide never happened). By mistake, the Ambassador also included a draft of a letter written by scholar Heath Lowry, which told him how to keep the Armenian Genocide from being talked about in books. Lowry was later named to a chair (an important position) at Princeton University. Princeton had been given a $750,000 grant from the Republic of Turkey. This brought up many arguments about ethics in scholarship.[http://hgs.oxfordjournals.org/cgi/content/abstract/9/1/1][https://query.nytimes.com/gst/fullpage.html?res=9A03E5DD1F39F931A35755C0A960958260&n=Top/Reference/Times%20Topics/People/L/Lifton,%20Robert%20Jay]\nOutlawing.\nSome countries, including Argentina, Switzerland, and Uruguay, have created laws that punish people who deny the Armenian Genocide. France passed a law which made Armenian Genocide denial a crime, but then reversed it.\nThe first person found guilty by a court of law for denying the Armenian Genocide is Turkish politician Doğu Perinçek. He was found guilty by a Swiss district court in Lausanne in March 2007. Perinçek appealed the court's decision. Ferai Tinç, a writer for Turkey's Hurriyet newspaper, said, \"we find these type of [laws] against freedom of opinion dangerous because we are struggling in our country to achieve freedom of thought.\"\nAfter the court's decision, Perinçek said, \"I defend my right to freedom of expression.\"\nAdvertisement.\nThe Ankara Chamber of Commerce included DVDs, accusing the Armenian people of killing Turks, with their paid tourism advertisements in the June 6, 2005 edition of the magazine TIME Europe. Time Europe later apologized for allowing the DVDs to be included, and published a letter saying the DVDs were wrong, signed by five French organizations. The February 12, 2007 edition of TIME Europe included a page saying that the Armenian Genocide did really happen. It also included a DVD of a documentary by French director Laurence Jourdan about the Genocide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armenian_Genocide","surface_form":"Armenian Genocide","offset":51},{"uri":"Genocide","surface_form":"genocide","offset":109},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":142},{"uri":"Armenians","surface_form":"Armenian","offset":206},{"uri":"Genocide","surface_form":"genocide","offset":571},{"uri":"United_States","surface_form":"United States of America","offset":626},{"uri":"Turkey","surface_form":"Republic of Turkey","offset":655},{"uri":"Psychologist","surface_form":"psychologist","offset":821},{"uri":"Robert_Jay_Lifton","surface_form":"Robert Jay Lifton","offset":834},{"uri":"Ambassador","surface_form":"Ambassador","offset":882},{"uri":"Scholar","surface_form":"scholar","offset":1166},{"uri":"Princeton_University","surface_form":"Princeton University","offset":1330},{"uri":"Ethics","surface_form":"ethics","offset":1460},{"uri":"Argentina","surface_form":"Argentina","offset":1725},{"uri":"Switzerland","surface_form":"Switzerland","offset":1736},{"uri":"Uruguay","surface_form":"Uruguay","offset":1753},{"uri":"France","surface_form":"France","offset":1831},{"uri":"Guilt","surface_form":"guilt","offset":1941},{"uri":"Do%C4%9Fu_Perin%C3%A7ek","surface_form":"Doğu Perinçek","offset":2022},{"uri":"Lausanne","surface_form":"Lausanne","offset":2086},{"uri":"Appeal","surface_form":"appeal","offset":2119},{"uri":"Freedom_of_speech","surface_form":"freedom of expression","offset":2415},{"uri":"Ankara","surface_form":"Ankara","offset":2458},{"uri":"DVD","surface_form":"DVD","offset":2494},{"uri":"Tourism","surface_form":"tourism","offset":2563},{"uri":"Advertisement","surface_form":"advertisement","offset":2571},{"uri":"June_6","surface_form":"June 6","offset":2593},{"uri":"2005","surface_form":"2005","offset":2601},{"uri":"Time_(magazine)","surface_form":"TIME Europe","offset":2630},{"uri":"February_12","surface_form":"February 12","offset":2802},{"uri":"2007","surface_form":"2007","offset":2815},{"uri":"Documentary","surface_form":"documentary","offset":2940}]}