{"id":802517,"url":"http://en.wikipedia.org/wiki/Lehman_College","text":"Lehman College is a senior college of the City University of New York (CUNY) in the Bronx, New York City. It started in 1931 as the Bronx campus of Hunter College. It became an independent college in CUNY in September 1967. The college is named after Herbert H. Lehman. He was a New York governor, United States senator, philanthropist, and the son of Lehman Brothers co-founder Mayer Lehman. It is a public, comprehensive, coeducational liberal arts college with more than 90 undergraduate and graduate degree programs and specializations. 53% of undergraduate students graduate within six years.\nHistory.\nHunter College in the Bronx was built during the 1930s.\nCampus.\nLehman has a 37-acre (15 hectare) campus with a combination of Collegiate Gothic and modern architecture, located near the Jerome Park Reservoir at 250 Bedford Park Boulevard West (250 West 200th Street).\nStudents.\nStudents at Lehman College are from multiple ethnic and racial identities, multiple language backgrounds, various social classes, and diverse sexual orientations with many international students.\nPrograms.\nLehman College offers a variety of selective and distinguished undergraduate and graduate programs in the Schools of Arts & Humanities, School of Education, School of Natural and Social Sciences (NSS), School of Health Sciences, Human Services, and Nursing, and School of Continuing Education.","categories":[],"infobox_types":["university"],"annotations":[{"uri":"City_University_of_New_York","surface_form":"City University of New York","offset":42},{"uri":"The_Bronx","surface_form":"the Bronx","offset":80},{"uri":"New_York_City","surface_form":"New York City","offset":91},{"uri":"Hunter_College","surface_form":"Hunter College","offset":148},{"uri":"Herbert_H._Lehman","surface_form":"Herbert H. Lehman","offset":251},{"uri":"Lehman_Brothers","surface_form":"Lehman Brothers","offset":352},{"uri":"Mayer_Lehman","surface_form":"Mayer Lehman","offset":379},{"uri":"Gothic_revival_architecture","surface_form":"Collegiate Gothic","offset":734},{"uri":"Modern_architecture","surface_form":"modern architecture","offset":756},{"uri":"Jerome_Park_Reservoir","surface_form":"Jerome Park Reservoir","offset":794},{"uri":"Bedford_Park%2C_Bronx","surface_form":"Bedford Park","offset":823}]}