{"id":802692,"url":"http://en.wikipedia.org/wiki/DWAO-TV","text":"DWAO-TV Ultra High Frequency (UHF) Channel 37 is the flagship news and public service television station of the Filipino-based company Progressive Broadcasting Corporation (PBC), owned by Alfredo \"Atom\" Henares. It operates as UNTV News and Rescue/Public Service (formerly UNTV-37 and UNTV Life). It is operated and maintained by the Breakthrough and Milestones Productions International, Inc. (BMPI), headed by veteran broadcaster Daniel Razon. DWAO-TV is one of very few NTSC-System M stations in the world that broadcast on channel 37. Its studios are located at the La Verdad Christian College - Caloocan Building, 351 EDSA, Brgy. Bagong Barrio West, Caloocan City. Its transmitter is located at Emerald Hills, Sumulong Highway, Antipolo.\nHistory.\nIn July 2001, the Progressive Broadcasting Corporation (PBC) owned by businessman Alfredo \"Atom\" Henares ventured into UHF television through UNTV 37 (pronounced as \"un-tee-vee\"). It serves as television counterpart to PBC's FM radio station NU 107, airing rock and alternative rock music videos. The station gained a cult following through comedy and reality show Strangebrew known as \"Ang show na may tama\" and \"In the Raw.\"\nIn 2004, UNTV gradually reduced, until it eventually abandoned airing rock-oriented music videos after its airtime were acquired by Tapatan, Inc. headed by veteran broadcaster Jay Sonza. The station also began airing MCGI religious programs after Henares had a deal with the \"Ang Dating Daan\" group. Since then, UNTV became the permanent home of the religious program Ang Dating Daan (The Old Path) after leaving SBN 21. Later, the station was rebranded as \"UN Television (UNTV)\" (pronounced as \"you-en-tee-vee.\")\nThe new UNTV humbly started with a one-room broadcast studio located at the AIC Gold Tower in Ortigas Center, Pasig City.\nThe station transferred to Brgy. Damayang Lagi New Manila, Quezon City in 2006 as it needs bigger space for its growing public service initiatives. In 2008, UNTV transferred to its own building at 907 Philam Homes along EDSA Quezon City.\nSince then, UNTV became a 24/7 station (however they continue to sign-off the air every Monday mornings from 12mn to 3am due to regular transmitter maintenance) on free-to-air TV airing news, entertainment and religious programs. In 2007, Breakthrough and Milestones Production International under the leadership of Kuya Daniel Razon acquired the main operations of the network and in turn, relaunched as the \"public service channel,\" another first in the history of Philippine Television.\nUNTV began using DJI Phantom aerial drones for their live news reporting in 2013. In 2013, UNTV ceased using its old tower in Crestview Heights Subdivision, Brgy. San Roque, Antipolo, Rizal and began using its new digital-ready transmitter located at Emerald Hills, Sumulong Highway, Antipolo, Rizal to improve signal reception. The tower is shared by UNTV and Wish FM 107.5.\nOn June 26, 2014, UNTV held the groundbreaking ceremony for the construction of UNTV Broadcast Center, that will serve as its new headquarters. It is located along EDSA, in front of Ayala Land's TriNoma mall and just a few meters away from its current building.\nOn August 10, 2014, BMPI acquired the operations of PBC's FM station on 107.5 MHz. It was formally launched as 107.5 Wish FM (now Wish 1075) with a free concert featuring OPM artists at the World Trade Center in Pasay City.\nOn August 26, 2015, UNTV was officially rebranded as UNTV Life, with a new logo, in a concert held at the SM Mall of Asia Arena.\nOn July 18, 2016, UNTV undergoes a major rebranding to a global news and rescue company and officially became UNTV News and Rescue. The station meanwhile retained its long-time slogan, \"Your Public Service Channel\". After the refresh, its programs were classified into two programming blocks, UNTV News and Rescue and UNTV Public Service.\nSatellite broadcast.\nUNTV can be received via satellite in the Philippines and other countries in Asia, Australia, Middle East, Europe and Africa.\nInternet streaming.\nUNTV can be received via online streaming through its website or by encoding the network's streaming link URL in the VLC Media Player installed on personal computers and mobile devices.\nMobile application.\nIn 2013, BMPI launched the UNTV Mobile App for Apple iOS, Google Android and Windows mobile and tablet devices. By downloading the mobile application, users with stable internet connection will be able to watch the broadcast feed of UNTV News and Rescue and listen to UNTV Radio La Verdad 1350 kHz for free.","categories":[],"infobox_types":["television station"],"annotations":[{"uri":"Channel_37","surface_form":"Channel 37","offset":35},{"uri":"24-hour_news_cycle","surface_form":"news","offset":62},{"uri":"Public_service","surface_form":"public service","offset":71},{"uri":"Television_station","surface_form":"television station","offset":86},{"uri":"Philippines","surface_form":"Filipino-based","offset":112},{"uri":"Progressive_Broadcasting_Corporation","surface_form":"Progressive Broadcasting Corporation","offset":135},{"uri":"UNTV_News_and_Rescue","surface_form":"UNTV News and Rescue","offset":227},{"uri":"Breakthrough_and_Milestones_Productions_International%2C_Inc._(BMPI)","surface_form":"Breakthrough and Milestones Productions International, Inc. (BMPI)","offset":334},{"uri":"Daniel_Razon","surface_form":"Daniel Razon","offset":432},{"uri":"NTSC","surface_form":"NTSC","offset":473},{"uri":"Caloocan_City","surface_form":"Caloocan City","offset":655},{"uri":"Antipolo","surface_form":"Antipolo","offset":733},{"uri":"Progressive_Broadcasting_Corporation","surface_form":"Progressive Broadcasting Corporation","offset":770},{"uri":"NU_107","surface_form":"NU 107","offset":994},{"uri":"Music_videos","surface_form":"music videos","offset":1035},{"uri":"Strangebrew","surface_form":"Strangebrew","offset":1117},{"uri":"Jay_Sonza","surface_form":"Jay Sonza","offset":1355},{"uri":"Ang_Dating_Daan","surface_form":"Ang Dating Daan","offset":1547},{"uri":"The_Old_Path","surface_form":"The Old Path","offset":1564},{"uri":"Southern_Broadcasting_Network","surface_form":"SBN 21","offset":1592},{"uri":"Philam%2C_Quezon_City","surface_form":"Philam Homes","offset":2016},{"uri":"EDSA_(road)","surface_form":"EDSA","offset":2035},{"uri":"Daniel_Razon","surface_form":"Daniel Razon","offset":2374},{"uri":"DJI_(company)","surface_form":"DJI","offset":2560},{"uri":"Phantom_(UAV)","surface_form":"Phantom","offset":2564},{"uri":"UNTV_Transmitter","surface_form":"new digital-ready transmitter","offset":2753},{"uri":"DWNU","surface_form":"Wish FM 107.5","offset":2904},{"uri":"UNTV_Broadcast_Center","surface_form":"UNTV Broadcast Center","offset":2999},{"uri":"Ayala_Land","surface_form":"Ayala Land","offset":3101},{"uri":"TriNoma","surface_form":"TriNoma","offset":3114},{"uri":"DWNU","surface_form":"107.5 Wish FM","offset":3292},{"uri":"Original_Pilipino_Music","surface_form":"OPM","offset":3352},{"uri":"URL","surface_form":"URL","offset":4146},{"uri":"VLC_media_player","surface_form":"VLC Media Player","offset":4157},{"uri":"Apple_Inc.","surface_form":"Apple","offset":4293},{"uri":"IOS","surface_form":"iOS","offset":4299},{"uri":"Google","surface_form":"Google","offset":4304},{"uri":"Android_(operating_system)","surface_form":"Android","offset":4311},{"uri":"Mobile_app","surface_form":"mobile app","offset":4377}]}