{"id":802687,"url":"http://en.wikipedia.org/wiki/GMA_News_TV","text":"GMA News TV (GNTV; visually rendered in its logo in all capital letters as GMA NEWS TV) is a Philippine free-to-air television network owned by Citynet Network Marketing and Productions Inc., a wholly owned subsidiary of GMA Network, Inc. Launched on February 28, 2011, GMA News TV is formerly the second television network joint-ventured between ZOE and GMA after its predecessor QTV, which in turn was launched in 2005; and fifth overall secondary television brand of GMA Network since 1995. Its flagship station is DWDB-TV Channel 27, a frequency which was fully owned by GMA Network which previously used as a digital test broadcast of the network and formerly broadcasting as Citynet Television, and it is beamed through provincial relay stations run by GMA Network. The network produces programmes from studios located at the GMA Network Center, EDSA corner Timog Avenue, Diliman, Quezon City. The network's primary transmitter facility is located at the GMA Tower of Power site, Tandang Sora, Barangay Culiat, Quezon City. GMA News TV operates daily from 5:30 AM to 12:00 MN.\nHistory.\nGMA News TV was created as a replacement for \"Q\", a network which primarily featured imported dramas and lifestyle-oriented programming aimed towards women, and as part of GMA News and Public Affairs's plans to expand its presence on free-to-air television. GMA News TV was unveiled on February 7, 2011 through GMA-7's flagship newscast 24 Oras, and Q was discontinued on February 20, 2011, in preparation for the launch of the new service, which occurred on February 28, 2011.\nUntil 2019, ZOE Broadcasting Network served as an originating affiliate and flagship station of GMA News TV, as a result of a blocktime lease agreement between ZOE Broadcasting and GMA's subsidiary Citynet Network Marketing and Productions in 2005, allowing the latter to lease the entire airtime of DZOE-TV 11 Manila, in exchange of upgrading the former's facilities and an off-peak timeslot for its programs on Channel 11 and GMA Network. However, due to increasing lease payments of GMA Network to ZOE Broadcasting which is accompanied with decreased revenues of GMA, the two networks announced on April 24, 2019 that they will terminate the agreement by the end of May 2019. As a result, GMA News TV Manila was reassigned to analog Channel 27, which was being used for digital test broadcast of GMA Network, on June 4. In turn, DTV operations of GMA were transferred on a permanent frequency, UHF Channel 15 (479.143 MHz), which was being used since May 15.\nOn July 27, 2019, GMA News TV premiered its first and only English language news broadcast \"GMA Regional TV Weekend News\".\nIn line the enhanced community quarantine imposed due to the COVID-19 pandemic outbreak, GMA News TV temporarily gone off air on March 19, 2020 and has returned on air on March 21, 2020 in limited broadcasting hours. On April 13, 2020, the channel resumed its regular primetime programming after \"24 Oras\", with its full programming restored by September 21.\nProgramming.\nMost of GMA News TV's programming consists of news and public affairs programs produced by GMA News and Public Affairs. Outside of its core programming, the channel airs entertainment programs including lifestyle, cooking shows, talk shows, local and foreign drama, comedy and reality series, travel, foreign animated series, local and foreign movie blocks, sports programs and additional programming produced by GMA.\nAvailability.\nGMA News TV can be seen via regular free-to-air television on Channel 27 in Metro Manila, Cebu and Davao and other 28 regional stations nationwide. Aside from GNTV's main analog signal, it is a must-carry channel on all cable and satellite TV providers nationwide. This channel is also available as a digital subchannel through GMA's main digital transmitters in Metro Manila, Baguio, Batangas, Cebu, and Davao.\nInternational.\nLater in 2011, GMA Network would also launch a 24-hour international version of GMA News TV called GMA News TV International to complement to its two other international channels (GMA Pinoy TV and GMA Life TV). Unlike its domestic counterpart, programs on GMA News TV International air tape-delayed (except for selected special events such as live coverage of Day 1 of Eleksyon 2013) and the timepiece on the lower-left hand side of the screen is covered.\nIt began to be offered as a preview channel in Australia on FetchTV, IPS/AccessTV in Japan, GUdTV in Guam and on OSN, with an official launch planned for the third quarter of 2011.\nGMA News TV International was officially launched on UBI World TV on December 1, 2011. In May 2012, Canadian IPTV provider MTS TV added GMA News TV International, becoming its first Canadian carrier. In November 2012, Optik TV added the channel to their lineup. Additionally, GMA News TV international is now also available in Singtel TV in SD. GMA News TV International was officially launched on Starhub TV in January 2019 along with GMA Pinoy TV and GMA Life TV.\nIn Hong Kong, GMA News TV International was launched through Now TV in June 2015.\nIn Europe, Australia and New Zealand, GMA News TV International (along with GMA's other international channels) is available through over-the-top streaming service Lyca TV.","categories":[],"infobox_types":["Network","television channel"],"annotations":[{"uri":"Free-to-air","surface_form":"free-to-air","offset":104},{"uri":"Television_network","surface_form":"television network","offset":116},{"uri":"DWDB-TV","surface_form":"Citynet Network Marketing and Productions Inc.","offset":144},{"uri":"GMA_Network%2C_Inc.","surface_form":"GMA Network, Inc.","offset":221},{"uri":"Q_(TV_network)","surface_form":"QTV","offset":381},{"uri":"DWDB-TV","surface_form":"DWDB-TV Channel 27","offset":518},{"uri":"GMA_Network","surface_form":"GMA Network","offset":575},{"uri":"GMA_Network_Center","surface_form":"GMA Network Center","offset":832},{"uri":"Quezon_City","surface_form":"Quezon City","offset":887},{"uri":"Tower_of_Power_(transmitter)","surface_form":"GMA Tower of Power","offset":961},{"uri":"Q_(TV_network)","surface_form":"Q","offset":1138},{"uri":"GMA_News_and_Public_Affairs","surface_form":"GMA News and Public Affairs","offset":1264},{"uri":"24_Oras","surface_form":"24 Oras","offset":1429},{"uri":"ZOE_Broadcasting_Network","surface_form":"ZOE Broadcasting Network","offset":1582},{"uri":"DZOE-TV","surface_form":"DZOE-TV 11 Manila","offset":1870},{"uri":"GMA_Network","surface_form":"GMA Network","offset":1998},{"uri":"DWDB-TV","surface_form":"Channel 27","offset":2306},{"uri":"GMA_Regional_TV_Weekend_News","surface_form":"GMA Regional TV Weekend News","offset":2624},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":2716},{"uri":"24_Oras","surface_form":"24 Oras","offset":2952},{"uri":"GMA_News_and_Public_Affairs","surface_form":"GMA News and Public Affairs","offset":3118},{"uri":"DWDB-TV","surface_form":"Metro Manila","offset":3535},{"uri":"DYLS-TV","surface_form":"Cebu","offset":3549},{"uri":"DXRA-TV","surface_form":"Davao","offset":3558},{"uri":"GMA_Pinoy_TV","surface_form":"GMA Pinoy TV","offset":4066},{"uri":"GMA_Life_TV","surface_form":"GMA Life TV","offset":4083},{"uri":"2013_Philippine_general_election","surface_form":"Eleksyon 2013","offset":4255},{"uri":"OSN","surface_form":"OSN","offset":4455},{"uri":"Canada","surface_form":"Canadian","offset":4623},{"uri":"IPTV","surface_form":"IPTV","offset":4632},{"uri":"Manitoba_Telecom_Services","surface_form":"MTS TV","offset":4646},{"uri":"Telus","surface_form":"Optik TV","offset":4741},{"uri":"Singtel_TV","surface_form":"Singtel TV","offset":4850},{"uri":"Standard-definition_television","surface_form":"SD","offset":4864},{"uri":"Starhub_TV","surface_form":"Starhub TV","offset":4921},{"uri":"Now_TV_(Hong_Kong)","surface_form":"Now TV","offset":5050}]}