{"id":802797,"url":"http://en.wikipedia.org/wiki/President_of_the_Bundesrat","text":"e=\"preserve\">In Germany, the President of the Bundesrat or President of the Federal Council(German: \"Bundesratspräsident\") is the chairperson or speaker of the Bundesrat (Federal Council). He or she is elected by the Bundesrat for a term of one year (usually from November 1 to October 31 in the next year). Traditionally, the Presidency of the Bundesrat rotates among the leaders of the sixteen state governments (most of them hold the title Minister President, the head of government of Berlin holds the title Governing Mayor, the head of government of Hamburg holds the title First Mayor and the head of government of Bremen holds the title President of the Senate and Mayor). This is however only an established praxis, theoretically the Bundesrat is free to elect any member it chooses, and a President could also be re-elected (which has happened once). As well as acting as a chairperson the President of the Bundesrat is \"ex officio\" deputy of the President of Germany.\nThe President of the Bundesrat convenes and chairs plenary sessions of the body and is formally responsible for representing the Federal Republic in the Bundesrat. He or she is aided by two vice-presidents who play an advisory role and deputise in the president's absence. The three together constitute the Präsidium of the Bundesrat.\nThe 75th and current President of the Bundesrat is Reiner Haseloff, the Minister President<nowiki/>of Saxony-Anhalt, whose one-year term started on 1 November 2020.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bundesrat_of_Germany","surface_form":"Bundesrat","offset":160},{"uri":"Minister_President_(Germany)","surface_form":"leaders of the sixteen state governments","offset":373},{"uri":"Berlin","surface_form":"Berlin","offset":489},{"uri":"Governing_Mayor_of_Berlin","surface_form":"Governing Mayor","offset":512},{"uri":"Hamburg","surface_form":"Hamburg","offset":555},{"uri":"First_Mayor_of_Hamburg","surface_form":"First Mayor","offset":579},{"uri":"Bremen","surface_form":"Bremen","offset":621},{"uri":"List_of_mayors_of_Bremen","surface_form":"President of the Senate and Mayor","offset":644},{"uri":"President_of_Germany","surface_form":"President of Germany","offset":956},{"uri":"Reiner_Haseloff","surface_form":"Reiner Haseloff","offset":1364},{"uri":"Minister_President_(Germany)","surface_form":"Minister President","offset":1385},{"uri":"Saxony-Anhalt","surface_form":"Saxony-Anhalt","offset":1415}]}