{"id":8027,"url":"http://en.wikipedia.org/wiki/Maidstone","text":"Maidstone is a town in Kent, in England. It stands on the River Medway. Maidstone is the county town of Kent, meaning the local government is based there. Its name means \"stone of the maidens\".\nDuring the Civil War a battle took place in 1648, which was won by Oliver Cromwell's soldiers. A year later, Andrew Broughton, who was then Mayor of Maidstone (and also Clerk to the High Court of Justice) gave the death sentence to Charles I. Today there is a plaque in Maidstone Town Centre describing Andrew as 'Mayor and Regicide' (a killer of kings).\nMaidstone used to be an industrial area, with paper making and brewing being two of the most important industries, although both have mainly died out in recent years. Until 1998, Sharps Toffee factory was where Bassets liquorice allsorts and other sweets were made. Most of the heavy industry has now been replaced by light and service industries.\nToday, Maidstone is one of the top five shopping centres in the south east of England, with more than one million square feet of retail space. Most of this is in two shopping areas, \"Fremlin Walk\", which was built on the site of one of the old breweries, is, and \"The Mall Maidstone\" provides another. Both include multi-story car parks.\nThe town of Maidstone is within the borough of Maidstone, which also includes several surrounding villages. In 2001, 75,070 people lived in the town of Maidstone, and there were 138,959 in the whole of the Borough.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kent","surface_form":"Kent","offset":23},{"uri":"England","surface_form":"England","offset":32},{"uri":"River_Medway","surface_form":"River Medway","offset":58},{"uri":"Local_government_in_England","surface_form":"county town","offset":89},{"uri":"Government","surface_form":"government","offset":128},{"uri":"English_Civil_War","surface_form":"Civil War","offset":205},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":261},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":426},{"uri":"Borough","surface_form":"borough","offset":1271},{"uri":"Village","surface_form":"village","offset":1333}]}