{"id":802817,"url":"http://en.wikipedia.org/wiki/On_the_Edge_of_Magellanic_Clouds","text":"\"On the Edge of Magellanic Clouds\" () is a fiction book, published in 1998. It includes three stories: \"On the Edge of Magellanic Clouds\" by Andrei Gusev, \"Nights after\" () by Sergei Aman and \"Silent abode\" () by Oleg Birukov. These are stories from Russian life at the end of the 20th century.\nPlot.\nThe story \"On the Edge of Magellanic Clouds\" is, at first look, realism. The Medvedev couple lived together for a considerable part of their lives before perestroika. But in the last decade of the 20th century, the way of life in Russia is changing. Capitalism comes instead of socialism. Yulia, the wife of the journalist Andrei Medvedev, wants well-being in life. She decides that they need to start a radio station. All her thoughts are on it. The radio station will be ready to broadcast soon.\nHowever, these plans are a figment of her imagination. A strong desire for enrichment makes her mind bifurcated. Her husband Andrei tells about this in the second part of the story. The narrative is similar to tragic realism. However, here the author's voice turns on, again turning the content over. And the story becomes surreal. This twist makes readers think.\n\"Nights after\" is a little love story. The guy Sergey from the provinces falls in love with the Moscow girl Natasha. She came on vacation to her grandmother in the village. They meet at night on the river bank. He bathes naked. She does not see him in the dark and also strips naked. An uncomfortable situation develops, but as a result they begin to be friends.\nHowever, village hooligans rape Natasha, and they stab him. He ends up in the hospital, and she leaves for Moscow. And after his recovery, he has only a sad memory of this unfinished love.\nThe story \"Silent abode\" describes the life of ambulance workers in the province. Young Muscovite Anatoly Kiselyov comes there to practice. Doctors are often called to patients. Doctors get into both tragic and funny situations. Stories about them make up the story.\nLiterary features.\n\"On the Edge of Magellanic Clouds\" is a book with a non-linear storyline. The book covers the time period of earlier nineties of the last century. Some parts of the stories in this book have a mystical component.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":51},{"uri":"1998","surface_form":"1998","offset":70},{"uri":"Andrei_Gusev","surface_form":"Andrei Gusev","offset":141},{"uri":"Sergei_Aman","surface_form":"Sergei Aman","offset":176}]}