{"id":80312,"url":"http://en.wikipedia.org/wiki/Tropical_Depression_Ten_(2005)","text":"Tropical Depression Ten was the tenth tropical cyclone of the 2005 Atlantic hurricane season. The depression formed on August 13 from a tropical wave that entered the Atlantic Ocean on August 8. Because of strong wind shear, the depression stayed weak and did not strengthen much. The cyclone itself had no effect on land and did not cause any damage. It mostly died out on August 14, but its remains later helped to form another storm, Hurricane Katrina. Katrina became one of the worst hurricanes in the history of the United States.\nStorm history.\nThe tropical depression began as a tropical wave that entered the Atlantic Ocean on August 8, 2005. The wave moved west. It began to show signs of becoming stronger on August 11. The system formed into Tropical Depression Ten at 1200 UTC on August 13. At the time, it was about to the east of Barbados. When the storm was first called a tropical depression, it had a large area of thunderstorms, with curved rainbands.\nThe depression slowly moved west, and wind shear stopped the storm from becoming much stronger. Late on August 13, a weather forecaster said that it was \"beginning to look like Irene-junior\". They said this because it was mid-level shear happening in the storm towards the southwest \"beneath the otherwise favorable upper-level outflow pattern\". This means that the storm looked similar to Hurricane Irene.\nEarly on August 14, the wind shear tore apart the storm. The center of the storm separated from the thunderstorm areas. Later that day, the cyclone became even weaker. The National Hurricane Center gave their final warning on Tropical Depression Ten, and the storm mostly disappeared. However, its remains produced a few bursts of thunderstorm activity for several days, before completely stopping on August 18.\nEnergy left over from Tropical Depression Ten helped to form Tropical Depression Twelve over the southeastern Bahamas on August 23. Normally, if a depression disappears and forms again, it keeps the same number. However, the formation of Tropical Depression Twelve involved other weather systems, including another tropical wave. Tropical Depression Twelve later became Hurricane Katrina.\nImpact.\nTropical Depression Ten did not hit land. Because of this, no tropical cyclone watches and warnings were given out. It did not damage anything or cause any people's deaths, and no ships reported strong winds. Also the depression never became a tropical storm, so it was not given a name by the National Hurricane Center.\nAfter the depression mostly died, part of its remains contributed to the formation of Tropical Depression Twelve, which later intensified into Hurricane Katrina. Katrina later became a Category 5 hurricane and made landfall in Louisiana, where it caused catastrophic damage. It was one of the worst hurricanes in the history of the United States.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical","surface_form":"tropical","offset":38},{"uri":"Tropical_cyclone","surface_form":"cyclone","offset":47},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":62},{"uri":"Tropical_cyclone","surface_form":"depression","offset":98},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":136},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":167},{"uri":"Wind_shear","surface_form":"wind shear","offset":213},{"uri":"Die_out","surface_form":"died out","offset":362},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":437},{"uri":"United_States","surface_form":"United States","offset":521},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":586},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":617},{"uri":"West","surface_form":"west","offset":666},{"uri":"UTC","surface_form":"UTC","offset":785},{"uri":"Barbados","surface_form":"Barbados","offset":844},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":932},{"uri":"Rainband","surface_form":"rainband","offset":959},{"uri":"Wind_shear","surface_form":"wind shear","offset":1008},{"uri":"Weather_forecaster","surface_form":"weather forecaster","offset":1087},{"uri":"Wind_shear","surface_form":"shear","offset":1202},{"uri":"Southwest","surface_form":"southwest","offset":1243},{"uri":"Beneath","surface_form":"beneath","offset":1254},{"uri":"Otherwise","surface_form":"otherwise","offset":1266},{"uri":"Favorable","surface_form":"favorable","offset":1276},{"uri":"Outflow_(meteorology)","surface_form":"outflow","offset":1298},{"uri":"Pattern","surface_form":"pattern","offset":1306},{"uri":"Hurricane_Irene_(2005)","surface_form":"Hurricane Irene","offset":1360},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1549},{"uri":"Warning","surface_form":"warning","offset":1592},{"uri":"Bahamas","surface_form":"Bahamas","offset":1899},{"uri":"Weather_system","surface_form":"weather system","offset":2069},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":2159},{"uri":"Tropical_cyclone_watches_and_warnings","surface_form":"tropical cyclone watches and warnings","offset":2248},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":2722},{"uri":"Louisiana","surface_form":"Louisiana","offset":2734}]}