{"id":803480,"url":"http://en.wikipedia.org/wiki/Roper_family","text":"ce=\"preserve\">House of Roper is one of the most notable English aristocratic families, which can be traced back to the year 1066 after the Norman Conquest, they resided in Derbyshire, and their family members have held hereditary titles such as Baron of Teynham, Baron Dacre of Glanton, and Viscount of Baltinglass.\nThomas Roper is the first member of the Viscount Baltinglass, who is well remembered for being a soldier and peer. He served as one of the greatest English Royal Army throughout James I's rule, and his Knighthood occurred on 16th September 1603. He became the key leaser of \"Herbert Estates\" after ascending to the Monastery in the year 1626 and becoming the Viscount Baltinglass in the year 1627.\nIn England, Baron Dacre became an established British title after its first creation in the year 1321. Lord Hugh Redwald Trevor Roper is one of the most notable titles of Baron Dacre. Lady Alexandra Henrietta Louisa Howard-Johnston, one of the daughters of Field Marshal, was married to Lord Hugh. In the year 1979, Margaret Thatcher, the British prime minister, then recommended the title of a life peer for Lord Trevor Roper. He was presented as Baron Dacre of Glanton to the lords' house in Northumberland County on 27th September 1979.\nBritish titles such as the Baron of Teynham were formed in 1616 in England, and it was presented to Sir John Roper, and his son Roper Christopher became the second holder of the title. Interestingly his daughter called Elizabeth Roper decided to marry Baron Vaux of Harrowden, who was the third holder of the title and a son of George Vaux. They were blessed with a son whom they named Edward. He became the fourth holder of the Baron Vaux of Harrowden after being married to Elizabeth Howard, who was the daughter of Thomas Howard, the first holder of the title Earl of Suffolk.\nThe fact that Sir John Roper was the first nobleman to declare the Kingship of James I makes him to be remembered for the brave act which happened after he was knighted in the year 1616, although several sources indicated that he might have been knighted in the tear 1587. The same day, Queen Elizabeth was able to ascend to the peerage with the title Lord Teynham.\nNotable Members.\nLord William Roper is a notable member who was a representative of the house of the lords and a practicing lawyer. He also summed up as an author, philosopher and chancellor to King Henry VII Tudor. There was an existing relationship between Lord William Roper and Sir Thomas More because Thomas’s daughter Margaret More was married to William Roper.\nBefore sir Thomas More’s death, he had a close relationship with Lord William Roper. His cause of death was an assassination done by King Henry VIII simply because he failed to convert into the Church of England. Lord William Roper was granted the opportunity to become the Dukedom by King Henry VIII, but he declined with respect to his father-in-law's death and family members. In the year 1616, Lord William Roper and his nephew, John Roper, earned knight honors for their services.\nMargaret More also commonly referred to as Margaret Roper and a daughter to Thomas More, is traced back to 1505 and is believed to have met her death in the year 1544. During her tenure, she earned several recognitions, such as being an English translator and author. She was one of the best-educated female learners in the 16th century with notable academic accomplishments and familial devoutness.\nHistory.\nThe Roper family owns a number of estates around the United Kingdom, such as Candelwick, Trimdon Estates, Galway Estates, Pylewell Park, Bradford, Hyde and Charlton. They also acquired the Kent estates in the 15th century by Lord John Roper while Sir Henry Roper acquired the Galway estates in the 19th century. Other additional estates include; Chestfeild, Modingham, Brambiltighe, Cheselherst, and Saint Dunstans.\nModern House.\nHenry Francis Roper, who was the 14th Baron of Teynham, inherited John Barnewall Curzon’s and estate at Water Perry, Northamptonshire and all his wealth in the year 1788 after his death. John was his cousin; Francis was able to add his name to his Royal license hence joining the House of Curzon and House of Roper, and in his honor, he became the Henry Francis Roper-Curzon. In the modern days, some of his descendants use his names e.g. Harry Roper-Curzon, David Roper-Curzon and John Roper-Curzon.\nPresent Day.\nThere are many places named after them, such as Roper Street, based in Greenwich's in London. More specifically, it's in the Eltham constituency. Other streets include on in the Heanor’s Amber Valley, and the United Kingdom called Roper Avenue. Together with the Roper road, which is situated in England's South East territory known as Canterbury. The Roper family is associated with several properties in England; hence there is a park in Chelsea called Roper Park, and it's named after them.\nFamily Motto.\nTheir family motto also acted as a court of arms, and it states, \"Light to the English, across to the French\" (Reaney and Marvin).","categories":[],"infobox_types":[],"annotations":[{"uri":"Norman_conquest_of_England","surface_form":"Norman Conquest","offset":139},{"uri":"Derbyshire","surface_form":"Derbyshire","offset":172},{"uri":"England","surface_form":"England","offset":717},{"uri":"British","surface_form":"British title","offset":760},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":1030},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"British prime minister","offset":1053},{"uri":"Northumberland","surface_form":"Northumberland","offset":1208},{"uri":"England","surface_form":"England","offset":1321},{"uri":"Kingship","surface_form":"Kingship","offset":1901},{"uri":"James_I_of_England","surface_form":"James I","offset":1913},{"uri":"Elizabeth_I","surface_form":"Queen Elizabeth","offset":2121},{"uri":"Henry_VII_of_England","surface_form":"King Henry VII Tudor","offset":2394},{"uri":"Henry_VIII","surface_form":"King Henry VIII","offset":2701},{"uri":"Church_of_England","surface_form":"Church of England","offset":2762},{"uri":"Henry_VIII","surface_form":"King Henry VIII","offset":2853},{"uri":"Thomas_More","surface_form":"Thomas More","offset":3130},{"uri":"16th_century","surface_form":"16th century","offset":3378},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3516},{"uri":"15th_century","surface_form":"15th century","offset":3672},{"uri":"19th_century","surface_form":"19th century","offset":3761},{"uri":"Northamptonshire","surface_form":"Northamptonshire","offset":4010},{"uri":"Greenwich","surface_form":"Greenwich's","offset":4478},{"uri":"London","surface_form":"London","offset":4493},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4616},{"uri":"England","surface_form":"England's","offset":4703},{"uri":"Canterbury","surface_form":"Canterbury","offset":4743},{"uri":"England","surface_form":"England","offset":4813},{"uri":"Chelsea%2C_London","surface_form":"Chelsea","offset":4847},{"uri":"English_people","surface_form":"English","offset":4994},{"uri":"France","surface_form":"French","offset":5017}]}