{"id":803912,"url":"http://en.wikipedia.org/wiki/Dashavatar","text":"ce=\"preserve\">The Dashavatara refers to the ten Primary incarnations of Lord Vishnu, the god of preservation. Vishnu is said to descend in the form of an avatar to restore balance in the world.\nThe list of included avatars varies across sects and regions. All avatars have appeared except Kalki, who will appear at the end of the Kali Yuga.\nThe order of the ancient concept of Dashavataras has been interpreted to be reflective of modern Darwinian evolution- it is the theory of evolution told as a story, written between 12-14,000 years ago. It describes the cycle of human evolution beginning in water as Matsya the fish, on to the amphibious phase (half land and water) as Koorma, the tortoise, on to begin firmly established on land as the wild boar Varaha, then Narsimha- half man- half animal, followed by Vamana, the Dwarf man, on to Parashurama, the emotionally volatile man, on to Rama, the peaceful man, then Krishna, a loving man followed by Buddha, the meditative man, who is said to be succeeded by the final incarnation of Vishnu, or the last stage of evolution as Kalki, the mystical man. This is thus also a description of the evolution of consciousness\nEtymology.\nThe Word Dashavatar means Ten Incarnations or Ten Avatars\nThe word “Avatar”, a Sanskrit word means “\"descent\"”. In \"Sanatana Dharma\" it means the Descent/Incarnation/Manifest/Appearance of Lord/Supreme Being/Deity in an earthly embodiment.\nThere is no reference of Avatar exists in Vedas. The Bhagavad Gita discusses the subject matter associated with Avatar in textual format in \"Chapter 4 Slokas 5~9\", where \"Lord Shri Krishna Himself\" declared the role of taking Avatar.\nWhenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself. To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear, millennium after millennium. (Bhagavad Gita Chapter 4 Verses 7~8)\nList of avatars.\nVarious versions of the list of Vishnu's avatars exist, varying per region and tradition. Some lists mention Krishna as the eighth avatar and the Buddha as the ninth avatar, while others – such as the \"Yatindramatadipika\", a 17th-century summary of Srivaisnava doctrine – give Balarama as the eighth avatar and Krishna as the ninth. The latter version is followed by some Vaishnavas who don't accept the Buddha as an incarnation of Vishnu. Though no list can be uncontroversially presented as standard, the \"most accepted list found in Puranas and other texts is [...] Krishna, Buddha.\"\nThe following table summarises the position of avatars within the Dashavatara\nThe Agni Purana, Padma Purana, Garuda Purana, Linga Purana, Narada Purana, Skanda Purana and Varaha Purana mention the common (Krishna, Buddha) Dashavatara list.The Garuda Purana has two lists, one longer list with Krishna and Buddha, and a list with Balarama and Buddha, which substitutes Vamana for Rama. The Shiva Purana has Balarama and Krishna.\nThe list with Krishna and Buddha is also found in the Garuda Purana \"Saroddhara\", a commentary or ‘extracted essence’ of the Garuda Purana (i.e. not the Purana itself, with which it seems to be confused):The Fish, the Tortoise, the Boar, the Man-Lion, the Dwarf, Parasurama, Rama, Krisna, Buddha, and also Kalki: These ten names should always be meditated upon by the wise. Those who recite them near the diseased are called relatives.\n---Garuda Purana Saroddhara by Navanidhirama (translated by E. Wood and S.V. Subrahmanyam), Chapter VIII, Verses 10-11","categories":[],"infobox_types":[],"annotations":[]}