{"id":804052,"url":"http://en.wikipedia.org/wiki/Hanna_Jaff","text":"Hanna Jazmin Jaff Bosdet (born November 4, 1986) is a television personality, politician, philanthropist, speaker, author, and activist. She is recognized for being the first Mexican to join British aristocracy.\nEarly life and education.\nHanna is from Tijuana, but was born in San Diego. She is a member of the Jaff tribe, and is a paternal descendant of Mohamed Pasha Jaff and a maternal descendant of Carlos Henry Bosdet. Her mother was born in Mexico.\nAfter completing high school from the University of San Diego High School, San Diego, Jaff completed a Bachelor of Arts degree in Psychology with minors in Political Science and Criminal Justice from the National University.\nShe has additional post-secondary education and certificates from ITESM, Columbia University, Sorbonne, and King's College London. In March 2014, she received an Honorary Doctorate Degree from the Claustro Doctoral in Mexico for her work in the human welfare.\nPhilanthropy and activism.\nJaff has been a speaker for three TEDx Talks, United Nations, as well as in over 80 Mexican Universities.\nShe founded a nonprofit organization, Jaff Foundation for Education, in June 2013 to teach English to immigrants and refugees. The organization works to host charity events. It has launched non-discrimination campaigns to support immigrants and refugees. As of 2016, it has locations in all major states in Mexico and it has over 7,000 active volunteers that works for them, benefiting more than 120,000 people.\nIn 2013, she organized the first ever Kurdish festival in Mexico which was the largest festival held outside of Kurdistan.\nIn 2017, Jaff launched a clothing line under the brand name, We Are One Campaign to support the victims of war in the Middle East.\nTelevision.\nIn August 2018, Netflix announced that Jaff would be one of the cast members of the television show \"Made in Mexico\", which began airing on September 28, 2018.\nPersonal life.\nJaff is engaged to Harry Roper-Curzon, a British aristocrat and heir to the title Lord, 22nd Baron of Teynham. Once inherited, she will become Lady Hanna, Baroness of Teynham.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television_personality","surface_form":"television personality","offset":54},{"uri":"Philanthropist","surface_form":"philanthropist","offset":90},{"uri":"Mexico","surface_form":"Mexican","offset":175},{"uri":"Nobility","surface_form":"British aristocracy","offset":191},{"uri":"Tijuana","surface_form":"Tijuana","offset":252},{"uri":"San_Diego","surface_form":"San Diego","offset":277},{"uri":"Mexico","surface_form":"Mexico","offset":447},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":558},{"uri":"Psychology","surface_form":"Psychology","offset":585},{"uri":"Political_Science","surface_form":"Political Science","offset":611},{"uri":"Columbia_University","surface_form":"Columbia University","offset":753},{"uri":"Sorbonne","surface_form":"Sorbonne","offset":774},{"uri":"King%27s_College_London","surface_form":"King's College London","offset":788},{"uri":"United_Nations","surface_form":"United Nations","offset":1013},{"uri":"Nonprofit_organization","surface_form":"nonprofit organization","offset":1087},{"uri":"Immigrants","surface_form":"immigrants","offset":1175},{"uri":"Refugees","surface_form":"refugees","offset":1190},{"uri":"Kurdistan","surface_form":"Kurdistan","offset":1597},{"uri":"Middle_East","surface_form":"Middle East","offset":1726},{"uri":"Netflix","surface_form":"Netflix","offset":1767},{"uri":"Harry_Roper-Curzon","surface_form":"Harry Roper-Curzon","offset":1945},{"uri":"Nobility","surface_form":"British aristocrat","offset":1967}]}