{"id":804107,"url":"http://en.wikipedia.org/wiki/Laws_of_thermodynamics","text":"e=\"preserve\">There are four laws of thermodynamics. They talk about temperature, heat, work, and entropy. They are used in thermodynamics and other sciences, for example chemistry.\nThermodynamics had three main laws: the first law, the second law, and the third law. Then there was another law, called the \"zeroth law.\" The law of conservation of mass is also an important idea in thermodynamics, but it is not called a law.\nZeroth law.\nThe \"zeroth law of thermodynamics\" says temperature is an empirical parameter in thermodynamic systems. It says the transitive relationship between the temperatures of multiple bodies in thermal equilibrium. The law says: If two systems are both in thermal equilibrium with a third system, then they are in thermal equilibrium with each other.\nFirst law.\nThe \"first law of thermodynamics\" is a version of the law of conservation of energy, adapted for thermodynamic systems. The law of conservation of energy states that the total energy of an isolated system is constant; energy can be transformed from one form to another, but can be neither created nor destroyed. It can also be stated in the following form:The energy gained (or lost) by a system is equal to the energy lost (or gained) by its surroundings.\nSecond law.\nThe \"second law of thermodynamics\" says that some things can't be undone after they are done. This indicates that entropy is real. It states that, in an isolated system, entropy can increase but cannot decrease. It can be stated as follows:Natural processes tend to go only one way, toward less usable energy and more disorder.\nThird law.\nThe 'third law of thermodynamics \"can be stated as:\"A system's entropy approaches a constant value as its temperature approaches absolute zero.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":36},{"uri":"Conservation_of_mass","surface_form":"conservation of mass","offset":331},{"uri":"Law_of_conservation_of_energy","surface_form":"law of conservation of energy","offset":846},{"uri":"Thermodynamic_system","surface_form":"thermodynamic systems","offset":889},{"uri":"Entropy","surface_form":"entropy","offset":1375}]}