{"id":804263,"url":"http://en.wikipedia.org/wiki/Day_With(out)_Art","text":"e=\"preserve\">Day Without Art also written as Day With(out) Art (short: DWA) is an annual event where art museums and other organizations organize programs related to AIDS, people who have died, and to inspire positive action.\nHistory.\nDay Without Art began started in 1989. It was response to the AIDS crisis as many artists also died of AIDS. The day coincides with World AIDS Day, which began the year before.\n800 U.S. art and AIDS groups participated in the first Day Without Art. Museums were sending staff to volunteer at AIDS services, or sponsoring special exhibitions of work about AIDS. Day With(out) Art grew in collaborations to estimated 8,000 national and international museums, galleries, art centers, AIDS service organizations, libraries, high schools and colleges take part.\nNew York group called \"Visual AIDS\" (now NGO), initiated public actions and programs, published an annual poster and copyright-free broadsides, and acted as press coordinator and clearing house for projects for Day Without Art/World AIDS Day. Day With(out) Art highlights art projects by artists living with HIV/AIDS, and art about AIDS, that were taking place around the world.\nIn 2014, the Los Angeles art collective, My Barbarian, staged a video performance in remembrance of Pedro Zamora, inspired by the queer theorist, José Esteban Muñoz's theory of counterpublicity.\nIn 2020, due to pandemic VisualAIDS organized online programming featuring commissioned diverse video works from different parts of the world and talks to authors.Programing was done in multiple languages and done both in in NYC and around the world at different times in different timezones with different partner organizations.","categories":[],"infobox_types":[],"annotations":[{"uri":"AIDS","surface_form":"AIDS","offset":166},{"uri":"AIDS_service_organization","surface_form":"AIDS service organization","offset":716},{"uri":"Public_domain","surface_form":"copyright-free","offset":909},{"uri":"Broadside_(printing)","surface_form":"broadsides","offset":924},{"uri":"Clearing_house","surface_form":"clearing house","offset":971},{"uri":"World_AIDS_Day","surface_form":"World AIDS Day","offset":1019},{"uri":"Pedro_Zamora","surface_form":"Pedro Zamora","offset":1271},{"uri":"Jos%C3%A9_Esteban_Mu%C3%B1oz","surface_form":"José Esteban Muñoz","offset":1317}]}