{"id":804310,"url":"http://en.wikipedia.org/wiki/National_Library_of_Poland","text":"e=\"preserve\">The National Library (Polish: \"Biblioteka Narodowa\") is the central Polish library. It is managed by the Ministry of Culture and National Heritage of the Republic of Poland.\nThe library collects books, journals, electronic and audiovisual publications published in the territory of Poland. It also collects materials related with polish culture published abroad. It is the most important humanities research library. It is also the main archive of Polish writing and the state centre of bibliographic information about books. The role of gathered collections is great in case of any scientific activity. It is an important methodological center for other Polish libraries. Copy of every book published in Poland is placed in this library.\nHistory.\nThe national library of Poland was created in 18th century. Initially, it was called the Załuski Library. First resources of library were the collections of John III Sobieski. Later, this collection was confiscated by Russian troops and placed in Imperial Public Library.\nWhen Poland regained her independence in 1918, there was no central institution to serve in the capacity of a national library. Recreation of National Library of Poland was made on 24 February 1928, by the decree of president Ignacy Mościcki. It was opened in 1930 and initially had 200 thousand volumes. Its first Director General was Stefan Demby. In 1934, the Director has been changed. Stefan Vrtel-Wierczyński became the new Director.\nCollections.\nToday the collections of the National Library are one of the largest in the country. There are 7,900,000 volumes (2004) held in the library in total. Among them, there are 160,000 objects printed before 1801, over 26,000 manuscripts (including 6,887 music manuscripts), over 114,000 music prints and 400,000 drawings. The library collections also include photographs and other iconographic documents, more than 101,000 atlases and maps, over 2,000,000 ephemera, as well as over 2,000,000 books and about 800,000 copies of journals from the 19th to 21st centuries. Notable items in the collection include 151 leaves of the \"Codex Suprasliensis\", which was included in UNESCO's Memory of the World Programme Register in 2007 because of its popularity, meaning and prestige in Poland and other countries.\nIn 2012 the library signed an agreement to add 1.3 million Polish library records to WorldCat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Polish","offset":81},{"uri":"Ministry_of_Culture_and_National_Heritage_of_the_Republic_of_Poland","surface_form":"Ministry of Culture and National Heritage of the Republic of Poland","offset":118},{"uri":"John_III_Sobieski","surface_form":"John III Sobieski","offset":918},{"uri":"Imperial_Public_Library","surface_form":"Imperial Public Library","offset":1008},{"uri":"Ignacy_Mo%C5%9Bcicki","surface_form":"Ignacy Mościcki","offset":1259},{"uri":"Stefan_Vrtel-Wierczy%C5%84ski","surface_form":"Stefan Vrtel-Wierczyński","offset":1423},{"uri":"1801","surface_form":"1801","offset":1689},{"uri":"Manuscript","surface_form":"manuscript","offset":1707},{"uri":"Atlas","surface_form":"atlas","offset":1905},{"uri":"Codex_Suprasliensis","surface_form":"Codex Suprasliensis","offset":2109},{"uri":"UNESCO%27s_Memory_of_the_World","surface_form":"UNESCO's Memory of the World","offset":2153},{"uri":"2007","surface_form":"2007","offset":2204},{"uri":"2012","surface_form":"2012","offset":2291},{"uri":"WorldCat","surface_form":"WorldCat","offset":2373}]}