{"id":804342,"url":"http://en.wikipedia.org/wiki/Elu_(pronoun)","text":"e=\"preserve\">\"Elu\" system is based on a set of linguistic proposals created with the purpose of preparing the Portuguese language with a neuter grammatical gender. The most prominent proposal is the personal neopronouns \"elu, delu, nelu, daquelu\", intended to be a proposal for how to refer to non-binary people (whose gender identity is not male or female) or whose gender is unknown, or irrelevant, as well as groups with different genders, without resorting to the \"generic masculine\". These proposals can be used by and for anyone, regardless of gender.\nThe pronoun “\"elu\"” tries to present the least number of problems in its adaptation when trying to function perfectly in oral speech, listening, writing and visual identification (creating similarity between \"ela\" (she), \"ele\" (he), \"elu\".\nThe Portuguese language as a rule determines that the plural of nouns, when covering individuals of the feminine and masculine gender, is made based on the masculine: \"twenty girls\" (\"vinte meninas\") and \"ten boys\" (\"dez meninos\"), thus adding \"thirty boys\" (\"trinta meninos\"). This form of plural formation is considered sexist by certain groups and individuals, resulting in proposals for a neutral gender to be adopted, such as \"thirty pals\" (\"trinta menines\").\nA similar neopronoun is known in Portuguese is \"ile\", also called \"ile system\", was popularized in 2020. The systems happen to be same when applying neolanguage beyond pronouns, they use ⟨-e⟩ suffixes.\nMost words suffer from gender inflection in Portuguese, not all words. For example, the word \"pessoa\" (person) is feminine, but has no gender bias, it works regardless of gender. This gender change occurs when the nominal ending of words is changed, which is the name of the letters that are at the end of those words. It deals with and indicates especially the gender.  An example are those vowels ⟨-a⟩ or ⟨-o⟩, which are at the end (\"menin-A\", \"menin-O\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Portuguese_language","surface_form":"Portuguese language","offset":110},{"uri":"Grammatical_gender","surface_form":"grammatical gender","offset":144},{"uri":"Neopronoun","surface_form":"neopronouns","offset":208},{"uri":"Non-binary","surface_form":"non-binary","offset":294},{"uri":"Gender_identity","surface_form":"gender identity","offset":319},{"uri":"Gender","surface_form":"gender","offset":550},{"uri":"She","surface_form":"she","offset":773},{"uri":"He","surface_form":"he","offset":786},{"uri":"Plural","surface_form":"plural","offset":852},{"uri":"Noun","surface_form":"nouns","offset":862},{"uri":"Sexism","surface_form":"sexist","offset":1120},{"uri":"Suffix","surface_form":"suffixes","offset":1455},{"uri":"Inflection","surface_form":"inflection","offset":1495}]}