{"id":804373,"url":"http://en.wikipedia.org/wiki/Hydrogel","text":"e=\"preserve\">Hydrogels are three-dimensional polymeric networks filled with water. The water content can reach as high as 90-99% depending on the polymer concentration. It contains polymers that are attracted to water, they swell and hold large amounts of water while maintaining their structure due to chemical or physical cross-linking of individual polymer chains. The physical cross-linked hydrogels are easily pulled and relaxed, like a rubber band. The chemically cross-linked hydrogels avoid deformation. The behaviour of hydrogels is typically viscoelastic which is associated with the water and the movement of polymer networks in fluids. Similar to other polymers, there are natural and man-made hydrogels. The man-made hydrogels are also known as synthetic, this allows the hydrogels to have a longer service life, hold more water, and have greater strength.\nThere are many types of hydrogels. The most common ones are pH-sensitive hydrogels, which respond to pH changes in the environment. Temperature-sensitive hydrogels, which are affected by how hot or cold the environment is. Electro-sensitive hydrogels, which either shrink or expand when an electric field is applied. Lastly, the light-<nowiki/>responsive hydrogels respond to light.\nIn many ways hydrogels are similar to our bodies because the human body is made out of mainly water and matrix materials that are surrounded by cells. This is why hydrogels can be used in tissue engineering. Hydrogels are filled with water so they mimic tissue environments, this means they are optimal to deliver cells and repair damaged tissue.","categories":[],"infobox_types":[],"annotations":[{"uri":"Polymer","surface_form":"polymeric","offset":45},{"uri":"Polymer","surface_form":"polymers","offset":181},{"uri":"Cross-linking","surface_form":"cross-linking","offset":324},{"uri":"Rubber_band","surface_form":"rubber band","offset":442},{"uri":"Deformation","surface_form":"deformation","offset":499},{"uri":"Viscosity","surface_form":"viscoelastic","offset":552},{"uri":"Synthetic","surface_form":"synthetic","offset":758},{"uri":"PH","surface_form":"pH","offset":930},{"uri":"PH","surface_form":"pH","offset":971},{"uri":"Temperature","surface_form":"Temperature","offset":1002},{"uri":"Electricity","surface_form":"Electro","offset":1093},{"uri":"Electric_field","surface_form":"electric field","offset":1160},{"uri":"Light","surface_form":"light-","offset":1199},{"uri":"Matrix","surface_form":"matrix","offset":1357},{"uri":"Cell","surface_form":"cells","offset":1397},{"uri":"Tissue_engineering","surface_form":"tissue engineering","offset":1441},{"uri":"Tissue","surface_form":"tissue","offset":1592}]}