{"id":804429,"url":"http://en.wikipedia.org/wiki/Asia_Pacific_Democrat_Union","text":"e=\"preserve\">The Asia Pacific Democrat Union (APDU), is in international political centre-right, right group of political parties in the Asia Pacific Region. This union is tied and related to the International Democrat Union that is based in Munich,Germany, the (APDU) Is labelled as a regional union on the International Democrat Union (IDU) Website.\nThe Asia Pacific Democrat Union aims to provide a place in which political parties that have similar beliefs can exchange there views on matters of policy and interest so that ideas can be shared between party's so that centre-right ideals can be spread and be encouraged all over the world.\nThis Union currently has 15 members, ranging from Bangladesh to El Salvador, the current chairperson is Ranil Wickramasinghe the former Sri Lankan Prime Minister Serving in this position since 2016. Tenzin Dargyalb Khangsar (Canada) From Tibet serves as vice chairman of the union making him the first person of Tibetan ancestry to represent the organisation. This lead to Controversy with China disagreeing with this Choice due to Tenzin Dargyalb Khangsar (Canada) previously denouncing China's claims on Tibet. BNP secretary general Mirza Fakhrul Islam Alamgir (India) has also been chosen as vice chairman and Hassan Latheef (Maldives).\nThe Asia Pacific Democrat Union (APDU), does not have a separate website but you can email, and there party address currently is Sirikotha 400 Kotte Road, Pita Kotte Sri Jayawardenepura, Sri Lanka witch is also the headquarters of the United National Party (UNP).\nCurrent party members and affiliates include a range of party in government and opposition including the Liberal party of Australia, The Republican Party of the United States and even the Kuomintang in Republic of China (Taiwan). A full list of party members can be found Bellow.","categories":[],"infobox_types":[],"annotations":[{"uri":"International","surface_form":"international","offset":59},{"uri":"Center-right","surface_form":"centre-right","offset":83},{"uri":"Asia_Pacific","surface_form":"Asia Pacific","offset":137},{"uri":"International_Democrat_Union","surface_form":"International Democrat Union","offset":196},{"uri":"International_Democrat_Union","surface_form":"International Democrat Union","offset":308},{"uri":"Political_party","surface_form":"political parties","offset":417},{"uri":"Belief","surface_form":"beliefs","offset":453},{"uri":"Policy_debate","surface_form":"policy","offset":500},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":694},{"uri":"El_Salvador","surface_form":"El Salvador","offset":708},{"uri":"Prime_Minister_of_Sri_Lanka","surface_form":"Prime Minister","offset":791},{"uri":"Tibet","surface_form":"Tibet","offset":882},{"uri":"Controversy","surface_form":"Controversy","offset":1017},{"uri":"China","surface_form":"China","offset":1034},{"uri":"India","surface_form":"India","offset":1208},{"uri":"Maldives","surface_form":"Maldives","offset":1273},{"uri":"Sri_Jayawardenepura_Kotte","surface_form":"Sri Jayawardenepura","offset":1450},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1471},{"uri":"Liberal_Party_(Australia)","surface_form":"Liberal party of Australia","offset":1653},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":1685},{"uri":"United_States","surface_form":"United States","offset":1709},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":1736},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":1750}]}