{"id":804604,"url":"http://en.wikipedia.org/wiki/Yara_bou_monsef","text":"e=\"preserve\">Yara Abou Monsef (Arabic: يارا أبو منصف; born 31 May 1996) [1] is a Lebanese model, actress, social media personality known as a content creator and women empowerment influencer.\nBiography.\nYara Abou Monsef (Arabic: يارا أبو منصف; born 31 May 1996) [1] is a Lebanese model, actress, social media personality known as a content creator and women empowerment influencer. She started actively posting content on the social video sharing app, TikTok, in early 2019, where she quickly amassed a large following, Her TikTok account as of August 2020 has half million followers and counting.\nCareer.\nYara was born and raised in Ain Zebde.\nShe speaks three languages fluently: English, French, and Arabic.\nShe was elected as the second runner-up in Miss Lebanon 2018 as her quick wit and educated answers earned her the respect of the Lebanese as a woman of intellect.\nYara is a World Vision Organization volunteer, youth leader, and tourist guide in Ain Zebde with the Nature Conservation Center-American University of Beirut.\nShe is an excellent orator and she shares a passion for acting and singing. She started actively posting content on the social video sharing app, TikTok, in early 2020.\nPersonal Life.\nShe has completed a bachelor’s degree in biology and a Master’s degree in animal biology at the Lebanese University (2014-2018) and has graduated as a double diplomate in Bio-Health engineering and Molecular diagnostics at the Grenoble Alpes University and the Lebanese University (2018-2019).\nYara was born in Lebanon to a Lebanese father, Ahmad Abou Monsef, and a Lebanese mother, Micheline Kiwan. She has three siblings, two sisters and one brother. She moved to Beirut when she was 18 years old. Most of her family members are living abroad, She likes old music, the Rahbani brothers and fairouz mainly.\nManagement.\nEcho, a sister company of Watary Digital.","categories":[],"infobox_types":["person"],"annotations":[]}