{"id":8047,"url":"http://en.wikipedia.org/wiki/Pope_John_Paul_II","text":"Pope John Paul II (;;), sometimes called Saint John Paul or John Paul the Great, born Karol Józef Wojtyła (; 18 May 1920 – 2 April 2005), was the 264th Pope of the Catholic Church from 16 October 1978 to his death in 2 April 2005. He was the second longest-serving pope in history. As a Pole, he was the first non-Italian pope in 455 years. The last non-Italian pope was Pope Adrian VI, who died in 1523.\nHe is the first ever pope to visit the White House, and a mosque. He traveled more than any other pope before him, visiting many of the countries of the world. He is also famous for starting the annual World Youth Day. After he was beatified, his title was changed to Blessed John Paul II. John Paul II was canonized by Pope Francis on 27 April 2014 which means that the Polish Pope is now known as Saint John Paul II.\nEarly life.\nKarol Józef Wojtyła was born on 18 May 1920 in Wadowice, Poland. His parents were Karol Wojtyła, who was a military officer, and Emilia Kaczorowska, who was a seamstress. He was the youngest of three children. He was nine years old when his mother died in 1929. His father supported him so that he could study. His brother was a doctor. He died when Wojtyła was twelve. He lost everyone in his family - a sister, brother, mother, and father - before he became a priest. He played sports. He liked football (soccer) as a goalkeeper.\nWojtyła went to Marcin Wadowita high school in Wadowice. In 1938, he studied drama at the Jagiellonian University in Kraków. He worked as a volunteer librarian. He was an athlete, actor, and playwright. He did two months military training in the Academic Legion. This training was compulsory. He would not hold or fire a weapon.\nWhen he was young, he met many Jewish people. They lived in that area. In 1939, Nazi forces closed the Jagiellonian University. All men, except for the disabled, had to have a job. From 1940 to 1944, Wojtyła worked in a restaurant. He also worked in a limestone quarry, and then as a salesman for a chemical factory. He did not want to be sent to Germany. If he was sent, he would be made to join the German army. His father died of a heart attack in February 1941.\nOn 29 February 1944, Wojtyła was knocked down by a German truck (lorry). He thought he would be badly treated. The German officers sent him to a hospital. He spent two weeks there with head and shoulder injuries. It was at this time that he decided that he must become a priest. When he left hospital, the young Polish men were being sent to Germany for training. He escaped to the house of the Archbishop. He hid there till after the war. On the night of 17 January 1945, the Germans left the city. The priests and teacher and students went back to the seminary. There was a big clean-up to be done. Wojtyła offered to clean out the lavatories.\nThat month, Wojtyła found a fourteen-year-old Jewish refugee named Edith Zierer. She was trying to reach her parents. She had collapsed from hunger. He gave her food and helped her go to the railway station. She did not hear of him again until the day came when he was elected Pope.\nPriest.\nKarol Wojtyła was ordained as a priest by Cardinal Adam Stefan Sapieha on 1 November 1946.\nBishop.\nIn 1958, Wojtyła then became the youngest bishop in Poland at the age of 38. In 1962 he took part in the Second Vatican Council and helped write two very important documents. One was about Religious freedom and the other one was about the work of the church in the Modern World.\nIn 1963 Bishop Wojtyła became Archbishop of Kraków.\nCardinal.\nOn 26 June 1967, Pope Paul VI raised Archbishop Wojtyła's rank to the rank of a cardinal.\nPope.\nJohn Paul II became Pope on 16 October 1978. John Paul II was the first non-Italian pope in 455 years. He was pope for 26 years, making him the second longest serving pope after Pope Pius IX who held the office for 31 years and seven months. He was also the first and only Slavic pope. John Paul II was the most traveled pope in history with 104 international trips.\nDuring his lifetime he learned many foreign languages. He spoke Polish as his native language, and learned Latin and Ancient Greek in school. On the day that he officially became Pope, he spoke to people in Italian, English, German, French, Spanish, Czech and Portuguese. He also spoke a little Lithuanian, Hungarian, Russian and Ukrainian.\nJohn Paul II beatified many people. This means that the Pope gave these people the title of \"Blessed\". One example is the painter Fra Angelico, who lived in the 1400s. After studying his life and teaching, it was decided that he should officially be called \"the Blessed Fra Angelico\". John Paul II gave more people the title of \"Blessed\" than any other pope in history. He also made many saints.\nIn 1984 John Paul II started World Youth Day which was first held in Rome and attended by about 300,000 people. Since then it has been held in a different country every year. It encourages young people to be faithful to God, and to live together in peace. Many millions of people have attended.\nPope's travels.\nThe first pope who traveled a lot was Pope Paul VI. Like him, John Paul II liked to travel. While he was pope, he made 105 trips, visiting 117 countries. In total he travelled more than 1.1 million km (725,000 miles). Wherever he went, he attracted large crowds. All these travels were paid by the money of the countries he visited and not by the Vatican.\nOne of John Paul II's earliest official visits was to his home country of Poland, in June 1979. There, he was always surrounded by happy, cheering crowds. The Pope wanted to bring freedom and human rights to his country. His visit encouraged Poles to oppose the communism, and in 1980 the Solidarity movement was born. On later trips to Poland, he made his message of support stronger. The Soviet Union had controlled Eastern Europe for many years. In 1989, Poland was the first country to begin to break free from the Soviet Union.\nJohn Paul II went to places where other popes before him had already been, such as the United States, or The Holy Land. He also went to many countries that no pope had ever visited before. He was the first reigning pope to travel to the United Kingdom, where he met Queen Elizabeth II, the Supreme Governor of the Church of England.\nIn 1982, the Pope made a visit to Japan, and in 1984 to South Korea and Puerto Rico. He was the first pope to visit Cuba. During his visit in January 1998, he sharply criticized Cuba for not allowing people to freely express their religion. He also criticised the United States embargo against Cuba. In 2000, he became the first modern Catholic pope to visit Egypt, and met with the Coptic Pope, and the Greek Orthodox Patriarch of Alexandria. He was the first Catholic Pope to visit and pray in an Islamic mosque, in Damascus, Syria in 2001. He visited Umayyad Mosque, where John the Baptist is believed to be buried.\nIn 1988 he made a trip to Lesotho to beatify Joseph Gérard. On 15 January 1995, during the 10th World Youth Day, he offered Mass to an estimated crowd of between four and eight million in Luneta Park, Manila, Philippines. This is considered to be the largest single event in Christian history.\nAfter the attacks on 11 September 2001, even though people were worried about his safety, the Pope traveled to Kazakhstan and spoke to large audiences including many Muslims. He also went to Armenia, to participate in the celebration of the 1700 years of Christianity. He said Mass in local languages during some visits, including Kiswahili in Nairobi, Kenya in 1995 and in an Indonesian language in East Timor.\nDuring his trips, the Pope always showed his devotion to the Blessed Virgin Mary. He visited many shrines consecrated to her, notably Knock in Ireland, Licheń Stary in Poland, Fátima in Portugal, Guadalupe in Mexico and Lourdes in France.\nAssassination attempt.\nOn 13 May 1981, the Pope was shot twice in the abdomen by a Turkish national, Mehmet Ali Ağca. The pope was gravely injured. He barely survived the assassination attempt, and had to be treated in hospital for 20 days. The pope later visited Ağca in prison. He had forgiven him already. Exactly one year later he traveled to Fatima to thank Mary, Mother of God for saving his life.\nOn this trip there was a second attempt to his life. A follower of the French archbishop Marcel Lefebvre tried to hurt the Pope with a bayonet. He was overpowered by the bodyguards of the Pope. Lefevbre and his followers were against the decisions of the Second Vatican Council. After this the Pope often travelled in a bullet-proof trailer known as the \"popemobile.\"\nDeath.\nJohn Paul died on Saturday, on the eve of the Divine Mercy Holiday, 2 April 2005. The official time of death on his death certificate was 9:37 pm, but a few sources reported 9:33 pm. The death certificate stated that when the Pope died, he had Parkinson's disease, with serious breathing difficulties. The Pope had tracheotomy surgery in mid February but it did not help and he lost weight. He also had an enlarged prostate, urinary infection and other problems. The cause of death were that his kidneys failed, causing blood poisoning and infection brought by septic shock. John Paul II spoke his final words, “pozwólcie mi odejść do domu Ojca”, (“Let me depart to the house of the Father”), to his aides, and fell into a coma about four hours later.\nThe Pope's medical team used heart-monitoring machinery for more than 20 minutes, so his real and true time of death was around 9:15 PM Vatican time. As tradition demands, his name was called three times. When there was no reply, his papal ring was broken, which meant the end of John Paul II's papacy (reign as pope).\nMany people claimed to have been specially blessed by the reign of Pope John Paul II. Many people thought he should be given the title \"Blessed\". This usually takes at least five years (and may take hundreds of years). On 13 May 2005, Pope Benedict XVI cut short the usual 5-year wait for the beatification process to begin. The only other time (in recent history) that this has happened was for Mother Theresa, who was made Blessed Mother Theresa by John Paul II.\nIt was announced on 14 January 2011, that John Paul II would be beatified on 1 May 2011 (Divine Mercy Sunday).\nAccording to the Vatican, Pope John Paul II's remains (which will not be exhumed and exposed) will be moved from the grotto beneath St. Peter's Basilica, where he is presently buried, to a marble stone monument in Pier Paolo Cristofari's Chapel of St. Sebastian, which is where Blessed Pope Innocent XI is currently buried; Blessed Pope Innocent's remains will likely be moved. This more prominent location, next to the Chapel of the Pieta, the Chapel of the Blessed Sacrament and statues of Popes Pius XI and Pius XII, will increase the number of pilgrims capable of viewing his memorial.\n“ It will be a great joy for us when he is officially beatified, but as far as we are concerned he is already a Saint. ”\nOn 30 September 2013, Pope Francis said that John Paul, together with Pope John XXIII, would be made saints on 27 April 2014. This was the first time two popes have been made saints on the same day.\nHis feast day is celebrated on 22 October.\nTeachings.\nJohn Paul II was generally against communism. He was also a critic of capitalism that was not controlled and he did not want people's basic rights to be oppressed by world governments. He officially condemned aspects of Liberation theology. He was against abortion and contraception in general. As head of the largest Christian group, John Paul II taught a conservative theological view of human sexuality. On the subject he wrote 130 topics called the Theology of the Body. He was against homosexuality, and in favour of people starting families as one husband and one wife. But he said that homosexuals have the same inherent dignity and rights as everybody else. On 30 April 2000, John Paul instituted a Divine Mercy Holiday, according to the teachings of Saint Faustyna Kowalska and on that day she was also proclaimed a Saint of the Catholic Church. The Feast of the Mercy of God is continuously growing worldwide. John Paul is also remembered for his devotion to the Consecrated Holy Communion, the Holy Body and Blood of Christ.\nChild abuse scandals.\nDuring John Paul's time as pope, the church was involved in a large number of claims about child sexual abuse by priests. There are many people who believe that the Church, and therefore the Pope, knew about these claims and tried to cover them up. For example, in 1996 the Irish bishops decided that priests suspected of child abuse must be reported to the police. The Vatican sent a letter to the bishops that they were not to report such cases. The letter was from future Pope Benedict XVI - whom John Paul II had asked to handle such cases. John Paul II is also claimed to have got a cardinal to send a thank you letter to a French bishop who had refused to report a priest to the police. In 2001 John Paul II sent out a special letter saying that the abuse of children by priests was a very serious crime, and should be strictly punished. Some Catholics wanted the process for making John Paul II a saint stopped, until there was an investigation into his role in keeping secret information about bad priests.","categories":[],"infobox_types":["Christian leader","popestyles"],"annotations":[{"uri":"Pope","surface_form":"Pope","offset":152},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":164},{"uri":"Poland","surface_form":"Pole","offset":287},{"uri":"Pope_Adrian_VI","surface_form":"Pope Adrian VI","offset":371},{"uri":"White_House","surface_form":"White House","offset":444},{"uri":"Mosque","surface_form":"mosque","offset":463},{"uri":"World_Youth_Day","surface_form":"World Youth Day","offset":607},{"uri":"Beatification","surface_form":"beatified","offset":637},{"uri":"Pope_Francis","surface_form":"Pope Francis","offset":725},{"uri":"Wadowice","surface_form":"Wadowice","offset":883},{"uri":"Poland","surface_form":"Poland","offset":893},{"uri":"Medical_doctor","surface_form":"doctor","offset":1165},{"uri":"Association_football","surface_form":"football (soccer)","offset":1333},{"uri":"Goalkeeper","surface_form":"goalkeeper","offset":1356},{"uri":"Krakow","surface_form":"Kraków","offset":1485},{"uri":"Librarian","surface_form":"librarian","offset":1518},{"uri":"Sportsperson","surface_form":"athlete","offset":1539},{"uri":"Actor","surface_form":"actor","offset":1548},{"uri":"Playwright","surface_form":"playwright","offset":1559},{"uri":"Jew","surface_form":"Jew","offset":1728},{"uri":"Nazism","surface_form":"Nazi","offset":1777},{"uri":"Disabled","surface_form":"disabled","offset":1849},{"uri":"Restaurant","surface_form":"restaurant","offset":1917},{"uri":"Limestone","surface_form":"limestone","offset":1949},{"uri":"Quarry","surface_form":"quarry","offset":1959},{"uri":"Salesman","surface_form":"salesman","offset":1981},{"uri":"Factory","surface_form":"factory","offset":2005},{"uri":"Heart_attack","surface_form":"heart attack","offset":2132},{"uri":"Priest","surface_form":"priest","offset":2434},{"uri":"Archbishop","surface_form":"Archbishop","offset":2558},{"uri":"Seminary","surface_form":"seminary","offset":2717},{"uri":"Lavatory","surface_form":"lavatories","offset":2797},{"uri":"Refugee","surface_form":"refugee","offset":2862},{"uri":"Hunger","surface_form":"hunger","offset":2950},{"uri":"Ordination","surface_form":"ordained","offset":3118},{"uri":"Adam_Stefan_Sapieha","surface_form":"Adam Stefan Sapieha","offset":3151},{"uri":"Bishop","surface_form":"bishop","offset":3241},{"uri":"Second_Vatican_Council","surface_form":"Second Vatican Council","offset":3304},{"uri":"Archbishop","surface_form":"Archbishop","offset":3508},{"uri":"Cardinal_(Catholicism)","surface_form":"cardinal","offset":3620},{"uri":"Italy","surface_form":"Italian","offset":3712},{"uri":"Pope_Pius_IX","surface_form":"Pope Pius IX","offset":3814},{"uri":"Slavic_peoples","surface_form":"Slavic","offset":3909},{"uri":"Language","surface_form":"language","offset":4047},{"uri":"Polish_language","surface_form":"Polish","offset":4067},{"uri":"Latin_language","surface_form":"Latin","offset":4110},{"uri":"Ancient_Greek_language","surface_form":"Ancient Greek","offset":4120},{"uri":"Italian_language","surface_form":"Italian","offset":4210},{"uri":"English_language","surface_form":"English","offset":4219},{"uri":"German_language","surface_form":"German","offset":4228},{"uri":"French_language","surface_form":"French","offset":4236},{"uri":"Spanish_language","surface_form":"Spanish","offset":4244},{"uri":"Czech_language","surface_form":"Czech","offset":4253},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":4263},{"uri":"Lithuanian_language","surface_form":"Lithuanian","offset":4298},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":4310},{"uri":"Russian_language","surface_form":"Russian","offset":4321},{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":4333},{"uri":"Fra_Angelico","surface_form":"Fra Angelico","offset":4474},{"uri":"Canonization","surface_form":"saints","offset":4732},{"uri":"World_Youth_Day","surface_form":"World Youth Day","offset":4769},{"uri":"Pope_Paul_VI","surface_form":"Pope Paul VI","offset":5089},{"uri":"Poland","surface_form":"Poland","offset":5481},{"uri":"Union_of_Soviet_Socialist_Republics","surface_form":"Soviet Union","offset":5797},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":5825},{"uri":"United_States","surface_form":"United States","offset":6027},{"uri":"Israel","surface_form":"The Holy Land","offset":6045},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":6177},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":6212},{"uri":"Supreme_Governor_of_the_Church_of_England","surface_form":"Supreme Governor","offset":6230},{"uri":"Church_of_England","surface_form":"Church of England","offset":6254},{"uri":"Japan","surface_form":"Japan","offset":6307},{"uri":"South_Korea","surface_form":"South Korea","offset":6329},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":6345},{"uri":"Cuba","surface_form":"Cuba","offset":6389},{"uri":"United_States","surface_form":"United States","offset":6537},{"uri":"Embargo","surface_form":"embargo","offset":6551},{"uri":"Cuba","surface_form":"Cuba","offset":6567},{"uri":"Egypt","surface_form":"Egypt","offset":6632},{"uri":"Eastern_Christianity","surface_form":"Coptic Pope","offset":6656},{"uri":"Greek_Orthodox_Patriarch_of_Alexandria","surface_form":"Greek Orthodox Patriarch of Alexandria","offset":6677},{"uri":"Islam","surface_form":"Islam","offset":6772},{"uri":"Mosque","surface_form":"mosque","offset":6780},{"uri":"Damascus","surface_form":"Damascus","offset":6791},{"uri":"Syria","surface_form":"Syria","offset":6801},{"uri":"Umayyad_Mosque","surface_form":"Umayyad Mosque","offset":6827},{"uri":"John_the_Baptist","surface_form":"John the Baptist","offset":6849},{"uri":"Lesotho","surface_form":"Lesotho","offset":6918},{"uri":"Joseph_G%C3%A9rard","surface_form":"Joseph Gérard","offset":6937},{"uri":"World_Youth_Day","surface_form":"World Youth Day","offset":6988},{"uri":"Manila","surface_form":"Manila","offset":7093},{"uri":"Philippines","surface_form":"Philippines","offset":7101},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":7297},{"uri":"Armenia","surface_form":"Armenia","offset":7377},{"uri":"Christianity","surface_form":"Christianity","offset":7441},{"uri":"Swahili_language","surface_form":"Kiswahili","offset":7517},{"uri":"Nairobi","surface_form":"Nairobi","offset":7530},{"uri":"Kenya","surface_form":"Kenya","offset":7539},{"uri":"Bahasa_Indonesia","surface_form":"Indonesian language","offset":7563},{"uri":"East_Timor","surface_form":"East Timor","offset":7586},{"uri":"Mary_(mother_of_Jesus)","surface_form":"Blessed Virgin Mary","offset":7659},{"uri":"Shrine","surface_form":"shrine","offset":7696},{"uri":"Knock%2C_County_Mayo","surface_form":"Knock","offset":7732},{"uri":"Ireland","surface_form":"Ireland","offset":7741},{"uri":"Liche%C5%84_Stary","surface_form":"Licheń Stary","offset":7750},{"uri":"F%C3%A1tima%2C_Portugal","surface_form":"Fátima","offset":7774},{"uri":"Portugal","surface_form":"Portugal","offset":7784},{"uri":"Our_Lady_of_Guadalupe","surface_form":"Guadalupe","offset":7794},{"uri":"Mexico","surface_form":"Mexico","offset":7807},{"uri":"Lourdes","surface_form":"Lourdes","offset":7818},{"uri":"France","surface_form":"France","offset":7829},{"uri":"Abdomen","surface_form":"abdomen","offset":7907},{"uri":"Mehmet_Ali_A%C4%9Fca","surface_form":"Mehmet Ali Ağca","offset":7938},{"uri":"Murder","surface_form":"assassination","offset":8008},{"uri":"F%C3%A1tima%2C_Portugal","surface_form":"Fatima","offset":8184},{"uri":"France","surface_form":"French","offset":8312},{"uri":"Archbishop","surface_form":"archbishop","offset":8319},{"uri":"Marcel_Lefebvre","surface_form":"Marcel Lefebvre","offset":8330},{"uri":"Bayonet","surface_form":"bayonet","offset":8376},{"uri":"Bodyguard","surface_form":"bodyguard","offset":8411},{"uri":"Second_Vatican_Council","surface_form":"Second Vatican Council","offset":8496},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":8860},{"uri":"Tracheotomy","surface_form":"tracheotomy","offset":8931},{"uri":"Surgery","surface_form":"surgery","offset":8943},{"uri":"Kidney","surface_form":"kidney","offset":9112},{"uri":"Pope_Benedict_XVI","surface_form":"Pope Benedict XVI","offset":9922},{"uri":"Mother_Teresa","surface_form":"Mother Theresa","offset":10083},{"uri":"St._Peter%27s_Basilica","surface_form":"St. Peter's Basilica","offset":10395},{"uri":"Pope_Francis","surface_form":"Pope Francis","offset":10996},{"uri":"Pope_John_XXIII","surface_form":"Pope John XXIII","offset":11044},{"uri":"Canonization","surface_form":"made saints","offset":11070},{"uri":"Communism","surface_form":"communism","offset":11262},{"uri":"Capitalism","surface_form":"capitalism","offset":11297},{"uri":"Government","surface_form":"government","offset":11399},{"uri":"Liberation_theology","surface_form":"Liberation theology","offset":11447},{"uri":"Abortion","surface_form":"abortion","offset":11483},{"uri":"Birth_control","surface_form":"contraception","offset":11496},{"uri":"Human_sexuality","surface_form":"human sexuality","offset":11617},{"uri":"Homosexuality","surface_form":"homosexuality","offset":11717},{"uri":"Dignity","surface_form":"dignity","offset":11855},{"uri":"Human_rights","surface_form":"rights","offset":11867},{"uri":"Faustyna_Kowalska","surface_form":"Faustyna Kowalska","offset":11992},{"uri":"Eucharist","surface_form":"Holy Communion","offset":12212},{"uri":"Child_sexual_abuse","surface_form":"child sexual abuse","offset":12376},{"uri":"Pope_Benedict_XVI","surface_form":"Pope Benedict XVI","offset":12760}]}