{"id":804944,"url":"http://en.wikipedia.org/wiki/The_Way_It_Is_(Keyshia_Cole_album)","text":"ce=\"preserve\">\"The Way It Is\" is the debut studio album by American R&B singer Keyshia Cole; it was released on June 21, 2005, by A&M Records. The album debuted at number 6 on the US \"Billboard\" 200 and it was supported by five singles, including \"Never\", \"I Changed My Mind\", \"(I Just Want It) To Be Over\", \"I Should Have Cheated\" and \"Love\". The album sold 89,000 units in its first week.\nThe album was certified gold within 17 weeks, and then platinum, only eight weeks later. The album stayed on the charts for over a year, eventually selling over 1.6 million copies and it is Cole's second highest-selling album to date.\nCritical response.\nUpon its release, \"The Way It is\" garnered generally favorable reviews from music critics. At Metacritic, which assigns a rated mean out of 100 from mainstream critics, the album received a score of 77. Andy Kellman of Allmusic rated the album four out of five stars. He felt that \"from the opener, the album seems to be set up like a linear narrative about a crumbling relationship, but it doesn't quite play out that way, with the scenes shuffled out of order. None of it's all that profound, but Cole sells it all extremely well. [Her] voice is sweet and ringing, like a wiser version of Lil' Mo who has had to weather a tremendous amount of drama. She could be around for a while.\" Janet Tzou, writing for \"Entertainment Weekly\" found that \"Cole certainly nails all the basics on \"The Way It Is\": big-name guest talent and husky ballads lamenting those tricky matters of the heart. But Cole's native Oakland, California upbringing gives her vocals depth and her songs a genuine, lived-in feel.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Studio_album","surface_form":"studio album","offset":43},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":68},{"uri":"Keyshia_Cole","surface_form":"Keyshia Cole","offset":79},{"uri":"A%26amp%3BM_Records","surface_form":"A&M Records","offset":130},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":183},{"uri":"Never_(Keyshia_Cole_song)","surface_form":"Never","offset":248},{"uri":"I_Changed_My_Mind","surface_form":"I Changed My Mind","offset":257},{"uri":"(I_Just_Want_It)_To_Be_Over","surface_form":"(I Just Want It) To Be Over","offset":278},{"uri":"I_Should_Have_Cheated","surface_form":"I Should Have Cheated","offset":309},{"uri":"Love_(Keyshia_Cole_song)","surface_form":"Love","offset":337},{"uri":"Music_recording_sales_certification","surface_form":"gold","offset":415},{"uri":"Music_recording_sales_certification","surface_form":"platinum","offset":446},{"uri":"Metacritic","surface_form":"Metacritic","offset":739},{"uri":"Allmusic","surface_form":"Allmusic","offset":864},{"uri":"Lil%27_Mo","surface_form":"Lil' Mo","offset":1236},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":1356}]}