{"id":805,"url":"http://en.wikipedia.org/wiki/Soul","text":"Many philosophies and religions say that a soul is the part of a living human being which is supernatural and lives after death. It is usually said to be immortal. It cannot be discovered by science, because it cannot be tested in any controlled way. Many different opinions exist as to what happens to personal experience after death.\nReincarnation is a belief that after the body dies, the soul will be born again in another body. It is important to Hinduism. Buddhists understand the idea of an eternal soul, and the idea of simple annihilation as delusion; they say that there is no unchanging, permanent self, soul or essence in phenomena. Buddhists believe in transmigration, or rebirth in samsara or other planes of existence, based on how they understand kamma (Pāli; karma in Sanskrit), and nibbana (nirvana in Sanskrit) for Enlightened ones.\nResurrection is the Christian belief that a soul returns in the same body. In most Christian denomination this was realized in Jesus Christ but is also the promise for all souls; see heaven, hell, and Final Judgement.\nMost atheists say that there is no such thing as a soul, and that the body is the only part of a person.\nPopular culture.\nIn popular culture, soul usually means deep feeling and commitment. It is in this sense that the word appears in the term soul music. However that music was also influenced by gospel music which was religious.\nOne popular idea about souls that is easy to express, is that a person \"is\" a soul, and \"has\" a body. The soul is the \"I\" in \"I exist\" that feels and lives life. What people call the mind could be \"part\" of the soul: one soul started this article, other souls have edited it, and another soul is reading it. This view, however, implies that the human body is a possession, and seems to devalue bodies that do not have souls as defined or understood by the speaker (some people say that animals, heretics, and people of another religion do not have souls). Like most uses of the verb to be, there is an ideology in these simple words.\nChristianity teaches that all humans have an immortal soul. This means that it is a part of them which does not die when their physical body dies, but lives on with them to heaven or to hell. Christians believe that the soul is the 'breath of life' which God gave to Adam.\nIn Japan the soul is believed to weigh 21 grams. This belief may have been influenced by the observations of Dr. McDougall in the early 1900s.\nCharacteristics.\nOne distinction often made is between soul, which is distinct from other souls, and spirit which may be combined with that of other beings. The idea of the Holy Spirit in Christianity, for example, is a universal and shared spirit many souls are part of, and which is expressed on Earth in that faith by \"the Church\" meaning \"the body of Christ\" meaning \"all bodies that follow Jesus.\" This could be more inclusive than the is/has view of souls and bodies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy","surface_form":"philosophies","offset":5},{"uri":"Religion","surface_form":"religion","offset":22},{"uri":"Life","surface_form":"living","offset":65},{"uri":"Human_being","surface_form":"human being","offset":72},{"uri":"Supernatural","surface_form":"supernatural","offset":93},{"uri":"Human_death","surface_form":"death","offset":122},{"uri":"Immortal","surface_form":"immortal","offset":154},{"uri":"Experience","surface_form":"experience","offset":312},{"uri":"Reincarnation","surface_form":"Reincarnation","offset":336},{"uri":"Hinduism","surface_form":"Hinduism","offset":452},{"uri":"Buddhist","surface_form":"Buddhist","offset":462},{"uri":"Transmigration","surface_form":"transmigration","offset":666},{"uri":"Rebirth","surface_form":"rebirth","offset":685},{"uri":"Planes_of_existence","surface_form":"planes of existence","offset":713},{"uri":"Resurrection","surface_form":"Resurrection","offset":852},{"uri":"Heaven","surface_form":"heaven","offset":1035},{"uri":"Hell","surface_form":"hell","offset":1043},{"uri":"Final_Judgement","surface_form":"Final Judgement","offset":1053},{"uri":"Atheism","surface_form":"atheists","offset":1075},{"uri":"Soul_music","surface_form":"soul music","offset":1314},{"uri":"Gospel_music","surface_form":"gospel music","offset":1368},{"uri":"Mind","surface_form":"mind","offset":1585},{"uri":"Human_body","surface_form":"human body","offset":1747},{"uri":"Animal","surface_form":"animal","offset":1888},{"uri":"Heretic","surface_form":"heretic","offset":1897},{"uri":"Religion","surface_form":"religion","offset":1929},{"uri":"To_be","surface_form":"to be","offset":1985},{"uri":"Heaven","surface_form":"heaven","offset":2209},{"uri":"Hell","surface_form":"hell","offset":2222},{"uri":"Japan","surface_form":"Japan","offset":2312},{"uri":"Duncan_MacDougall_(doctor)","surface_form":"Dr. McDougall","offset":2418},{"uri":"Spirit","surface_form":"spirit","offset":2553},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":2625},{"uri":"Christianity","surface_form":"Christianity","offset":2640}]}