{"id":805265,"url":"http://en.wikipedia.org/wiki/Tulu_Nadu","text":"Tulu Nadu, also called as Tulunaad, is a region on the southwestern coast of India. The Tulu people, known as 'Tuluva' (plural 'Tuluver'), speakers of Tulu, a Dravidian language, are the preponderant ethnic group of this region. South Canara, an erstwhile district and a historical area, encompassing the undivided territory of the contemporary Udupi, Dakshina Kannada, and Kasaragod districts, forms the cultural area of the Tuluver.\nHistorically, Tulu Nadu lay between the Gangavali River (Uttara Kannada district) in the north and the Chandragiri River (Kasaragod taluka) in the south. Currently, Tulu Nadu consists of the Udupi and Dakshina Kannada districts of Karnataka, and the northern parts of the Kasaragod district of Kerala up to the Chandragiri River.\nThis region is not an official administrative entity. However, the Tulu Nadu state movement has been gaining momentum since the Indian States Reorganisation Act, 1956.\nMangalore, the second largest and a major city of Karnataka, is the chief and largest city of Tulu Nadu. Udupi, Kasaragod and Puttur are the other major cities of this region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tulu_language","surface_form":"Tulu","offset":151},{"uri":"Dravidian_language","surface_form":"Dravidian language","offset":159},{"uri":"South_Canara_District","surface_form":"South Canara","offset":229},{"uri":"Udupi","surface_form":"Udupi","offset":345},{"uri":"Kasaragod_district","surface_form":"Kasaragod","offset":374},{"uri":"Uttara_Kannada_District","surface_form":"Uttara Kannada","offset":492},{"uri":"Kasaragod_district","surface_form":"Kasaragod taluka","offset":557},{"uri":"Karnataka","surface_form":"Karnataka","offset":666},{"uri":"Kerala","surface_form":"Kerala","offset":729},{"uri":"Mangalore","surface_form":"Mangalore","offset":933},{"uri":"Karnataka","surface_form":"Karnataka","offset":983},{"uri":"Udupi","surface_form":"Udupi","offset":1038},{"uri":"Kasaragod","surface_form":"Kasaragod","offset":1045},{"uri":"Puttur%2C_Karnataka","surface_form":"Puttur","offset":1059}]}