{"id":805302,"url":"http://en.wikipedia.org/wiki/Knanaya","text":"The Knānāya, (from Syriac: \"Knā'nāya\" (Canaanite)) also known as the Southists or Tekkumbhagar'\", are an endogamous ethnic group found among the Saint Thomas Christian community of Kerala, India. They are differentiated from another part of the community, known in this context as the Northists (\"Vaddakkumbhagar\"). There are about 300,000 Knanaya in India and elsewhere.\nThe origins of the division of the Saint Thomas Christians into Northist and Southist groups is traced back to the arrival of the Syrian merchant Thomas of Cana (Knāi Thoma) who led a migration of Syriac Christians (Jewish-Christians) from Mesopotamia to India in the 4th or 8th century. The Knanaya claim descent from Thomas of Cana and those who came with him. The communities arrival was recorded on the \"Thomas of Cana copper plates \" which existed in Kerala until the 17th century after which point they were taken to Portugal by the Franciscan Order. The ethnic division between the Knanaya and other St. Thomas Christians was observed during the Portuguese colonization of India in the 16th century and was noted throughout the European colonial era.\nToday, the majority of Knanaya are members of the Syro-Malabar Catholic Church (Kottayam Archeparchy) and the Jacobite Syrian Orthodox Church (Knanaya Archdiocese). They became increasingly prominent in Kerala in the late 19th century. Many Knanaya migrated away during the 20th and 21st centuries, largely westward, forming communities in non-Malayalam speaking areas, with a large expatriate community currently living in Houston, Texas and Chicago, Illinois in the United States.\nOrigins and traditions.\n\"The Thomas Christians hail the Apostle St. Thomas as the founder of their Church...The first converts of St. Thomas were reinforced by local conversions and by Christian colonizations (migrations) from abroad. Connected with the IV century colonization is the origin of those called the \"Southists\"\nDirectional divisions within communities are common in Kerala, including among Hindu groups. A similar north–south division is found among the Nairs, and it historically appears to have been in place in the early Brahmin settlements in the area. The Saint Thomas Christians may have taken this trait from the Brahmins.\nThomas of Cana's Arrival.\n\"In time, Jewish Christians of the most exclusive communities descended from settlers who accompanied Knayil Thomma (Kanayi) became known as ‘Southists’ (Tekkumbha ̄gar)...They distinguished between themselves and ‘Northists’ (Vatakkumbha ̄gar). The ‘Northists’, on the other hand, claimed direct descent from the very oldest Christians of the country, those who had been won to Christ by the Apostle Thomas himself. They had already long inhabited northern parts of Kodungallur. They had been there even before various waves of newcomers had arrived from the Babylonian or Mesopotamian provinces of Sassanian Persia.\"\nElements of Thomas of Cana's arrival feature in ancient songs as well as the Thomas of Cana copper plates awarded to his followers by a local Hindu ruler. These plates granted Thomas' followers 72 social, economic, and religious rights from Cheraman Perumal, the Chera king. The plates were present in Kerala during the time of the Portuguese colonization in the early 17th century, but were lost during Portuguese rule. Archbishop Francis Ros notes in his 1604 account \"M.S. ADD 9853\" that the plates were taken to Portugal by the Franciscan Order. The Knanaya invoke the plates as evidence of their descent from Thomas of Cana's mission.\nTranslations of the existing Kollam Syrian Plates of the 9th century made by the Syrian Christian priest Ittimani in 1601 as well as the French Indologist Abraham Anquetil Duperron in 1758 both note that the forth plate mentioned a brief of the arrival of Knai Thoma.It is believed that this was a notation of the previous rights bestowed upon the Christians by Cheraman Perumal. The contemporary forth plate however does not mention this paragraph and is believed to be a later copy. Scholar of Early Christian history Istavan Percvel theorizes that at one time the Kollam Syrian plates and the Thomas of Cana plates were kept together.\nJewish-Christian Ancestry.\nKnanaya tradition claims that the Syriac Christian migrants who arrived with Thomas of Cana were Jewish-Christians. Community scholars express the historicity of this tradition by noting that Jewish-Christian tribes in Mesopotamia were a major component of the early Church of the East. Additionally, scholars express that both Jewish and Christian merchants of the region took part in the Arabian Sea trade with Kerala.\nThe community also cites their culture as evidence of their Jewish-Christian heritage, particularly their folk songs first written on palm-leave manuscripts in the 17th century. Many of the historical songs allude to the migrants being of Jewish descent such as the song \"Nallor Orosilam\" (The Good Jerusalem) which states the migrants prayed at the tomb of the Jewish Prophet Ezra before departing to India. A number of Jewish scholars such as Dr. P.M. Jussay, Dr. Nathan Katz, Dr. Shalva Weil, and Dr. Ophira Gamliel have noted that the Knanaya maintain cultural similarities to the Cochin Jews of India,suggesting historic cultural relations between the two communities.\nIn 1939, the Knanaya politician and author Joseph Chazhikaden published a book on the community, \"Tekkumbhagasamudayam Charitram\", in which he included some aspects of the communities Jewish claim. Chazhikaden built upon the Thomas of Cana tradition but asserted that Thomas' followers originated in Judea. According to Chazhikaden, the group converted to Christianity while maintaining their distinct culture and identity. Eventually, they were forced out of their homeland and moved to Cranganore, where they were welcomed by the ruler Cheraman Perumal and lived near, but maintained their separateness from, the indigenous \"Northist\" Saint Thomas Christians. Many modern Knanaya accept the account as factual, while others reject it. As with other Knanaya origin traditions, some Northists dispute and condemn it.\nTwo Wives Legend.\nIn many other variants recorded during the colonial era, Thomas of Cana had two wives or partners, one of them being the ancestor of the endogamous Southists, and the other one being the ancestor of the Northist. A number of traditions and stories have emerged to explain the status of either wife, and both Southists and Northists historically used variants of these traditions to claim superiority for their group.\nThese variants are considered apocryphal and are not the accepted tradition among contemporary Northist and Southist scholars who generally believe them to be the consequence of rivalry between the St. Thomas Christians and Knanaya. In most of these variants, the Southists' ancestor was Thomas' Syrian wife, while the Northists' was an indigenous St. Thomas Christian or Nair woman who became his second wife or concubine, implying that the Southists are Thomas' true heirs. In other variants, both wives were Kerala natives, while the Southists' forebearer was from a higher caste.\nSome Northist historically maintained versions which countered this assertion, claiming that the Knanaya descend from a \"dobi\" (washerwoman); in some versions of this story, she became Thoma's concubine, while in others she married a lower-caste Maaran boy. This assertion is based on the 1676 Portuguese document \"M.S Sloane 2748-A\", a likely forgery attributed to the Carmelite priest Father Mathew.\nHistorian of medieval India and Northist priest Pius Malekandathil argues that the two-wives legend was simply a creation of rivalry between the Middle Eastern migrant Knanaya and the Native St. Thomas Christians. Malekandathil expresses that the story originated in the medieval era due to the two ethnic groups of Christians asserting socioeconomic dominance over the other. Furthermore, Malekandathil notes that the two-wives legend is not the accepted tradition among the people of Kerala but instead that the indigenous Saint Thomas Christians got the appellation \"Northists\" because they were initially located on the northern part of the city of Cranganore, while the migrant Knanaya under the leadership of Thomas of Cana were given the southern side of the city which led to the generic title of \"Southists\".","categories":[],"infobox_types":["ethnic group"],"annotations":[{"uri":"Syriac_language","surface_form":"Syriac","offset":19},{"uri":"Endogamy","surface_form":"endogamous","offset":105},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":116},{"uri":"Saint_Thomas_Christians","surface_form":"Saint Thomas Christian","offset":145},{"uri":"Kerala","surface_form":"Kerala","offset":181},{"uri":"Syria","surface_form":"Syrian","offset":502},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":612},{"uri":"Syro-Malabar_Catholic_Church","surface_form":"Syro-Malabar Catholic Church","offset":1180},{"uri":"Houston","surface_form":"Houston","offset":1554},{"uri":"Chicago","surface_form":"Chicago","offset":1573},{"uri":"United_States","surface_form":"United States","offset":1598},{"uri":"Nairs","surface_form":"Nairs","offset":2080},{"uri":"Brahmin","surface_form":"Brahmin","offset":2150},{"uri":"Thomas_of_Cana_copper_plates","surface_form":"Thomas of Cana copper plates","offset":2978},{"uri":"Cheraman_Perumal","surface_form":"Cheraman Perumal","offset":3142},{"uri":"Chera","surface_form":"Chera","offset":3164},{"uri":"Francisco_Ros","surface_form":"Francis Ros","offset":3333},{"uri":"Franciscan_Order","surface_form":"Franciscan Order","offset":3433},{"uri":"Quilon_Syrian_copper_plates","surface_form":"Kollam Syrian Plates","offset":3570},{"uri":"Abraham_Hyacinthe_Anquetil-Duperron","surface_form":"French Indologist Abraham Anquetil Duperron","offset":3678},{"uri":"Arabian_Sea","surface_form":"Arabian Sea trade","offset":4596},{"uri":"Ezra","surface_form":"Jewish Prophet Ezra","offset":4989},{"uri":"Cochin_Jews","surface_form":"Cochin Jews","offset":5212},{"uri":"Judea","surface_form":"Judea","offset":5601},{"uri":"Cranganore","surface_form":"Cranganore","offset":5789},{"uri":"Nair","surface_form":"Nair","offset":6925},{"uri":"Maaran","surface_form":"Maaran","offset":7383},{"uri":"Discalced_Carmelites","surface_form":"Carmelite","offset":7507}]}