{"id":805494,"url":"http://en.wikipedia.org/wiki/North_Korean_defectors","text":"North Korean defectors are North Korean people who left North Korea to become citizens in a new country. In North Korea, it is against the law to leave North Korea without permission. North Koreans are also not allowed to change their own citizenship, so anyone born a North Korean must also die a North Korean. The punishment for leaving North Korea without permission is extremely harsh. People who are caught are usually sent a prison camp or put to death in public. Like many other crimes in North Korea, illegally leaving the country may not only punish the accused, but also his or her family up to three generations.\nAlthough the punishments for illegally leaving North Korea are extremely harsh, the number who try to leave the country is still somewhat high. This is because North Koreans are so poor and have so little freedom that defectors believe finding a better life in a new country is worth risking their lives for it. Since the North Korean famine in the 1990s, more than 30,000 North Koreans have successfully left and have come to South Korea. Some sources say that somewhere between 100,000 to 300,000 North Koreans escaped into Russia or China since 1953. Of the defectors who came to South Korea, more than 70% are women.\nThe goal of most defectors is to get to South Korea because the South Korean constitution allows South Korean citizenship to anyone born in either North or South Korea. However, the way to get to South Korea is so difficult that most defectors never made it there. There are many different ways to get to South Korea, and all are difficult. However, some are more difficult than others.\nOne possible way is to cross the North-South Korea border through the Korean Demilitarized Zone (DMZ). However, most defectors do not take this route because it is extremely deadly. The DMZ has many landmines, tanks, electric wires, machine gun towers, and guards on both sides. In fact, North Korean soldiers have orders to kill any North Korean trying to cross the border. In some cases, South Korean soldiers have actually rescued some North Koreans crossing the border. Only 21 of the 33,000 defectors have crossed the DMZ and lived through it. Almost all of these were North Korean soldiers who had some knowledge of the DMZ.\nThere were at least two defectors who successfully swam to Japan.\nHowever, most defectors begin their escape through China. This is because the Tumen and Yalu Rivers (the rivers that make up the China-North Korea border) are much easier and safer to cross. However, most defectors do not stay in China because they are still in danger. Most defectors caught by the China government are either sent back to North Korea, where they would most likely be killed, or be sold as a wife or a sex slave in China. This is why most North Korean defectors try to go into second country before finally coming to South Korea. These countries include Mongolia, Russia, Vietnam, Cambodia, Laos, and Thailand.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_Korea","surface_form":"North Korean","offset":27},{"uri":"Citizenship","surface_form":"citizens","offset":78},{"uri":"Citizenship","surface_form":"citizenship","offset":239},{"uri":"Prison","surface_form":"prison","offset":431},{"uri":"South_Korea","surface_form":"South Korea","offset":1051},{"uri":"Constitution","surface_form":"constitution","offset":1322},{"uri":"Border","surface_form":"border","offset":1683},{"uri":"Korean_Demilitarized_Zone","surface_form":"Korean Demilitarized Zone (DMZ)","offset":1702},{"uri":"Tumen_River","surface_form":"Tumen","offset":2407},{"uri":"Yalu_River","surface_form":"Yalu Rivers","offset":2417},{"uri":"Mongolia","surface_form":"Mongolia","offset":2900},{"uri":"Russia","surface_form":"Russia","offset":2910},{"uri":"Vietnam","surface_form":"Vietnam","offset":2918},{"uri":"Cambodia","surface_form":"Cambodia","offset":2927},{"uri":"Laos","surface_form":"Laos","offset":2937},{"uri":"Thailand","surface_form":"Thailand","offset":2947}]}