{"id":805455,"url":"http://en.wikipedia.org/wiki/225088_Gonggong","text":"225088 Gonggong is a likely dwarf planet of the Solar System. It is a member of the scattered disc. It has a highly eccentric orbit. It is from 34–101 astronomical units (5.1–15.1 billion kilometers; 3.2–9.4 billion miles) from the Sun. It is the sixth-farthest known Solar System object. Gonggong was discovered in July 2007 by American astronomers Megan Schwamb, Michael Brown, and David Rabinowitz at the Palomar Observatory, and the discovery was announced in January 2009.\nPhysical characteristics.\nThe surface of Gonggong has an albedo of 0.14. Gonggong is among the reddest trans-Neptunian objects known. Its red color is suprising because it has a lot of water ice on its surface, which are usually neutral in color. Scientists think that there might be methane on its surface which will explain its red color.\nGonggong is estimated to have a diameter of 1,230 km (760 mi). This would make Gonggong the fifth-largest trans-Neptunian object, after Pluto, Eris, Haumea and Makemake. Gonggong is approximately the size of Pluto's moon Charon.\nThe mass of Gonggong has been calculated to be 1.75×1021 kg (3.86×1021 lb). It has a density of 1.72±0.16 g/cm3.\nOrbit.\nGonggong orbits the Sun at an average distance of 67.5 AU (1.010×1010 km; 6.27×109 mi). It completes a full orbit in 554 years. It has an orbital inclination 30.7 degrees. Its eccentricity is 0.50.\nGonggong is moving away at a speed of 1.1 kilometers per second (2,500 miles per hour). It is the sixth-farthest known Solar System object from the Sun.\nExploration.\nIt was calculated by planetary scientist Amanda Zangari that a flyby mission to Gonggong would take a minimum of over 20 years with the rocket we have today. A flyby mission would be launched on 2030 or 2031.\nMoons.\nGonggong is known to have a moon, called Xiangliu. The discovery team thought that the slow rotation of Gonggong was caused by a moon","categories":[],"infobox_types":[],"annotations":[{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":28},{"uri":"Solar_System","surface_form":"Solar System","offset":48},{"uri":"Scattered_disc","surface_form":"scattered disc","offset":84},{"uri":"Sun","surface_form":"Sun","offset":232},{"uri":"Palomar_Observatory","surface_form":"Palomar Observatory","offset":408},{"uri":"Surface","surface_form":"surface","offset":508},{"uri":"Albedo","surface_form":"albedo","offset":535},{"uri":"Trans-Neptunian_objects","surface_form":"trans-Neptunian objects","offset":581},{"uri":"Water","surface_form":"water","offset":663},{"uri":"Ice","surface_form":"ice","offset":669},{"uri":"Methane","surface_form":"methane","offset":762},{"uri":"Pluto","surface_form":"Pluto","offset":955},{"uri":"Eris_(dwarf_planet)","surface_form":"Eris","offset":962},{"uri":"Haumea","surface_form":"Haumea","offset":968},{"uri":"Makemake","surface_form":"Makemake","offset":979},{"uri":"Charon_(moon)","surface_form":"Charon","offset":1040},{"uri":"Density","surface_form":"density","offset":1133},{"uri":"Rocket","surface_form":"rocket","offset":1668},{"uri":"Xiangliu","surface_form":"Xiangliu","offset":1789}]}