{"id":80555,"url":"http://en.wikipedia.org/wiki/Sukhoi_Su-27","text":"e=\"preserve\">The Su-27 Flanker is a Soviet/Russian single-seat fighter aircraft made by Sukhoi. It first flew in 20 May 1977, and was introduced in 23 August 1990. It was first made by the Soviet Union as a fighter, but now it is in the Russian Air Force. It can hold up to 10 guided Air-to-Air medium-range R-27E or short-range R-73 or unguided Air-to-Ground missiles, unguided bombs and a GSh-301 30mm cannon with 150 bullets. It has two AL-31F turbofan engines, a multi-purpose onboard search and track radar, an optical infrared search and track station with a laser rangefinder linked to pilot's helmet-mounted target designator and with a wide-angle HUD.\nThe Su-27 was made to pair with the MiG-29 Fulcrum, but in the Eritrean-Ethiopian War, Ethiopian Su-27s shot down 5 Eritrean MiG-29s. It was also supposed to fight American fighters like the F-15 Eagle and F-16 Fighting Falcon. There are the prototype versions T10 Flanker-A and T10S, the version S Flanker-B for the Russian Air Force, the interceptor version P Flanker-B without Air-to-Ground weapons for the Russian Air Force, the two-seat trainer version UB Flanker-C for the Russian Air Force, the export versions SK and UBK, the upgraded export versions SKM and UBM. There are fighters similar to the Su-27, like the Su-33 Flanker-D and the Su-30 Flanker-C.\nThe Su-27 is still in service with the Russian Air Force and others. Russian Air Force has hundreds of aircraft.\nHalf the fleet -about 100 fighters- has been modernized in the SM version from 2004 to 2012. The SM version has improved avionics, guided Air-to-Ground missiles and guided bombs and a “glass” cockpit. Russian Air Force received 12 newly built modernized SM3 aircraft in 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soviet","surface_form":"Soviet","offset":36},{"uri":"Russia","surface_form":"Russia","offset":43},{"uri":"Fighter_aircraft","surface_form":"fighter aircraft","offset":63},{"uri":"Sukhoi","surface_form":"Sukhoi","offset":88},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":189},{"uri":"Missile","surface_form":"missile","offset":360},{"uri":"Bullet","surface_form":"bullet","offset":420},{"uri":"MiG-29_Fulcrum","surface_form":"MiG-29 Fulcrum","offset":697},{"uri":"Eritrean-Ethiopian_War","surface_form":"Eritrean-Ethiopian War","offset":724},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":748},{"uri":"Eritrea","surface_form":"Eritrea","offset":777},{"uri":"United_States_of_America","surface_form":"American","offset":825},{"uri":"F-15_Eagle","surface_form":"F-15 Eagle","offset":852},{"uri":"F-16_Fighting_Falcon","surface_form":"F-16 Fighting Falcon","offset":867},{"uri":"Su-33_Flanker-D","surface_form":"Su-33 Flanker-D","offset":1283},{"uri":"Su-30_Flanker-C","surface_form":"Su-30 Flanker-C","offset":1307}]}