{"id":80574,"url":"http://en.wikipedia.org/wiki/Eoraptor","text":"\"Eoraptor\" is one of the earliest known theropod dinosaurs. It was a very small omnivore or carnivore which lived in the Lower Triassic, about 245 million years ago (mya). It is the only one of the possible early dinosaurs which can be exactly dated by a layer of volcanic ash close beneath the fossil.\n\"Eoraptor\" was a small, lightly-built archosaur that walked on two long legs. It was about 3 feet long (1 m); it had light, hollow bones, a long head with dozens of small, sharp teeth, and five fingers on its grasping hands (two of the fingers on each hand were very small).\nThe fossil was found in the Ischigualasto Formation in the Argentine. This contains some of the oldest known dinosaur and archosaur remains. They are of top quality, number and importance. It is the only place in the world where nearly all of the Triassic is represented in an undisturbed sequence of strata. What is now badlands was then a volcanically active floodplain dominated by rivers, with a strongly seasonal rainfall.\nRhynchosaurs and cynodonts are by far the most common among the tetrapod fossils in the park. Dinosaurs make up only 6% of the findings, but these include early samples of the two major lineages of dinosaurs (ornithischians and saurischians). The carnivorous \"Herrerasaurus\" is the most numerous of these dinosaur fossils.\nTeeth.\nThe teeth of Eoraptor are of two types. There are serrated, recurved teeth in the maxillae (upper jaws), like the teeth of theropods, and leaf-shaped teeth in the dentary (lower jaw), like the teeth of basal sauropodomorphs.\nCladogram.\nA large analysis of early dinosaurs by Matthew Baron, David Norman and Paul Barrett (2017) found \"Eoraptor\" to be the earliest diverging member of Theropoda, within the larger clade Ornithoscelida.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theropod","surface_form":"theropod","offset":40},{"uri":"Dinosaur","surface_form":"dinosaur","offset":49},{"uri":"Omnivore","surface_form":"omnivore","offset":80},{"uri":"Carnivore","surface_form":"carnivore","offset":92},{"uri":"Lower_Triassic","surface_form":"Lower Triassic","offset":121},{"uri":"Radiometric_dating","surface_form":"dated","offset":244},{"uri":"Volcanic_ash","surface_form":"volcanic ash","offset":264},{"uri":"Ischigualasto_Formation","surface_form":"Ischigualasto Formation","offset":606},{"uri":"Argentine","surface_form":"Argentine","offset":637},{"uri":"Strata","surface_form":"strata","offset":879},{"uri":"Badland","surface_form":"badland","offset":899},{"uri":"Volcano","surface_form":"volcanically","offset":919},{"uri":"Flood","surface_form":"flood","offset":939},{"uri":"River","surface_form":"river","offset":963},{"uri":"Rhynchosaur","surface_form":"Rhynchosaur","offset":1006},{"uri":"Cynodont","surface_form":"cynodont","offset":1023},{"uri":"Tetrapod","surface_form":"tetrapod","offset":1070},{"uri":"Ornithischia","surface_form":"ornithischia","offset":1215},{"uri":"Saurischia","surface_form":"saurischia","offset":1234},{"uri":"Herrerasaurus","surface_form":"Herrerasaurus","offset":1266},{"uri":"Maxilla","surface_form":"maxilla","offset":1418},{"uri":"Dentary","surface_form":"dentary","offset":1499},{"uri":"Sauropodomorph","surface_form":"sauropodomorph","offset":1544},{"uri":"Theropoda","surface_form":"Theropoda","offset":1719},{"uri":"Ornithoscelida","surface_form":"Ornithoscelida","offset":1754}]}