{"id":80584,"url":"http://en.wikipedia.org/wiki/Celtic_Reconstructionist_Paganism","text":"ce=\"preserve\">:\"The article about the original faith of the Celts is at Celtic polytheism\"\nCeltic Reconstructionist Paganism, which is sometimes just called by its initials, \"CR\", is a religion. People who belong to the religion call themselves \"Celtic Reconstructionists\" or \"Celtic Reconstructionist Pagans\". Sometimes they just call themseleves \"CRs\".\nThe Celts were the people who lived long ago in many parts of Europe, but mainly in the countries of Ireland, Scotland, Wales, and Gaul (modern-day France). The Modern Celts are the people who live in those countries now, or whose ancestors lived there.\nLike the ancient Celts did before them, CRs believe in many gods and goddesses. This is called \"polytheism\". They believe in spirits and ancestors, too, and they often honour them with rituals and offerings. Offerings to the spirits might be food, or songs, or poetry. CRs often learn the languages spoken by the Celts, if they do not speak them already. These languages include the Irish language, Scottish Gaelic, the Welsh language and others.\nCeltic Reconstructionists are a type of Pagan Reconstructionist. Reconstructionists believe in practicing a religion that is from one culture. They are different from eclectic Pagans, who mix parts of different cultures together.\nHow it started.\nCeltic Reconstructionist Paganism (CR) started in the 1980s, when people interested in the Celts and in Paganism were looking for an authentic religion. By the 1990s there were lots of CRs. Some of them met each other at Pagan gatherings, and later more people met each other on the Internet.\nThe first person to write about being a \"Celtic Reconstructionist Pagan\" was Kym Lambert ní Dhoireann. She wrote this in the Spring, 1992 issue of \"Harvest\" Magazine. She says she got the idea for the name from Kathryn Price NicDhàna, who had also written about it. Margot Adler's 1979 book, \"Drawing Down the Moon\" has a chapter on \"Pagan Reconstructionists\", and Kathryn NicDhàna says this is probably where she got the idea, even though the book does not mention Celtic Reconstructionists, just other kinds.\nWhat Celtic Reconstructionists believe, and what they do.\nCeltic Reconstructionists base their religion on what we know of the Ancient Celtic people's religion, and also on Celtic folklore. They focus on a particular Celtic culture, such as the Gaelic Welsh or Gaulish. Many CRs are scholars, or mystics, though many believe it's important to be both. CRs read lots of books and do things like meditation, prayer, and rituals. CRs believe that honesty and honorable behaviour is important.\nMany CRs view each act of daily life as a form of ritual, and they accompany daily activities with traditional prayers, chants and songs from sources such as the Scottish Gaelic \"Carmina Gadelica\" or manuscript collections of ancient Irish or Welsh poetry.\nCommunity rituals are usually based on traditional community celebrations found in folkloric collections by authors such as Marian McNeill, Kevin Danaher or John Gregorson Campbell. These celebrations often involve bonfires, dances, songs, divination and children's games. More formal or mystical CR rituals are often based on traditional techniques of interacting with the Otherworld, such as the act of making offerings of food, drink and art to the spirits of the land, ancestral spirits, and the Celtic deities. CR ritual structures are based on the ancient Celtic idea of the \"Three Realms\" - Land, Sea and Sky - with the fire of inspiration seen as a central, uniting force. Many CRs have altars and shrines to the spirits and deities they believe in. They may place these altars at outdoor, natural locations such as wells, streams, and special trees. Some CRs practice divination, such as the taking of omens from the shapes of clouds or the behaviour of birds and animals.\nOther names for Celtic Reconstructionists.\nWhile Celtic Reconstructionism was the earliest name in use, and is still used the most often, other names for a Celtic Reconstructionist approach have also come into use, with varying degrees of success.\nPàganachd / Págánacht.\nSome CR groups have looked to Celtic languages for a more culturally specific name for the tradition, or for their branch of the tradition. There are groups who now described their traditions as \"Pàganachd\" (\"Paganism, Heathenism\" in Scottish Gaelic) or the Irish version, \"Págánacht\". Some Gaelic-oriented groups use the two terms somewhat interchangeably,\nboth used by Gaelic Reconstructionist groups on the East Coast of the US.\nSenistrognata.\nIn the late 1990s, members of Imbas, a Celtic Reconstructionist group in Seattle, began promoting the name \"Senistrognata\", which they say means \"the ancestral customs of the Celtic peoples\" in reconstructed Old Celtic.\nCeltic polytheism and folklore.\nCeltic Reconstructionists rely on primary mythological texts, as well as surviving folklore, for the basis of their religious practices. No list can completely cover all the recommended works, but this is a small sample of sources used.","categories":[],"infobox_types":[],"annotations":[{"uri":"Celtic_polytheism","surface_form":"Celtic polytheism","offset":72},{"uri":"Initials","surface_form":"initials","offset":164},{"uri":"Celts","surface_form":"Celts","offset":359},{"uri":"Europe","surface_form":"Europe","offset":417},{"uri":"Ireland","surface_form":"Ireland","offset":456},{"uri":"Scotland","surface_form":"Scotland","offset":465},{"uri":"Wales","surface_form":"Wales","offset":475},{"uri":"Gaul","surface_form":"Gaul","offset":486},{"uri":"France","surface_form":"France","offset":503},{"uri":"Modern_Celts","surface_form":"Modern Celts","offset":516},{"uri":"Ancestor","surface_form":"ancestor","offset":586},{"uri":"Ancient_history","surface_form":"ancient","offset":618},{"uri":"God","surface_form":"god","offset":669},{"uri":"Deity","surface_form":"goddesses","offset":678},{"uri":"Polytheism","surface_form":"polytheism","offset":705},{"uri":"Spirit","surface_form":"spirit","offset":734},{"uri":"Ancestors","surface_form":"ancestors","offset":746},{"uri":"Rituals","surface_form":"rituals","offset":794},{"uri":"Celtic_music","surface_form":"songs","offset":860},{"uri":"Poetry","surface_form":"poetry","offset":870},{"uri":"Irish_language","surface_form":"Irish language","offset":992},{"uri":"Scottish_Gaelic","surface_form":"Scottish Gaelic","offset":1008},{"uri":"Welsh_language","surface_form":"Welsh language","offset":1029},{"uri":"Pagan_Reconstructionism","surface_form":"Pagan Reconstructionist","offset":1096},{"uri":"Culture","surface_form":"culture","offset":1190},{"uri":"Eclectic","surface_form":"eclectic","offset":1223},{"uri":"Pagan","surface_form":"Pagan","offset":1523},{"uri":"Internet","surface_form":"Internet","offset":1585},{"uri":"Margot_Adler","surface_form":"Margot Adler","offset":1861},{"uri":"Pagan_Reconstructionism","surface_form":"Pagan Reconstructionists","offset":1929},{"uri":"Folklore","surface_form":"folklore","offset":2286},{"uri":"Gaels","surface_form":"Gaelic","offset":2351},{"uri":"Wales","surface_form":"Welsh","offset":2358},{"uri":"Gaul","surface_form":"Gaul","offset":2367},{"uri":"Scholar","surface_form":"scholar","offset":2389},{"uri":"Mystics","surface_form":"mystics","offset":2402},{"uri":"Meditation","surface_form":"meditation","offset":2500},{"uri":"Ritual","surface_form":"ritual","offset":2524},{"uri":"Honesty","surface_form":"honesty","offset":2550},{"uri":"Honorable","surface_form":"honorable","offset":2562},{"uri":"Scottish_Gaelic","surface_form":"Scottish Gaelic","offset":2758},{"uri":"Carmina_Gadelica","surface_form":"Carmina Gadelica","offset":2775},{"uri":"Irish_poetry","surface_form":"Irish","offset":2830},{"uri":"Welsh_poetry","surface_form":"Welsh poetry","offset":2839},{"uri":"F._Marian_McNeill","surface_form":"Marian McNeill","offset":2977},{"uri":"Kevin_Danaher","surface_form":"Kevin Danaher","offset":2993},{"uri":"Divination","surface_form":"divination","offset":3093},{"uri":"Otherworld","surface_form":"Otherworld","offset":3227},{"uri":"List_of_Celtic_deities","surface_form":"Celtic deities","offset":3353},{"uri":"Altar","surface_form":"altar","offset":3548},{"uri":"Shrine","surface_form":"shrine","offset":3559},{"uri":"Well","surface_form":"well","offset":3677},{"uri":"Streams","surface_form":"streams","offset":3684},{"uri":"Trees","surface_form":"trees","offset":3705},{"uri":"Divination","surface_form":"divination","offset":3730},{"uri":"Omen","surface_form":"omen","offset":3764},{"uri":"Cloud","surface_form":"cloud","offset":3789},{"uri":"Bird","surface_form":"bird","offset":3816},{"uri":"Animal","surface_form":"animal","offset":3826},{"uri":"Scottish_Gaelic","surface_form":"Scottish Gaelic","offset":4340},{"uri":"Irish_language","surface_form":"Irish","offset":4364},{"uri":"Gaels","surface_form":"Gaelic-oriented","offset":4397},{"uri":"Seattle%2C_Washington","surface_form":"Seattle","offset":4626},{"uri":"Proto-Celtic_language","surface_form":"Old Celtic","offset":4761}]}