{"id":806023,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Cristobal_(2020)","text":"e=\"preserve\">Tropical Storm Cristobal (2020) was a devastating storm that formed from the remnants of Tropical Storm Amanda. The storm formed over the Bay of Campeche on June 1, and devastated Mexico in the following days. It then made landfall in Louisiana on June 7. The storm weakened into a tropical depression shortly after, and became post-tropical over Wisconsin.\nThe storm was worsened by the COVID-19 pandemic, which was rapidly growing at that time. This impacted the ability of medical staff, who were at the time dealing with the pandemic. The storm caused 15 deaths and $665 million dollars.\nStorm history.\nOn May 31, the National Hurricane Center began to watch Tropical Storm Amanda in the Eastern Pacific for possible development in the Atlantic. Tropical Storm Amanda then made landfall in Guatemala, dissipating shortly after. However, some of its remains survived, and on June 1, they moved over the Bay of Campeche, and started to reorganize shortly after. At this time, they were given a 90% chance of formation. Shortly after, it organized into a tropical depression. On July 2, it strengthened into a tropical storm, as the system started to turn toward the south. On June 3, it reached its peak intensity, with winds of 60 mph, as it made landfall in Mexico. It then stalled near Ciudad del Carmen, as it weakened to a tropical depression.\nHowever, as it weakened, it started to speed towards the north, and on June 5, it intensified into a tropical storm again, despite being over the Yutactán Peninsula. It started to reintensify again, reaching its second peak intensity of 50 mph. However, the system did not look like a tropical cyclone, but despite this, it made a second landfall in Louisiana, on June 6, at peak intensity. The storm moved to the east-north-east, weakening, and on June 10, the storm became post-tropical, over Wisconsin.\nOther Websites.\n[https://www.nhc.noaa.gov/archive/2020/CRISTOBAL.shtml?| The NHC’s Advisory Archive of Tropical Storm CRISTOBAL]","categories":[],"infobox_types":[],"annotations":[{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":151},{"uri":"Mexico","surface_form":"Mexico","offset":193},{"uri":"Louisiana","surface_form":"Louisiana","offset":248},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":360},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":401},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":635},{"uri":"Pacific_Ocean","surface_form":"Eastern Pacific","offset":705},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":753},{"uri":"Guatemala","surface_form":"Guatemala","offset":807},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":919},{"uri":"Mexico","surface_form":"Mexico","offset":1275},{"uri":"Louisiana","surface_form":"Louisiana","offset":1714},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":1859}]}