{"id":8060,"url":"http://en.wikipedia.org/wiki/Lincoln%2C_Nebraska","text":"Lincoln is the capital city of Nebraska, United States. The City of Lincoln Only Omaha has more people of any city in Nebraska. Lincoln is also the county seat of Lancaster County and the home of the University of Nebraska. Lincoln's 2010 Census population was 258,379.\nLincoln was founded in 1856 as the village of Lancaster. It became the county seat of the newly created Lancaster County in 1859. The capital of Nebraska Territory had been Omaha since the start of the territory in 1854. Most of the territory's population lived south of the Platte River. After much of the territory south of the Platte became a part of Kansas, the legislature voted to move the capital south of the river and as far west as possible. They made the village of Lancaster the new capital, in part due to the salt flats and marshes.\nPeople from Omaha tried to stop the move by renaming Lancaster after the recently killed President Abraham Lincoln. Many of the people south of the river had wanted the Confederate to win the recent Civil War. These people thought that the legislature would not approve the move if the future capital were named after Lincoln. The plan did not work, as Lancaster was renamed Lincoln and also became the state capital upon Nebraska's admission to the Union on March 1, 1867. The people either liked or disliked the new name depending on how they felt about the Civil War.\nNebraska State Capitol was designed by Bertram Grosvenor Goodhue and constructed between 1922 and 1932. The capitol building is a skyscraper topped by a golden dome. The tower is crowned by a 6-meter (20 ft) statue of a farmer sowing grain on a pedestal of wheat and corn, to represent the state's agricultural heritage. City zoning rules prevent any other building from rivaling it in height, making it a landmark not only within the city but for the surrounding area. Inside, there are many paintings and iridescent murals showing Native American heritage and the history and culture of the early pioneers who settled Nebraska. It is the second tallest U.S. State Capitol building behind the Louisiana State Capitol building in Baton Rouge.\nLincoln has a humid continental climate (\"Dfa\" in the Köppen climate classification).","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_(city)","surface_form":"capital","offset":15},{"uri":"City","surface_form":"city","offset":23},{"uri":"Nebraska","surface_form":"Nebraska","offset":31},{"uri":"United_States","surface_form":"United States","offset":41},{"uri":"Omaha","surface_form":"Omaha","offset":81},{"uri":"Nebraska","surface_form":"Nebraska","offset":118},{"uri":"County_seat","surface_form":"county seat","offset":148},{"uri":"Lancaster_County%2C_Nebraska","surface_form":"Lancaster County","offset":163},{"uri":"University_of_Nebraska%E2%80%93Lincoln","surface_form":"University of Nebraska","offset":200},{"uri":"Lancaster_County%2C_Nebraska","surface_form":"Lancaster County","offset":374},{"uri":"Nebraska_Territory","surface_form":"Nebraska Territory","offset":415},{"uri":"Omaha%2C_Nebraska","surface_form":"Omaha","offset":443},{"uri":"Platte_River","surface_form":"Platte River","offset":545},{"uri":"Kansas","surface_form":"Kansas","offset":624},{"uri":"Salt_flats","surface_form":"salt flats","offset":793},{"uri":"Marsh","surface_form":"marsh","offset":808},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":916},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":986},{"uri":"Nebraska_State_Capitol","surface_form":"Nebraska State Capitol","offset":1388},{"uri":"Bertram_Goodhue","surface_form":"Bertram Grosvenor Goodhue","offset":1427},{"uri":"Louisiana_State_Capitol","surface_form":"Louisiana State Capitol","offset":2082},{"uri":"Baton_Rouge","surface_form":"Baton Rouge","offset":2118},{"uri":"Humid_continental_climate","surface_form":"humid continental climate","offset":2145},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":2185}]}