{"id":806056,"url":"http://en.wikipedia.org/wiki/Boundary_(cricket)","text":"e=\"preserve\">In cricket, the boundary is the edge of the field. A rope is usually put on the boundary to show where it is. The word \"boundary\" can also mean the runs scored (either 4 or 6) when the ball touches the boundary or the ground outside the boundary.\nEdge of the field.\nIn international cricket, the boundaries of the field are about or more from the center of the field.\nScoring runs.\nIf the ball is in play and touches the boundary or the ground outside of the field, then it is worth at least four runs, and the ball becomes dead (no longer in play). If the ball was hit by the batter, and didn't touch the ground in the field before or when it became dead, then it is worth six runs. If a fielder throws the ball at the boundary or the ground beyond the boundary, then four runs are scored as \"overthrows\" in addition to any runs the batters had already scored by running.\nIf the ball touches a fielder who is touching the boundary or the ground beyond the boundary, then it is treated as if the ball has touched the boundary. The same goes for when the ball touches a fielder who is in the air who touched the boundary or the ground beyond the boundary immediately before going in the air, if the fielder had not legally touched the ball before.\nWhen a boundary is scored, any runs the batters scored by running do not count, unless the batters had scored more runs by running than the number of runs scored by the boundary; when this happens, the runs scored by the boundary do not count.\nThe Laws of Cricket allow the teams and umpires to agree to change the number of runs scored by the two types of boundaries before the game.\nFour runs.\nFour runs are scored when the ball touches the ground in the field and then touches the boundary or the ground beyond the boundary.\nSix runs.\nSix runs are scored when the ball touches the boundary, or the ground beyond the boundary, without having touched the ground in the field.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":16},{"uri":"Run_(cricket)","surface_form":"runs","offset":161}]}