{"id":8061,"url":"http://en.wikipedia.org/wiki/Nuclear_fission","text":"Nuclear fission is a kind of nuclear reaction. It is when an atom splits apart into smaller atoms. Some fission reactions give off a lot of energy, and are used in nuclear weapons and nuclear reactors. Nuclear fission was discovered in December 1938 by the German nuclear chemist Otto Hahn and his assistant Fritz Strassmann in Berlin.\nAn atom is the smallest particle which makes up a chemical element (e.g. hydrogen, oxygen, magnesium). All atoms are very small. Atoms are made of three components or particles: Protons, neutrons and electrons. The protons and neutrons are clumped together in a ball called a nucleus, at the center of every atom. The electrons orbit around the nucleus in its 'electron cloud'. Elements which have large nuclei, such as uranium and plutonium, can be made to fission.\nIf a (relatively) very large atomic nucleus is hit by a slow-moving neutron, it will sometimes become unstable and break into two nuclei. When the nucleus breaks apart (or fissions) it releases energy, mostly as gamma rays and heat. It also causes some neutrons to be released from the nucleus.\nFor a few isotopes (an atom with the same amount of protons but a different amount of neutrons) such fission can release many neutrons. If those neutrons then hit other atoms, they will make the other atoms split. This can happen again and again. This is called a nuclear chain-reaction, and it can release huge amounts of energy very quickly. The amount of energy released by a nuclear chain reaction is measured in kilotons. One kiloton is the same as the energy of one thousand tons of TNT (trinitrotoluene).\nIn a nuclear bomb, this must happen very quickly to make a very big explosion. In a nuclear reactor this must happen slowly to make heat. The heat is used to boil water into steam, which turns a steam turbine to generate electricity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_reaction","surface_form":"nuclear reaction","offset":29},{"uri":"Atom","surface_form":"atom","offset":61},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":164},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":184},{"uri":"Otto_Hahn","surface_form":"Otto Hahn","offset":280},{"uri":"Berlin","surface_form":"Berlin","offset":328},{"uri":"Chemical_element","surface_form":"chemical element","offset":386},{"uri":"Hydrogen","surface_form":"hydrogen","offset":409},{"uri":"Oxygen","surface_form":"oxygen","offset":419},{"uri":"Magnesium","surface_form":"magnesium","offset":427},{"uri":"Nucleus_(physics)","surface_form":"nucleus","offset":612},{"uri":"%27electron_cloud","surface_form":"'","offset":696},{"uri":"Electron_cloud","surface_form":"electron cloud","offset":697},{"uri":"Uranium","surface_form":"uranium","offset":756},{"uri":"Plutonium","surface_form":"plutonium","offset":768},{"uri":"Atomic_nucleus","surface_form":"atomic nucleus","offset":832},{"uri":"Unstable","surface_form":"unstable","offset":905},{"uri":"Gamma_ray","surface_form":"gamma ray","offset":1015},{"uri":"Isotope","surface_form":"isotope","offset":1108},{"uri":"Nuclear_chain-reaction","surface_form":"nuclear chain-reaction","offset":1362},{"uri":"Trinitrotoluene","surface_form":"TNT","offset":1587},{"uri":"Nuclear_bomb","surface_form":"nuclear bomb","offset":1615},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":1694},{"uri":"Steam_turbine","surface_form":"steam turbine","offset":1805}]}