{"id":806100,"url":"http://en.wikipedia.org/wiki/Partnership_(cricket)","text":"e=\"preserve\">In cricket, there are two batsmen (scoring players) on the field who are in a partnership. Each batsman is in one of the two batsmen's grounds during their team's scoring turn. When the two batsmen run between the grounds, they score one run for each time both batsmen swap grounds, but when both batsmen are not in one of the grounds, their opponents can hit the wicket in that ground with the ball to temporarily prevent the batsmen from scoring further runs, and run out the batsman nearest that ground. The batsman who is in the ground at the striker's end of the pitch at the start of a delivery is the one who attempts to hit the ball during that delivery, while the other batsman only runs.\nEvery time one of the two batsmen on the field gets out, another batsman enters the field and has a new partnership with the batsman who did not get out. Each partnership is named by looking at the number of batters who were out before and after the partnership; for example, the partnership between the two batsmen who are on the field when only one batter on the team is out is called the \"second-wicket partnership\", because it happens after the team has lost 1 wicket (had 1 batter get out), but before the loss of the team's second wicket. Because of this, it rarely happens that a batter retires (leaves the field without being out) and a new batter enters the field without changing the number of the partnership.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":16},{"uri":"Batsmen%27s_grounds","surface_form":"batsmen's grounds","offset":138},{"uri":"Innings","surface_form":"scoring turn","offset":176},{"uri":"Run_(cricket)","surface_form":"run","offset":251},{"uri":"Wicket","surface_form":"wicket","offset":377},{"uri":"Run_out","surface_form":"run out","offset":479},{"uri":"Striker%27s_end","surface_form":"striker's end","offset":560},{"uri":"Delivery_(cricket)","surface_form":"delivery","offset":605},{"uri":"Out_(cricket)","surface_form":"out","offset":763},{"uri":"Retire_(cricket)","surface_form":"retires","offset":1305}]}