{"id":806448,"url":"http://en.wikipedia.org/wiki/Predator-prey_equations","text":"The predator-prey equations is a system of two linked equations that models two species that depend on each other: One is the prey, which provides food for the other, the predator. Both prey and predator populations grow if conditions are right. Alfred J. Lotka found these equations in 1925. Vito Volterra found them, independently, in 1926. For this reason, the equations are also called Lotka-Volterra equations.\nThe equations themselves are non-linear differential equations.\nThere are a number of pre-conditions\nIn this case the solution of the differential equations is deterministic and continuous. This means that the generations of both the predator and prey are overlapping all the time.\nApplications.\nHe observed that between 1915 and 1920, more of these fish were caught. He expained this as follows: During the First World War, less fishing was done. For this reason, there were more prey animals, so the number of predators increased. After the war, fishing increased again, reducing the number of prey animals. This also led to a decrease in the number of predators, which can be seen in the table above.\nThe use of the first Lotka-Volerra rule in economics is known as pork cycle.\nExtensions.\nThe predator-prey equations have also been the foundation of other work. Volterra himselft extended it to be able to model intraspecific competition. Intraspecific competition occurs when two aninimals of the same species compete for limited resources. Intraspecific competition is an important factor to regulate population density. It is also important to be able to adapt to a changing environment (and for evoution). Volterra did this by adding new terns to the equation.\nMost of Volerra's work is about extending the model to be able to handle more than two classes of animals interacting.","categories":[],"infobox_types":[],"annotations":[{"uri":"Equation","surface_form":"equations","offset":54},{"uri":"Species","surface_form":"species","offset":80},{"uri":"Prey","surface_form":"prey","offset":126},{"uri":"Food","surface_form":"food","offset":147},{"uri":"Predation","surface_form":"predator","offset":171},{"uri":"Alfred_J._Lotka","surface_form":"Alfred J. Lotka","offset":246},{"uri":"Vito_Volterra","surface_form":"Vito Volterra","offset":293},{"uri":"Differential_equation","surface_form":"differential equations","offset":456},{"uri":"Deterministic_system","surface_form":"deterministic","offset":576},{"uri":"Continuous_function","surface_form":"continuous","offset":594},{"uri":"First_world_war","surface_form":"First World War","offset":824},{"uri":"Fishing","surface_form":"fishing","offset":846},{"uri":"Pork_cycle","surface_form":"pork cycle","offset":1185},{"uri":"Intraspecific_competition","surface_form":"intraspecific competition","offset":1332},{"uri":"Evolution","surface_form":"evoution","offset":1619}]}