{"id":80670,"url":"http://en.wikipedia.org/wiki/Khalid_ibn_al-Walid","text":"Khālid ibn al-Walīd (585–642) () also known as Sayf-Allah al-Maslul (the Drawn Sword of God or Sword of Allah), was one of the two famous Arab generals of the Muslim army during the Muslim conquests of the 7th Century.\nHe is famous for his military success, as he commanded the forces of Muhammad and of his immediate successors Abu Bakr and Umar ibn al-Khattab. He was undefeated in over a hundred battles against the numerically superior forces of the Byzantine Roman Empire, Sassanid Persian Empire, and their allies. Therefore he is regarded as one of the finest military commanders in history. His greatest strategic achievements were his quick conquest of the Persian Empire and conquest of Roman Syria within three years from 633 to 636. His greatest tactical achievements were his successful double envelopment maneuver at Walaja and his victories at Ullais and Yarmouk.\nKhalid ibn Walid was from the Meccan tribe of Quraysh, who opposed Muhammad, and he played a vital role in their victory at the Battle of Uhud. He converted, however, and joined Muhammad after the Treaty of Hudaybiyyah and commanded various expeditions for him. After Muhammad's death, he played a key role in commanding Medinan forces for Abu Bakr in the Ridda wars, the capture of the Sassanid Arab client Kingdom of Al-Hirah, and the defeat of the Sassanid Persian forces during his conquest of the Persian Empire.\nYouth and approximately 590 root Khalid bin Walid was born in the year. His mother and father is Lübabe family Velid'dir sad. Family (tribe sad) specializing in military matters and is a privileged tribe of Quraysh. As a youth, spears, bows and swords were learning to use and cavalry. Personal weapon of choice was the sword.\nBefore the early years of Islam Islam Khalid bin Walid, corresponding to a soldier in his youth was notorious in pure Quraysh. He did not participate in the Battle of Badr but he participated in the Battle of Uhud. Khalid fought against Muslims for the first time. Muslims in this battle orders to the rear of the cavalry deployed in a way that can sag. However, the path of Muhammad bin Abdullah, this horse and fifty archers for defense has hired. The beginning of the war on Muslims to come up with their position archers terkedince, Khalid bin Walid opportunity to evaluate and Muslim armies from the rear with the cavalry in order has stuck. Khalid ibn al-Walid with this movement changed the course of the war and has defeated the Muslims. This is the last time after the war against Muslims fought in the Battle of Trench. After agreement with previously Hudaybiyyah Muslim brother, Walid joined the ranks via","categories":[],"infobox_types":[],"annotations":[{"uri":"Arab","surface_form":"Arab","offset":138},{"uri":"Muslim_conquests","surface_form":"Muslim conquests","offset":182},{"uri":"Muhammad","surface_form":"Muhammad","offset":288},{"uri":"Abu_Bakr","surface_form":"Abu Bakr","offset":329},{"uri":"Umar_ibn_al-Khattab","surface_form":"Umar ibn al-Khattab","offset":342},{"uri":"Byzantine_Empire","surface_form":"Byzantine","offset":454},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":464},{"uri":"Sassanid_Empire","surface_form":"Sassanid","offset":478},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":487},{"uri":"Strategy","surface_form":"strategic","offset":612},{"uri":"Achievement","surface_form":"achievements","offset":622},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":666},{"uri":"Tactic","surface_form":"tactic","offset":758},{"uri":"Double_envelopment","surface_form":"double envelopment","offset":800},{"uri":"Maneuver","surface_form":"maneuver","offset":819},{"uri":"Battle_of_Walaja","surface_form":"Walaja","offset":831},{"uri":"Battle_of_Ullais","surface_form":"Ullais","offset":859},{"uri":"Battle_of_Yarmouk","surface_form":"Yarmouk","offset":870},{"uri":"Mecca","surface_form":"Mecca","offset":909},{"uri":"Quraysh","surface_form":"Quraysh","offset":925},{"uri":"Battle_of_Uhud","surface_form":"Battle of Uhud","offset":1007},{"uri":"Treaty_of_Hudaybiyyah","surface_form":"Treaty of Hudaybiyyah","offset":1076},{"uri":"Medina","surface_form":"Medina","offset":1200},{"uri":"Ridda_wars","surface_form":"Ridda wars","offset":1235},{"uri":"Sassanid_Empire","surface_form":"Sassanid","offset":1266},{"uri":"Al-Hirah","surface_form":"Al-Hirah","offset":1298},{"uri":"Sassanid_army","surface_form":"Sassanid Persian forces","offset":1330},{"uri":"Islamic_conquest_of_Persia","surface_form":"conquest of the Persian Empire","offset":1365}]}