{"id":806711,"url":"http://en.wikipedia.org/wiki/Alvotech","text":"Alvotech is a privately-owned, multinational biopharmaceutical company that develops and manufactures biosimilar products for the treatment of cancer and autoimmune and inflammatory diseases. The company was founded in 2013 by chief executive and chairman of sister company Alvogen, Robert Wessman.\nThe company’s manufacturing facility opened in Reykjavík, Iceland in 2016, and is dedicated to the production of biosimilars of monoclonal antibodies.\nAlvotech’s headquarters are in Reykjavík, Iceland, with additional research, development and regulatory centres across in Switzerland, Germany and the U.S. The company’s international team includes around 500 scientists and professionals.\nHistory.\nAlvotech was founded in 2013 by the chairman and chief executive of Alvogen, Robert Wessman. Shortly after its launch, the company announced its strategy to invest in the development and manufacturing of a portfolio of biosimilar monoclonal antibodies.\nIn 2014, the development of new products was initiated, further enhancing Alvotech’s pipeline of biosimilar candidates. The company entered a partnership with Finesse Solutions, which provided Alvotech laboratory and manufacturing technology via its turnkey SmartFactory GMP manufacturing platform suite.\nIn 2016, Alvotech acquired German biopharmaceutical development company Baliopharm. The company opened its research and development centre in the Science Park of the University of Iceland, Reykjavík, at the start of June that year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Privately-owned","surface_form":"privately-owned","offset":14},{"uri":"Biopharmaceutical","surface_form":"biopharmaceutical","offset":45},{"uri":"Biosimilar","surface_form":"biosimilar","offset":102},{"uri":"Treatment_of_cancer","surface_form":"treatment of cancer","offset":130},{"uri":"Autoimmune","surface_form":"autoimmune","offset":154},{"uri":"Inflammatory_diseases","surface_form":"inflammatory diseases","offset":169},{"uri":"Reykjav%C3%ADk%2C_Iceland","surface_form":"Reykjavík, Iceland","offset":481},{"uri":"Antibodies","surface_form":"antibodies","offset":939},{"uri":"Baliopharm","surface_form":"Baliopharm","offset":1328}]}