{"id":806749,"url":"http://en.wikipedia.org/wiki/Imran_Momina","text":"Syed Muhammad Imran Momina AKA Emu is a multi-dimensional pianist & is one of the founding members of the band Fuzon who had been playing since the age of 19.\nHis flair for arranging his own music and experimenting with melodies made him set up his own recording and mixing studio — and this is where the jam sessions take place.\nTechnically proficient, self-tutored Fuzoneer, Emu has an array of possibilities at his disposal. Imran aka ‘Emu' is a charismatic keyboard exponent. The music stalwart that he is, Emu has an uncanny knack for orchestrating memorable music which is dominant in Fuzon's gilt-edged.\nFUZON.\nFuzon is the brainchild of Emu & lead guitarist Shallum Xavier. The band bases its roots on experimentation and collaboration between different soundscapes and musical disciplines, hence the name ‘Fuzon’.\nThe biggest musical sensation to revolutionize the Pakistani & Indian music scene in the past 10 years; Fuzon has broken boundaries and records at home and abroad. Fuzon encompasses hybrid styles of exquisite melodies and everlasting pop/rock instrumentation, hence carving out a special niche for themselves.\nFuzon touched the heights of popularity with their first album \"Saagar,\" which featured 12 tracks, with a common strain of pop melodies blended with Pakistani classical and folk vocals. The opening track \"Aakhon Kay Saagar\" gave rise to their popularity within Pakistan.\nPakistani Theater Show ISHQ.\nIn September 2017 EMU composed the music for the Pakistani Theater play ISHQ in UK which was an adaptation of Heer-Ranjha. The show received outstanding response from the audience in UK and Emu's music was highly appreciated by all.\nWork Outside Pakistan.\nIn 2010 his band Fuzon did a special song and a video for the Bollywood movie Mumbai Cutting starring Jimmy Shergill, Soha Ali Khan and Sachin Khedekar for which he was anxiously waiting for the release of the film. In 2017 Fuzon collaborated with Rahat Fateh Ali to direct the song \"Zindagi Ae ZIndagi\" for the film Maatr- The Mother.","categories":[],"infobox_types":[],"annotations":[{"uri":"Imran_Momina","surface_form":"Imran Momina","offset":14}]}