{"id":80694,"url":"http://en.wikipedia.org/wiki/Arbon","text":"Arbon is a municipality and capital city of the district of Arbon in the canton of Thurgau in Switzerland.\nHistory.\nThe shores of Lake Constance near Arbon have been inhabited since the Stone Age. Archaeological digs in 1885 and 1944 have uncovered stilt houses from the Stone and Bronze Ages. At first, it was assumed that these were built over water, since they were raised on stilts. However, it is now known that they were on the shore and were built in this fashion because the ground was swampy.\nDuring Roman times, \"Bergli\" was probably a Roman fort. The raised situation and view over the lake were strategically important. Since 1957, regular excavations have shown the remains of late Roman fortifications. The Latin name of Arbon, \"Arbor Felix\" (meaning \"happy tree\"), first appears in the \"Itinerarium Antonini\" in 300.\nAccording to the chronicles of Ammianus Marcellinus, Emperor Gratian went to Arbon in 378, and stayed there until 401.\nIn the 8th century, the area became part of the territory of the Franks.\nIn 610, Irish monks who were followers of Columban of Luxeuil settled in Arbon. They found a small Christian settlement called \"Castrum\" there. One of these monks was St. Gallus, the founder of the monastery of St. Gallen. He died in 627 in Arbon. In 720, a fortification on the site of the present castle was built by a Frankish troop. The foundations of this early fortress remain.\nEcclesiastically, Arbon belonged to the territory of the Bishop of Constance. In 1255, Bishop Eberhard von Waldburg gave Arbon a dispensation for market rights in the area and built the city wall. That century saw an influx of inhabitants from the surrounding farms. From 1262 to 1264, and again in 1266, the young Duke of Swabia, Conradin of Hohenstaufen, resided in Arbon because the Bishop of Constance was his guardian. The surrounding towns of Steinach, Mörschwil, Horn, Goldach, Egnach, Roggwil, and Steinebrunn all belonged to the parish of Arbon.\nThe 14th century saw further growth. Linen production and other crafts developed. Between 1322 and 1334, Bishop Rudolf von Montfort rebuilt the crumbling fortress. A fire of unknown cause in 1390 destroyed much of the \"Altstadt\". A second fire in 1494 was set by the sons of a hanged thief.\nWhen Thurgau was conquered by the Swiss \"Eidgenossen\" in 1460, the Bishops of Constance retained Arbon. However, in the Swabian War of 1499, they lost civil rights over the territory, retaining only ecclesiastical supremacy. Arbon then became part of the Old Swiss Confederacy.\nThe castle of Arbon in its present form was built in 1515 by Bishop Hugo von Hohenlandenberg. The tower is older and dates to 993.\nIn 1525, the first stirrings of the Reformation reached Arbon. In 1537, the reformed congregation was forced to return the church of St. Martin to the Catholic Church and meet in the chapel in Erdhausen, although only a small minority of the population remained Catholic. Religious conflict continued until the 18th century. In 1712, Thurgau declared equality for the various faiths.\nIn the 18th century, the linen and embroidery industry was established in Arbon. The industrialists built attractive villas in the area, such as the «Rotes Haus» built in 1750.\nIn 1798, Thurgau was occupied by French troops, along with much of the rest of Switzerland. The adoption of the Swiss constitution ended Arbon's dependence on the Bishops of Constance. The Bishop's representative, Franz Xaver Wirz von Rudenz, was forced to leave the city. In 1803, Arbon became part of the new canton of Thurgau. From 1803 to 1815, Arbon and Horn (an exclave in the canton of St. Gallen) were united in one municipality.\nIn the 19th century, Arbon developed into an economic and manufacturing center. This occurred primarily because of the pioneering efforts of industrialist Franz Saurer, who move his foundry from St. Gallen to Arbon in 1863. Starting in 1888, his factory built all kinds of machinery and motors. Until 1983, the factory produced trucks and buses, and until 1986 military vehicles. Today, the factory produces only textile machinery. At its high point, the factory employed 5000 workers. The population grew from 660 in 1844 to over 10,000 at the turn of the century.\nSince the beginning of the 20th century, Arbon has had a large non-Swiss minority. Tensions between ethnic groups led to riots with several fatalities in 1902.\nIn 1911, Arbon was the site of the International Socialist Congress. From the 1920s to the 1950s, the Social Democratic majority held power in the city, and it was known as \"red Arbon\".\nPopulation.\nThe population of the city of Arbon is about 13,000 people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Municipality","surface_form":"municipality","offset":11},{"uri":"Capital_city","surface_form":"capital city","offset":28},{"uri":"Arbon_(district)","surface_form":"district of Arbon","offset":48},{"uri":"Cantons_of_Switzerland","surface_form":"canton","offset":73},{"uri":"Thurgau","surface_form":"Thurgau","offset":83},{"uri":"Switzerland","surface_form":"Switzerland","offset":94},{"uri":"Stone_Age","surface_form":"Stone Age","offset":186},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":281},{"uri":"Ancient_Rome","surface_form":"Roman","offset":509},{"uri":"Latin","surface_form":"Latin","offset":721},{"uri":"Ammianus_Marcellinus","surface_form":"Ammianus Marcellinus","offset":863},{"uri":"Gratian","surface_form":"Gratian","offset":893},{"uri":"Franks","surface_form":"Franks","offset":1016},{"uri":"Columban_of_Luxeuil","surface_form":"Columban of Luxeuil","offset":1066},{"uri":"Gallus","surface_form":"Gallus","offset":1195},{"uri":"Bishop_of_Constance","surface_form":"Bishop of Constance","offset":1465},{"uri":"Eberhard_von_Waldburg","surface_form":"Eberhard von Waldburg","offset":1502},{"uri":"Duke_of_Swabia","surface_form":"Duke of Swabia","offset":1723},{"uri":"Conradin","surface_form":"Conradin","offset":1739},{"uri":"Rudolf_von_Montfort","surface_form":"Rudolf von Montfort","offset":2075},{"uri":"Eidgenosse","surface_form":"Eidgenosse","offset":2295},{"uri":"Swabian_War","surface_form":"Swabian War","offset":2374},{"uri":"Old_Swiss_Confederacy","surface_form":"Old Swiss Confederacy","offset":2509},{"uri":"Hugo_von_Hohenlandenberg","surface_form":"Hugo von Hohenlandenberg","offset":2600},{"uri":"Reformation","surface_form":"Reformation","offset":2699},{"uri":"Franz_Saurer","surface_form":"Franz Saurer","offset":3817},{"uri":"International_Socialist_Congress","surface_form":"International Socialist Congress","offset":4423},{"uri":"Population","surface_form":"population","offset":4590}]}