{"id":806906,"url":"http://en.wikipedia.org/wiki/Forgetting_curve","text":"The forgetting curve is an idea from psychology, that shows how rapidly people forget things, if they do nothing to retain them. German psychologist Hermann Ebbinghaus discovered it. A related concept is the strength of memory: People with a stronger memory are able to remember things longer. Ebbinghaus tested how long he could remember random syllables, and recorded the results in his paper \"Über das Gedächtnis\" (1885). In 1913, this was translated into English as Memory: A Contribution to Experimental Psychology\". Ebbinghaus studied the memorisation of nonsense syllables, such as \"WID\" and \"ZOF\" (CVCs or Consonant–Vowel–Consonant) by repeatedly testing himself after various time periods and recording the results. He plotted these results on a graph creating what is now known as the \"forgetting curve\". Ebbinghaus investigated the rate of forgetting, but not the effect of spaced repetition on the increase in retrievability of memories.\nAs a rough guide, after 20 minutes, people can only recall about 60% of what they memorized. After a week, only about 15% is left. When Ebbinghaus did the experiment, he used meaningless sequences of syllables. In the 20th century, several other researchers repeated the experiment. One of them was Georg Elias Müller. For this reason, the results are still considered to be valid.\nTo be able to remember things better, more repetitions are needed. Things that are needed and used more often, will not be forgotten so easily.\nReferences.\nHermann \"Über das Gedächtnis. Untersuchungen zur experimentellen Psychologie.\" Duncker & Humblot, Leipzig 1885.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychology","surface_form":"psychology","offset":37},{"uri":"Hermann_Ebbinghaus","surface_form":"Hermann Ebbinghaus","offset":149},{"uri":"Random","surface_form":"random","offset":339},{"uri":"Syllable","surface_form":"syllables","offset":346},{"uri":"Spaced_repetition","surface_form":"spaced repetition","offset":885},{"uri":"Experiment","surface_form":"experiment","offset":1105},{"uri":"Georg_Elias_M%C3%BCller","surface_form":"Georg Elias Müller","offset":1249}]}