{"id":807170,"url":"http://en.wikipedia.org/wiki/National_parks_and_nature_reserves_of_Israel","text":"The national parks of Israel are historic sites or nature reserves, which are mostly operated by the National Nature and Parks Authority. In 2015, Israel had 81 national parks and more than 400 nature reserves.\nSome of the country's most notable parks are located at sites such as Tel Megiddo, Jerusalem and Ashkelon. These include the \"Alexander stream\" and \"Mount Carmel National Park\". Several parks and nature reserves have camping options, such as tent grounds and bungalows, open to small groups or campers. The main idea behind these parks and reserves is to guard the values of nature, landscape, heritage, and species.\nFollowing the drying of Lake Hula, the Hula Reserve was established in 1964 and became the first declared nature reserve in Israel. It is a major stopover for birds migrating between Africa, Europe and Asia. In 1963 the Israeli parliament approved the \"National parks and nature reserves act\", and as a result, two authorities were established: the National Parks Authority and the Nature Reserves Authority. In 1998 the two authorities were merged into one body - Israel Nature and Parks Authority.\nIn Israel, the difference between national parks and nature reserves is often hard to make. National parks are in most cases centered around archaeological sites, but sometimes include protected nature as well. The nature reserves often contain not just protected flowers, trees and animals, but also archaeological sites of importance.","categories":[],"infobox_types":[],"annotations":[{"uri":"History","surface_form":"historic","offset":33},{"uri":"Nature_reserve","surface_form":"nature reserve","offset":51},{"uri":"Park","surface_form":"park","offset":170},{"uri":"Tel_Megiddo","surface_form":"Tel Megiddo","offset":281},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":294},{"uri":"Ashkelon","surface_form":"Ashkelon","offset":308},{"uri":"Knesset","surface_form":"Israeli parliament","offset":848}]}