{"id":807161,"url":"http://en.wikipedia.org/wiki/Tony_Stark_(Marvel_Cinematic_Universe)","text":"Tony Stark, known as Iron Man, is a fictional character and the main protagonist of the Marvel Cinematic Universe, he's portrayed by Robert Downey Jr. and he's based on the character of the same name. Initially he's a fabbricator of weapons until he discovers that terrorists used them to harm innocents. Then he decided to stop the production of weapons and instead he starts building and wearing a technological suit to fight criminals.\nAs of 2020, Stark is one of the main figures of the Marvel Cinematic Universe, having currently appeared in seventh films. The character and Downey's performance are always credited for the still going success of the franchise with many calling Stark the best character of the series.\nPersonality.\nTony is a genius and a philanthropist. He's good hearted and also eccentric, wisecracking, sarcastic, esuberant, rational and optimistic. He's also very charismatic and friendly as he's able to befriend with someone in a short period of time.\nFilm appearences.\nRobert Downey Jr. portrays the character in the Marvel Cinematic Universe appearing for the first time in \"Iron Man\" (2008) and subsequently appearing in \"Iron Man 2\" (2010), \"The Avengers\" (2012), \"Iron Man 3\" (2013), ' (2015), ' (2016), ' (2017), ' (2018) and ' (2019). He made a cameo in \"The Incredible Hulk\" (2008) and Downey will reprise his role in \"Black Widow\" (2021).\nTelevision series.\nRobert Downey Jr. will voice the character in the Disney+ animated anthology series \"What If...?\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Marvel_Cinematic_Universe","surface_form":"Marvel Cinematic Universe","offset":88},{"uri":"Robert_Downey_Jr.","surface_form":"Robert Downey Jr.","offset":133},{"uri":"Iron_Man","surface_form":"the character of the same name","offset":169},{"uri":"Iron_Man_(film)","surface_form":"Iron Man","offset":1105},{"uri":"Iron_Man_2","surface_form":"Iron Man 2","offset":1153},{"uri":"The_Avengers","surface_form":"The Avengers","offset":1174},{"uri":"Iron_Man_3","surface_form":"Iron Man 3","offset":1197},{"uri":"The_Incredible_Hulk","surface_form":"The Incredible Hulk","offset":1290},{"uri":"Black_Widow_(film)","surface_form":"Black Widow","offset":1355},{"uri":"What_If...%3F","surface_form":"What If...?","offset":1480}]}