{"id":807225,"url":"http://en.wikipedia.org/wiki/Master_and_slave_philosophy","text":"\"Master and slave\" is a theme in philosophy that can be used in different ways. It is explained by the German philosophers Georg W. F. Hegel and Friedrich Nietzsche but with different meanings. In philosophy, the words \"master\" and \"slave\" are not always meant literally. The theme refers to a hierarchy of certain things or people being put beneath others.\n__TOC__\nHegel's explanation.\nGeorg W. F. Hegel wrote about a certain kind of recognition that people need. According to Hegel, people have a need to be recognised as individuals by other individuals. People fill this need by being recognised by others who aren't put beneath them. Part of this happens when people struggle against each other, even to death. People will risk their lives just to struggle for this kind of recognition. However, the outcome of this struggle creates a problem for filling this need. The person who loses the struggle will either die or become beneath the other person. This is taking the part of \"slave\". When someone puts someone else beneath themself, they take the part of \"master\". The person who loses the struggle can no longer give or receive the recognition that is needed. Therefore, when someone is put beneath others it damages how they think of themself. But also, when someone puts themselves others, they cannot get the recognition they need from those people anymore.\nHegel's explanation of master and slave has become important in many fields of study. Some examples are in social sciences, discourse analysis, and psychoanalysis. The American researcher David Duquette says the more correct name in English for this philosophy is \"lordship and bondage\", rather than \"master and slave\". The American professor Robert Brandom also says that Hegel's explanation represents when duty and authority are split apart. Duties are only given to the \"slave\" but authority is only given to the \"master\". The problems of master and slave happen when people try to take one without the other.\nNietzsche's explanation.\nFriedrich Nietzsche wrote many warnings about the dangers of morality. Morality is dangerous when it harms the best people and favours the people beneath them, says Nietzsche. He explains master and slave as two different approaches to values and morals. The first approach values noble things like honour, courage, self-worth, and excellence. These people value things based on what they see rather than what they are told. The second approach is what Nietzsche calls a weakness. It values things like sameness and pity. He also calls these \"priestly values\" because they are often to people by priestly religions. He says the ancient Hebrews were an example of priestly culture, and the ancient Romans were an example of a noble culture.\nThe \"slave revolt in morals\" is when the weaker people force their weaker values onto others. This happens when they get resentful about being beneath the stronger people. When these values spread, they favour the weak and priestly people at the cost of the better and nobler people. Nietzsche also says they are life-denying values, meaning they have a negative and unhealthy attitude towards living. They are what make morality dangerous. Nietzsche does not say slave morality is always bad though. Instead, \"the ideas of the herd should rule in the herd—but not reach out beyond it\". What this means is that weaker values be for the weaker people but for the nobler people. Before Nietzsche, the Russian nihilist Dmitry Pisarev had also said extraordinary people should free themselves from morality and priestly ideas.\nRelated philosophies.\nA slightly different theme of master and slave is also used by the ancient Greek philosopher Plato. It is a main part of his philosophy even though it often stays hidden. Plato says that enslavement is when a person cannot master themselves. When this happens they become a slave to their desires. The opposite of this he calls \"self-mastery\". He also says that people become mastered by others when they cannot master themselves. For example, people have leaders when they cannot lead themselves. For Plato, the slave and master relation is when something natural and disorderly is put beneath something divine and orderly. For example, Plato says the soul is master of the body. He also says that the world is naturally disorderly, but is turned orderly and scientific only by divine things. Nietzsche instead says there is no divine orderliness that masters the world. According to Nietzsche, the ancient Greeks before Plato already understood this better. These ancient Greeks were able to balance the disorder of Dionysus, and the reasoning of Apollo. He saw Plato as destroying this understanding. And so Nietzsche saw Plato as a coward who couldn't accept reality. Nietzsche's explanation of the master and slave theme is instead based on power, rather than orderliness.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy","surface_form":"philosophy","offset":33},{"uri":"Georg_Wilhelm_Friedrich_Hegel","surface_form":"Georg W. F. Hegel","offset":123},{"uri":"Friedrich_Nietzsche","surface_form":"Friedrich Nietzsche","offset":145},{"uri":"Master","surface_form":"master","offset":220},{"uri":"Slave","surface_form":"slave","offset":233},{"uri":"Hierarchy","surface_form":"hierarchy","offset":294},{"uri":"Beneath","surface_form":"beneath","offset":342},{"uri":"Georg_Wilhelm_Friedrich_Hegel","surface_form":"Georg W. F. Hegel","offset":387},{"uri":"Recognition","surface_form":"recognition","offset":435},{"uri":"Individual","surface_form":"individual","offset":524},{"uri":"Beneath","surface_form":"beneath","offset":625},{"uri":"Struggle","surface_form":"struggle","offset":672},{"uri":"Fields_of_study","surface_form":"fields of study","offset":1440},{"uri":"Social_sciences","surface_form":"social sciences","offset":1478},{"uri":"Discourse_analysis","surface_form":"discourse analysis","offset":1495},{"uri":"Psychoanalysis","surface_form":"psychoanalysis","offset":1519},{"uri":"Researcher","surface_form":"researcher","offset":1548},{"uri":"English_language","surface_form":"English","offset":1604},{"uri":"Serfdom","surface_form":"lordship and bondage","offset":1636},{"uri":"Professor","surface_form":"professor","offset":1704},{"uri":"Duty","surface_form":"duty","offset":1780},{"uri":"Authority","surface_form":"authority","offset":1789},{"uri":"Friedrich_Nietzsche","surface_form":"Friedrich Nietzsche","offset":2010},{"uri":"Morality","surface_form":"morality","offset":2071},{"uri":"Favour","surface_form":"favours","offset":2137},{"uri":"Value_(personal_and_cultural)","surface_form":"values","offset":2246},{"uri":"Noble","surface_form":"noble","offset":2291},{"uri":"Honour","surface_form":"honour","offset":2309},{"uri":"Courage","surface_form":"courage","offset":2317},{"uri":"Excellence","surface_form":"excellence","offset":2342},{"uri":"Pity","surface_form":"pity","offset":2526},{"uri":"Priest","surface_form":"priest","offset":2553},{"uri":"Religion","surface_form":"religion","offset":2615},{"uri":"Hebrew_people","surface_form":"ancient Hebrews","offset":2638},{"uri":"Culture","surface_form":"culture","offset":2682},{"uri":"Ancient_Rome","surface_form":"ancient Romans","offset":2699},{"uri":"Revolution","surface_form":"revolt","offset":2761},{"uri":"Resentful","surface_form":"resentful","offset":2871},{"uri":"Nihilism","surface_form":"nihilist","offset":3457},{"uri":"Extraordinary","surface_form":"extraordinary","offset":3495},{"uri":"Ancient_Greece","surface_form":"ancient Greek","offset":3662},{"uri":"Plato","surface_form":"Plato","offset":3688},{"uri":"Desire","surface_form":"desires","offset":3884},{"uri":"Leader","surface_form":"leader","offset":4051},{"uri":"Natural","surface_form":"natural","offset":4152},{"uri":"Disorder","surface_form":"disorderly","offset":4164},{"uri":"Divine","surface_form":"divine","offset":4200},{"uri":"Orderly","surface_form":"orderly","offset":4211},{"uri":"Soul","surface_form":"soul","offset":4248},{"uri":"Body","surface_form":"body","offset":4270},{"uri":"Scientific","surface_form":"scientific","offset":4355},{"uri":"Dionysus","surface_form":"Dionysus","offset":4613},{"uri":"Reason","surface_form":"reason","offset":4631},{"uri":"Apollo","surface_form":"Apollo","offset":4644},{"uri":"Coward","surface_form":"coward","offset":4731},{"uri":"Reality","surface_form":"reality","offset":4758}]}