{"id":807323,"url":"http://en.wikipedia.org/wiki/Maksym_Shkil","text":"Maksym Shkil (Ukrainian: Максим Шкіль; born 19 August 1983) is a Ukrainian businessman, founder and owner of MS Capital Holding, which includes the First Logistics Company, AVTOSTRADA, Audi Center Odessa South, and the Pryluky Agrarian Company. He is a founder of Maksym Shkil Charitable Foundation and a Vice President of the National Association of Road Workers of Ukraine.\nBiography.\nIn 2015, Maksym Shkil graduated from Lviv Polytechnic, majoring in Applied Linguistics.\nIn 2008, he graduated with a degree in law from Ivan Franko Lviv National University.\nIn 2010, he received a diploma in \"business economics\" from Lviv Polytechnic.\nIn 2012, he received the degree of Candidate of Legal Sciences.\nCareer.\nIn 2006 he together with partners founded an enterprise for the extraction, processing and sale of granite.\nIn 2011, Maksym Shkil founded the First Logistics Company LLC, which is one of the largest Ukrainian companies in the field of grain transportation by rail with a fleet of 1,500 cars. Among the partners of the First Logistics Company are the largest traders in Ukraine and the world.\nIn 2016, Shkil built the largest Audi dealership in Ukraine - Audi Center Odessa South.\nIn 2016, together with a German partner, he created a joint Ukrainian-German company \"AUTOSTRADA\", which specializes in the construction and overhaul of roads and bridges. In 2020, the company invested more than $70 million in the development of its own facilities and as for 2020 is one of Ukraine's leaders in the field of road construction.\nIn 2019, Shkil merged all businesses into one structure, MS Capital Holding, which employs more than 2,000 people.\nIn 2020, MS Capital Holding established the Pryluky Agrarian Company and invested ₴160 million in the purchase of an elevator and corporate rights for Kurs-Agro, whose land bank is about 5,000 hectares within the Chernihiv and Poltava regions.\nFamily.\nMaksym is married and raises two daughters.\nCharity and community service.\nIn 2011, the businessman founded the Maksym Shkil Charitable Foundation. Over the years, the Foundation has implemented more than 300 social projects and provided assistance to more than 10,000 families throughout Ukraine.\nIn 2020, the businessman headed the infrastructure committee of the Federation of Employers of Ukraine.\nSince 2020, Maksym Shkil holds the position of Vice President of the National Association of Road Workers of Ukraine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":14}]}