{"id":807363,"url":"http://en.wikipedia.org/wiki/Race_(anthropology)","text":"e=\"preserve\">The definition of race by Merrium-Webster is any one of the groups that humans are often divided into based on physical traits regarded as common among people of shared ancestry. The field of anthropology has largely been based off of examining racial differences. Despite centuries of scientific racism, the biological concept of race has been debunked.\nHistory of Race.\nThe term race often refers to skin color, which is direct relation to latitudinal location on planet. Solar radiation from the sun effects melanin production, which is the pigment in the skin that determines skin color. Groups closer to the equator typically produce more melanin, and thus have darker skin to protect from the increased solar radiation.\nCharles Darwin(1809-1882), known for his theory of natural selection, believed that there were distinct races, and that human evolution was progressive, meaning that the white races were thought to be more evolved than the black races as he stated in his The Decent of Man. Carl Linnaeus(1707-1778), who created the binomial nomenclature to show the relations between species of animals, put humans into the order primates, and thought that there were four human sub-species- European Whites, American Reds (Native Americans), Asian Browns, and African Blacks.\nThe Formation of Anthropology.\nThe field of anthropology is the study of humans through time. There are now four main subfields- Physical (biological) anthropology, cultural anthropology, archaeology, and linguistics. Anthropology was originally created in attempt to understand human differences. Samuel Morton (1799-1851), originally a physician and viewed as the first physical anthropologist, collected human skulls. He measured them and attempted to compare the sizes of five different human racial groups, trying to prove that whites had the biggest brain sizes and therefore were the most intelligent. Herbert Spencer (1820-1903) believed that traits such as a strong work ethic and morality were traits that could be passed down genetically, from parent to child. Spencer coined the phrase \"survival of the fittest\" and used those ideas to justify poor work conditions and racism. All of these ideas led to the rise of scientific racism where scholars used science to back up their racist ideologies, although the science they used was later proved to be wrong. Francis Galton (1822-1911), was an English anthropologist who was interested in the hereditary of intelligence and coined the term eugenics, which was the idea of only mating people with desirable traits to increase the occurrence of those traits. It was thought that since non-whites were less intelligent, and that you could breed for higher intelligence, whites should not mate with non-whites. Laws were passed that made interracial marriages illegal.\nThese ideas persisted for a long time, and some even still today. Ideas slowly began to change throughout the 1900s. Lewis Henry Morgan (1818-1881) was an American Anthropologist who was interested in kinship systems and social evolution. He became deeply interested in the Native American populations, concerned about their struggles with colonialism and oppression. He was adopted by the Seneca Native American tribe, and worked closely with Ely S. Parker, a Seneca member to write \"The League of the Iroquois\". While Morgan gave Parker some initial credit for his contribution to the publication, Morgan still often took credit for the work, and even at times pushed harmful Native American Stereotypes. Sir Edward Burnett Tylor (1832-1917) was a British Anthropologist, and often cited as the founder of cultural anthropology. He introduced the theory of progressive evolution, the idea that cultures evolved from primitive to modern, and that those considered primitive were just less evolved peoples than the western people who had modern culture, similar to the ideas of Darwin. Earnest Hooton (1887-1954) was an American Physical anthropologist, who spent his career advocating for eugenics and attempting to separate races into categories based on skeletal features and measurements. He sat on a Committee on the Negro, which studied the anatomy of Black people to try and prove that they were an inferior subgroup.\nDebunking the Race concept.\nFranz Boas (1858-1942) was a German born American Anthropologist. He spent a lot of his career fighting against and working to deconstruct scientific racism. He was one of first to challenge the classification of human variation. He also took on a lot of minority students, both students of color and women, encouraging them in their projects. However, Boas did not always seem to grasp the of the lives of those he worked with who were trying to be scholars and to be activists for their people. And he wasn't always willing to collaborate with others (especially women) who challenged his ideas. However, Boas produced many well-known anthropologists who continued to carry on his ideas and legacy.\nSince then, race has been proved to be a social construct. There is no biological basis for race, but humans have created race as a classification to justify centuries of slavery, genocide, and oppression. Differences in races should really be attributed to geography. Many differences in skeletal morphology, skin color, and even disease, are all rooted in geographical differences.\nRegardless of the progress that has been made within the field of anthropology regarding race, the contributions and work of many black and indigenous anthropologists have been overlooked. Scholars such as W.E.B DuBois, Antenor Firmin, Zora Neale Hurston, Ely Parker, and Francis LeFresche are just a few.\nModern Anthropology and Race.\nDespite what we now know about race, anthropology still relies on the physical description of race. Forensic anthropology, which analyzes human remains with the intention of aiding criminal investigations still uses the descriptor of race to describe and match missing persons. The use of race still persists, because while we know that there is no real biological basis for race, there is a social basis for race, which must be acknowledged. We can use the genetic variation between populations of different geographical locations, known as ancestry, to determine possible race. This aids in finding missing persons and suspects, and matching missing persons to remains.","categories":[],"infobox_types":[],"annotations":[{"uri":"Melanin","surface_form":"melanin","offset":524},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":739},{"uri":"Natural_selection","surface_form":"natural selection","offset":790},{"uri":"Human_evolution","surface_form":"human evolution","offset":859},{"uri":"Carl_Linnaeus","surface_form":"Carl Linnaeus","offset":1013},{"uri":"Binomial_nomenclature","surface_form":"binomial nomenclature","offset":1055},{"uri":"Primates","surface_form":"primates","offset":1153},{"uri":"Anthropology","surface_form":"anthropology","offset":1344},{"uri":"Archaeology","surface_form":"archaeology","offset":1488},{"uri":"Linguistics","surface_form":"linguistics","offset":1505},{"uri":"Herbert_Spencer","surface_form":"Herbert Spencer","offset":1909},{"uri":"Scientific_racism","surface_form":"scientific racism","offset":2227},{"uri":"Francis_Galton","surface_form":"Francis Galton","offset":2370},{"uri":"Eugenics","surface_form":"eugenics","offset":2501},{"uri":"Colonialism","surface_form":"colonialism","offset":3166},{"uri":"Oppression","surface_form":"oppression","offset":3182},{"uri":"Franz_Boas","surface_form":"Franz Boas","offset":4279},{"uri":"Slavery","surface_form":"slavery","offset":5151},{"uri":"Genocide","surface_form":"genocide","offset":5160},{"uri":"Oppression","surface_form":"oppression","offset":5174},{"uri":"Forensic_anthropology","surface_form":"Forensic anthropology","offset":5800}]}