{"id":8073,"url":"http://en.wikipedia.org/wiki/Nintendo_DS","text":"The Nintendo DS (also known as \"DS\", \"NDS\", or the DS Phat) is a handheld system from Nintendo. Development began in mid-2002 and it was released in 2004/2005. It has a successor called the Nintendo 3DS, the very first 3D handheld, which also plays \"DS\" games. The DS is a small, nearly pocket-size fold-up machine that lets people play video games. The games are stored on small cartridges which are like memory card chips from digital cameras. Some games, such as \"Super Mario 64 DS\", were released on the same day as the original \"DS\".\nFor most of Nintendo's systems, there have been no load times, except for the GameCube and Wii. With the DS, a level in the game loads up quickly, just like with Game Boy games. This is because cartridges can be read a lot quicker than CDs or DVDs.\nThe \"DS\" also has many new features. It has a new surround sound system. The \"DS\" (as well as the DS Lite) also has backwards compatibility with the Game Boy Advance (only single-player mode). However, the \"DS\" and DS Lite are incapable of playing the Game Boy or Game Boy Color games. The \"DS\" features a touch screen, a screen often used for extra gameplay (like a PDA). The \"DS\" packaging comes with two styluses.\nCompetition.\nThe Nintendo DS is one of the rivals of Sony's PlayStation Portable. However, both Nintendo and Sony state that their products were aimed at different people, so there is \"technically\" no competition. The DS has currently sold more units than the PSP has.\nNintendo DS Lite.\nNintendo later developed and newer variation of the Nintendo DS, known as the Nintendo DS Lite. It was first announced on January 26, 2006 and released on March 2, 2006 in Japan, on June 1, 2006 in Australia, on June 11, 2006 in North America, on June 23, 2006 in Europe, and on January 18, 2007 in South Korea.\nThe DS Lite is compatible with the same games. It is smaller, lighter, and brighter and features a backlit screen. Because of its design, the Game Boy Advance games stick out in Slot 2. The second slot also features a cover for players to when not in use. The DS Lite is sold in white, black, pink, blue, red, and silver. This console even has colors such as metallic rose, metallic silver, and black with white.\nNintendo DSi.\nOn October 2, 2008, Nintendo announced a third model titled the Nintendo DSi. It was released in Japan in 2008 and in 2009/2010 worldwide. It is bigger and brighter than the DS Lite and the Game Boy Advance slot was removed (in place of an SD Card), which caused a lot of disappointment when it came out. Development of the DSi began in late 2006, shortly after the release of the DS Lite\nNintendo DSi XL.\nA year later, Nintendo announced a fourth and final model in the DS family called the Nintendo DSi XL (called Nintendo DSi LL in Japan). Announced on October 29, 2009, it was released in Japan in 2009 and in 2010 worldwide. It is a larger version of the DSi and the biggest, heaviest, widest, and brightest of the four models. Like the DSi, the Game Boy Advance slot was removed.\nBestselling games.\nSome of the \"DSs bestselling games are \"Nintendogs\", \"Mario Kart DS\", \"New Super Mario Bros\", \"Brain Age\", \"Pokémon Diamond and Pearl, and \".\nAccessories.\nThere are many accessories for the Nintendo DS, including different coloured styluses and protective cases. Some protective cases include the highly durable Nerf cases. Most \"DS\" systems have a screen protector and a car adapter, used to charge the \"DS\" in a car.\nSales.\nThe \"DS\" has sold 154.01 million units as of July 14, 2015, making it the best selling handheld of all time. It has currently beat the record of its sibling console (The Game Boy/Game Boy Color), which has sold 118.69 million.","categories":[],"infobox_types":["information appliance"],"annotations":[{"uri":"Nintendo","surface_form":"Nintendo","offset":86},{"uri":"Nintendo_3DS","surface_form":"Nintendo 3DS","offset":190},{"uri":"Machine","surface_form":"machine","offset":307},{"uri":"Video_game","surface_form":"video game","offset":337},{"uri":"Cartridge_(electronics)","surface_form":"cartridges","offset":380},{"uri":"Memory_card","surface_form":"memory card","offset":406},{"uri":"Digital_camera","surface_form":"digital camera","offset":429},{"uri":"Super_Mario_64_DS","surface_form":"Super Mario 64 DS","offset":467},{"uri":"Nintendo_GameCube","surface_form":"GameCube","offset":617},{"uri":"Wii","surface_form":"Wii","offset":630},{"uri":"Compact_Disc","surface_form":"CDs","offset":775},{"uri":"DVD","surface_form":"DVD","offset":782},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":937},{"uri":"Game_Boy","surface_form":"Game Boy","offset":1040},{"uri":"Game_Boy_Color","surface_form":"Game Boy Color","offset":1052},{"uri":"Touch_screen","surface_form":"touch screen","offset":1094},{"uri":"PDA","surface_form":"PDA","offset":1155},{"uri":"Sony","surface_form":"Sony","offset":1258},{"uri":"PlayStation_Portable","surface_form":"PlayStation Portable","offset":1265},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":1946},{"uri":"Nintendo_DSi","surface_form":"Nintendo DSi","offset":2295},{"uri":"Nintendo_DSi_XL","surface_form":"Nintendo DSi XL","offset":2723},{"uri":"Nintendogs","surface_form":"Nintendogs","offset":3076},{"uri":"Mario_Kart_DS","surface_form":"Mario Kart DS","offset":3090},{"uri":"New_Super_Mario_Bros","surface_form":"New Super Mario Bros","offset":3107},{"uri":"Brain_Age","surface_form":"Brain Age","offset":3131},{"uri":"Pok%C3%A9mon_Diamond_and_Pearl","surface_form":"Pokémon Diamond and Pearl","offset":3144},{"uri":"Stylus","surface_form":"stylus","offset":3268},{"uri":"Nerf","surface_form":"Nerf","offset":3348}]}