{"id":807475,"url":"http://en.wikipedia.org/wiki/Anatomical_terms_of_location","text":"Anatomical terms of location have been developed. They help describe the anatomy of animals (including humans). They describe standard positions on an animal. They use Latin and Greek words.\nIntroduction.\nStandard terms let all biological and medical scientists, veterinarians, doctors and anatomists to communicate information about animal bodies and their organs. Much of this information has been standardised in internationally agreed vocabularies for humans (Gray's Anatomy) and animals\nFor humans, and other animals which stand on two feet (bipeds), terms used are different from animals which stand on four (quadrupeds). Humans are described in the standard anatomical position, which is standing up with arms outstretched. So, what is on \"top\" of a human is the head, whereas the \"top\" of a dog may be its back, and the \"top\" of a flounder could refer to either its left or its right side. Unique terms are used to describe animals without a backbone (invertebrates), because of their wide variety of shapes and symmetry.\nSuperior and inferior.\nAbove and below. In humans it means the head and feet. In animals it means the back and the underneath.\nAnterior and posterior.\nMeans the front and the back.\nMedial and lateral.\nMeans the midline and the sides. The terms \"left\" and \"right\" are sometimes used, or their Latin alternatives dexter (right) and sinister (left).\nProximal and distal.\nThe terms proximal and distal are used to describe parts of a feature that are close to, or distant from, the main mass of the body. Thus the upper arm in humans is proximal and the hand is distal.\n\"Proximal and distal\" are frequently used when describing appendages, such as fins, tentacles, and limbs.\nThis terminology is also employed in molecular biology and therefore referring to the atomic position of molecules in a given compound.\nCentral and peripheral.\nCentral and peripheral refer to the distance towards and away from the centre of something.\nCentral describes something close to the centre. For example, the great vessels run centrally through the body; many smaller vessels branch from these.\nPeripheral describes something further away from the centre of something. For example, the arm is peripheral to the body.\nSuperficial and deep.\nDeep describes something further away from the surface of the organism.\nSuperficial describes something near the outer surface of the organism. For example, in skin, the epidermis is superficial to the subcutis.\nDorsal and ventral.\nThese two terms, used in anatomy and embryology, describe something at the back (\"dorsal\") or front/belly (\"ventral\") of an organism.\nThe dorsal surface of an organism refers to the back, or upper side, of an organism. If talking about the skull, the dorsal side is the top.\nThe ventral surface refers to the front, or lower side, of an organism.\nFor example, in a fish, the pectoral fins are dorsal to the anal fin, but ventral to the dorsal fin.\nCranial and caudal.\nFor example, in horses, the eyes are caudal to the nose and rostral to the back of the head.\nThese terms are generally preferred in veterinary medicine and not used as often in human medicine.\nIn humans, \"cranial\" and \"cephalic\" are used to refer to the skull, with \"cranial\" being used more commonly. The term \"rostral\" is rarely used in human anatomy, apart from embryology, and refers more to the front of the face than the superior aspect of the organism. Similarly, the term \"caudal\" is used more in embryology and only occasionally used in human anatomy. This is because the brain is situated at the superior part of the head whereas the nose is situated in the anterior part. Thus, the \"rostrocaudal axis\" refers to a C shape (see image above).","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin_language","surface_form":"Latin","offset":168},{"uri":"Greek_language","surface_form":"Greek","offset":178},{"uri":"Veterinarian","surface_form":"veterinarian","offset":263},{"uri":"Physician","surface_form":"doctors","offset":278},{"uri":"Anatomist","surface_form":"anatomist","offset":290},{"uri":"Gray%27s_Anatomy","surface_form":"Gray's Anatomy","offset":464},{"uri":"Biped","surface_form":"biped","offset":547},{"uri":"Quadruped","surface_form":"quadruped","offset":615},{"uri":"Standard_anatomical_position","surface_form":"standard anatomical position","offset":656},{"uri":"Head","surface_form":"head","offset":770},{"uri":"Flounder","surface_form":"flounder","offset":839},{"uri":"Invertebrate","surface_form":"invertebrate","offset":960},{"uri":"Appendage","surface_form":"appendage","offset":1654},{"uri":"Fins","surface_form":"fins","offset":1674},{"uri":"Tentacle","surface_form":"tentacle","offset":1680},{"uri":"Limb_(anatomy)","surface_form":"limbs","offset":1695},{"uri":"Molecular_biology","surface_form":"molecular biology","offset":1739},{"uri":"Great_vessels","surface_form":"great vessels","offset":2020},{"uri":"Skin","surface_form":"skin","offset":2410},{"uri":"Epidermis","surface_form":"epidermis","offset":2420},{"uri":"Subcutis","surface_form":"subcutis","offset":2452},{"uri":"Embryology","surface_form":"embryology","offset":2519},{"uri":"Pectoral_fins","surface_form":"pectoral fins","offset":2857},{"uri":"Anal_fin","surface_form":"anal fin","offset":2889},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":2918},{"uri":"Horse","surface_form":"horse","offset":2966},{"uri":"Veterinary_medicine","surface_form":"veterinary medicine","offset":3082},{"uri":"Embryology","surface_form":"embryology","offset":3315}]}