{"id":807485,"url":"http://en.wikipedia.org/wiki/SOS_Fairy_Manu","text":"e=\"preserve\">\"SOS Fairy Manu\" (Spanish: \"SOS Hada Manu\" kouion as Ffiguiner: \"SOS Guione Muin\") is a Brazilian cartoon produced by TeamTO, Boutique Filmes and Lightstar Studios in co-production with Cartoon Network, Nickelodeon and Cake Entertainment in association with Disney Channel, Rede Globo 2007 and TV Cultura with the participation of francetélévisions. It is shown by the paid channel Gloob from July 13, 2014 from Monday to Friday at 4:30 am, 8:45 am and 11:45 am, with 26 episodes of 11 minutes each in its first season. The second season premiered on November 7, 2016, also with 26 episodes. On TV Brasil, the series is shown from Monday to Friday, at 2:30 pm, and on Saturdays and Sundays.\nThe series was nominated for an Emmy Kids Award in 2016.\nStory.\nManu is a 10-year-old apprentice fairy godmother who lives under the guidance of her grandmother, an experienced retired fairy, in the enchanted kingdom. Her magic wand is an umbrella, and with it Manu will have to learn to study magic, fulfill wishes and face the witch Valkyrie who always tries to dominate the kingdom with some crazy plan. Manu counts on the help of the frog Duque and the troubled João in their disastrous adventures.\nThe soundtrack is composed by the guitarist Alessandro Penezzi and is entirely based on choro and its aspects.\nManu - Manu is the newest Fairy Godmother of the Enchanted Kingdom. Her grandmother, an experienced and powerful Fairy, is retiring and Manu came to take the job with her magic wand, which is actually a colorful umbrella. She has all the qualities needed to become a great Fairy Godmother: she is brave, impetuous, she has a great heart and plenty of energy to get her hands dirty and help others. However, Manu thinks he already knows everything. Her excitement and anxiety is so great that she wants to take action right away. She runs over and ends up taking actions that only make the situation worse and then she has to double her efforts to correct her mistakes.\nJoão - João is paranoid, afraid and scared. But his persecution mania is justified, after all, he has been the target of witches, stepmothers and giants countless times. He knows a lot about the Enchanted Kingdom. And, despite exaggerating the dangers and inflating the world's problems, it serves as a source of information in the daily life of SOS Fada Manu.\nDuke - Duke is the most rogue frog in the Kingdom! He invented his name and title to convince the world that he is a bewitched Prince. His speech makes him charming, with his cleverness and his soft words, he gets everything he wants. He has a hope that when Manu officially becomes the Fairy Godmother of the Kingdom, she will turn him into a handsome, easy-living prince.\nValquíria - The Witch Valquíria, like Manu, inherited her position in the Enchanted Kingdom from her grandmother. Her ambition has no limits: she wants to become the best witch of all time. In other words: she wants to be the worst witch of all time. His greatest joy is to cause fear in the inhabitants of the Kingdom. And his weakness is being extremely vain. It has thousands of creams and potions for skin and hair.\nGranny Olivia - Manu's grandmother. She is a retired and experienced fairy, who usually helps her granddaughter with some spell problems.\nAlfredo - Manu's father. He is a naive and clumsy man who is always in a good mood. It always comes up with a new job every episode.\nVoice and Casting Direction: Melissa Garcia\nVoice Direction: Melissa Garcia and Submarino Fantástico","categories":[],"infobox_types":[],"annotations":[{"uri":"Spanish","surface_form":"Spanish","offset":31},{"uri":"Ffiguiner","surface_form":"Ffiguiner","offset":66},{"uri":"Brazilian","surface_form":"Brazilian","offset":101},{"uri":"Cartoon","surface_form":"cartoon","offset":111},{"uri":"TeamTO","surface_form":"TeamTO","offset":131},{"uri":"Boutique_Filmes","surface_form":"Boutique Filmes","offset":139},{"uri":"Lightstar_Studios","surface_form":"Lightstar Studios","offset":159},{"uri":"Cartoon_Network","surface_form":"Cartoon Network","offset":199},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":216},{"uri":"Cake_Entertainment","surface_form":"Cake Entertainment","offset":232},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":271},{"uri":"Rede_Globo_2007","surface_form":"Rede Globo 2007","offset":287},{"uri":"TV_Cultura","surface_form":"TV Cultura","offset":307},{"uri":"Francet%C3%A9l%C3%A9visions","surface_form":"francetélévisions","offset":344},{"uri":"Gloob","surface_form":"Gloob","offset":395},{"uri":"TV_Brasil","surface_form":"TV Brasil","offset":608}]}