{"id":807597,"url":"http://en.wikipedia.org/wiki/Great_Bitter_Lake","text":"The Great Bitter Lake (; transliterated: al-Buhayrah al-Murra al-Kubra) is a saltwater lake in Egypt. Today, it is part of the Suez Canal, which connects it to the Mediterranean and the Red Sea. It is connected to the Small Bitter Lake (Arabic: البحيرة المرة الصغرى; transliterated: al-Buhayrah al-Murra as-Sughra), through which the canal also runs. Before the canal was built (1869), the site was a dry salt valley or basin. Even the ancient Pyramid Texts mention it. Ships traveling through the Suez Canal use the Great Bitter Lake as a \"passing lane\", where they can change their position in line or turn around.\nSalinity.\nThe place where the Great Bitter Lake is located used to be a dry salt valley. This still influences the salinity of the lake. Starting with the Six-Day War (1967), the Suez Canal was closed for eight years. During this time, the salinity of the lake increased a lot. It depends on how much seawater flows into it from the Red and the Mediterranean seas. Even when the canal is open, the Great Bitter Lake has a salinity level \"more than twice\" the level of the sea. While this makes it difficult for plant life to exist there, many species (of crabs, for example) migrate from the Red Sea through the area.\nAs the Suez canal has no locks, sea water flows freely into the lake from the Mediterranean and the Red Sea. In general, north of the lakes, the current changes seasonally, it flows to the north in winter, and south in summer. South of the lakes, the current is tidal, changing with the tides in the Red Sea.\nMany fish migrate from south to north through the canal. This is known as Lessepsian migration. It means that certain Red Sea species have come to colonize the eastern Mediterranean.\nQuincy Agreement.\nOn 14 February 1945, in the last year of World War II, Great Bitter Lake was the site of the Quincy Agreement. U.S. President Franklin D. Roosevelt, directly after the Yalta Conference with Winston Churchill and Joseph Stalin, met Saudi Arabia's King Abdulaziz on board the naval cruiser USS \"Quincy\".\nPresident Roosevelt's interpreter was U.S. Marine Corps Colonel Bill Eddy, who recorded the men's conversation in his book \"FDR Meets Ibn Saud\". The meeting is the subject of a BBC documentary by Adam Curtis, \"called Bitter Lake\" (2015).\nYellow Fleet.\nDuring the Six-Day War in 1967, the canal was closed. Egypt kept it closed until 1975, trapping 15 ships in the lake. These ships became known as the \"Yellow Fleet\", because of the desert sands which soon covered their decks. The crews of the ships would eventually organize, share resources, and later set up their own post office and stamp. Two German-flagged ships eventually sailed out of the canal on their own power. Stranded cargo included various perishables (such as eggs and fruit), T-shirts, and a load of toys destined for Woolworth's.","categories":[],"infobox_types":[],"annotations":[{"uri":"Salt_lake","surface_form":"saltwater lake","offset":77},{"uri":"Egypt","surface_form":"Egypt","offset":95},{"uri":"Suez_Canal","surface_form":"Suez Canal","offset":127},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":164},{"uri":"Red_Sea","surface_form":"Red Sea","offset":186},{"uri":"Pyramid_Texts","surface_form":"Pyramid Texts","offset":444},{"uri":"Salinity","surface_form":"salinity","offset":732},{"uri":"Six-Day_War","surface_form":"Six-Day War","offset":772},{"uri":"Seawater","surface_form":"seawater","offset":918},{"uri":"Crab","surface_form":"crabs","offset":1172},{"uri":"Lock_(water_transport)","surface_form":"locks","offset":1260},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":1313},{"uri":"Red_Sea","surface_form":"Red Sea","offset":1335},{"uri":"Tide","surface_form":"tidal","offset":1497},{"uri":"Lessepsian_migration","surface_form":"Lessepsian migration","offset":1618},{"uri":"World_War_II","surface_form":"World War II","offset":1786},{"uri":"President_of_the_United_States","surface_form":"U.S. President","offset":1856},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":1871},{"uri":"Yalta_Conference","surface_form":"Yalta Conference","offset":1913},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":1935},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":1957},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1976},{"uri":"Ibn_Saud","surface_form":"King Abdulaziz","offset":1991},{"uri":"United_States_Marine_Corps","surface_form":"U.S. Marine Corps","offset":2085},{"uri":"BBC","surface_form":"BBC","offset":2224},{"uri":"Six-Day_War","surface_form":"Six-Day War","offset":2310}]}