{"id":807829,"url":"http://en.wikipedia.org/wiki/Vinland","text":"Vinland is an area of the coast of North America, which Leif Erikson discovered around AD 1000. The name appears in the Vinland Sagas. It probably describes Newfoundland and the Gulf of Saint Lawrence, as far north as New Brunswick.\nWhat the name refers to.\nNote that the vines the name refers to could also have been blackcurrant. Even today, blackcurrant is called \"Vinbär\" (\"wine-berry\") in Swedish. In the north of Germany the name Weinbeere has been used to refer to blackcurrant, since the Middle Ages.The terms Meertrübli or Trübli (small grape) is still present in some southern German dialects, to refer to blackcurrant.\nThe first reference outside the Sagas is that of Adam of Bremen (1076) in his Gesta Hammaburgensis. He wrote: \"Praeterea unam adhuc insulam recitavit a multis in eo repertam occeano, quae dicitur Winland, eo quod ibi vites sponte nascantur, vinum optimum ferentes. Nam et fruges ibi non seminatas habundare, non fabulosa opinione, sed certa comperimus relatione Danorum.\" This can be translated as: \"In addition [the king of the Danes] reports on one of many islands in the ocean, which is called Winland, because vines grow there wild, which produce wine. That there are fruit in abundance which have non been [planted], we have not known from an incredible rumour, but from the report of the Danes.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Coast","surface_form":"coast","offset":26},{"uri":"North_America","surface_form":"North America","offset":35},{"uri":"Leif_Erikson","surface_form":"Leif Erikson","offset":56},{"uri":"Vinland_Sagas","surface_form":"Vinland Sagas","offset":120},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":157},{"uri":"Gulf_of_Saint_Lawrence","surface_form":"Gulf of Saint Lawrence","offset":178},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":218},{"uri":"Vine","surface_form":"vines","offset":272},{"uri":"Blackcurrant","surface_form":"blackcurrant","offset":318},{"uri":"Swedish_language","surface_form":"Swedish","offset":394},{"uri":"Germany","surface_form":"Germany","offset":419},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":496},{"uri":"Adam_of_Bremen","surface_form":"Adam of Bremen","offset":679}]}