{"id":807842,"url":"http://en.wikipedia.org/wiki/Miqueal-Symone_Williams","text":"Miqueal-Symone Williams (born 1997 in Saint Andrew Parish, Jamaica) is a Jamaican model and beauty pageant titleholder who was crowned Miss Jamaica Universe 2020. She will represent Jamaica at Miss Universe 2020-2021 pageant.\nLife and Career.\nWilliams was born in Mona, Jamaica. She attended the Immaculate Conception High School in Kingston. In September 2016, she enrolled at the University of the West Indies-Mona in Kingston, Jamaica. In 2020, Williams completed her BSc. degree in Management Studies (Marketing option) and a minor in Psychology, with high honors.\nIn April 2018, Williams started modelling professionally in London, England, United Kingdom. A Pulse/Select Model Search winner, she travelled around the world and modelled for several magazines including ELLE and Marie Claire and luxury brands such as Armani, Tommy Hilfiger and Valentino. Williams also modelled professionally in Paris, Milan, New York, and Spain.\nAs a runway model, Williams has walked for Halpern, Huishan Zhang, Richard Quinn, Roksanda Ilincic and Tommy Hilfiger. She modelled for the Valentino: Haute Couture Spring/Summer 2019 at the Paris Fashion Week.\nWilliams' advocacy centers around children and psychological trauma, which she herself experienced as a result of the death of her parents when she was much younger.\nPageantry.\nWilliams was crowned Miss Jamaica Universe 2020 pageant at the Bahia Principe Grand Jamaica Resort in Salt Coppers on Runaway Bay in Jamaica on December 12, 2020. The show aired on FLOW 1 TV. As the winner, Williams will represent Jamaica at the Miss Universe 2020 pageant.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Saint_Andrew_Parish%2C_Jamaica","surface_form":"Saint Andrew Parish, Jamaica","offset":38},{"uri":"Jamaica","surface_form":"Jamaica","offset":73},{"uri":"Miss_Jamaica_Universe","surface_form":"Miss Jamaica Universe 2020","offset":135},{"uri":"Jamaica","surface_form":"Jamaica","offset":182},{"uri":"Mona%2C_Jamaica","surface_form":"Mona, Jamaica","offset":264},{"uri":"Immaculate_Conception_High_School","surface_form":"Immaculate Conception High School","offset":296},{"uri":"University_of_the_West_Indies","surface_form":"University of the West Indies-Mona","offset":382},{"uri":"Kingston%2C_Jamaica","surface_form":"Kingston","offset":420},{"uri":"Miss_Jamaica_Universe","surface_form":"Miss Jamaica Universe 2020","offset":1345},{"uri":"Jamaica","surface_form":"Jamaica","offset":1555}]}