{"id":808059,"url":"http://en.wikipedia.org/wiki/Teairra_Mar%C3%AD","text":"Teairra Marquisha Thomas (born December 2, 1987) professionally known as Teairra Marí, is an American singer, songwriter, dancer, actress and model.\nCareer.\nMarí was discovered by the American music mogul Jay Z while she was 16 years old. Jay Z signed her under his label Roc-A-Fella records. In the same year, she released her debut album, titled ‘Roc-A-Fella Records Presents Teairra Mari’, which turned out to be a major debacle. It was a critical success but struggled in garnering the expected sales numbers. This failure threatened to destroy her musical career even before it started and she exited from the label during the production of her second album. A few years later, she got another chance to redeem her career with the single ‘Hunt 4 U’, and its success enabled her to approach studios to produce her second album. It was eventually released with the title ‘At that Point’. She embarked into acting in 2009 with the film ‘The Magnificent Cooly-T’. Thereafter, she appeared in another film ‘Lottery Ticket’ in 2010. She has also released some mix tapes featuring some well known artists of this era and has tasted success with her latest album, ‘Night Shift’ which was released in 2017.\nPersonal life.\nAccording to Teairra, she was in an-again-off-again relationship for nine years with Brandy Norwood's brother Ray J. In September 2014, Ray J claimed that Teairra was physically abusive to him during their relationship. In 2011, Teairra was arrested in Beverly Hills, California for allegedly assaulting a police officer. In July 2015, Mari was charged with battery after her Uber driver alleged that she punched him and stole his phone charger after he originally declined to let her charge her phone in his car. Nonetheless, the court case had ended in a mistrial when the judge had to excuse himself due to illness in early 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":93},{"uri":"Singer","surface_form":"singer","offset":102},{"uri":"Songwriter","surface_form":"songwriter","offset":110},{"uri":"Dancer","surface_form":"dancer","offset":122},{"uri":"Actor","surface_form":"actress","offset":130},{"uri":"Model","surface_form":"model","offset":142},{"uri":"Brandy_Norwood","surface_form":"Brandy Norwood","offset":1303},{"uri":"Ray_J","surface_form":"Ray J","offset":1328},{"uri":"Beverly_Hills%2C_California","surface_form":"Beverly Hills, California","offset":1471}]}