{"id":808087,"url":"http://en.wikipedia.org/wiki/Coal_forest","text":"Coal forests were huge areas of wetlands which covered much of the Earth's tropical land areas in the late Carboniferous (Pennsylvanian) and Permian times.\nAt the time most continents were crowded together in the supercontinent Gondwana. They lay on the path of tropical rainfall. As vegetable matter from these forests decayed, enormous deposits of peat accumulated, which later changed into coal. Now those continents are wide apart, but they have the coalfields which those ancient forests left behind.\nMuch of the carbon in the peat deposits produced by coal forests came from photosynthetic splitting of carbon dioxide. This released oxygen into the atmosphere. This increased the oxygen level, perhaps as high as about 35%. This had the effect of making the air more easily breathable by animals with limitrd respiratory systems. This may explain the size of \"Meganeura\" compared to modern dragonflies.\nThe coal forests covered tropical Euramerica (Europe, eastern North America, northwesternmost Africa) and China. Eventually, climate change devastated these tropical rainforests. The so-called Carboniferous rainforest collapse was caused by a cooler drier climate which broke up the rainforest ecosystem. The cause of this change was mountain uplift, no doubt caused by the continental plates squeezing against each other. During most of the rest of Carboniferous times, the coal forests were restricted to North America (such as the Appalachian and Illinois coal basins) and central Europe.\nAt the very end of the Carboniferous period, the coal forests underwent a resurgence, expanding mainly in eastern Asia, notably China. They never recovered fully in Euramerica. The Chinese coal forests continued to flourish well into Permian times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wetland","surface_form":"wetland","offset":32},{"uri":"Earth","surface_form":"Earth","offset":67},{"uri":"Tropics","surface_form":"tropical","offset":75},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":107},{"uri":"Pennsylvanian","surface_form":"Pennsylvanian","offset":122},{"uri":"Permian","surface_form":"Permian","offset":141},{"uri":"Supercontinent","surface_form":"supercontinent","offset":213},{"uri":"Gondwana","surface_form":"Gondwana","offset":228},{"uri":"Peat","surface_form":"peat","offset":350},{"uri":"Coal","surface_form":"coal","offset":393},{"uri":"Carbon","surface_form":"carbon","offset":518},{"uri":"Photosynthetic","surface_form":"photosynthetic","offset":581},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":609},{"uri":"Oxygen","surface_form":"oxygen","offset":639},{"uri":"Respiratory_system","surface_form":"respiratory system","offset":815},{"uri":"Meganeura","surface_form":"Meganeura","offset":866},{"uri":"Dragonflies","surface_form":"dragonflies","offset":896},{"uri":"Euramerica","surface_form":"Euramerica","offset":943},{"uri":"China","surface_form":"China","offset":1015},{"uri":"Orogeny","surface_form":"mountain uplift","offset":1243},{"uri":"Continental_plate","surface_form":"continental plate","offset":1283},{"uri":"Appalachia","surface_form":"Appalachia","offset":1443},{"uri":"Illinois","surface_form":"Illinois","offset":1459},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":1524}]}