{"id":80815,"url":"http://en.wikipedia.org/wiki/Carbon_fiber","text":"Carbon fiber (British English: carbon fibre) is a type of fiber that is made of carbon atoms. It is also sometimes called graphite fiber. It has the highest compressive strength of all the reinforcing materials (composites), and it has a high strength to weight ratio and low coefficient of thermal expansion. The density of carbon fiber is also much lower than the density of steel. Carbon fiber is in the form of several thousand long, thin strands of material that is composed of mostly carbon atoms.\nApplications.\nCarbon fiber is most notably used to reinforce composite materials, particularly carbon fiber reinforced polymers. Reinforced carbon-carbon (RCC) is used structurally in high-temperature applications. The fiber is also used to filter high-temperature gases.\nMolding a thin layer of carbon fibers significantly improves fire resistance of polymers or thermoset composites. This works because a dense, compact layer of carbon fibers efficiently reflects heat.\nThe increasing use of carbon fiber composites is displacing aluminum from aerospace applications in favor of other metals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Compressive_strength","surface_form":"compressive strength","offset":157},{"uri":"Composite_material","surface_form":"composites","offset":212},{"uri":"Strength","surface_form":"strength","offset":243},{"uri":"Weight","surface_form":"weight","offset":255},{"uri":"Coefficient","surface_form":"coefficient","offset":276},{"uri":"Thermal_expansion","surface_form":"thermal expansion","offset":291},{"uri":"Density","surface_form":"density","offset":314},{"uri":"Steel","surface_form":"steel","offset":377},{"uri":"Composite_material","surface_form":"composite material","offset":565},{"uri":"Reinforced_carbon-carbon","surface_form":"Reinforced carbon-carbon","offset":633},{"uri":"Filtration","surface_form":"filter","offset":745},{"uri":"Aluminum","surface_form":"aluminum","offset":1036},{"uri":"Aerospace","surface_form":"aerospace","offset":1050}]}