{"id":808186,"url":"http://en.wikipedia.org/wiki/Julius_the_Cat","text":"Julius the Cat is a funny animal cartoon character created in 1922 by Walt Disney and Ub Iwerks. He first appeared in the very first animated series created by Walt Disney, the \"Alice Comedies\", making him the predecessor of Oswald the Lucky Rabbit and Mickey Mouse. Julius is an anthropomorphic cat, appearing intentionally similar to Felix the Cat. A bold and inventive hero, he gradually became the primary focus of the \"Alice Comedies\", to the point Disney abandoned live action for pure animation on subsequent projects.\nJulius was the first of Disney's animated protagonists to battle Pete, their oldest continuing character.\nThe two \"Julius Katz\" stores on Buena Vista Street in Disney California Adventure are named in his honor.\nHistory.\nThe character first appeared (without a name) in eight of the ten animated shorts created by Disney's first studio effort, Laugh-O-Gram Studio, the last of these being the pilot of the \"Alice Comedies\", \"Alice's Wonderland\". After a trial run as \"Mike\" (in \"Alice the Peacemaker\"), he would receive his permanent name of Julius in \"Alice's Egg Plant\", making him Walt Disney's first named animated character. The primary motivation for the creation of the character was that Charles Mintz wanted to have the greatest possible visual gags in the series. Since the young Alice, first played by Virginia Davis, then only seven years old, could not be relied on for the comic role, she needed a partner, and Julius the Cat filled that role. Throughout the course of the Alice series, the animated Julius was increasingly made the central focus, over the live action Alice.\nIn one of his first appearances, \"Alice's Fishy Story\", Julius' tail demonstrates its great versatility, a recurring characteristic in the series. Walt repeatedly played on the mythology of cats having nine lives. In the short film \"Alice the Peacemaker\", he is partnered with a mouse named Ike (a forerunner to Mickey Mouse). This cat/mouse pairing was one of many famous animated duos from Krazy Kat (and Ignatz) through Tom and Jerry and Itchy and Scratchy. Julius was the first of Disney's animated characters to be antagonized by Pete, beginning in \"Alice Solves the Puzzle\". He would later box him in \"Alice Picks the Champ\".\nHe has occasionally appeared in Disney comics under the name \"Mio Miao\" in Italian and \"Otto\" in Swedish.\nCharacter.\nJulius was bold, resourceful and ingenious, playing the role of the hero, frequently rescuing damsel-in-distress Alice. He often used his prehensile tail to his advantage, as a crane, unicycle, ladder, or other useful tool. Ub Iwerks' unique animation style resulted in smooth, fluid movement.\nSimilarity to Felix.\nIn the early days of animation, Felix the Cat, who was created in November 9, 1919 by Otto Messmer for Pat Sullivan's studio, was the template for a successful animated character. Julius' similarity to Felix was not accidental, but due to Margaret Winkler urging the reluctant Disney to copy him. She had been the distributor for Felix the Cat, but was constantly fighting with Sullivan, eventually leading to a split, so she turned to Disney to fill the void. Like Felix, Julius would pace and detach his tail. When he was in a quandary, visible question marks would form over his head. The \"New York Times\" went so far as to call Julius a \"blatant clone... from the rubber-hose-and-circle design to the detachable body parts.\"\nLegacy.\nMany of the individual \"Alice Comedies\" films have been re-released, in packages like and. The Mickey Mouse cartoon Runaway Brain also features a character who, though visually modeled after Pete, is named Julius.\nDisney California Adventure's Julius Katz Shoe & Watch Repair and Julius Katz & Sons Appliance Repair stores on Buena Vista Street are named after Julius.\nFilmography.\nThe Julius character appeared in 49 of the 57 films of the \"Alice Comedies\" series.","categories":[],"infobox_types":["character"],"annotations":[{"uri":"Funny_animal","surface_form":"funny animal","offset":20},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":70},{"uri":"Ub_Iwerks","surface_form":"Ub Iwerks","offset":86},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":160},{"uri":"Alice_Comedies","surface_form":"Alice Comedies","offset":178},{"uri":"Oswald_the_Lucky_Rabbit","surface_form":"Oswald the Lucky Rabbit","offset":225},{"uri":"Mickey_Mouse","surface_form":"Mickey Mouse","offset":253},{"uri":"Anthropomorphism","surface_form":"anthropomorphic","offset":280},{"uri":"Cat","surface_form":"cat","offset":296},{"uri":"Felix_the_Cat","surface_form":"Felix the Cat","offset":336},{"uri":"Pete_(Disney)","surface_form":"Pete","offset":591},{"uri":"Buena_Vista_Street","surface_form":"Buena Vista Street","offset":664},{"uri":"Disney_California_Adventure","surface_form":"Disney California Adventure","offset":686},{"uri":"Laugh-O-Gram_Studio","surface_form":"Laugh-O-Gram Studio","offset":870},{"uri":"Television_pilot","surface_form":"pilot","offset":919},{"uri":"Alice_Comedies","surface_form":"Alice Comedies","offset":933},{"uri":"Alice%27s_Wonderland","surface_form":"Alice's Wonderland","offset":951},{"uri":"Alice_the_Peacemaker","surface_form":"Alice the Peacemaker","offset":1005},{"uri":"Alice%27s_Egg_Plant","surface_form":"Alice's Egg Plant","offset":1079},{"uri":"Charles_Mintz","surface_form":"Charles Mintz","offset":1222},{"uri":"Virginia_Davis","surface_form":"Virginia Davis","offset":1339},{"uri":"Alice%27s_Fishy_Story","surface_form":"Alice's Fishy Story","offset":1650},{"uri":"Prehensility","surface_form":"versatility","offset":1708},{"uri":"Alice_the_Peacemaker","surface_form":"Alice the Peacemaker","offset":1849},{"uri":"Krazy_Kat","surface_form":"Krazy Kat","offset":2008},{"uri":"Tom_and_Jerry","surface_form":"Tom and Jerry","offset":2039},{"uri":"Itchy_and_Scratchy","surface_form":"Itchy and Scratchy","offset":2057},{"uri":"Pete_(Disney)","surface_form":"Pete","offset":2151},{"uri":"Alice_Solves_the_Puzzle","surface_form":"Alice Solves the Puzzle","offset":2171},{"uri":"Boxing","surface_form":"box","offset":2212},{"uri":"Alice_Picks_the_Champ","surface_form":"Alice Picks the Champ","offset":2224},{"uri":"Damsel_in_distress","surface_form":"damsel-in-distress","offset":2459},{"uri":"Ub_Iwerks","surface_form":"Ub Iwerks","offset":2589},{"uri":"Otto_Messmer","surface_form":"Otto Messmer","offset":2766},{"uri":"Pat_Sullivan_(film_producer)","surface_form":"Pat Sullivan","offset":2783},{"uri":"Margaret_J._Winkler","surface_form":"Margaret Winkler","offset":2919},{"uri":"New_York_Times","surface_form":"New York Times","offset":3273},{"uri":"Reissue","surface_form":"re-released","offset":3473},{"uri":"Runaway_Brain","surface_form":"Runaway Brain","offset":3533},{"uri":"Disney_California_Adventure","surface_form":"Disney California Adventure","offset":3631},{"uri":"Buena_Vista_Street","surface_form":"Buena Vista Street","offset":3743},{"uri":"Alice_Comedies","surface_form":"Alice Comedies","offset":3859}]}