{"id":808277,"url":"http://en.wikipedia.org/wiki/Bearded_Collie","text":"The Bearded Collie, or Beardie, is a herding breed of dog once used mostly by Scottish shepherds, but now mostly a popular family pet.\nBearded Collies have an average weight of. Males are around tall at the shoulders while females are around tall.\nHistory of the Bearded Collie.\nThe Bearded Collie's history is mostly fact and false. Kazimierz Grabski, a Polish merchant, traded some grain for sheep in Scotland in 1514 and brought six Polish Lowland Sheepdogs to move the sheep. A Scottish shepherd was so impressed with the herding ability of the dogs that he traded several sheep for several dogs. The Polish sheepdogs were bred with local Scottish dogs to produce the Bearded Collie. It is generally agreed that Mrs. G. Olive Willison founded the modern Bearded Collie in 1944 with her brown bitch, Jeannie of Bothkennar. Jeannie was meant to be a Shetland Sheepdog, but Mrs. Willison was given a Bearded Collie by accident. She was so interested by the dog that she wanted to begin breeding, so she began looking for a male dog for Jeannie. While walking along the beach, Mrs. Willison met a man who was emigrating from Scotland; she became the owner of his grey dog, David, who became Bailie of Bothkennar. Bailie and Jeannie of Bothkennar are the makers of the modern breed; there are only a few other blood lines, preserved in large part by the perseverance of Mr. Nicolas Broadbridge (Sallen) and Mrs. Betty Foster (Bredon). These are based on Turnbull's Blue—a Bearded Collie from working stock, registered in ISDS when ISDS still registered non-Border Collies. He breeded three litters of Bearded Collies. The breed became popular during the last half of the 20th century—helped, in part, by Potterdale Classic at Moonhill, a Bearded Collie who won Best in Show at Crufts in 1989. The Bearded Collie Club celebrated its Golden Jubilee in 2005. The bearded collie is also good natured and is good as a family pet and a working dog and a show dog.\nMortality.\nThe average longevity (the age at which half of the dogs has died and half is still alive) of Bearded Collies from recent UK and USA/Canada surveys (the average of all surveys is 12.8 years); Beardies in the UK surveys lived longer (average ~13.4 years) than the USA/Canada bearded collies. (median 12.0 years). Most breeds have average longevities between 10 and 13 years and most breeds similar in size to Bearded Collies have average longevities between 11 and 13 years, so the lifespan of Bearded Collies appears to be on the higher compared with other breeds (at least in the UK). Individual dogs may die much earlier or later than the average. In a 1996 USA/Canada survey, 32% of Beardies died (including accidental deaths) before the age of nine; however, 12% lived longer than 14 years. The oldest of the 278 deceased dogs in the 2004 UK Kennel Club survey died at 19.5 years; the age at death of the oldest dog in the USA/Canada survey was not reported.\nThe highest causes of death among Beardies in the UK are old age (26%), cancer (19%), cerebrovascular disease (9%), and chronic kidney failure (8%). The highest causes of death among Beardies in the US and Canada are old age (18%), cancer (17%), kidney failure (8%), cerebrovascular disease (4%) and hypoadrenocorticism (4%). These are similar to eachother.\nMorbidity.\nBearded Collie owners in the UK said that the most common health issues among living dogs were musculoskeletal—mostly arthritis and cruciate ligament rupture (CLR)—gastrointestinal (primarily colitis and diarrhea) and urologic diseases. Beardie owners in the US and Canada reported that the most common health problems were hypothyroidism, cancer, Addison's disease, arthritis and skin problems. Morbidity in the two studies is not easily compared, however; the UK report grouped diseases, while the USA/Canada report used more detailed conditions.\nMore existing breed causes of death for the Bearded Collie include: Skin conditions, such as pemphigus foliaceous and black skin disease, follicular dysplasia, musculoskeletal conditions such as congenital elbow luxation, ocular conditions, such as corneal dystrophy, cataract and generalized progressive retinal atrophy (GPRA).\nHypoadrenocorticism.\nHypoadrenocorticism (also known as Addison's disease) is a disease in Bearded Collies, although the inheritance is not known. It occurs when the adrenal cortex produces less then needed numbers of glucocorticoid and/or mineralocorticoid hormones. It affects approximately 2–3.4% of Bearded Collies in the USA/Canada, and causes the death of at least 1% of Bearded Collies in the UK. These are higher percentages than for the average dog population (0.1%), and hypoadrenocorticism causes a disproportionate number of deaths among young dogs. Early symptoms are vague and easily mistaken for other conditions. Symptoms include unexplained lethargy, frequent gastric disturbances, or an inability to tolerate stress. Untreated, hypoadrenocorticism can cause death. Thankfully, with medication, most dogs can live a normal life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Herding_dog","surface_form":"herding","offset":37},{"uri":"Dog_breed","surface_form":"breed","offset":45},{"uri":"Dog","surface_form":"dog","offset":54},{"uri":"Scotland","surface_form":"Scottish","offset":78},{"uri":"Polish_Lowland_Sheepdog","surface_form":"Polish Lowland Sheepdogs","offset":436},{"uri":"Shetland_Sheepdog","surface_form":"Shetland Sheepdog","offset":852},{"uri":"Crufts","surface_form":"Crufts","offset":1776},{"uri":"Golden_Jubilee","surface_form":"Golden Jubilee","offset":1831},{"uri":"Chronic_kidney_failure","surface_form":"chronic kidney failure","offset":3051},{"uri":"Hypoadrenocorticism_in_dogs","surface_form":"hypoadrenocorticism","offset":3231},{"uri":"Arthritis","surface_form":"arthritis","offset":3418},{"uri":"Cruciate_ligament","surface_form":"cruciate ligament","offset":3432},{"uri":"Pemphigus_foliaceus","surface_form":"pemphigus foliaceous","offset":3942},{"uri":"Alopecia","surface_form":"black skin disease","offset":3967},{"uri":"Canine_follicular_dysplasia","surface_form":"follicular dysplasia","offset":3987},{"uri":"Joint_dislocation","surface_form":"elbow luxation","offset":4055},{"uri":"Corneal_dystrophy","surface_form":"corneal dystrophy","offset":4098},{"uri":"Cataract","surface_form":"cataract","offset":4117},{"uri":"Retinal_atrophy","surface_form":"retinal atrophy","offset":4154},{"uri":"Glucocorticoid","surface_form":"glucocorticoid","offset":4396},{"uri":"Mineralocorticoid","surface_form":"mineralocorticoid","offset":4418}]}