{"id":80822,"url":"http://en.wikipedia.org/wiki/Coefficient_of_thermal_expansion","text":"e=\"preserve\">Solids mostly expand in response to heating and contract on cooling. This response to temperature change is expressed as its coefficient of thermal expansion.\nThese characteristics are closely related. The volumetric thermal expansion coefficient can be measured for all substances of condensed matter (liquids and solid state). The linear thermal expansion can only be measured in the solid state and is common in engineering applications.\nThermal expansion coefficients for some common materials.\nThe expansion and contraction of material must be considered when designing large structures, when using tape or chain to measure distances for land surveys, when designing molds for casting hot material, and in other engineering applications when large changes in dimension due to temperature are expected. The range for α is from 10-7 for hard solids to 10-3 for organic liquids. α varies with the temperature and some materials have a very high variation. Some values for common materials, given in parts per million per Celsius degree: (NOTE: This can also be in kelvins as the changes in temperature are a 1:1 ratio)\nApplications.\nFor applications using the thermal expansion property, see bi-metal and mercury thermometer\nThermal expansion is also used in mechanical applications to fit parts over one another, e.g. a bushing can be fitted over a shaft by making its inner diameter slightly smaller than the diameter of the shaft, then heating it until it fits over the shaft, and allowing it to cool after it has been pushed over the shaft, thus achieving a 'shrink fit'\nThere exist some alloys with a very small CTE, used in applications that demand very small changes in physical dimension over a range of temperatures. One of these is Invar 36, with a coefficient in the 0.6x10-6 range. These alloys are useful in aerospace applications where wide temperature swings may occur.","categories":[],"infobox_types":[],"annotations":[{"uri":"Solid","surface_form":"Solid","offset":13},{"uri":"Heat","surface_form":"heat","offset":49},{"uri":"Temperature","surface_form":"temperature","offset":99},{"uri":"Liquid","surface_form":"liquid","offset":316},{"uri":"Tape","surface_form":"tape","offset":617},{"uri":"Chain","surface_form":"chain","offset":625},{"uri":"Surveying","surface_form":"land surveys","offset":656},{"uri":"Mold","surface_form":"mold","offset":685},{"uri":"Celsius","surface_form":"Celsius","offset":1036},{"uri":"Kelvin","surface_form":"kelvin","offset":1079},{"uri":"Bi-metal","surface_form":"bi-metal","offset":1207},{"uri":"Mercury-in-glass_thermometer","surface_form":"mercury thermometer","offset":1220},{"uri":"Bushing","surface_form":"bushing","offset":1336},{"uri":"Shaft","surface_form":"shaft","offset":1365},{"uri":"Invar","surface_form":"Invar","offset":1757}]}