{"id":808269,"url":"http://en.wikipedia.org/wiki/Welsh_Sheepdog","text":"e=\"preserve\">The Welsh Sheepdog (,) is a herding dog breed from Wales. Some people incorrectly call a Welsh Sheepdog a Welsh Collie - usually 'Welsh Collie' is used for a cross between a Welsh Sheepdog and a Border Collie, which is often a milder dog and easier to manage than the pure breed.\nLike other types of working dog, Welsh Sheepdogs are normally bred for their herding abilities rather than appearance, and so they are different in build, colour and size. Welsh Sheepdogs are the collie type, usually black-and-white, red-and-white or tricolour, and merle markings may occur over any of these combinations. The coat may be short or fairly long, and the ears are pricked, but usually folded at the tip. They are longer in leg, broader in chest and wider in muzzle than the Border Collie. They are extremely active and intelligent, and therefore need much exercise and mental stimulation, if they are to be kept as pets.\nOver many decades the Welsh Sheepdog has mostly been replaced for working sheep in Wales by the Border Collie, a standardised breed. However, in more recent years, efforts have been made to keep the Welsh Sheepdog as a variety.\nWelsh Sheepdogs are usually \"loose-eyed\", not scaring the stock with their eyes like the ' Border Collie. They are able to work freely without being under human control. Welsh Sheepdogs are most often used for herding sheep, but also work cattle, goats, and even horses and pigs. They were often in the past used as a droving dog to take cattle and sheep to markets in Britain.\nHealth.\n• Atopic Dermatitis, which seems to be more common indoors for this breed. It causes irritation to the dog's skin.\n• Collie Eye Anomaly, which is very common with collie breeds. It causes sight loss.\n• Epilepsy, a brain disorder which causes seizures.\n• Hip dysplasia, which makes the hip go weak. Mostly in growing dogs.\n• Diabetes, which is not listed for the dog breed being more likely to get, but there are increasing numbers of this. It causes weight loss, and makes the dog urinate more.\nFood levels.\nThe Welsh Sheepdog needs about three cups of dry food each day, which costs between $1.20 and $1.40. The monthly cost of this is about $35, but this can go to $45.","categories":[],"infobox_types":[],"annotations":[{"uri":"Herding_dog","surface_form":"herding dog","offset":41},{"uri":"Wales","surface_form":"Wales","offset":64},{"uri":"Coat_(dog)","surface_form":"colour","offset":448},{"uri":"Collie","surface_form":"collie","offset":489},{"uri":"Dog_type","surface_form":"type","offset":496},{"uri":"Merle_(coat_colour_in_dogs)","surface_form":"merle","offset":559},{"uri":"Border_Collie","surface_form":"Border Collie","offset":781},{"uri":"Border_Collie","surface_form":"Border Collie","offset":1024},{"uri":"Breed_standard","surface_form":"standardised breed","offset":1041},{"uri":"Border_Collie","surface_form":"Border Collie","offset":1247},{"uri":"Sheep","surface_form":"sheep","offset":1374},{"uri":"Cattle","surface_form":"cattle","offset":1395},{"uri":"Goat","surface_form":"goats","offset":1403},{"uri":"Horse","surface_form":"horses","offset":1419},{"uri":"Pig","surface_form":"pigs","offset":1430},{"uri":"Droving","surface_form":"droving","offset":1474},{"uri":"Great_Britain","surface_form":"Britain","offset":1525},{"uri":"Epilepsy","surface_form":"Epilepsy","offset":1744},{"uri":"Seizure","surface_form":"seizures","offset":1784}]}