{"id":808292,"url":"http://en.wikipedia.org/wiki/Andean_mountain_cat","text":"The Andean cat, Andean highland cat or Andean mountain cat (\"Leopardus jacobita\") is a small wild cat that lives in the Andes mountain range. They live in Peru, Bolivia, northern Argentina and northern Chile.\nThe adult Andean cat is 57 to 64 cm long from its nose to the end of its body, and its tail is another 41 to 48 cm long. It is about 36 cm tall and weighs between 4 and 6 kg. Its fur is gray with places that are brown and some stripes. Its hairs can be 5 cm long. Young cats have lighter fur than adult cats. Young Andean cats look like pampas cats, which live in the same places as the Andean cat.\nIt eats many different kinds of small animals, for example lizards and birds. Its main food is the mountain vizcacha. Its main food used to be the mountain chinchilla, but most of the chinchillas are dead now and the ones that are a live do not live where the Andean cat lives. This cat likes to live in rocky, open places more than it likes forests.\nThe Andean cat is in danger of dying out because humans are using or want to use the land that it lives on, breaking its living space into small pieces so that it has to cross roads and other human areas to get from place to place. It is endangered because many of the animals it eats are gone. It is endangered because humans like to catch it for its fur. It is also endangered because the Andean cat and its body parts is important to traditional medicine in Peru and in religious ceremonies for some of the indigenous people of the Andes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Andes","surface_form":"Andes","offset":120},{"uri":"Peru","surface_form":"Peru","offset":155},{"uri":"Bolivia","surface_form":"Bolivia","offset":161},{"uri":"Argentina","surface_form":"Argentina","offset":179},{"uri":"Chile","surface_form":"Chile","offset":202},{"uri":"Pampas_cat","surface_form":"pampas cat","offset":546},{"uri":"Vizcacha","surface_form":"vizcacha","offset":716},{"uri":"Chinchilla","surface_form":"chinchilla","offset":764},{"uri":"Traditional_medicine","surface_form":"traditional medicine","offset":1396},{"uri":"Indigenous_people","surface_form":"indigenous people","offset":1469}]}