{"id":808321,"url":"http://en.wikipedia.org/wiki/Aahat","text":"\"Aahat\" is an Indian horror television series created by B. P. Singh for Sony Entertainment Television. The series began on 5 October 1995. One of the episodes of the first season, Abhinetri, telecasted in 1998, generated a very high TRP for the show. The episodes of first, second and fifth seasons were half-hourly, while episodes of third, fourth and sixth seasons were one-hourly. The sixth season was premiered on 18 February 2015, featuring Shakti Anand and ended on 4 August 2015.\nPlot.\nThe first season was mostly a crime genre with infrequent episodes on the supernatural. After the first season, each story focused on a different aspect of paranomal activity, such as ghosts, zombies, phantoms, undead persons, possessed objects and witches and wizards.\nSeason 1 (1995–2001).\n\"Aahat\" was first shot in 1994 as a suspense thriller, and began broadcast on 5 October 1995, each story being divided across two episodes. The season aired on Thursday nights, later changing it to every Friday nights.\nSeason 2 (2004–2005).\nDue to the popularity of the first season, Sony TV decided to bring back the series in its second season. The second season aired on Friday nights. The episode format was same as of the first season. This time the season failed to gain TRP ratings.\nThe third season was titled as \"Aahat: Dahshat Ki Teesri Dastak\" (English: \"An approaching sound: The Third Coming of Horror\"). The season aired on Saturday nights, each story being shown in a single episode. This time too the season didn't manage to gain TRP ratings and the season was shut down soon.\nSeason 4 (2009–2010).\nThe fourth season was titled \"Aahat: The All New Series\", which aired on every Friday and Saturday nights. In the season, Durjan who was the head of Paranormal And Supernatural Activities Research used to collect powers from the spirits for his boss. He sends Harsh (Chaitanya Choudhury), Raghav (Vishal Gandhi) and Yamini (Krystle D'Souza) to deal with a new supernatural power every week with the story being divided into two episodes. The season had three crossover episodes with the series \"CID\". Once in November 2009, second time in February 2010 and third time in June 2010. This time the season managed to gain high TRP ratings and was declared a hit. It is one of the most popular seasons of Aahat.\nSeason 5 (2010).\nDue to the huge popularity of the fourth season, Sony TV decided to telecast the series four days a week. The fifth season aired on every Monday to Thursday nights. Every week, two stories were telecast, each story being divided across two episodes. But this idea didn't take off; the TRP ratings dropped once again and the channel had to shut down the series on 25 November 2010.\nTo celebrate 15 years of the series, this season featured a 16 - episode arc titled \"Maut Ka Khel\" (English: \"The Game of Death\") which aired starting 20 September 2010. This was heavily inspired by the 1999 Hollywood horror film House On Haunted Hill. The storyline follows celebrities (Sidharth Shukla, Roshni Chopra, Aashka Goradia, Vivan Bhatena, Gautam Rode, Ketki Dave, Tanaaz Irani, Bakhtiyaar Irani, Aryan Vaid, Bobby Darling, Karishma Tanna, Sanjeet Bedi and Shahbaz Khan) who lived in a 200-year-old haunted house.\nSeason 6 (2015).\nThe first episode of the sixth season premiered on 18 February 2015. Initially, the series was aired twice a week on every Wednesday and Thursday nights. The first episode of the series had gained a TRP rating of 2.9. Due to high ratings, the channel decided to telecast the season four days on every Monday to Thursday nights. But after a couple of weeks, the TRP ratings dropped, and the channel had to shut down the season on 4 August 2015.\nCritical response.\nThe first five seasons of the series received positive response but response for the sixth season was quite mixed. Vineeta Kumar of \"India TV\" stated, \"As against everybody's expectations, \"Aahat\" (season 6) doesn't seem that impressive.\"\nSweta Kaushal of \"Hindustan Times\" stated, \"The new episode of \"Aahat\" (season 6) does not scare at all and lives up to all the comic cliches that Indian horror shows have been following till date. At best, it is hilarious.\"\nRatings.\nVineeta Kumar of \"India TV\" gave the sixth season 2/5 stars, and further stated, \"For all those who would be expecting grand with the elements of horror and spook in it, \"Aahat\" has come with a slight disappointment.\"\nSweta Kaushal of \"Hindustan Times\" giving the same ratings to the sixth season, further stated, \"The new episode shows women with bad make-up as the ghosts.\"\nAwards.\nFireworks Productions was nominated for Best Continuing TV Programme and for Best Thriller/Horror Show Of The Year of Indian Telly Awards in 2002. Sujit Pattnaik and Tanmoy Ghosh won Indian Television Academy Awards for Best Visual Effects in 2010, while Himanshu, Yogen and Kamal were nominated for the same category of the same award in 2005 and 2012, however, winning in 2011.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"India","surface_form":"India","offset":14},{"uri":"Horror_film","surface_form":"horror","offset":21},{"uri":"Anthology_series","surface_form":"series","offset":39},{"uri":"B._P._Singh","surface_form":"B. P. Singh","offset":57},{"uri":"Sony_Entertainment_Television_(India)","surface_form":"Sony Entertainment Television","offset":73},{"uri":"Shakti_Anand","surface_form":"Shakti Anand","offset":447},{"uri":"Ghost","surface_form":"phantoms","offset":695},{"uri":"Suspense","surface_form":"suspense","offset":822},{"uri":"Chaitanya_Choudhury","surface_form":"Chaitanya Choudhury","offset":1868},{"uri":"Vishal_Gandhi","surface_form":"Vishal Gandhi","offset":1898},{"uri":"Krystle_D%27Souza","surface_form":"Krystle D'Souza","offset":1925},{"uri":"C.I.D._(Indian_TV_series)","surface_form":"CID","offset":2096},{"uri":"Hollywood","surface_form":"Hollywood","offset":2915},{"uri":"House_on_Haunted_Hill_(1999_film)","surface_form":"House On Haunted Hill","offset":2937},{"uri":"Sidharth_Shukla","surface_form":"Sidharth Shukla","offset":2995},{"uri":"Roshni_Chopra","surface_form":"Roshni Chopra","offset":3012},{"uri":"Aashka_Goradia","surface_form":"Aashka Goradia","offset":3027},{"uri":"Vivan_Bhatena","surface_form":"Vivan Bhatena","offset":3043},{"uri":"Gautam_Rode","surface_form":"Gautam Rode","offset":3058},{"uri":"Ketki_Dave","surface_form":"Ketki Dave","offset":3071},{"uri":"Tanaaz_Irani","surface_form":"Tanaaz Irani","offset":3083},{"uri":"Bakhtiyaar_Irani","surface_form":"Bakhtiyaar Irani","offset":3097},{"uri":"Aryan_Vaid","surface_form":"Aryan Vaid","offset":3115},{"uri":"Bobby_Darling","surface_form":"Bobby Darling","offset":3127},{"uri":"Karishma_Tanna","surface_form":"Karishma Tanna","offset":3142},{"uri":"Sanjeet_Bedi","surface_form":"Sanjeet Bedi","offset":3158},{"uri":"Shahbaz_Khan_(actor)","surface_form":"Shahbaz Khan","offset":3175},{"uri":"Haunted_house","surface_form":"haunted house","offset":3217},{"uri":"India_TV","surface_form":"India TV","offset":3845},{"uri":"Hindustan_Times","surface_form":"Hindustan Times","offset":3969},{"uri":"Indian_Telly_Awards","surface_form":"Indian Telly Awards","offset":4687},{"uri":"Indian_Television_Academy_Awards","surface_form":"Indian Television Academy Awards","offset":4752}]}