{"id":808611,"url":"http://en.wikipedia.org/wiki/Haltlose_personality_disorder","text":"Haltlose personality disorder is a mental illness that displays as selfishness, blaming others for the actions they have committed, lacking direction in life and a lack of insight and self-control. They are unable to learn from experience or mistakes in life since they lack any sense of past or future, and are not able to genuinely care about other people. People with Haltlose are also called an Unstable Psychopath.\nIt is studied in psychiatry, sociology and criminology - and is one of the most common types of psychopathy to end up committing crimes, including violence and murder. Healthier individuals may still focus on either vengeance or sadism. Parents with Haltlose make up the majority of those who sexually molest their own children.\nThe disorder has many things in common with Anti-Social personality disorder and Borderline personality disorder (BPD). In some countries, doctors diagnose BPD to describe two sets of behaviors, but doctors in other countries diagnose the one group as BPD and the other group as Haltlose, or some people might have both. Usually people with Haltlose will also have other mental illnesses, such as Histrionic personality disorder Narcissistic personality disorder or Fantasy prone personality.\nSometimes doctors will make a mistake and think it is Bipolar. It can also look likeEpilepsy if combined with alcoholism.\nIt can be very difficult for a doctor to help them become better since they tend to lie to doctors because they are afraid, and their pathological lying can be convincing even though they view it similar to a child and often believe they should be rewarded for having taken the time to invent such a good lie.\nOf all the different types of psychiatric patients, those with Haltlose personality disorder have some of the worst results.\nThe Haltlose will usually need boundaries and controls set by those around them, and \"optimistic\" professionals suggest that marriage to a spouse willing to curtail their behaviors may be sufficient to avoid professional involvement. Their symptoms get worse if they are given independence, whether at home, work or in a prison or hospital.\nCause.\nThe name is based on a German word, \"Haltlos\", which means \"without stability\". In this context it is used for an irresponsible and unstable lifestyle. It appears in the ICD-10 book, but not in the DSM-V book.\nLike other personality disorders, nobody is certain what causes it. There appears to be both genetic and environmental causes, and although it is difficult to identify in children - by adolescence it is typically easy to diagnose. It is believed to be caused by the mother, not the father, both from her own health and also from how she treated the child when they were young.\nIt is equally common in males and females, and doctors must be careful not to wrongly identify a child as Haltlose since many of the symptoms are actually normal for children,such as selfishness, lack of planning and feigning emotions they see others having, and they only suggest a mental illness if they continue at later ages.\nProfessionals disagree on whether the Haltlose are actually unable to understand the difference between good and evil, or if they understand but do not care, or if they deliberately choose evil instead of good.\nUsually people with Haltlose personality disorderstop showing their symptoms almost immediately if they are in a controlled environment, like the army or a psychiatric hospital or prison.\nEffects.\nPeople with Haltlose personality disorder have \"primitive reactions\" to things, and their largest focus is simply on their own survival. They frequently struggle with addictions, such as with drugs or alcohol, and are one of two types of personality disorders that commit the most crimes. They also tend to have abnormal sexual habits, such as BDSM, homosexuality or increased masturbation..\nThey do struggle with addictions, most commonly with alcoholism. They often consume drugs, coffee, tea or medicines in larger quantities than normal. Because they spend so much money, they usually have large debts they cannot pay - and either ask family to pay, ignore, or attempt crime (theft, prostitution, etc) to pay their debts. However many professionals suggest that parents and spouses do not pay such debts, and instead let the Haltlose person's bad decisions lead them to institutionalization where they will be healthier and have more guidance.\nAlthough they often threaten or pretend to commit suicide, suicide pacts or murder suicide, they do not commonly actually do it since they are easily distracted and made happy again. Often their reason for pretending is because they are scared of an approaching consequence for their actions, of even because they like the \"excitement\" of police and hospitals becoming involved. Lobotomy was tested as a possible means to limit their chaotic thinking.\nIt can be very difficult for people to understand them, because they can have \"a number of endearing qualities\" such as appearing naturally charming, plausible, likable or emotionally warm, but they are actually using those as tools to \"conquer\" the people watching them.\nUsually, they do not like science or religion as they control and limit the answers. Often, they are very good at arts like acting in theatres: their lack of memory means that they can easily play new characters and feel very similar to the character they are playing.\nHaving families of their own.\nSome have said that Haltlose patient should be sterilized to prevent them from having children since they are not able to make decisions that would be good for anyone except themselves and they can become \"family tyrants\" while pretending to be victims. Sometimes, governments have even refused them marriage licenses, out of fear that marriage would lead to them having children.\nEven when they are not \"true\" pedophiles, the Haltlose demonstrate an increased risk of sexually molesting children, with as many as 90% of incestuous adult-child molestors being Haltlose. Mothers with Haltlose may push their young daughters to engage in sex with men that the mother wishes she could have herself. They also like to have sex with their own partners in front of the children, rather than hiding the details of their sex life.\nBecause they can have an \"explosive\" temper, domestic violence is common, beatings, death threats, smashing household objects.\nExamples.\nWilly Roloff was a smart Pomeranian serial killer with Haltlose personality disorder, who was executed by guillotine in 1937 after his appeal for mercy to Adolf Hitler was denied.\nThe philosopher Max Scheler had an adult son who was diagnosed as both a Haltlose and Gemutlose psychopath. He was guilty of many crimes over twenty years, and was eventually sent to a concentration camp where it is assumed that he died.\nProblems and solutions.\nAt some times, they will look very positive and responsible and talk about large plans that they intend to accomplish, but they are actually very depressed and cynical most of the time because they are unable to make their plans work since they cannot learn from their mistakes, and they do not have a good sense of time. They will very quickly change from acting very confident and brave, to very sad, angry or afraid when their plans do not work.\nA major source of the problem is that they are not able to remember the past, or think about the future - so every decision is decided only on the basis of the present time. Similarly, if asked to describe themselves, they cannot accurately describe things they felt in the past, because they only know the story they are telling right now.\nBecause they are not capable of planning for the future, and make very bad choices, doctors often decide they need leaders and controls to guide them in every aspect of life. This means they can be very successful when they are in a hospital, prison or school with very strict rules and leadership - because their intelligence is normal, it is just their personality disorder that leads them to trouble.\nSome professionals say the Haltlose do not understand warnings, so only punishments work to stop them from doing bad things. But other professionals say that they do not learn any long-term lessons from punishment.\nWhen they feel guilty about something, they become overwhelmed with the fear that there will be consequences or punishment, so they often exaggerate or invent untruthful stories to blame other people, and will pretend that they are a victim or being exploited or held prisoner.\nThey will often pretend to be embarrassed, experience regret or to be submissive, even though these things are not usually real for Haltlose personalities. This makes it \"troublesome\" for doctors trying to help them.\nWhen they feel guilty about doing something that has not been noticed yet, they become overwhelmed with the fear that there will be consequences or punishment, so they often begin to exaggerate or invent untruthful stories to blame other people, and will pretend that they are a victim or being exploited or held prisoner. Once caught, the less intelligent Haltlose will respond by claiming that their childhood was not good and that current friends or relatives have misled them and caused them to do these bad things. The more intelligent Haltlose will instead invent elaborate stories with a lot of false details to misdirect attention from what they have done.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mental_illness","surface_form":"mental illness","offset":35},{"uri":"Selfishness","surface_form":"selfishness","offset":67},{"uri":"Insight","surface_form":"insight","offset":172},{"uri":"Self-control","surface_form":"self-control","offset":184},{"uri":"Psychiatry","surface_form":"psychiatry","offset":437},{"uri":"Sociology","surface_form":"sociology","offset":449},{"uri":"Criminology","surface_form":"criminology","offset":463},{"uri":"Violence","surface_form":"violence","offset":567},{"uri":"Murder","surface_form":"murder","offset":580},{"uri":"Vengeance","surface_form":"vengeance","offset":636},{"uri":"Sadism","surface_form":"sadism","offset":649},{"uri":"Anti-Social_personality_disorder","surface_form":"Anti-Social personality disorder","offset":793},{"uri":"Borderline_personality_disorder","surface_form":"Borderline personality disorder","offset":830},{"uri":"Histrionic_personality_disorder","surface_form":"Histrionic personality disorder","offset":1146},{"uri":"Narcissistic_personality_disorder","surface_form":"Narcissistic personality disorder","offset":1178},{"uri":"Fantasy_prone_personality","surface_form":"Fantasy prone personality","offset":1215},{"uri":"Bipolar","surface_form":"Bipolar","offset":1296},{"uri":"Epilepsy","surface_form":"Epilepsy","offset":1326},{"uri":"Alcoholism","surface_form":"alcoholism","offset":1352},{"uri":"Pathological_lying","surface_form":"pathological lying","offset":1498},{"uri":"ICD-10","surface_form":"ICD-10","offset":2317},{"uri":"DSM-V","surface_form":"DSM-V","offset":2345},{"uri":"Genetic","surface_form":"genetic","offset":2450},{"uri":"Environmental","surface_form":"environmental","offset":2462},{"uri":"Army","surface_form":"army","offset":3421},{"uri":"Survival","surface_form":"survival","offset":3599},{"uri":"Addiction","surface_form":"addiction","offset":3639},{"uri":"Drugs","surface_form":"drugs","offset":3664},{"uri":"Alcohol","surface_form":"alcohol","offset":3673},{"uri":"Sexual","surface_form":"sexual","offset":3793},{"uri":"BDSM","surface_form":"BDSM","offset":3816},{"uri":"Homosexuality","surface_form":"homosexuality","offset":3822},{"uri":"Masturbation","surface_form":"masturbation","offset":3849},{"uri":"Alcoholism","surface_form":"alcoholism","offset":3917},{"uri":"Debts","surface_form":"debts","offset":4072},{"uri":"Theft","surface_form":"theft","offset":4152},{"uri":"Prostitution","surface_form":"prostitution","offset":4159},{"uri":"Institutionalization","surface_form":"institutionalization","offset":4346},{"uri":"Suicide","surface_form":"suicide","offset":4470},{"uri":"Suicide_pact","surface_form":"suicide pact","offset":4479},{"uri":"Murder_suicide","surface_form":"murder suicide","offset":4496},{"uri":"Lobotomy","surface_form":"Lobotomy","offset":4799},{"uri":"Charm","surface_form":"charm","offset":5012},{"uri":"Science","surface_form":"science","offset":5170},{"uri":"Religion","surface_form":"religion","offset":5181},{"uri":"Arts","surface_form":"arts","offset":5258},{"uri":"Acting","surface_form":"acting","offset":5268},{"uri":"Theatres","surface_form":"theatres","offset":5278},{"uri":"Memory","surface_form":"memory","offset":5302},{"uri":"Pedophile","surface_form":"pedophile","offset":5854},{"uri":"Incest","surface_form":"incest","offset":5964},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":6311},{"uri":"Pomerania","surface_form":"Pomerania","offset":6428},{"uri":"Serial_killer","surface_form":"serial killer","offset":6439},{"uri":"Guillotine","surface_form":"guillotine","offset":6509},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":6558},{"uri":"Max_Scheler","surface_form":"Max Scheler","offset":6599},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":6768},{"uri":"Time","surface_form":"time","offset":7161}]}