{"id":808607,"url":"http://en.wikipedia.org/wiki/Blanching_(cooking)","text":"Blanching is a cooking process in which a food, usually a vegetable or fruit, is scalded in boiling water, removed after a short timed break, and then dropped into cold water to stop the cooking process. Blanching foods helps reduce the loss of quality over time.\nPeople usually use blanching to treat food before freezing, drying, or canning—heating vegetables or fruits to inactivate enzymes, change texture and remove the peel. Blanching is also used to preserve color, flavor, and nutritional value. The benefits of blanching include removing pesticide residues and killing of microorganisms. The disadvantages of blanching can include leaching of nutrients that dissolves in water and the production of effluent.\nUses.\nBlanching is a process mainly used to inactivate enzymes that cause browning as well as changes in texture and off-flavors. Blanching is used to peel fruits, vegetable, and nut as steam peeling produces less environmental pollution.\nBlanching is also used to kill microorganisms, remove pesticide and toxic residues, surface cleaning, removing damaged seeds or foreign materials and killing parasites and their eggs.\nTechnology.\nTraditionally, blanching is done using either a water bath or saturated steam. In both methods, the food is heated for a short period of time and then dropped into either cold water or cold air to quickly stop the heating process. At the industrial level, foods move on a conveyor belt through preheating, holding, and cooling systems.\nSteam blanching systems inject hot air onto food as it passes through the blanching system on a conveyor belt. This method reduces the leaching of water-soluble compounds from the product. It is more energy-efficient. This reduced heat exposure preserves color, flavor, and overall quality of the food.\nEmerging technologies include ohmic, infrared, microwave, and radio frequency blanching.\nTthe times and temperatures are not enough to effectively destroy all microorganisms.\nA limitation to hot water blanching is the leaching of water-soluble nutrients and the degradation of thermal sensitive compounds. Vitamins, minerals, and other water-soluble compounds, such as proteins, sugars, and flavor compounds, diffuse out of the food and into the water, lowering the overall quality of the food. The degree to which compounds diffuse out of food depends on the food's composition and characteristics, the water to food ratio, the blanching temperature, and other variables. Ascorbic acid, thiamin, and many aromatic compounds are heat-sensitive.\nA complication in the food industry is the production of effluent from water blanching systems. Blanching with reused water can lead to a buildup of water-soluble compounds that are considered pollutants, and therefore must be properly treated before being discharged. This can increase capital costs at the industrial level and has been a main reason for the development of newer blanching technologies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cooking","surface_form":"cooking","offset":15},{"uri":"Food","surface_form":"food","offset":42},{"uri":"Vegetable","surface_form":"vegetable","offset":58},{"uri":"Fruit","surface_form":"fruit","offset":71},{"uri":"Scalding","surface_form":"scalded","offset":81},{"uri":"Enzyme","surface_form":"enzymes","offset":386},{"uri":"Color","surface_form":"color","offset":466},{"uri":"Flavor","surface_form":"flavor","offset":473},{"uri":"Nutritional_value","surface_form":"nutritional value","offset":485},{"uri":"Pesticide","surface_form":"pesticide","offset":547},{"uri":"Residue","surface_form":"residues","offset":557},{"uri":"Microorganism","surface_form":"microorganisms","offset":581},{"uri":"Leaching","surface_form":"leaching","offset":640},{"uri":"Effluent","surface_form":"effluent","offset":708},{"uri":"Enzyme","surface_form":"enzymes","offset":773},{"uri":"Nut_(fruit)","surface_form":"nut","offset":897},{"uri":"Environmental_pollution","surface_form":"environmental pollution","offset":932},{"uri":"Parasitism","surface_form":"parasites","offset":1115},{"uri":"Conveyor_belt","surface_form":"conveyor belt","offset":1425},{"uri":"Product_(business)","surface_form":"product","offset":1669}]}