{"id":808678,"url":"http://en.wikipedia.org/wiki/Roper-Curzon_House","text":"\"Roper-Curzon\" is a British aristocratic surname, with royal ancestry descended from King Charles II of England, Scotland, and Ireland, Henry VII Tudor and Queen Mary of Scots. The lineage of this family can be traced back to the early 11th century. Members of the family have had a significant impact on the economy and politics since the reign of Queen Elizabeth. They have the hereditary title Baron of Teynham and family estate is Pylewell Park. The family holds two surnames of two prominent English families including House of Roper and House of Curzon. In 1788, the fourteenth Baron of Teynham, joined the two family names because of the significant history behind each.\nThe current Baron of Teynham, Lord John Christopher Roper-Curzon, his wife Lady Elizabeth Scrymgeour-Wedderburn, is the daughter of the 11th Earl of Dundee, and a direct descendant of Queen Mary of Scots. Lady Elizabeth Scrymgeour-Wedderburn is also related to the British Royal Family, she is the cousin of Duchess Sarah Ferguson of York, and aunt to Princesses Beatrice and Eugenie.\nPylewell Estates.\nThe family seat is Pylewell Park in Hampshire near Lymington. The estate has a stunning sea aspect as well as rolling countryside sweeping views because it is set in 1500 acres, with a private beach, a private 15-acre lake and rambling house gardens of 27 acres where other family members of Roper-Curzon live in around thirty country houses. The eldest son David John Roper-Curzon lives in Pylewell Park with his eldest son Henry “Harry” Christopher Roper-Curzon and children. Teh estate has been in the family since 1875.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":20},{"uri":"Charles_II_of_England","surface_form":"King Charles II of England, Scotland, and Ireland","offset":85},{"uri":"Henry_VII_of_England","surface_form":"Henry VII Tudor","offset":136},{"uri":"Mary%2C_Queen_of_Scots","surface_form":"Queen Mary of Scots","offset":156},{"uri":"11th_century","surface_form":"11th century","offset":236},{"uri":"Elizabeth_I","surface_form":"Queen Elizabeth","offset":349},{"uri":"English_people","surface_form":"English families","offset":497},{"uri":"Mary%2C_Queen_of_Scots","surface_form":"Queen Mary of Scots","offset":862},{"uri":"British_royal_family","surface_form":"British Royal Family","offset":943},{"uri":"Sarah%2C_Duchess_of_York","surface_form":"Duchess Sarah Ferguson of York","offset":986},{"uri":"Princess_Beatrice_of_York","surface_form":"Princesses Beatrice","offset":1030},{"uri":"Princess_Eugenie","surface_form":"Eugenie","offset":1054},{"uri":"Hampshire","surface_form":"Hampshire","offset":1117},{"uri":"Lymington","surface_form":"Lymington","offset":1132}]}