{"id":808698,"url":"http://en.wikipedia.org/wiki/David_John_Henry_Ingham_Roper-Curzon","text":"\"Hon. David John Henry Ingham Roper-Curzon\" was born on the 5th October 1965, and is a member of the House of Roper and House of Curzon, and heir to the title 21th Baron of Teynham.\nBackground and family.\nThe Honorable David John’s parents are Lord John Christopher Ingram Roper-Curzon, the 20th Baron of Teynham. His mother is Lady Elizabeth Scrymgeour-Wedderburn, daughter to Lord Henry James Scrymgeour-Wedderburn, 11th Earl of Dundee and great granddaughter to Lord William H. W. Montagu Douglas Scott, 6th Duke of Buccleuch.\nDavid is the first born child in the family, and married his first wife Lydia Lucinda Airy in 1985. Lucinda is the eldest daughter of Major General Sir Christopher John Airy, who was a treasurar, officer of Honour, and Equerry to Prince Charles and Princess Diana of Wales in the 1990s. He later married Melanie Heyward, the second daughter of Desmond Heyward of Little Haseley Company, Oxford. David is the heir to the 21th Baron of Teynham. David John has six children, his first wife Lucinda had four children (one deceased) and second wife Melanie had twins.\nHis eldest son the Honourable Harry Roper-Curzon is heir to the title the 22th Baron of Teynham, Elizabeth Poppy Roper-Curzon was born second in 1989, while Jack Roper-Curzon was third in 1990 but died of sudden infant death syndrome, his fourth child Thomas Roper-Curzon was born in 1992. He later had twins with his second wife Archie and Katrina Roper-Curzon in 2004.\nDavid John is related to the British Royal Family, his cousin is the Duchess of York, Sarah Ferguson. His brother, Peter Roper-Curzon played the piano for her niece Princess Eugenie’s wedding.\nModern day.\nDavid John became a land agent and property manager for his the family estates. It is also known that he is a portrait sculptor on the side.\nSince the year 2010, David John has been living at Pylewell Park, near Lymington, Hampshire, with his children, which he inherited from his father, Lord John Christopher Ingham, the 20th Baron Teynham.\nAncestry.\nThe family tree of David John Henry Ingham may be traced back to the 850s and the Norman Conquest. David’s ancestors comprise of Charles I, Henry VII Tudor, James I, and Queen Mary of Scots. Grandson to the Dukes of Queensberry, the Dukes of Buccleuch, and the Dukes of Monmouth. The middle name of David is in honor of Benjamin Ingham, his ancestor, who was the founder of Marsala wine and an export company in Palermo and remembered as the richest person of his time. His grandmother, Elspeth Grace Whitaker, left Pylewell Park and fortune to his father Lord John C. Roper-Curzon in 1988.","categories":[],"infobox_types":[],"annotations":[{"uri":"Treasurer","surface_form":"treasurar","offset":715},{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Prince Charles","offset":760},{"uri":"Diana%2C_Princess_of_Wales","surface_form":"Princess Diana of Wales","offset":779},{"uri":"Oxford","surface_form":"Oxford","offset":917},{"uri":"British_royal_family","surface_form":"British Royal Family","offset":1493},{"uri":"Sarah%2C_Duchess_of_York","surface_form":"Duchess of York, Sarah Ferguson","offset":1533},{"uri":"Princess_Eugenie","surface_form":"Princess Eugenie’s","offset":1629},{"uri":"Lymington","surface_form":"Lymington","offset":1881},{"uri":"Hampshire","surface_form":"Hampshire","offset":1892},{"uri":"Norman_conquest_of_England","surface_form":"Norman Conquest","offset":2104},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":2151},{"uri":"Henry_VII_of_England","surface_form":"Henry VII Tudor","offset":2162},{"uri":"James_VI_and_I","surface_form":"James I","offset":2179},{"uri":"Mary%2C_Queen_of_Scots","surface_form":"Queen Mary of Scots","offset":2192},{"uri":"Palermo","surface_form":"Palermo","offset":2434}]}