{"id":808610,"url":"http://en.wikipedia.org/wiki/Perseus_(spy)","text":"ce=\"preserve\">Perseus was the code name of a hypothetical Soviet atomic spy that, if real, would have allegedly breached United States national security by infiltrating Los Alamos National Laboratory during the development of the Manhattan Project, and consequently, would have been instrumental for the Soviets in the development of nuclear weapons.\nAmong researchers of the subject there is some consensus that Perseus never existed and was actually a creation of Soviet intelligence.\nCharacter and history.\nA reference to the profile of a spy who can be identified with Perseus describes him as an American scientist of young age at the time of the Manhattan Project.\nIf they were real, Perseus would have supposedly participated in the Spanish Civil War.\nIn the early 1940s Perseus would have been in New York City visiting his sick parents. During his stay in that city, he would have managed to be recruited by the GRU after looking for and contacting Morris Cohen, an American who joined the Communist Party during the Great Depression and worked as a Soviet spy.\nThe meeting with Cohen must have been between September 1941 and July 1942, before Cohen enlisted in the army and left for the Western Front in Europe.\nPerseus reportedly introduced himself to Cohen as a physicist who had been invited to join the work at Los Alamos research center. By 1942, Perseus was supposedly already working at Los Alamos, being that he would have started sometime at least 18 months before German physicist and also atomic spy Klaus Fuchs, who joined the investigation in mid-1944. However, Perseus appears to have been recruited by the Soviets around the same (or at least a nearby) time as Fuchs.\nWith Morris Cohen in Europe, his wife, Lona Cohen, took it upon herself to travel to Albuquerque on one or two occasions (depending on the source consulted) to serve as a carrier.\nOnce there, Lona Cohen would have received information allegedly directly from Perseus, and took it to the Soviet consul in New York, Anatoli Yatskov. This information allegedly included crucial details about the Trinity Test, which was detonated in July 1945.\nIn the 1950s, Perseus was supposedly under the control of Rudolf Abel.\nAccording to one source, Perseus was supposedly still alive in 1991.\nPerseus was also allegedly referred by or identified with the code names of «Mr. X», «Youngster», FOGEL, PERS and «Mlad».\nThis name is also given to a spy at White Sands Missile Range, located further south near Las Cruces, New Mexico.\nVladimir Chikov.\nIn April 1991, KGB colonel and public relations officer Vladimir Chikov published articles in the Russian weekly \"The New Times\" in which he commented on the existence of a Russian spy who worked in the Manhattan project under the code name of Perseus, giving details of his recruitment and achievements.\nAnatoli Yatskov.\nIn an interview published in 1992, the former Soviet consul in New York, Anatoli Yatskov, confirmed the existence of Perseus, as an important figure among scientists working on the Manhattan project.\nDuring his tenure as consul, Yatskov used the pseudonym Anatoly Yakovlev and served as a Soviet intelligence agent, coordinating atomic spies in the United States.\nYatskov gave details about Perseus' recruitment, how he sent information from New Mexico to New York (through Morris Cohen's wife), and confirmed that the Soviet Union received information from both, Klaus Fuchs and Perseus.\nMorris Cohen and Lona Cohen.\nIn an interview given before his death in 1995, the American-born Soviet spy Morris Cohen confirmed that in addition to Karl Fuchs, there was a second physicist in the Manhattan project who worked as a Soviet spy.\nThe details in Cohen's story coincide with the statements of Colonel Vladimir Chikov a few years ago, such as the recruitment of people close to the Manhattan Project as spies, the existence (suspected by the American intelligence) of an unidentified scientist who collaborated with Soviet intelligence, and the interaction of said scientist with Lona Cohen (Morris Cohen's wife) to transport stolen information.\nAccording to Cohen, by the fall of 1994 there were very few people left in Soviet intelligence (\"two or maybe three\") who knew the real name of the second spy scientist.\nFor her part, shortly before her death in 1992, Lona Cohen had a telephone interview with historian Walter Schneir. In that interview, Lona Cohen confirmed that she had made at least one trip between Albuquerque and New York to transport classified information stolen to the United States, but she could not quite remember who she had interviewed with in New Mexico, saying that it was probably a scientist or physicist.\nReferences in the Venona project.\nThe Venona project was a United States counterintelligence program run by the Signal Intelligence Service that (later became part of the National Security Agency,) started in the Second World War and was active since February 1943 to October 1980.\nThe objective of the program was to intercept and decrypt messages from diplomats, intelligence agencies (such as the NKVD and the KGB), business representatives and other actors of the Soviet government.\nDespite the fact that only a fraction of the messages intercepted by Venona were suitable for decryption, the project left an archive of around 3000 decrypted and translated messages.\nAlthough there is no mention of Perseus in the Venona files, there are references to a spy under the code name PERS or FOGEL. Apparently, at some point the codename PERS was turned into Perseus by mistake.\nPERS was identified in the Venona files as part of the group of four Soviet spies (of which only 3 had been identified) who infiltrated the Manhattan Project.\nDespite the fact that by 2012 a publication by NSA's Center for Cryptologic History described PERS as \"important, but still unidentified\", the references in the Venona files have been questioned or even used to confirm that Perseus never existed.\n4th spy at Los Álamos.\nFrom the early 1950s till 1995, three Soviet spies had been confirmed to have infiltrated Los Alamos: Klaus Fuchs (German physicist), David Greenglass (military man and brother-in-law of Julius Rosenberg) and Theodore Hall (American physicist).\nFuchs voluntarily confessed to British MI5 authorities in January 1950 and this subsequently lead to Greenglass in June of that same year. Finally, Hall's involvement was not identified until the release of documents from Venona in 1995, a few years before his death in 1999.\nAfter the dissolution of the Soviet Union, publications like those by Chikov and Yatskov strengthened the theory of a possible fourth spy in Los Alamos, who would have been identified as Perseus (the PERS in the Venona files) or FOGEL.\nPavel Sudoplatov.\nIn 1994 the lieutenant general and Soviet agent Pavel Sudoplatov published a book titled \"Special Tasks\".\nIn the book, Sudoplatov referred to the statements made by Anatoly Yatskov, and stated that he did not remember that code name and, that in his opinion, it could be that Yatskov or his associates created Perseus to cover the true identities of Soviet informants.\nHowever, Sudoplatov also acknowledged that the codename Perseus was used to refer to or cover a number agents and anonymous sources.\nJohn Earl Haynes.\nUnited States Cold War historian John Earl Haynes concluded that Perseus was an invention relying on the research of authors Joseph Albright, Marcia Kunstel and Gary Kern.\nHowever, Haynes acknowledges that although Perseus was an invention, there must have been a 4th Soviet spy operating in Los Alamos during the development of the Manhattan project in addition to the 3 spies identified until 1995: Klaus Fuchs, David Greenglass and Theodore Hall.\nAlbright and Kunstel.\nIn their book \"Bombshell: The Secret Story of America's Unknown Atomic Spy Conspiracy\", the authors Joseph Albright and Marcia Kunstel dedicate the twentieth chapter to Perseus under the title of \"The Perseus Myth\" in which they conclude that the spy never existed.\nAccording to the authors, the KGB may have created Perseus for the purposes of self-promotion, justify its own existence, and even to secure more state funding.\nPhilip Morrison.\nIn April 1999 American scientist, activist and, president of the Federation of American Scientists from 1970 to 2000; Jeremy Stone, published his memoirs under the title «\"Every Man Should Try\": Adventures of a Public Interest Activist\"».\nMotivated by an article in The Washington Post about Vladimir Chikov's publications in Russia, Stone decided to take on the subject, and in his book he disclosed conversations and visits he had with someone he knew personally and only identified with the pseudonym \"Scientist X\" (or «Dr. X»), and explained why he believed that this \"Scientist X\" was the real Perseus.\nDespite the use of a pseudonym, thanks to the information in the book, the \"Scientist X\" was easily identified as Philip Morrison, a physicist from the Massachusetts Institute of Technology.\nTo all of the above, Stone accepted Morrison's rebuttal, stating that: \"In the light of these facts, which I certainly cannot contradict, [...] I can only accept your denial that you are Perseus.\"\nFinally, thanks to the controversy raised by the event, several academics and people close to the Federation of American Scientists expressed their wishes for Stone to apologize, and even the idea of calling Stone to present his resignation as head of the Federation.\nOscar Seborer.\nAccording to historian John Earl Haynes and academic Harvey Klehr, thanks to FBI documents that were declassified in the 2010s, they were able to confirm the existence of a suspected fourth spy who they identified as Oscar Seborer.\nSeborer was an American engineer who was drafted into the United States Army in 1942 and, like all his siblings, had sympathy for the Communist Party USA.\nGiven his education as an engineer, Seborer was assigned to the «Special Engineer Detachment», a program that identified members of the military with specific abilities and funneled them to the Manhattan project.\nHowever, Haynes and Klehr are emphatic that Seborer should not be identified with Perseus, since while Perseus would have been an invention probably based on Theodore Hall, Seborer's life and profile have no relation to the characteristics attributed to Perseus.\nTheodore Hall.\nBorn in New York City, Hall was an American physicist who was considered a prodigy from an early age and graduate from Harvard University at 18. Concerned about the advance of fascism at the time, Hall developed sympathies for socialism.\nAlthough Haynes and Klehr noted that the agent identified as Perseus (or sometimes as \"Mlad\") has attributes and characteristics that do not match Hall, they still concluded that Perseus must have actually been an invention, the result of a misinformation operation with the goal of protecting Hall, who was still alive in the early 1990s. Which could explain the presence of attributes that coincide between both at the same time of others that do not.\nIn popular culture.\nOn August 19, 2020, Perseus was first referenced in the worldwide teaser trailer for '. He was later confirmed as the main antagonist in the game's campaign which is set in the 1980s and flashbacks of the Vietnam War.","categories":[],"infobox_types":[],"annotations":[{"uri":"Code_name","surface_form":"code name","offset":30},{"uri":"Soviet_Union","surface_form":"Soviet","offset":58},{"uri":"Atomic_spies","surface_form":"atomic spy","offset":65},{"uri":"United_States","surface_form":"United States","offset":121},{"uri":"National_security","surface_form":"national security","offset":135},{"uri":"Los_Alamos_National_Laboratory","surface_form":"Los Alamos National Laboratory","offset":169},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":230},{"uri":"Nuclear_weapons","surface_form":"nuclear weapons","offset":334},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":740},{"uri":"1940s","surface_form":"1940s","offset":772},{"uri":"New_York_City","surface_form":"New York City","offset":805},{"uri":"GRU","surface_form":"GRU","offset":921},{"uri":"Morris_Cohen_(spy)","surface_form":"Morris Cohen","offset":958},{"uri":"Communist_Party_USA","surface_form":"the Communist Party","offset":995},{"uri":"Great_Depression","surface_form":"the Great Depression","offset":1022},{"uri":"September_1941","surface_form":"September 1941","offset":1117},{"uri":"July_1942","surface_form":"July 1942","offset":1136},{"uri":"Western_Front_(World_War_II)","surface_form":"Western Front","offset":1198},{"uri":"Europe","surface_form":"Europe","offset":1215},{"uri":"1942","surface_form":"1942","offset":1357},{"uri":"Klaus_Fuchs","surface_form":"Klaus Fuchs","offset":1522},{"uri":"Albuquerque","surface_form":"Albuquerque","offset":1779},{"uri":"New_York_City","surface_form":"New York","offset":1998},{"uri":"Anatoli_Yatskov","surface_form":"Anatoli Yatskov","offset":2008},{"uri":"Trinity_(nuclear_test)","surface_form":"Trinity Test","offset":2087},{"uri":"July_1945","surface_form":"July 1945","offset":2124},{"uri":"Rudolf_Abel","surface_form":"Rudolf Abel","offset":2193},{"uri":"1991","surface_form":"1991","offset":2269},{"uri":"White_Sands_Missile_Range","surface_form":"White Sands Missile Range","offset":2433},{"uri":"Las_Cruces%2C_New_Mexico","surface_form":"Las Cruces","offset":2487},{"uri":"New_Mexico","surface_form":"New Mexico","offset":2499},{"uri":"New_Times_(magazine)","surface_form":"The New Times","offset":2642},{"uri":"Atomic_spies","surface_form":"atomic spies","offset":3179},{"uri":"New_Mexico","surface_form":"New Mexico","offset":3292},{"uri":"Venona_project","surface_form":"Venona project","offset":4724},{"uri":"Signal_Intelligence_Service","surface_form":"Signal Intelligence Service","offset":4798},{"uri":"National_Security_Agency","surface_form":"National Security Agency","offset":4857},{"uri":"Second_World_War","surface_form":"Second World War","offset":4899},{"uri":"February_1943","surface_form":"February 1943","offset":4937},{"uri":"October_1980","surface_form":"October 1980","offset":4954},{"uri":"NKVD","surface_form":"NKVD","offset":5086},{"uri":"David_Greenglass","surface_form":"David Greenglass","offset":6126},{"uri":"Julius_and_Ethel_Rosenberg","surface_form":"Julius Rosenberg","offset":6179},{"uri":"Theodore_Hall","surface_form":"Theodore Hall","offset":6201},{"uri":"MI5","surface_form":"MI5","offset":6276},{"uri":"January_1950","surface_form":"January 1950","offset":6295},{"uri":"Pavel_Sudoplatov","surface_form":"Pavel Sudoplatov","offset":6815},{"uri":"John_Earl_Haynes","surface_form":"John Earl Haynes","offset":7320},{"uri":"David_Greenglass","surface_form":"David Greenglass","offset":7701},{"uri":"Federation_of_American_Scientists","surface_form":"Federation of American Scientists","offset":8268},{"uri":"Jeremy_Stone","surface_form":"Jeremy Stone","offset":8321},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":8469},{"uri":"Philip_Morrison","surface_form":"Philip Morrison","offset":8925},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":8963},{"uri":"Federal_Bureau_of_Investigation","surface_form":"FBI","offset":9559},{"uri":"Oscar_Seborer","surface_form":"Oscar Seborer","offset":9699},{"uri":"United_States_Army","surface_form":"United States Army","offset":9772},{"uri":"Communist_Party_USA","surface_form":"Communist Party USA","offset":9848},{"uri":"Harvard_University","surface_form":"Harvard University","offset":10479},{"uri":"Socialism","surface_form":"socialism","offset":10587},{"uri":"Teaser_campaign","surface_form":"teaser trailer","offset":11138},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":11277}]}