{"id":808717,"url":"http://en.wikipedia.org/wiki/Fran%C3%A7oise_of_Lorraine","text":"Françoise of Lorraine (November 1592 – 8 September 1669) was a princess of Lorraine and daughter-in-law of Henry IV of France. Sometimes known as \"Françoise de Mercœur\", she belonged to the Mercœur cadet branch of the sovereign Dukes of Lorraine and was a niece of Louise of Lorraine, wife of the previous King Henry III. Françoise was the heiress of her father and, as such, was the Duchess of Mercœur and Penthièvre \"suo jure\".\nBiography.\nFrançoise was the younger of two children. She was born in November 1592 with the exact date unknown; her only sibling, Philippe Louis, died in 1590 aged one making her the heiress to a large private fortune. During the reign of Henry III, her father had put himself at the head of the Catholic League in Brittany, and had himself proclaimed protector of the Roman Catholic Church in the province in 1588. Invoking the hereditary rights of his wife, who was a descendant of the Dukes of Brittany, he endeavoured to make himself independent in that province, and organised a government at Nantes, calling his son \"prince and duke of Brittany\".\nWith the aid of the Spaniards he defeated Henri de Bourbon, Duke of Montpensier, whom Henry IV of France had sent against him, at Craon in 1592. The king marched against Meroeur in person. As part of their peace they drew up a marriage contract in 1596 whereby his daughter, would marry Henry's legitimised son.\nThe French and Spanish then signed the Peace of Vervins on 2 May 1598 when Françoise was 6; part of the treaty again stipulated that the young Françoise would be engaged to the illegitimate child of Henry IV, César de Bourbon, Duke of Vendôme. Vendôme was the eldest child of the King and his mistress Gabrielle d'Estrées.\nThe wedding took place at the palace of Fontainebleau on 16 July 1609. The bride was 16, the groom 15. The couple had three children and were the paternal grandparents of \"le Grand Vendôme\". Due to the marriage contract, César acquired the right to manage her lands. Her husband died disgraced in 1665, having been involved in the Fronde and having been accused of trying to poison Cardinal Richelieu. In the same year she went to Savoy with her granddaughter Marie Jeanne of Savoy, who wed Charles Emmanuel II, Duke of Savoy on 20 May 1665. The duchies of Mercœur and Penthièvre were inherited by her eldest son. Françoise died in Paris in 1669 aged 77 and was buried there. Other fiefs that Françoise owned were the princedom of Martigues, the duchy of Étampes and the seigneurie of Ancenis.","categories":[],"infobox_types":["royalty"],"annotations":[{"uri":"Henry_IV_of_France","surface_form":"Henry IV of France","offset":107},{"uri":"Cadet_branch","surface_form":"cadet branch","offset":198},{"uri":"Duke_of_Lorraine","surface_form":"Dukes of Lorraine","offset":228},{"uri":"Louise_of_Lorraine","surface_form":"Louise of Lorraine","offset":265},{"uri":"Henry_III_of_France","surface_form":"King Henry III","offset":306},{"uri":"Duke_of_Mercoeur","surface_form":"Mercœur","offset":395},{"uri":"Counts_and_dukes_of_Penthi%C3%A8vre","surface_form":"Penthièvre","offset":407},{"uri":"Suo_jure","surface_form":"suo jure","offset":419},{"uri":"Catholic_League_(French)","surface_form":"Catholic League","offset":727},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":806},{"uri":"Duchy_of_Brittany","surface_form":"Dukes of Brittany","offset":919},{"uri":"Henri%2C_Duke_of_Montpensier","surface_form":"Henri de Bourbon","offset":1126},{"uri":"Meurthe-et-Moselle","surface_form":"Craon","offset":1214},{"uri":"Peace_of_Vervins","surface_form":"Peace of Vervins","offset":1435},{"uri":"C%C3%A9sar%2C_Duke_of_Vend%C3%B4me","surface_form":"César de Bourbon, Duke of Vendôme","offset":1605},{"uri":"Gabrielle_d%27Estr%C3%A9es","surface_form":"Gabrielle d'Estrées","offset":1698},{"uri":"Palace_of_Fontainebleau","surface_form":"palace of Fontainebleau","offset":1749},{"uri":"Louis_Joseph%2C_Duke_of_Vend%C3%B4me","surface_form":"le Grand Vendôme","offset":1891},{"uri":"Fronde","surface_form":"Fronde","offset":2050},{"uri":"Cardinal_Richelieu","surface_form":"Cardinal Richelieu","offset":2101},{"uri":"Savoy","surface_form":"Savoy","offset":2150},{"uri":"Marie_Jeanne_of_Savoy","surface_form":"Marie Jeanne of Savoy","offset":2179},{"uri":"Charles_Emmanuel_II%2C_Duke_of_Savoy","surface_form":"Charles Emmanuel II, Duke of Savoy","offset":2210},{"uri":"Fief","surface_form":"fief","offset":2401},{"uri":"Duke_of_%C3%89tampes","surface_form":"duchy of Étampes","offset":2465},{"uri":"Ancenis","surface_form":"seigneurie of Ancenis","offset":2490}]}