{"id":808820,"url":"http://en.wikipedia.org/wiki/League_of_Legends_World_Championship","text":"The \"League of Legends\" World Championship (commonly abbreviated as Worlds) is the annual professional \"League of Legends\" world championship tournament hosted by Riot Games and is the culmination of each season. Teams compete for the champion title, the 70-pound (32-kilogram) Summoner's Cup, and a multi-million-dollar championship prize. In 2018, the finals were watched by 99.6 million people, breaking 2017's finals' viewer record. The tournament has been praised for its ceremonial performances, while receiving attention worldwide due to its dramatic and emotional nature.\nThe \"League of Legends\" World Championships has gained tremendous success and popularity, making it among the world's most prestigious and watched tournaments, as well as the most watched video game in the world. Due to its success, esports scenes became prominent and widely seen as a potential Olympics event, already being included as a medal event in 2022 Asian Games.\nThe tournament rotates its venues across different major countries and regions each year. South Korea's T1 is the most successful team in the tournament's history, having won three world championships.\nTrophy.\nRiot Games, which owns \"League of Legends\", commissioned the winner's trophy known as the Summoner's Cup. Riot specified that it should weigh 70 pounds, though the actual weight of the finished cup was reduced so it would not be too heavy to lift in victory. Thomas Lyte, having already created the Season Two World Championship Cup in 2012, crafted the winners' trophy for the 2014 games.\nRegions which have reached the top four.\n(*): Region had two teams that finished in 3rd/4th place in this year.\nTeams which have reached the top four.\nBackground shading indicates a team/organization has been disbanded, acquired or no longer participates in the regional league.","categories":[],"infobox_types":["sports league"],"annotations":[{"uri":"League_of_Legends","surface_form":"League of Legends","offset":104},{"uri":"Riot_Games","surface_form":"Riot Games","offset":163},{"uri":"2017_League_of_Legends_World_Championship","surface_form":"2017","offset":407},{"uri":"2022_Asian_Games","surface_form":"2022 Asian Games","offset":935},{"uri":"T1_(esports)","surface_form":"T1","offset":1057},{"uri":"Thomas_Lyte","surface_form":"Thomas Lyte","offset":1422}]}