{"id":808914,"url":"http://en.wikipedia.org/wiki/Royal_Order_of_Crown_of_Rwanda","text":"Royal Order of the Crown of Rwanda (Ikamba in the native Kinyarwandan language), the second-highest, non-religious, decoration/order for merit in the De jure Kingdom of Rwanda. It is the inheritor of ancient pagan tradition (the Gucana Uruti) envisioned by H.M. King Mutara III of Rwanda in 1950 and it was formally instituted by his successor, Kigeli V, in 1959.\nThis distinction granted the honoree the right to be treated as a member of the family of the reigning king. The decorated hero that had undergone Gucana Uruti was allowed to wear the crown of the Mwami (King) when the Mwami was seated and not using it.\nThe Order may be granted as a hereditary award or as a non-hereditary honor. Nobility is conferred upon the grantee.\nThere are three ranks in the Order. The highest is the Grand Collar, followed by the Grand Cross, and the lowest rank is Commander. A recipient at the ranks of Grand Collar or Grand Cross is entitled to the style of \"“Son Excellence”\". A recipient at the rank of Commander is entitled to the style of \"“L’honorable”\".\nThe original recipient was H.M. Baudouin the King of the Belgians gifted by H.M. King Mutara III in 1950. This gift was a physical precedent for the Order, and it was also a prelude to its official introduction years later.\nThe order has been rarely awarded by the last sovereign ruler of Rwanda HM Kigeli V and the most notable recipients include, among others, the socialist/communist affiliation leaders like Nobel prize winner and the former president of South Africa Nelson Mandela (the rank of Grand Cross, 1999) and the first Prime Minister of the independent Democratic Republic of the Congo (then Republic of the Congo) Patrice Lumumba (posthumously handed over to the family, the rank of Grand Cross, 1966)..\nAs a hereditary award in the rank of Grand Cross, it was granted to the pioneer of the New Ink Art movement a freethinker artist Alfred Freddy Krupa in 2013 and reconfirmed in 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crown","surface_form":"Crown","offset":19},{"uri":"De_jure","surface_form":"De jure","offset":150},{"uri":"Rwanda","surface_form":"Rwanda","offset":169},{"uri":"King","surface_form":"king","offset":467},{"uri":"Hero","surface_form":"hero","offset":487},{"uri":"Award","surface_form":"award","offset":659},{"uri":"Honor","surface_form":"honor","offset":688},{"uri":"Nobility","surface_form":"Nobility","offset":695},{"uri":"Gift","surface_form":"gift","offset":1164},{"uri":"Sovereign","surface_form":"sovereign","offset":1323},{"uri":"Nobel_prize","surface_form":"Nobel prize","offset":1465},{"uri":"South_Africa","surface_form":"South Africa","offset":1512},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":1525},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Democratic Republic of the Congo","offset":1620},{"uri":"Patrice_Lumumba","surface_form":"Patrice Lumumba","offset":1682},{"uri":"Artist","surface_form":"artist","offset":1894},{"uri":"Alfred_Freddy_Krupa","surface_form":"Alfred Freddy Krupa","offset":1901}]}