{"id":808991,"url":"http://en.wikipedia.org/wiki/OnePlus_8","text":"The OnePlus 8 and OnePlus 8 Pro are flagship smartphones developed by OnePlus. They were presented on 14 April 2020. The start of sales in Ukraine took place on 6 May 2020.\nDesign.\nThe back panel and screen are made of Corning Gorilla Glass 5. The side of smartphones is made of aluminum.\nBelow are the USB-C connector, speaker, microphone and slot under 2 SIM cards. Above is the second microphone. Volume control buttons are placed on the left side. On the right side there is a sound mode switch and a smartphone lock button.\nIn Ukraine OnePlus 8 is sold in 4 colors: Onyx Black (Black), Polar Silver (Silver), Glacial Green (Green) and Interstellar Glow (Pink)\nIn Ukraine OnePlus 8 Pro is sold in 3 colors: Onyx Black (Black), Ultramarine Blue (Blue) and Glacial Green (Green)\nPlatform.\nSmartphones got a processor Qualcomm Snapdragon 865 and GPU Adreno 650.\nBattery.\nOnePlus 8 received a battery of the volume of 4300 mAh and support for 30-watt fast.\nOnePlus 8 Pro received a battery of the volume of 4510 mAh and support for 30-watt fast, fast 30-watt wireless charging and reverse wireless charging with a capacity of 3 watts.\nCamera.\nOnePlus 8 received the main triple camera 48 MP, f/1.8 (Wide-angle lens) + 16 MP, f/2.2 (ultra-wide) + 2 MP, f/2.4 (macro) with phase autofocus and optical stabilization. The front camera received a resolution of 16 MP and an f/2.0 aperture (Wide-angle lens).\nOnePlus 8 Pro received a main quad camera 48 MP, f/1.8 (Wide-angle lens) + 8 MP, f/2.0 (Telephoto lens) with 3x optical and 30x digital zoom + 48 MP, f/2.2 (ultra-wide) + 5 MP, f/2.4 (color filter) with phase and laser autofocus, and optical stabilization. The front camera received a resolution of 16 MP and an f/2.5 aperture (wide angle).\nAlso, the main camera of smartphones knows how to record video in 4K@60fps resolution, and the front - in 1080p@30fps\nScreen.\nThe OnePlus 8 received a Fluid AMOLED screen, 6.55\", FullHD+ (2400 x 1080), with a pixel density of 402 ppi, a 20:9 aspect ratio, a 90 Hz screen refresh rate, and a round cutout under the camera at the top left corner.\nThe OnePlus 8 Pro received a Fluid AMOLED, 6.78\", 2K (3160 x 1440) screen, with a pixel density of 513 ppi, a 19.8:9 aspect ratio, a 120 Hz screen refresh rate and a round cutout under the camera on top of the left corner.\nAlso under the display of smartons built-in fingerprint scanner.\nSound.\nSmartphones have received stereo speakers. The role of the second speaker is spoken.\nMemory.\nSmartphones are sold in 8/128 and 12/256 GB. The OnePlus 8 received LPDDR4X type RAM and the OnePlus 8 Pro received LPDDR5.\nSoftware.\nThe smartphones were released on OxygenOS 10 based on Android 10. Have been upgraded to OxygenOS 11 based on Android 11.\nDisputes.\nIt has been discovered that the OnePlus 8 Pro color filter camera can be seen through plastic, including clothing, creating an X-ray effect. This is because the sensor lacks an IPR filter. OnePlus later asked for an apology for \"creating privacy issues and causing problems to OnePlus users and other network users\" and temporarily disabled the filter on Chinese models from HydrogenOS. OxygenOS 10.5.9 has disabled the filter worldwide. However, OnePlus later stated that it was a mistake, and subsequently pulled the update. With the upcoming update, the filter should return. This feature was still available after enabling the ADB command.","categories":[],"infobox_types":[],"annotations":[{"uri":"OnePlus","surface_form":"OnePlus","offset":70},{"uri":"Gorilla_Glass","surface_form":"Corning Gorilla Glass 5","offset":219},{"uri":"USB-C","surface_form":"USB-C","offset":303},{"uri":"SIM_card","surface_form":"SIM card","offset":357},{"uri":"Black","surface_form":"Black","offset":583},{"uri":"Silver","surface_form":"Silver","offset":605},{"uri":"Green","surface_form":"Green","offset":629},{"uri":"Pink","surface_form":"Pink","offset":659},{"uri":"Black","surface_form":"Black","offset":723},{"uri":"Blue","surface_form":"Blue","offset":749},{"uri":"Green","surface_form":"Green","offset":774},{"uri":"Qualcomm_Snapdragon","surface_form":"Qualcomm Snapdragon 865","offset":819},{"uri":"Wide-angle_lens","surface_form":"Wide-angle lens","offset":1199},{"uri":"Wide-angle_lens","surface_form":"Wide-angle lens","offset":1385},{"uri":"Wide-angle_lens","surface_form":"Wide-angle lens","offset":1459},{"uri":"Telephoto_lens","surface_form":"Telephoto lens","offset":1491},{"uri":"4K","surface_form":"4K","offset":1810},{"uri":"1080p","surface_form":"1080p","offset":1850},{"uri":"AMOLED","surface_form":"AMOLED","offset":1901},{"uri":"1080p","surface_form":"FullHD+","offset":1923},{"uri":"AMOLED","surface_form":"AMOLED","offset":2124},{"uri":"2K","surface_form":"2K","offset":2139},{"uri":"LPDDR","surface_form":"LPDDR4X","offset":2545},{"uri":"LPDDR","surface_form":"LPDDR5","offset":2593},{"uri":"OxygenOS","surface_form":"OxygenOS 10","offset":2644},{"uri":"Android_10","surface_form":"Android 10","offset":2665},{"uri":"OxygenOS","surface_form":"OxygenOS 11","offset":2699},{"uri":"Android_11","surface_form":"Android 11","offset":2720}]}