{"id":809070,"url":"http://en.wikipedia.org/wiki/Xiaomi","text":"Xiaomi Corporation (;) is a Chinese multinational electronics company founded in April 2010 and headquartered in Beijing. Xiaomi makes and invests in smartphones, mobile apps, laptops, home appliances, bags, shoes, consumer electronics, and many other products. Xiaomi is also the fourth company in the world after Apple, Samsung and Huawei to have self-developed mobile phone chip capabilities.\nXiaomi released its first smartphone in August 2011 and rapidly gained market share in China to become the country's largest smartphone company in 2014. At the start of second quarter of 2018, Xiaomi was the world's fourth-largest smartphone manufacturer, leading in both the largest market, China, and the second-largest market, India. Xiaomi later developed a wider range of consumer electronics, including a smart home (IoT) product ecosystem, which has connected more than 100 million smart devices and appliances. Monthly active users (MAUs) of MIUI increased to 291.6 million in September 2019.\nXiaomi has 16,700 employees worldwide. It has expanded to other markets including Greater China, Singapore, Japan, South Korea, Russia, South Africa and most countries and regions in Southeast Asia and Europe. According to \"Forbes\", Lei Jun, the founder and CEO, has an estimated net worth of US$12.5 billion. Xiaomi is the world's 4th most valuable technology start-up after receiving US$1.1 billion funding from investors, making Xiaomi's valuation more than US$46 billion. Ranked 468th, Xiaomi is the youngest company on Fortune Global 500 list for 2019. In 2019, Xiaomi's mobile phone shipments reached 125 million units, ranking fourth globally since 2018. The company has been listed on the Hong Kong Stock Exchange since 2018.\nEtymology.\n\"Xiaomi\" () is the Chinese word for \"millet\". In 2011 its CEO Lei Jun suggested there are more meanings than just the \"millet and rice. He linked the \"Xiao\" () part to the Buddhist concept that \"a single grain of rice of a Buddhist is as great as a mountain,\" suggesting Xiaomi wants to work from the little things, instead of starting by striving for perfection, while \"mi\" () is an acronym for Mobile Internet and also Mission Impossible, referring to the obstacles encountered in starting the company. He also stated that he thinks the name is cute. In 2012 Lei Jun said that the name is about revolution and being able to bring innovation into a new area. Xiaomi's new 'Rifle' processor has given weight to several sources linking the latter meaning to the Communist Party of China's \"millet and rifle\" (小米加步枪) revolutionary idiom during the Second Sino-Japanese War.\nBusiness model.\nLei Jun, Xiaomi's CEO, said that the company prices the phone almost at bill-of-material prices, without compromising the component quality and performance compared to other premium smartphones. It also profits by selling phone-related peripheral devices, smart home products, apps, online videos and themes. According to Xiaomi's Hugo Barra in 2014, the company sees hardware sales as a means of delivering software and services in the long term, \"We are an Internet and a software company much more than a hardware company.\" However, financial data available at the time indicated that this is either wishful thinking or plans for the far future: 94% of the company's revenue came from mobile phone sales, an even higher proportion than Apple.\nAt first, to reduce overhead costs, Xiaomi did not own any physical stores, selling exclusively from its online store. In recent years, they have opened 54 brick and mortar stores to combat the strategies of other low-cost competitors in Chinese markets. It also did away with traditional advertising and relies on social networking services and word-of-mouth to publicize its products.\nBy keeping a tight control over its stock, Xiaomi is able to place cheaper batch orders as demand dictates. Limited availability flash sales ensure that supply never outstrips demand and helps promote its products. In contrast, traditional OEMs incur large upfront productions costs, which must be recouped by selling prices, in order to ship phones, some of which may not sell, out to retailers all around the world.\nXiaomi say that they listen closely to customer feedback, having them test out upcoming features themselves, and building an extensive online community. Lei Jun described it this way, \"When I was with Kingsoft, I had the opportunity to work with Nokia and Motorola, two mobile phone giants of their time. One day, I pointed out to their R&D boss, some inadequacies. After that, they merely acknowledged my input but never acted upon what I had said. So I thought to myself, if I make a phone, you can tell me anything you wish for it or what's wrong. If it is justifiable, we will work on it immediately. I'll give you an update every week and you may even see your wishes come true within a week. In practice, Xiaomi's product managers spend a lot of time browsing through the company's user forums. Once a suggestion is picked up, it is quickly transferred to the engineers. Therefore, features can turn from a mere concept to shipping products within a week. The company then ships a new batch of phones out every week on Tuesday at noon Beijing time, containing the new software builds and possible minor hardware tweaks. Xiaomi calls this process \"design as you build.\"\nXiaomi's mascot, Mitu, is a white rabbit wearing an Ushanka (known locally as a \"Lei Feng hat\" in China) with a red star and a red scarf around its neck.\nBrands.\nPOCO is a sub-brand owned by the Chinese electronics company Xiaomi Corporation. It was first announced in August 2018 as a mid-range smartphone line, and became a separate sub-brand of Xiaomi in 17 January 2020 with entry-level and mid-range devices, while Xiaomi itself produces upper-range and flagship Mi phones. POCO phones use the Xiaomi MIUI user interface on top of Android.\nIn Q4 of 2018, the POCO F1 reportedly become the best selling smartphone sold online in India, beating competition such as the OnePlus 6. The Pocophone was sometimes referred to as the \"flagship killer killer\" for offering high-end specifications at an affordable price. The first POCO phone was released in 2018 in India on Xiaomi's website. It instantly became a bestseller with 700,000 units sold until 6 December 2018, becoming the best selling smartphone sold online in India.\nProducts.\nXiaomi produces many products. Observers suggest that part of Xiaomi's rapid success rests on its ability to differentiate itself within the Android universe. The company has increased its range of products; its smartphones include: Mi Series, Mi Note Series (got a new update after 3 years, with the Mi Note 10 Pro), Mi Max Series, Mi Mix Series, Redmi and POCO Series. As well as mobile phones, Xiaomi has started selling wearables, mobile accessories, and appliances such as television and speakers. In 2018 it was selling tablets, laptops, and smart-home devices.\nXiaomi operates on a vertically-integrated model that enables the company to sell hardware at cost or below in order to attract users and earn money by selling content. Hugo Barra, a former Google executive who served Xiaomi's vice president from 2014 to 2017, characterized the organization as \"an Internet and a software company much more than a hardware company\".\nXiaomi also keeps its prices low or close to its manufacturing costs by keeping most of its products in the market longer, eighteen months rather than the six-month norm followed by many smartphone companies. Xiaomi said they sell their phones close to cost and intends to make profit on services.\nThe company's version of the Android operating system and MIUI skin, with its design, app marketplace, and functionalities, has established a community of users who form a crucial part of Xiaomi's customer base and contribute to the company's drive for market awareness. This ecosystem is a massive source of revenue as indicated in 2015, when sales from the platform reached $750 million.\nThe company focuses on India, the world's second-largest smartphone market. Xiaomi announced on 2 May 2018, the launch of Mi Music and Mi Video to offer \"value-added internet services\" in India. On 22 March 2017, Xiaomi announced that it planned to set up a second manufacturing unit in India in partnership with contract manufacturer Foxconn. On 7 August 2018, Xiaomi announced on its blog that Holitech Technology Co. Ltd., Xiaomi's top supplier, would invest up to $200 million over the next three years to set up a major new plant in India.\nIn 2019 Xiaomi started to sell simple goods such as sunglasses, caps, pillows, glass lunchboxes, cups, filters, bags, backpacks, luggage, screwdrivers, and umbrellas.\nIn April 2019, researchers at Check Point found a security breach in Xiaomi phone apps. The security flaw was reported to be preinstalled.\nIn 2019, the company announced that it would launch more than 10 5G phones in 2020, some of them being: Mi 10/10 Pro with 5G functionality included.\nIn March 2020, Xiaomi showcased its new 40W wireless charging solution, which was able to fully charge a smartphone with a 4,000mAh battery from flat in 40 minutes.\nIn December 2020, Xiaomi collaborates with award-winning photographer Steve McCurry, to promote the photographic capabilities of the Mi 10T Pro handset. The brand’s ‘My Unsung Hero’ campaign features images captured on the Mi 10T Pro.\nGPL violation.\nXiaomi was unfavorably covered for its non-compliance with the terms of the GNU GPL. The Android project's Linux kernel is licensed under the copyleft terms of the GPL, which requires Xiaomi to distribute the complete source code of the Android kernel and device trees for every Android device it distributes. By refusing to do so, or by unreasonably delaying these releases, Xiaomi is operating in violation of intellectual property law in China, as a WIPO state. Prominent Android developer Francisco Franco publicly criticized Xiaomi's behaviour after repeated delays in the release of kernel source code. Xiaomi in 2013 said that it would release the kernel code. The kernel source code is available on the GitHub website.\nComparisons with Apple Inc..\nXiaomi has been compared to the American corporation Apple Inc., as reviewers found some of Xiaomi's phones and tablets similar in appearance to Apple's. In addition, the marketing strategy of Xiaomi is at times described as riding on the back of the \"cult of Apple\". It is reported that, after reading a book about Steve Jobs in college, Xiaomi's chairman and CEO, Lei Jun, carefully cultivated a Steve Jobs image, including jeans, dark shirts, and Jobs's announcement style at Xiaomi's earlier product announcements. Given the above, he was categorized as a \"counterfeit Jobs.\"\nIn 2012, the company was said to be counterfeiting Apple's philosophy and mindset. In 2013, critics debated how much of Xiaomi's products were innovative, and how much of their innovation was just really good public relations. Others point out that while there are similarities to Apple, the ability to customize the software based upon user preferences through the use of Google's Android operating system sets Xiaomi apart.\nState administration of radio, film, and television issue.\nIn November 2012, Xiaomi's smart set-top box stopped working one week after the launch due to the company having run afoul of China's State Administration of Radio, Film, and Television. The regulatory issues were overcome in January 2013.\nHugo Barra.\nIn August 2013, the company announced that it was hiring Hugo Barra from Google, where he served as vice president of product management for the Android platform. Barra has declined to comment on the timing of the Google relationships, and stated that he had been in talks with Xiaomi for over a year prior to announcing the move. He was employed as vice president of Xiaomi to expand the company outside of mainland China, making Xiaomi the first company selling smartphones to poach a senior staffer from Google's Android team. Barra's focus was to help Xiaomi grow internationally.\nBarra quit his position in January 2017 to join Facebook as VP of virtual reality.\nPrivacy concerns and alleged data theft.\nXiaomi's cloud storage service Mi Cloud stores all user data in its servers located in China. As a company based in China, it is obligated to share data with the Chinese government under the China Internet Security Law and National Intelligence Law. There were reports that Xiaomi's Cloud messaging service sends some private data, including call logs and contact information, to Xiaomi servers. Xiaomi later released an MIUI update that made cloud messaging optional and that no private data was sent to Xiaomi servers if the cloud messaging service was turned off.\nIn October 2014, Xiaomi announced that they were setting up servers outside of China for international users, citing improved services and compliance to regulations in several nations. Around the same time, the Indian Air Force issued a warning against Xiaomi phones, stating that they were a national threat as they sent user data to an agency of the Chinese government.\nOn 30 April 2020, it was reported by Forbes that Xiaomi extensively tracks use of its browsers, including private browser activity, phone metadata, and device navigation, and more alarmingly, without secure encryption or anonymization, more invasively and to a greater extent than mainstream browsers. Xiaomi disputed the claims, while affirming that it did extensively collect browsing data, and claiming that the data was not linked to any individuals and that consumers had consented to being tracked. Xiaomi later posted a response stating that the collection of aggregated usage statistics data is used for internal analysis, and would not link any personally identifiable information to any of this data. However after a [https://twitter.com/hookgab/status/1256277599812231171 followup] by the report's originator, Gabriel Cirlig, Xiaomi backed down and added an option to completely stop the information leak when using their browser in incognito mode.\nSales numbers.\nThe Taiwanese Fair Trade Commission had investigated the flash sales and found that Xiaomi had sold fewer smartphones than advertised. In December 2014, three flash sales were investigated. In those flash sales Xiaomi claimed that the number of smartphones sold was 10,000 units each for the first two sales, and 8,000 units for the third one. However, FTC investigated the claims and found that Xiaomi sold 9,339 devices in the first flash sale, 9,492 units in the second one, and 7,389 for the third. It was found that during the first flash sale, Xiaomi had given 1,750 priority ‘F-codes’ to people who could place their orders without having to go through the flash sale, thus diminishing the stock that was publicly available. The FTC fined Xiaomi.\nTemporary ban & criticism in India.\nOn 9 December 2014, the High Court of Delhi granted an ex parte injunction that banned the import and sale of Xiaomi products in India. The injunction was issued in response to a complaint filed by Ericsson in connection with the infringement of its patent licensed under FRAND (Fair, Reasonable and Non Discriminatory Licensing). The injunction was applicable until 5 February 2015, the date on which the High Court was scheduled to summon both parties for a formal hearing of the case. On 16 December, the High Court granted permission to Xiaomi to sell its devices running on a Qualcomm-based processor until 8 January 2015. Following that, Xiaomi held various sales on Flipkart, including one on 30 December 2014. Following that sale, the company received press coverage after its flagship Xiaomi Redmi Note 4G phone sold out in six seconds. A judge extended the division bench's interim order, allowing Xiaomi to continue the sale of Qualcomm chipset-based handsets until March 2018.\nOn 27 June 2020, CAIT - the Confederation of All India Traders - criticized Manu Kumar Jain, Xiaomi global vice president and managing director of Xiaomi India, for disrespecting the sentiments of Indian citizens, after he claimed a \"Boycott Chinese Products\" campaign was the result of mob mentality.\nSecurity Issues in Indian and certain overseas versions of MIUI.\nIn April 2019, Indian security researcher Arif Khan discovered a security vulnerability affecting the Indian and certain global versions of MIUI's native browser application - Mi Browser and Mint Browser, which is also developed by Xiaomi, both of which were based on the same browser engine, which was bypassed more than 2 times subsequently after Xiaomi fixed it. Khan also found a URL Address Bar Spoofing vulnerability affecting only the Indian and certain overseas versions but not the Chinese version. Again in the same month, Khan reportedly found another major lock screen bypass vulnerability affecting only the Indian version of MIUI which was using Glance, which allowed exfiltration of sensitive user data despite MIUI's lock screen protection, which was eventually fixed by Xiaomi after several media reports. These events led to various speculations about the company's motives, and approach concerning the privacy and security of its users in its Indian and overseas markets.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"Chinese","offset":28},{"uri":"Multinational_corporation","surface_form":"multinational","offset":36},{"uri":"Beijing","surface_form":"Beijing","offset":113},{"uri":"Smartphone","surface_form":"smartphone","offset":150},{"uri":"Mobile_app","surface_form":"mobile app","offset":163},{"uri":"Laptop","surface_form":"laptop","offset":176},{"uri":"Apple_Inc.","surface_form":"Apple","offset":315},{"uri":"Samsung_Electronics","surface_form":"Samsung","offset":322},{"uri":"Huawei","surface_form":"Huawei","offset":334},{"uri":"Consumer_electronics","surface_form":"consumer electronics","offset":773},{"uri":"Internet_of_Things","surface_form":"IoT","offset":819},{"uri":"MIUI","surface_form":"MIUI","offset":946},{"uri":"Greater_China","surface_form":"Greater China","offset":1079},{"uri":"Forbes","surface_form":"Forbes","offset":1221},{"uri":"Lei_Jun","surface_form":"Lei Jun","offset":1230},{"uri":"Fortune_Global_500","surface_form":"Fortune Global 500","offset":1521},{"uri":"Hong_Kong_Stock_Exchange","surface_form":"Hong Kong Stock Exchange","offset":1694},{"uri":"Millet","surface_form":"millet","offset":1779},{"uri":"Lei_Jun","surface_form":"Lei Jun","offset":1804},{"uri":"Buddhist","surface_form":"Buddhist","offset":1914},{"uri":"Communist_Party_of_China","surface_form":"Communist Party of China","offset":2503},{"uri":"Second_Sino-Japanese_War","surface_form":"Second Sino-Japanese War","offset":2588},{"uri":"Bill_of_materials","surface_form":"bill-of-material","offset":2702},{"uri":"Inventory_optimization","surface_form":"tight control over its stock","offset":3776},{"uri":"Kingsoft","surface_form":"Kingsoft","offset":4382},{"uri":"Nokia","surface_form":"Nokia","offset":4427},{"uri":"Motorola","surface_form":"Motorola","offset":4437},{"uri":"Rabbit","surface_form":"rabbit","offset":5390},{"uri":"Ushanka","surface_form":"Ushanka","offset":5408},{"uri":"Lei_Feng","surface_form":"Lei Feng","offset":5437},{"uri":"Xiaomi","surface_form":"Xiaomi Corporation","offset":5579},{"uri":"Smartphone","surface_form":"smartphone","offset":5652},{"uri":"MIUI","surface_form":"MIUI","offset":5862},{"uri":"Android_(operating_system)","surface_form":"Android","offset":5892},{"uri":"Xiaomi_Pocophone_F1","surface_form":"POCO F1","offset":5920},{"uri":"India","surface_form":"India","offset":5989},{"uri":"OnePlus_6","surface_form":"OnePlus 6","offset":6028},{"uri":"Xiaomi_Mi_Note","surface_form":"Mi Note Series","offset":6637},{"uri":"Xiaomi_Mi_MIX","surface_form":"Mi Mix Series","offset":6726},{"uri":"Redmi","surface_form":"Redmi","offset":6741},{"uri":"Wearable_computer","surface_form":"wearables","offset":6817},{"uri":"Smart_TV","surface_form":"television","offset":6871},{"uri":"Smart-home","surface_form":"smart-home","offset":6941},{"uri":"Vertically-integrated","surface_form":"vertically-integrated","offset":6982},{"uri":"Hugo_Barra","surface_form":"Hugo Barra","offset":7130},{"uri":"Manufacturing_costs","surface_form":"manufacturing costs","offset":7377},{"uri":"MIUI","surface_form":"MIUI","offset":7684},{"uri":"Skin_(computing)","surface_form":"skin","offset":7689},{"uri":"App_marketplace","surface_form":"app marketplace","offset":7712},{"uri":"Goods","surface_form":"goods","offset":8599},{"uri":"Check_Point","surface_form":"Check Point","offset":8758},{"uri":"5G_network_slicing","surface_form":"5G","offset":8932},{"uri":"GNU_GPL","surface_form":"GNU GPL","offset":9507},{"uri":"Linux","surface_form":"Linux","offset":9538},{"uri":"Copyleft","surface_form":"copyleft","offset":9573},{"uri":"WIPO","surface_form":"WIPO","offset":9884},{"uri":"GitHub","surface_form":"GitHub","offset":10142},{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":10240},{"uri":"Hunger_marketing","surface_form":"marketing strategy","offset":10358},{"uri":"Steve_Jobs","surface_form":"Steve Jobs","offset":10503},{"uri":"Lei_Jun","surface_form":"Lei Jun","offset":10553},{"uri":"State_Administration_of_Radio%2C_Film%2C_and_Television","surface_form":"State Administration of Radio, Film, and Television","offset":11386},{"uri":"Hugo_Barra","surface_form":"Hugo Barra","offset":11561},{"uri":"Google","surface_form":"Google","offset":11577},{"uri":"Android_(operating_system)","surface_form":"Android","offset":11649},{"uri":"Executive_search","surface_form":"poach","offset":11983},{"uri":"China_Internet_Security_Law","surface_form":"China Internet Security Law","offset":12404},{"uri":"National_Intelligence_Law","surface_form":"National Intelligence Law","offset":12436},{"uri":"Indian_Air_Force","surface_form":"Indian Air Force","offset":12991},{"uri":"Forbes","surface_form":"Forbes","offset":13189},{"uri":"Anonymization","surface_form":"anonymization","offset":13373},{"uri":"Fair_Trade_Commission_(Taiwan)","surface_form":"Taiwanese Fair Trade Commission","offset":14131},{"uri":"High_Court_of_Delhi","surface_form":"High Court of Delhi","offset":14941},{"uri":"Ex_parte","surface_form":"ex parte","offset":14972},{"uri":"Reasonable_and_non-discriminatory_licensing","surface_form":"FRAND (Fair, Reasonable and Non Discriminatory Licensing)","offset":15189},{"uri":"Flipkart","surface_form":"Flipkart","offset":15590},{"uri":"Security_hacker","surface_form":"security","offset":16338},{"uri":"Vulnerability_(computing)","surface_form":"vulnerability","offset":16347},{"uri":"MIUI","surface_form":"MIUI","offset":16413},{"uri":"Xiaomi","surface_form":"Xiaomi","offset":16505},{"uri":"Xiaomi","surface_form":"Xiaomi","offset":16622},{"uri":"Vulnerability_(computing)","surface_form":"vulnerability","offset":16682},{"uri":"Vulnerability_(computing)","surface_form":"vulnerability","offset":16861},{"uri":"MIUI","surface_form":"MIUI","offset":16912},{"uri":"Glance_Wallpaper","surface_form":"Glance","offset":16933},{"uri":"MIUI","surface_form":"MIUI","offset":16999},{"uri":"Xiaomi","surface_form":"Xiaomi","offset":17060}]}