{"id":809163,"url":"http://en.wikipedia.org/wiki/Big_Rip","text":"In physical cosmology, the Big Rip is a hypothetical cosmological model which describes the ultimate fate of the universe. According to this theory all the matter of the universe from stars and galaxies to atoms and subatomic particles, and even spacetime itself will be torn apart by the expansion of the universe at a certain time in the future, until distances between particles will become infinite. According to the standard model of cosmology the scale factor of the universe is known to be accelerating and, in the future era it will increase more rapidly. However, this expansion is similar for every moment of time (hence the exponential law – the expansion of a local volume is the same number of times over the same time interval), and is identified by an unchanging, small Hubble constant which is ignored by any bound material structures. Similarly in the Big Rip scenario the Hubble constant increases to infinity in a finite time.\nThe possibility of sudden rip singularity occurs only for hypothetical matter (phantom energy) but it is unlikely to occur in physical properties.\nOverview.\nThe truth of the hypothesis relies on the type of dark energy present in our universe. The type that could prove this hypothesis is a constantly increasing form of dark energy, known as phantom energy. If the dark energy in the universe increases without limit, it could destroy all forces that hold the universe together. The key value is the equation of state parameter \"w\", the ratio between the dark energy pressure and its energy density. If -1 < \"w\" < 0, the expansion of the universe continues to increase, but the dark energy tends to stop over time. So the Big Rip does not happen. Phantom energy has \"w\" < −1, which means that its density increases as the universe expands.\nA universe with more phantom energy is an accelerating universe, expanding at an ever-increasing rate. However, this implies that the size of the observable universe and the particle horizon is continually getting smaller — the distance at which objects are moving away at the speed of light from an observer becomes ever closer, and the distance over which interactions can propagate becomes ever shorter. When the size of the particle horizon becomes smaller than any particular structure, no interaction by any of the fundamental forces can occur between the farthest parts of the structure, and the structure is \"ripped apart\". The progression of time itself will stop. The model says that after a finite time there will be a final singularity, called the \"Big Rip\", in which the observable universe will reach zero size and all distances will reach into infinite value.\nThe authors of this hypothesis, led by Robert R. Caldwell of Dartmouth College, calculate the time from the present to the Big Rip to be\nwhere \"w\" is defined above, \"H\"0 is Hubble's constant and \"Ω\"m is the present value of the density of all the matter in the universe.\nHowever, observations of the galaxy cluster speeds by the Chandra X-ray Observatory seem to tell that the value of \"w\" is approximately −0.991, meaning the Big Rip will not happen\nAuthor's example.\nIn their paper, the authors consider a hypothetical example with \"w\" = −1.5, \"H\"0 = 70 km/s/Mpc, and \"Ω\"m = 0.3, in which case the Big Rip would happen approximately 22 billion years from the present. In this scenario, galaxies would first be separated from each other about 200 million years before the Big Rip. About 60 million years before the Big Rip, galaxies would begin to break up as small parts as gravity becomes too weak to hold them together. Planetary systems like the Solar System would become gravitationally unbound and all planets will be separated from their orbit in about three months before the Big Rip. Planets would fly off into the rapidly expanding universe. In the last minutes, stars and planets would be torn apart, and the now dispersed atoms would be destroyed about 10−19 seconds before the end. At the time the Big Rip occurs, even spacetime itself would be ripped apart and the scale factor would be infinity.\nObserved universe.\nEvidence indicates \"w\" to be very close to −1 in our universe, which makes \"w\" the dominating term in the equation. The closer that \"w\" is to −1, the closer the denominator is to zero and the further the Big Rip is in the future. If \"w\" were exactly equal to −1, the Big Rip could not happen, regardless of the values of \"H\"0 or \"Ω\"m.\nAccording to the latest cosmological data available, it is still unsure which one is correct, \"w\" < −1, \"w\" = −1, and \"w\" > −1.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physical_cosmology","surface_form":"physical cosmology","offset":3},{"uri":"Hypothesis","surface_form":"hypothetical","offset":40},{"uri":"Physical_cosmology","surface_form":"cosmological model","offset":53},{"uri":"Ultimate_fate_of_the_universe","surface_form":"ultimate fate of the universe","offset":92},{"uri":"Matter","surface_form":"matter","offset":156},{"uri":"Universe","surface_form":"universe","offset":170},{"uri":"Spacetime","surface_form":"spacetime","offset":246},{"uri":"Expansion_of_the_universe","surface_form":"expansion of the universe","offset":289},{"uri":"Scale_factor_(cosmology)","surface_form":"scale factor","offset":453},{"uri":"Accelerating_expansion_of_the_universe","surface_form":"accelerating","offset":497},{"uri":"Hubble_constant","surface_form":"Hubble constant","offset":785},{"uri":"Gravitational_singularity","surface_form":"singularity","offset":976},{"uri":"Dark_energy","surface_form":"dark energy","offset":1153},{"uri":"Universe","surface_form":"universe","offset":1180},{"uri":"Phantom_energy","surface_form":"phantom energy","offset":1289},{"uri":"Equation_of_state_(cosmology)","surface_form":"equation of state","offset":1447},{"uri":"Ratio","surface_form":"ratio","offset":1484},{"uri":"Energy_density","surface_form":"energy density","offset":1531},{"uri":"Accelerating_expansion_of_the_universe","surface_form":"accelerating universe","offset":1829},{"uri":"Observable_universe","surface_form":"observable universe","offset":1933},{"uri":"Particle_horizon","surface_form":"particle horizon","offset":1961},{"uri":"Fundamental_interaction","surface_form":"fundamental forces","offset":2308},{"uri":"Time","surface_form":"time","offset":2438},{"uri":"Robert_R._Caldwell","surface_form":"Robert R. Caldwell","offset":2701},{"uri":"Dartmouth_College","surface_form":"Dartmouth College","offset":2723},{"uri":"Hubble%27s_constant","surface_form":"Hubble's constant","offset":2835},{"uri":"Galaxy_cluster","surface_form":"galaxy cluster","offset":2962},{"uri":"Chandra_X-ray_Observatory","surface_form":"Chandra X-ray Observatory","offset":2991},{"uri":"Galaxy","surface_form":"galaxies","offset":3350},{"uri":"Planetary_system","surface_form":"Planetary system","offset":3586},{"uri":"Solar_System","surface_form":"Solar System","offset":3613},{"uri":"Atom","surface_form":"atom","offset":3897}]}