{"id":809154,"url":"http://en.wikipedia.org/wiki/OnePlus_5T","text":"The OnePlus 5T is an Android-based smartphone produced, released and marketed by OnePlus. It was unveiled on 16 November 2017 via a live streamed press event which aired on YouTube, It went on sale on 21 November 2017. It is an incremental update to its predecessor, the OnePlus 5, which was unveiled only five months prior. Some notable changes that are featured, includes, a larger display and thinner bezels found on the device with the repositioning of the fingerprint scanner from the front to the rear panel. On 17 May 2018 the OnePlus 5T was succeeded by the OnePlus 6.\nHardware.\nThe OnePlus 5T features a redesigned 6.01\" Full Optic 2160x1080 AMOLED display, which the company calls the \"Sunlight display\" and claims to provide a crisp and bright experience even when used in a sunny environment, such as when outdoors. The display uses the 18:9 (2:1) aspect ratio instead of the 16:9 aspect ratio found in most smartphones, and supports the DCI-P3 wide color gamut standard. It also has a pixel density of 401ppi, and features smaller bezels than found in previous OnePlus smartphones such as the OnePlus 5 and 3T. The 5T's body is made entirely from anodized aluminum, uses 2.5D Gorilla Glass 5 as protection for the display, and uses a ceramic coating for the fingerprint sensor which was moved to the rear of the phone. It also features an \"Alert Slider\" located on the left side of the device, a feature that is also available on its predecessors, the 5, the 3T, and the 3, which allows users to set their notifications to silent. The 5T is powered by the Qualcomm Snapdragon 835 and comes with the choice of either 6 or 8 GB of LPDDR4X RAM, depending on the storage configuration. Similar to its predecessor, the phone is available in either a 64GB or 128GB configuration.\nUnlike OnePlus devices released in the past, the phone does not feature any physical hardware buttons on the front of the device, electing to use virtual navigation keys instead. It features a non-removable 3,300 mAh battery, capable of fast charging by OnePlus' proprietary Dash Charge through its USB-C port. The phone retains the 3.5mm headphone jack, but lacks stereo speakers, instead opting for a mono speaker located on the bottom of the device. The device features a combination of a 16 MP main lens (Sony Exmor IMX398) and a 20 MP secondary lens (Sony Exmor IMX376K) located on the device's rear, both of which have an aperture of 1.7. They are capable of shooting 4K video and \"Portrait mode\" shots, like many other flagship devices. The front (selfie) camera is also a 16 MP sensor, with an aperture of f/2.0. The 5T features a \"Face Unlock\" facial recognition feature that can be used to unlock the device, however it lacks the ability to authenticate purchases. Since it uses 2D scanning, it is relatively faster than some other competitors, but doesn't work in particular lighting conditions and is not as secure.\nThe OnePlus 5T has become available in multiple limited edition variants over time, such as a Star Wars edition promoting, which came with a special case and a new color scheme; a \"Sandstone White\" variant which was released on 5 January 2018 and featured a white color scheme and a red \"Alert Slider\", which sold out in under 2 hours; and a \"Lava Red\" variant which was released on 11 January 2018 initially in India, and became available in Europe and North America on 6 February.\nSoftware.\nThe OnePlus 5T ships with Android 7.1.1 \"Nougat\" and uses the OxygenOS user interface, OnePlus' proprietary custom skin built on top of Android, adding various features not found in the stock Android operating system, such as night mode and reading mode, which both change the color temperature of the device's screen, and the ability to change the Bluetooth audio codec. The night mode reduces the screen's color temperature to reduce blue light levels, while the reading mode applies a monochrome-like effect to the screen. Unlike the OnePlus 5, the 5T no longer overrides the performance scaling in benchmarks to max out CPU and GPU clocks in specific applications, this makes benchmarks being run on the 5T more accurate.\nOnePlus promised an update to Android 8 \"Oreo\" (OxygenOS 5.0) in early 2018. The first beta for this version was released on 29 December 2017, but was pulled a couple days later due to issues with regards to instability that were present. OnePlus fixed the issues and reuploaded the beta version on 3 January 2018.\nThe first stable Android Oreo-based version of OxygenOS (OxygenOS 5.0.2) for the OnePlus 5T was released on 31 January 2018, introducing features such as Picture-in-Picture, Autofill, and Notification Dots, as well as a faster boot time. The update also introduced a redesigned Quick Settings menu, introduces a security patch for CVE-2017-13218, and updates a few system applications. The update does not contain the Treble feature for device independent system updates. On 11 March 2018, OnePlus released the Android 8.1 \"Oreo\" update in beta for the OnePlus 5 and the OnePlus 5T, bringing the changes made to Android 8.1 such as the Neural Networks and Shared memory APIs, the dimming of the navigation bar when it is not being used to the devices, and other improvements, such as improvements to the Autofill framework. The update also updated the security patch level to 1 February 2018. In Q2 2020 The OnePlus 5 and 5T got their stable Android 10 updates with OxygenOS\nNetwork compatibility.\nThe OnePlus 5T includes only a single variant for cellular networks worldwide.\nCritical reception.\nOnePlus 5T received generally positive reviews. \"The Verge\" was full praise for the phone's elegant design and optimized software but noted that the camera was still mediocre. Engadget heaped praise on the phone for its excellent performance despite its price bracket.","categories":[],"infobox_types":[],"annotations":[{"uri":"Android_(operating_system)","surface_form":"Android","offset":21},{"uri":"Smartphone","surface_form":"smartphone","offset":35},{"uri":"OnePlus","surface_form":"OnePlus","offset":81},{"uri":"YouTube","surface_form":"YouTube","offset":173},{"uri":"OnePlus_5","surface_form":"OnePlus 5","offset":271},{"uri":"Bezel_(screen)","surface_form":"bezels","offset":404},{"uri":"OnePlus_6","surface_form":"OnePlus 6","offset":566},{"uri":"1080p","surface_form":"2160x1080","offset":641},{"uri":"AMOLED","surface_form":"AMOLED","offset":651},{"uri":"DCI-P3","surface_form":"DCI-P3","offset":950},{"uri":"OnePlus_5","surface_form":"OnePlus 5","offset":1106},{"uri":"OnePlus_3T","surface_form":"3T","offset":1120},{"uri":"Gorilla_Glass","surface_form":"Gorilla Glass 5","offset":1189},{"uri":"OnePlus_3","surface_form":"3","offset":1484},{"uri":"Qualcomm","surface_form":"Qualcomm","offset":1569},{"uri":"Qualcomm_Snapdragon","surface_form":"Snapdragon","offset":1578},{"uri":"LPDDR4X","surface_form":"LPDDR4X","offset":1642},{"uri":"USB-C","surface_form":"USB-C","offset":2086},{"uri":"Phone_connector_(audio)","surface_form":"3.5mm headphone jack","offset":2120},{"uri":"Exmor","surface_form":"Sony Exmor IMX398","offset":2296},{"uri":"Exmor","surface_form":"Sony Exmor IMX376K","offset":2343},{"uri":"F-number","surface_form":"1.7","offset":2427},{"uri":"4K_resolution","surface_form":"4K","offset":2461},{"uri":"Bokeh","surface_form":"Portrait mode","offset":2475},{"uri":"IPhone_X","surface_form":"some other competitors","offset":2818},{"uri":"Star_Wars","surface_form":"Star Wars","offset":3009},{"uri":"Android_(operating_system)","surface_form":"Android","offset":3434},{"uri":"Android_Nougat","surface_form":"7.1.1 \"Nougat\"","offset":3442},{"uri":"OxygenOS","surface_form":"OxygenOS","offset":3470},{"uri":"Night_mode","surface_form":"night mode","offset":3634},{"uri":"Night_mode","surface_form":"night mode","offset":3784},{"uri":"Monochrome","surface_form":"monochrome","offset":3896},{"uri":"Android_Oreo","surface_form":"Android 8 \"Oreo\"","offset":4164},{"uri":"OnePlus_5","surface_form":"OnePlus 5","offset":5002},{"uri":"The_Verge","surface_form":"The Verge","offset":5595},{"uri":"Engadget","surface_form":"Engadget","offset":5722}]}