{"id":809129,"url":"http://en.wikipedia.org/wiki/OxygenOS","text":"OxygenOS () - OS on base Android, developed by a Chinese smartphone manufacturer OnePlus exclusively for their smartphones. OxygenOS was developed for the global marketplace. There is also another version of the OS developed specifically for the China market called HydrogenOS.\nIn an interview published by 3 September 2016, developers XDA found that OnePlus \"actively combines both platforms (OxygenOS and HydrogenOS) into a single cohesive operating system\".\nFeatures.\nNotable features of versions 2.0 and 2.1.1 include permissions Program, Waves MaxxAudio, SwiftKey keyboard, screen gestures, custom icons, dark mode, manual camera mode, and RAW support for third-party apps like Camera FV-5 2.75.\nOn 14 June 2016, OnePlus released OxygenOS 3.0. This is the version Android with several modifications and internal customizations like gestures, a shell and a dark mode from OnePlus.\nOn 31 December 2016, OnePlus released OxygenOS 4.0.0 based on Android Nougat and includes its features and several other modifications to the general public through downloads via OTA.\nOn 31 January 2018, OnePlus released OxygenOS 5.0.3 based on Android Oreo to the general public through OTA downloads. In May 2018, OnePlus released OnePlus 6 with OxygenOS based on Android Oreo 8.1.\nOn 29 October 2018, OnePlus released the OnePlus 6T from OxygenOS 9.0 based on Android Pie.\nOn 25 December 2018, OnePlus released OxygenOS 9.0.0 based on Android Pie for OnePlus 5/5T to the general public via OTA.\nOn 14 October 2020, OnePlus released The OxygenOS 11 based on Android 11 for OnePlus 8T models and other 8 series models. They introduced many features such as AOD (Always on Display) and One Handed Mode Better Experience. OxygenOS's latest version is faster, smoother, and smarter than ever.\nPrivacy issues.\nOn 10 October 2017, a security researcher discovered that OxygenOS system service called \"DeviceManagerService\" collects sensitive data and transmits it back to OnePlus servers. The service collects many data points, including the serial number of the device, the phone number, IMEI, network connections and time records of user activity in each application. Users can delete the system service through ADB. OnePlus later released a statement on data collection and analytics, arguing that the data is only used to improve and optimize the system, is not shared with third parties and can be disabled by users in system settings. OnePlus also says they are reviewing the data analysis mechanism and no longer collecting certain data.\nHistory.\nIn 2014, OnePlus promised the experience is \"close to pure Android, without bloation and with great customization capabilities.\" Soon they held a contest \"Name the firmware\" in search of a name. On 30 January 2015, OnePlus officially announced the names OxygenOS and HydrogenOS. The winner of this @Midifire from Belgium was taken to the headquarters in Shenzhen, where he met with the team with their general manager Pete Lau.","categories":[],"infobox_types":[],"annotations":[{"uri":"Android","surface_form":"OS on","offset":14},{"uri":"Android","surface_form":"Android","offset":25},{"uri":"OnePlus","surface_form":"OnePlus","offset":81},{"uri":"XDA_Developers","surface_form":"XDA","offset":336},{"uri":"Mobile_app","surface_form":"Program","offset":534},{"uri":"Android","surface_form":"Android","offset":769},{"uri":"Android_Nougat","surface_form":"Android Nougat","offset":947},{"uri":"Android_Oreo","surface_form":"Android Oreo","offset":1130},{"uri":"OnePlus_6","surface_form":"OnePlus 6","offset":1218},{"uri":"OnePlus_6T","surface_form":"OnePlus 6T","offset":1310},{"uri":"Android_Pie","surface_form":"Android Pie","offset":1348},{"uri":"IMEI","surface_form":"IMEI","offset":2070},{"uri":"Android_NDK","surface_form":"ADB","offset":2195},{"uri":"Shenzhen","surface_form":"Shenzhen","offset":2889},{"uri":"Pete_Lau","surface_form":"Pete Lau","offset":2953}]}