{"id":809247,"url":"http://en.wikipedia.org/wiki/Komala_Party_of_Iranian_Kurdistan","text":"The Komala Party of Iranian Kurdistan (Kurdish: كۆمه‌ڵه‌ی شۆڕشگێڕی زه‌حمه‌تكێشانی كوردستانی ئێران‎, romanized: Komełey Şorrişgêrrî Zehmetkêşanî Kurdistanî Êran), is a social democratic political party from the Kurdish region of Iran. Komala has been seeking a [https://www.jpost.com/features/lunch-with-komala secular] democratic federal ruling system to replace the current theocratic regime. It is currently exiled in northern Iraq where its leadership and media are operating from\"Internationally Komala is a member of International Socialist and Progressive Alliance, both umbrella organizations for social democrats, socialist and progressive forces. Aside from that, it is committed to prohibition on sexual violence and child protection in armed conflicts as well as a ban on anti-personnel mines.\nHistory.\nKomala Party of Iranian Kurdistan was formed in autumn 1969. among Kurdish leftist students and intellectuals in Tehran and some Kurdish towns. Since there was no political freedom in Iran, every political organization and even small student circles had to go hiding and to organize underground.Komala was no exception. Like all other opposition organizations of that time, especially the leftist groups of the sixties and seventies, Komala faced severe repression.\nDuring those years many of Komala members and its leadership experienced persecution, torture and imprisonment in the hands of SAVAK, Shah’s notorious secret police, but Komala could manage to survive and protect the main body of its organization and its growing network of activists. More than 9 years of hard and disciplined work prior to the outbreak of Iranian Revolution of 1978-79, bore its fruit and helped Komala build a strong and cohesive body of cadres among sections of Kurdish society. Komala managed to win over considerable sections of Kurdish students, teachers, intellectuals and young people and develop a significant influence and social base among workers and peasants throughout Kurdistan.\nKomala actively participated in the Iranian Revolution and in fact was behind almost every demonstration and popular movement of that period. On March 16, 1979, a few days after the victory of the Revolution, Komala launched an open political party. By this time Komala had already become a major political force in Iranian Kurdistan. The birth of Komala and its rapid growth among large sections of Kurdish society in Iran, apart from its own hard work, discipline and dedication, can be attributed to a combination of social factors during a period of Iran’s transition from a traditional and patriarchal society to a so-called pseudo-modern one.\nIdeology.\nAfter a long and heated debate among it's ranks and in public during the 1990s, finally the majority of the Komala Party’s cadres and members decided to a renewal programme to adapt to the new domestic and world developments. [https://www.refworld.org/pdfid/578f67c34.pdf Since year 2000], Komala Party has undergone a major overhaul. This move was welcomed by the great majority of people, intellectuals, students, women, civil activists, Komala veteran activists and others.\nWhile preserving its socialist values, Komala fights for Kurdish rights, a democratic secular pluralist federal Iran, social justice, democratic labour laws, the freedom of assembly and organization, political freedoms, democracy, human rights, women’s rights and cultural and religious tolerance.\nInternational Affiliation.\nKomala Party of Iranian Kurdistan is an organization which believes in worldwide engagements and memberships to exchange and share viewpoints, policies and values. Komala Party of Iranian Kurdistan is currently [https://www.socialistinternational.org/about-us/members/ a consultative member] of [https://www.socialistinternational.org/ the International Socialist], a worldwide organization for progressive forces including [https://www.socialistinternational.org/about-us/ social democrats, socialists and labor parties to gather under].\nKomala Party of Iranian Kurdistan is also a [https://progressive-alliance.info/network/parties-and-organisations/ member] of the German-based Progressive Alliance, an with member organizations from social democrats and progressive organizations that believe in both social democracy and social progress.\nKomala Party of Iranian Kurdistan is a [https://unpo.org/members/7882 member] of Unrepresented Nations and Peoples Organization, [https://unpo.org/section/2 UNPO], an international organization aimed at promoting the neglected and marginalized nations. Komala Party of Iranian Kurdistan joined UNPO in 2007.\nNational Affiliation.\nKomala Party of Iranian Kurdistan is a member of [https://iran-tc.com/en/home/ Iran Transition Council], Solidarity for Freedom and Equality in Iran, [https://en.radiofarda.com/a/iran-new-opposition-group-is-formed/28866347.html?fbclid=IwAR10_lPCWBAXv83MsRWqUn4G0vawDCeDlNJ6D23OjyGKcCyr0bZNKAo1Gso the Council of Iranian Democrats]. and Cooperation Center for Iranian Kurdistan Political Parties. The Secretary General of Komala, Abdulla Mohtadi, is the Secretariat for Special affairs of [https://iran-tc.com/en/about-us/ ITC] and Nahid Bahmani, a leadership member of Komala, is the [https://iran-tc.com/en/about-us/ Secretariat of Ethnic Affairs] of ITC.\nOrganizational Structure.\n\"Komala has a collective and democratic decision-making system. Since it was founded, it has held 15 congresses in which the representatives discuss any modification or changes to the party’s platform, structure and leadership among others.\nThe leadership council or the politburo has 5 members and the party is led by a Secretary General. There is a central or executive committee which has 25 members. Women play a major role in decision making and leadership. The leadership council has two female members currently.\n2.[https://www.komalainternational.org/youth the youth organization] of Iranian Kurdistan(komalay lawani RojheLat)\n3.International Network of Iranian Kurdistan Human Rights.\n6.Komala Office of International Relations: USA and EU offices\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Kurdish_people","surface_form":"Kurdish","offset":210},{"uri":"Iran","surface_form":"Iran","offset":228},{"uri":"Federal_republic","surface_form":"federal","offset":330},{"uri":"Iraq","surface_form":"Iraq","offset":429},{"uri":"Social_democracy","surface_form":"social democrats","offset":604},{"uri":"SAVAK","surface_form":"SAVAK","offset":1407},{"uri":"Iranian_revolution","surface_form":"Iranian Revolution","offset":2027},{"uri":"Patriarch_of_Alexandria","surface_form":"patriarchal","offset":2586},{"uri":"Socialism","surface_form":"socialist","offset":3148},{"uri":"Democracy","surface_form":"democratic","offset":3202},{"uri":"Secularism","surface_form":"secular","offset":3213},{"uri":"Federal","surface_form":"federal","offset":3231},{"uri":"Social_justice","surface_form":"social justice","offset":3245},{"uri":"Freedom","surface_form":"freedom","offset":3289},{"uri":"Human_rights","surface_form":"human rights","offset":3358},{"uri":"Women%27s_rights","surface_form":"women’s rights","offset":3372},{"uri":"Culture","surface_form":"cultural","offset":3391},{"uri":"Religious_toleration","surface_form":"religious","offset":3404},{"uri":"Tolerance","surface_form":"tolerance","offset":3414}]}