{"id":809330,"url":"http://en.wikipedia.org/wiki/Pampas_cat","text":"The pampas cat or gato de las pampas (\"Leopardus pajeros\" or \"Leopardus colocolo\") is a small wild cat that lives in the Andes mountain range. They live in Argentina, Chile, Bolivia, Peru, Uruguay, Brazil, Ecuador, and Colombia. Some scientists think this cat is really three species, \"L. colocolo\", \"L. braccatus\", and \"L. pajeros\". Other scientists think they are all one species.\nThis cat lives in many kinds of habitats: cloud forests, swamps, scrublands, and grasslands.\nThis cat mostly eats small rodents such as guinea pigs and mice, but they also catch birds, for example flamingoes. Scientists saw pampas cats going to penguin nests to eat eggs and baby penguins. Farmers say that this cat can kill goats and chickens.\nIn most of the countries where the pampas cat lives, it is illegal to kill one. The pampas cat is in danger of dying out because humans are using or want to use the land that it lives on for farms. Indigenous people of the South America like the pampas cat because it is a sign of fertility and they believe killing a pampas cat brings bad luck. But the same people also like to have a dead pampas cat's skin or whole body for ceremonies.\nThis cat's body is 42 to 79 cm long and its tail is another 22 to 33 cm long. It can weigh 3 to 4 kg. Its fur is thick and long. It can be pale yellow to dark gray-brown or dark dull red in color. It can have stripes or spots or not. It almost always has rings on its legs and tail.\nThe first visual recordings of the pampas cat, a movie and photos, were made in 2006.","categories":[],"infobox_types":[],"annotations":[{"uri":"Andes","surface_form":"Andes","offset":121},{"uri":"Argentina","surface_form":"Argentina","offset":156},{"uri":"Chile","surface_form":"Chile","offset":167},{"uri":"Bolivia","surface_form":"Bolivia","offset":174},{"uri":"Peru","surface_form":"Peru","offset":183},{"uri":"Uruguay","surface_form":"Uruguay","offset":189},{"uri":"Brazil","surface_form":"Brazil","offset":198},{"uri":"Ecuador","surface_form":"Ecuador","offset":206},{"uri":"Colombia","surface_form":"Colombia","offset":219},{"uri":"Leopardus_braccatus","surface_form":"L. braccatus","offset":301},{"uri":"Habitat","surface_form":"habitat","offset":415},{"uri":"Cloud_forest","surface_form":"cloud forest","offset":425},{"uri":"Rodent","surface_form":"rodent","offset":503},{"uri":"Flamingo","surface_form":"flamingo","offset":580},{"uri":"Indigenous_people","surface_form":"Indigenous people","offset":926},{"uri":"Fertility","surface_form":"fertility","offset":1009}]}