{"id":809497,"url":"http://en.wikipedia.org/wiki/Cambridge_Five","text":"The Cambridge Spy Ring was a group of spies in the United Kingdom that passed information to the Soviet Union during and after World War II. It was active from the later 1930s until at least into the early 1950s.\nNone was ever prosecuted for spying. The number and membership of the ring became public slowly, since the 1950s. Their most damaging achievement was to pass information about the Manhattan Project to the Soviet Union.\nThe sudden flight of Donald Maclean (cryptonym: Homer) and Guy Burgess (cryptonym: Hicks) to the Soviet Union in 1951 was the first public news.\nIn 1961, defector Anatoliy Golitsyn provided information which pointed to Kim Philby. Philby (cryptonyms: Sonny, Stanley), fled the country in 1963. He spent the rest of his life in Moscow.\nAfter Philby's flight, British intelligence got confessions from Anthony Blunt (cryptonyms: Tony, Johnson) and then John Cairncross (cryptonym: Liszt), who were the last two of a group of five. Their involvement was kept secret for many years: until 1979 for Blunt, and 1990 for Cairncross.\nThe group became known as the Cambridge Five. All five spies met as students or teachers at Cambridge University.","categories":[],"infobox_types":[],"annotations":[{"uri":"Espionage","surface_form":"spies","offset":38},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":51},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":97},{"uri":"World_War_II","surface_form":"World War II","offset":127},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":393},{"uri":"Donald_Maclean_(spy)","surface_form":"Donald Maclean","offset":453},{"uri":"Cryptonym","surface_form":"cryptonym","offset":469},{"uri":"Guy_Burgess","surface_form":"Guy Burgess","offset":491},{"uri":"Anatoliy_Golitsyn","surface_form":"Anatoliy Golitsyn","offset":595},{"uri":"Kim_Philby","surface_form":"Kim Philby","offset":651},{"uri":"Moscow","surface_form":"Moscow","offset":759},{"uri":"Anthony_Blunt","surface_form":"Anthony Blunt","offset":832},{"uri":"John_Cairncross","surface_form":"John Cairncross","offset":883},{"uri":"Cambridge_University","surface_form":"Cambridge University","offset":1150}]}