{"id":809551,"url":"http://en.wikipedia.org/wiki/Turn","text":"\"Turn\" or \"Turn: Washington's Spies\" is an American television show. It is set during the American Revolutionary War. It is about the spies and the beginning of espionage. It was on television for four seasons. It started in 2014.\nDevelopment.\n\"Turn\" is based on the Culper Ring, real spies from the Revolutionary War. The television show was based on the book \"Washington's Spies: The Story of America's First Spy Ring\", by Alexander Rose. The book is not fiction. Rose is one of the show's producers and writers.\nStory.\nA cabbage farmer named Abraham Woodhull (Jaime Bell) and his friends become spies for George Washington (Ian Kahn). The story covers the British plan to use counterfeit money, the time Benedict Arnold changed sides, and the execution of John Andre.\nSetting.\nMuch of the story takes place on Long Island in New York. It also shows other parts of the American colonies, including Manhattan, Philadelphia, and West Point.\nAccuracy.\nAccording to Long Island historian Margo Arceri, the show is \"about 70 percent inaccurate.\"\nResults.\nBecause of the television show, more tourists came to Long Island. Many of the buildings where the real Culper Ring spies worked are still there.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":43},{"uri":"Revolutionary_War","surface_form":"Revolutionary War","offset":99},{"uri":"Espionage","surface_form":"espionage","offset":161},{"uri":"Culper_Ring","surface_form":"Culper Ring","offset":267},{"uri":"George_Washington","surface_form":"George Washington","offset":608},{"uri":"Counterfeit","surface_form":"counterfeit","offset":679},{"uri":"Benedict_Arnold","surface_form":"Benedict Arnold","offset":707},{"uri":"John_Andre","surface_form":"John Andre","offset":759},{"uri":"Long_Island","surface_form":"Long Island","offset":813},{"uri":"New_York","surface_form":"New York","offset":828},{"uri":"West_Point","surface_form":"West Point","offset":929},{"uri":"Tourist","surface_form":"tourist","offset":1089},{"uri":"Long_Island","surface_form":"Long Island","offset":1106}]}