{"id":809766,"url":"http://en.wikipedia.org/wiki/John_Andr%C3%A9","text":"Major John André (b. 1750 - d. 1780) was a British officer in the American War for Independence. He helped Benedict Arnold change sides to the British army and tried to take West Point. He was executed for being a spy.\nEarly life.\nAndré was born in 1750 in London.\nHis parents were Huguenots. The Huguenots were Protestants who had lived in France. When the French government said it was illegal to be Protestants, many Huguenots went to other countries. André's mother went to England when she was young. His mother had been born in France and his father had been born in Geneva. André's father was a merchant. André's parents had one other son and three daughters.\nAndré went to school in Geneva and then came back to England in 1767. He had a good education. He could draw, paint, play the flute, write poems, and speak English, French, German, and Italian.\nAndré wanted to join the army, but at that time, people did not become officers unless they could buy the position. When André's father died in 1769, André had to make money to take care of his family. He became a merchant in his father's business.\nAndré fell in love with an English woman named Honora Sneyd. But Sneyd's guardians would not let them marry unless André became rich. André worked hard to be a good merchant. But then Honora Sneyd changed her mind. Then André joined the army. According to Sneyd's foster sister, Anna Seward, André joined the army out of a broken heart.\nArmy career.\nAndré joined the army on March 4, 1771. He did special training in Germany for two years. In 1774, he went to Canada with the Royal English Fusileers. He was a lieutenant at the time. André helped defend St. John's from the American army. The siege lasted two months, and the British lost.\nAndré was captured at St. John's. Because he was an officer and not an enlisted man, he was held prisoner in inns instead of barracks and ate dinner with rich people. André was kept prisoner in the house of the Cope family in Lancaster County. Many people in Lancaster County spoke German, and so could André, so he made friends. André also taught art to the Copes' son.\nIn 1776, André was sent back to the British army. He was traded for American prisoners. He wrote a book about everything he had learned about the British Colonies and drew maps of places he had been. He gave the book to British General William Howe in New York City. Howe thought the book was very good and that André was very intelligent. He promoted André to captain and made him aide to Major-General Charles Grey.\nAndré was part of the invasion of Philadelphia in 1777. At the time, Philadelphia was the largest city in the thirteen colonies. The British captured it. André fought in the Battle of Brandywine, the Paoli Massacre, the Battle of Germantown, the Battle of Monmouth, and Grey's raids into Massachusetts and New Jersey in 1778. André kept a personal book during this time. That book is now a valuable historical source about the war.\nDuring the winter of 1777-1778, there was less fighting because it was too cold and snowy. John André lived in Philadelphia in Benjamin Franklin's house. He wrote poetry for women, for example Peggy Shippen. He also threw a large party called Mischianza extravaganza. When the British left Philadelphia, André packed up and stole many of Benjamin Franklin's inventions, books, and other things. Historians think General Grey may have ordered him to do this.\nIn 1778, André was promoted to major and deputy Adjutant General.\nIn May of 1779, Benedict Arnold, a high-ranking American officer, told André he wanted to change sides if the British would give him £10,000 and high rank in the British military. He was the commander of the fort West Point. If the British had West Point, they could control the Hudson Valley and they would be much stronger in New England. André communicated with Arnold for months.\nIn 1779, André went with General Clinton to attack Charleston, South Carolina, and they won. André returned north with Clinton and began talking to Arnold again. Arnold said he had to meet André in person to plan the surrender of West Point.\nCapture and trial.\nIn September 1779, André got on a ship and sailed up the Hudson. He met Arnold, who gave him papers and the plans to West Point. But André could not get back to his ship because American forces had attacked it, and it had sailed away. André decided to go back to British territory in disguise. He took off his British army uniform and put on ordinary clothes. On the way, he was captured by American freelance soldiers. They found the papers Arnold had given André. They arrested André as a spy.\nBecause André had been in disguise and not wearing his uniform, he was legally a spy and not only an enemy soldier. The punishment for being a spy was much worse. André was put on trial in Tappan, New York. Many of his friends wrote letters to George Washington to ask that he be allowed to live. Others asked that he be allowed to die by firing squad, which was the usual way soldiers were killed. On September 29, 1780, André was found guilty of being \"under a feigned name and in a disguised habit.\" He was sentenced to die by hanging. André was hanged at noon on October 2, 1780.\nBurial.\nAt first, André was buried next to the Hudson River. A peach tree grew on top of his grave. In 1782, King George III had a monument built for André in Westminster Abbey.\nIn 1821, people dug up John André's bones and took them to England. He is buried in Westminster Abbey. They took the peach tree too and replanted it in the king's garden. There is another monument in Tappan, New York.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":43},{"uri":"Revolutionary_War","surface_form":"American War for Independence","offset":66},{"uri":"Benedict_Arnold","surface_form":"Benedict Arnold","offset":107},{"uri":"West_Point","surface_form":"West Point","offset":174},{"uri":"Huguenots","surface_form":"Huguenots","offset":282},{"uri":"Protestant","surface_form":"Protestant","offset":312},{"uri":"Geneva","surface_form":"Geneva","offset":573},{"uri":"Broken_heart","surface_form":"broken heart","offset":1433},{"uri":"Germany","surface_form":"Germany","offset":1527},{"uri":"Siege","surface_form":"siege","offset":1703},{"uri":"Barracks","surface_form":"barracks","offset":1875},{"uri":"Lancaster_County","surface_form":"Lancaster County","offset":1976},{"uri":"General_William_Howe","surface_form":"General William Howe","offset":2349},{"uri":"Major-General_Charles_Grey","surface_form":"Major-General Charles Grey","offset":2511},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":2573},{"uri":"Battle_of_Brandywine","surface_form":"Battle of Brandywine","offset":2713},{"uri":"Paoli_Massacre","surface_form":"Paoli Massacre","offset":2739},{"uri":"Battle_of_Germantown","surface_form":"Battle of Germantown","offset":2759},{"uri":"Battle_of_Monmouth","surface_form":"Battle of Monmouth","offset":2785},{"uri":"Journal","surface_form":"personal book","offset":2878},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":3098},{"uri":"Peggy_Shippen","surface_form":"Peggy Shippen","offset":3164},{"uri":"Mischianza_extravaganza","surface_form":"Mischianza extravaganza","offset":3214},{"uri":"Benedict_Arnold","surface_form":"Benedict Arnold","offset":3511},{"uri":"West_Point","surface_form":"West Point","offset":3708},{"uri":"Hudson_Valley","surface_form":"Hudson Valley","offset":3774},{"uri":"General_Clinton","surface_form":"General Clinton","offset":3904},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston, South Carolina","offset":3930},{"uri":"Freelance","surface_form":"freelance","offset":4540},{"uri":"Tappan%2C_New_York","surface_form":"Tappan, New York","offset":4825},{"uri":"Firing_squad","surface_form":"firing squad","offset":4975},{"uri":"Hanging","surface_form":"hanging","offset":5166},{"uri":"George_III","surface_form":"George III","offset":5334},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":5379},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":5482}]}