{"id":809812,"url":"http://en.wikipedia.org/wiki/Mobilizon","text":"e=\"preserve\">Mobilizon is a free and open source software with focus on event organization and group management. It is developed by small but prominent French tech cooperative Framasoft with aim to offer a free alternative to the commercial platforms (like Facebook, Meet-Up, EventBrite).\nIt was announced in 2019 and launched publicly in October 2020.\nHistory.\nOn May 14, 2019, the Framasoft association launched a fundraising campaign to verify the interest of the wider community and secure the finances for the project. At the end of the campaign, on July 10, 2019, the objective was reached with more than thousand contributors and more than €58,000 raised.\nA test platform was put online on October 15, 2019, to allow supporters of the project to discover the tool and give first impressions with most of the UX features, but still without federation. The first version was planned for the first half of 2020. On June 22, 2020, at the time of the beta3 release, version 1.0 was pushed back to autumn 2020. On October 27th 2020, the first version was officially launched and presented through visual guide. On November 17 new version 1.02. was released with few updates and numerous new languages supported. Independent developer of Fedilab released an Android app for Mobilizon.\nIn January 2021 over 60 active Mobilizon instances were recorded in the registry.\nFunctionality.\n\"We also understood that Mobilizon had to move away from the Facebook-style social features that exploit our ego and motor the attention economy. In the Mobilizon we designed, there are no likes, incentives to create the narrative of your life on a wall, and no echo chambers to these frustrating dialogues where everyone shouts and no one listens\".\"\nTechnology.\nThe software is written in the Elixir programming language with Phoenix, a lightweight framework that takes advantage of Elixir.\nThe user interface is built with the VueJS framework.\nMobilizon is federated to a network of instances capable of communicating with each other thanks to the ActivityPub protocol, a W3C standard. It will also enable interaction with other software applications that make up the fediverse, such as Mastodon, PeerTube, etc. Most federation code comes from Pleroma, popular microbloging software.","categories":[],"infobox_types":[],"annotations":[{"uri":"Free_and_open-source_software","surface_form":"free and open source","offset":28},{"uri":"Facebook","surface_form":"Facebook","offset":257},{"uri":"Framasoft_association","surface_form":"Framasoft association","offset":383}]}