{"id":809802,"url":"http://en.wikipedia.org/wiki/Kingdom_of_Koya_Colonies","text":"Kingdom of Koya Colonies is a micronation made up of Gullah Culture Heratage Site and Gola Micronation\nIts members claim sovereignty over a vast connected territorys, including a larg size of land in America and Grand Cape Mount, Liberia Wattsland South Africa several other areas of the Earth, a colony on Mars, the northern hemisphere of Neptune, and Ceres planet.\nHistory.\nMicronationals of the tribe Gullah People and the Principality of Gola people,\nRecognizing the decision and interest of both Africans and Americans for unification,\nResolved to achieve the unification of our African Americans as a ethnic goup to expand our culture and increase our cultural health.\nMindful of the fact that the people of Gullah and Gola desires to live in a Republican and democratic federation that secures peace and freedom and that governs under a single rule of law, and\nAware of the continuation of the history of African Americans great responsibility of creating and developing a nation,\nARTICLE 1. The micronation is to be called the Kingdom of Koya Colonies and it shall be composed of the Gullah and Gola people democratic republican commission the Principality of Gola\nARTICLE 2. The constituent people of the Kingdom of Koya shall retain their respective political systems until a constitution for the micronation is approved. The constitutions and laws of both countries shall be declared null and void.\nARTICLE 3. The borders between Gullah and the Principality of Gola shall no longer be recognized as valid.\nARTICLE 4. The citizens of Gullah and the Principality of Gola have been granted to become citizens of Kingdom of Koya micronation.\nARTICLE 5. Republican party (Liberia) shall form a transitional microgoverning body named the Federal Executive Commission, which would be responsible for introducing rule of law during the transition period of republican party (Liberia) national committie. The Federal Executive Commission shall be composed of the monarch of the Grand cape mount (Kingdom of Koya)\nARTICLE 6. All international treaties in which the contracting parties involves either the Gullah people and the Principality of Gola shall be suspended, and the republican party (Liberia) founded in 1848 by African Americans, shall see to it that all of the concerned foreign governments shall be notified of this decision. The Federal Executive Commission shall become the representative of the Kingdom of Koya micronation's in all of its diplomatic activities.\nARTICLE 7. All transition issues which were not included in this treaty shall be decided upon by the Federal Executive Commission.\nARTICLE 8. The constitution of the Republican party (Liberia) shall be based on the provisions of these treaty, and of the decisions of the Federal Executive Commission.\nARTICLE 10. The provisions of this treaty shall enter into force immediately after the The Gullah Geechee Cultural Heritage Corridor and Gola conteh district has signed the document. The treaty shall also serve as the declaration of the establishment of Kingdom of Koya micronation.\nDone on the 9th of May in the year 2018 in South carolina, Gullah micronation United States of America.\nEducation.\nXavioer Institute for higher learning North Carolina\nA Private School the Chairman of the Republican Party of the nation of Liberty King Fondren Bai ll wants to raise Money to start construction\nList of Classes subject to change\nC4: Elite Warrior Martial Arts training\nE7: Kingdom of Koyas Colonioes House of lords\n212 Republican Party of the statue of Liberty student Union\n124: Congress for Democratic change, Republican party Liberia Political Science Debate\nCampus map & directory still uderconstruction","categories":[],"infobox_types":[],"annotations":[]}