{"id":810064,"url":"http://en.wikipedia.org/wiki/Edward_Craven_Walker","text":"Edward Craven Walker (4 July 1918 – 15 August 2000) was a British inventor, who invented the lava lamp.He is also known for being a naturist.\nWork on the lava lamp.\nWalker got the idea of a lava lamp from seeing what is now called a \"blob light\", a mix of oil and water heated by a lightbulb at the bottom. He thought it would look more interesting if the oil was thick enough to form shapes, and spent 10 years trying to make it good.\nEventually, his product was launched in 1963, and Walker's factory soon began production of it as it grew in popularity.\nApparently, Walker once said, \"If you buy my lamp, you won't need drugs.\"\nLava lamps were featured in the sitcom series \"Absolutely Fabulous\", which some people think helped the lava lamp's popularity, which was declining at the time.\nEventually, as it become less popular in the 1980s, Walker sold the company to Elizabeth Granger. Her company, Mathmos, was one of Britain's fastest growing companies, mostly from the lava lamp. Walker believed the lava lamp would be good for her company.\n\"I think it will always be popular.\" he once said. \"It's like the cycle of life. It grows, breaks up, falls down, and starts all over again.\"\nNaturism.\nWalker's interest in nudity began with a visit to the Isle du Levant in the 1950s. He liked the idea, and tried to make it popular. \"Eves on Skies\" was broadcast in 1958, and \"Travelling Light\" followed soon after in 1960.\nThe success of Travelling Light gave Walker the money to buy a nightclub in Bournemouth. He turned it into a nudist resort. He tried to ban overweight nudists from entering, but failed.\n\"We are all against these fat fogies, it's not what naturism is about,\" he said\nDeath.\nWalker was suffering from cancer in the mid and late 1990s, and he eventually died because of it. He died in Ringwood, Hampshire at the age of 85 on the 15th of August 2000.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lava_lamp","surface_form":"lava lamp","offset":93},{"uri":"Naturism","surface_form":"naturist","offset":132},{"uri":"Elizabeth_Granger","surface_form":"Elizabeth Granger","offset":871},{"uri":"Nudity","surface_form":"nudity","offset":1221},{"uri":"Eves_on_Skies","surface_form":"Eves on Skies","offset":1333},{"uri":"Nightclub","surface_form":"nightclub","offset":1486},{"uri":"Bournemouth","surface_form":"Bournemouth","offset":1499},{"uri":"Ringwood_(United_Kingdom)","surface_form":"Ringwood","offset":1805},{"uri":"Hampshire","surface_form":"Hampshire","offset":1815}]}