{"id":810042,"url":"http://en.wikipedia.org/wiki/Haugesund","text":"Haugesund is a town within the Municipality of Haugesund, and is the capital of the municipality. It is within the Rogaland county in the country of Norway. It had a population of roughly 32,000 (42,000 including all of the suburbs) as of January 2020. The \"birthplace of Norway\", as it is called, Avaldsnes, is approximately 8.5km away from the town. The town is named after the nearby Haugesundet strait which is close to the town.\nThe residents of the town are nicknamed \"Maake\" (Seagulls), especially those who live in the east side of the town and support the local soccer team.\nTourist attractions.\n• (Natural attraction) The Haraldsvang hiking area. It is quite close to the Skelsvannet lake.\n• (Natural attraction) The Skelsvannet lake is good for fishing, and you could be able to find some fish that are from the region. It would also be good for birdwatching, mostly seagulls which are commonly found in Haugesund.\n• There is a North Sea cycling route which runs through, which would be good for cyclists\n• Haugesund also has an airport (HAU) for people who like planespotting.\n• Haugesund also hosts the Norwegian International Film Festival, and the \"Slidajazz\" festival in August every year.\nSports in Haugesund.\nHaugesund is home to the soccer club Haugesund FK (FKH), who currently play in the Eliteserien, the highest tier in Norwegian soccer (20/21 season).\nMunicipal council.\nThe municipal council () of Haugesund is made up of 49 representatives that are elected every four years. The government is located at the Haugesund City Hall.\nInternational relations.\nEach of the sister cities (except Emden) has been given its name to a street in Haugesund. The streets are located in the same area near the border to the neighbouring municipality.","categories":[],"infobox_types":[],"annotations":[{"uri":"Haugesund_(municipality)","surface_form":"Haugesund","offset":47},{"uri":"Rogaland","surface_form":"Rogaland","offset":115},{"uri":"County","surface_form":"county","offset":124},{"uri":"Norway","surface_form":"Norway","offset":149},{"uri":"Suburb","surface_form":"suburbs","offset":224},{"uri":"Avaldsnes","surface_form":"Avaldsnes","offset":298},{"uri":"Strait","surface_form":"strait","offset":399},{"uri":"Association_football","surface_form":"soccer","offset":571},{"uri":"Fish","surface_form":"fish","offset":800},{"uri":"Birdwatching","surface_form":"birdwatching","offset":857},{"uri":"Gull","surface_form":"seagulls","offset":878},{"uri":"Bicycle","surface_form":"cyclists","offset":1007},{"uri":"Airport","surface_form":"airport","offset":1040},{"uri":"Norwegian_International_Film_Festival","surface_form":"Norwegian International Film Festival","offset":1116},{"uri":"Association_football","surface_form":"soccer","offset":1252},{"uri":"Haugesund_FK","surface_form":"Haugesund FK (FKH)","offset":1264},{"uri":"Eliteserien","surface_form":"Eliteserien","offset":1310},{"uri":"Municipal_council_(Norway)","surface_form":"municipal council","offset":1399},{"uri":"Representative","surface_form":"representatives","offset":1450}]}