{"id":810049,"url":"http://en.wikipedia.org/wiki/Battle_of_Monmouth","text":"The Battle of Monmouth or Battle of Monmouth Courthouse was a battle of the American Revolutionary War. It was fought on June 28, 1778 in Monmouth, New Jersey. The British army retreated, but neither side won. Monmouth was the longest battle between the main Continental Army and the main British Army.\nBattle.\nFour days earlier, the leaders of the Continental Army (the Americans) met. Some wanted to fight the British army head-on and some did not. Most of the leaders decided to fight small battles and win slowly.\nGeneral George Washington and General Charles Lee led the Continental Army to Englishtown. There, Washington ordered the army to attack British General Sir Henry Clinton's army. During the battle, Lee ordered his own Continental troops to retreat. Washington became angry and ordered Lee and \"Mad\" Anthony Wayne to slow the British down while he, Washington, took command. The Continental Army defended its position while the British attacked all day. That night, the British left in the dark.\nThere were about 10,000 Continental troops and about 11,000 British troops. About 100 British troops were killed or injured and about 150 Continentals. About 100 people fell or died from heatstroke. George Washington's horse also died of heatstroke.\nJune 28 was a very hot day. Mary Ludwig Hayes brought water to her husband and other gunners during the battle many times. One time, she brought water and found her husband had been shot and injured. She took over his job as gunner. People gave her the nickname \"Molly Pitcher.\" There may have been more than one real-life woman who was given the name \"Molly Pitcher.\"\nNathanael Greene and the Marquis de Lafayette also fought in this battle.\nWeapons.\nBoth armies had muskets. The Highland Scots in the British army also had broadswords. The British and the German soldiers had bayonets, long blades attached to the ends of the muskets. The Continental army had been trying to get bayonets. Some of the Virginia troops had rifled firearms.\nThis was the first time the Continental army used the tactics and training they had learned at Valley Forge from then-Acting Inspector General Friedrich Wilhelm von Steuben.\nOutcome.\nGeneral Lee asked to be court-martialed for his actions in this battle. He was sentenced to one year suspension.\nAfter the Battle of Monmouth, the war moved to the South.\nToday.\nReenactors reenact the battle at Monmouth Battlefield State Park in Freehold, New Jersey.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":76},{"uri":"1778","surface_form":"1778","offset":130},{"uri":"Monmouth%2C_New_Jersey","surface_form":"Monmouth","offset":138},{"uri":"New_Jersey","surface_form":"New Jersey","offset":148},{"uri":"Continental_Army","surface_form":"Continental Army","offset":349},{"uri":"Fabian_strategy","surface_form":"win slowly","offset":506},{"uri":"George_Washington","surface_form":"George Washington","offset":526},{"uri":"Charles_Lee","surface_form":"Charles Lee","offset":556},{"uri":"Henry_Clinton","surface_form":"Henry Clinton","offset":674},{"uri":"Anthony_Wayne","surface_form":"Anthony Wayne","offset":816},{"uri":"Heatstroke","surface_form":"heatstroke","offset":1199},{"uri":"Molly_Pitcher","surface_form":"Molly Pitcher","offset":1525},{"uri":"Nathanael_Greene","surface_form":"Nathanael Greene","offset":1631},{"uri":"Marquis_de_Lafayette","surface_form":"Marquis de Lafayette","offset":1656},{"uri":"Highland_Scot","surface_form":"Highland Scot","offset":1743},{"uri":"Broadsword","surface_form":"broadsword","offset":1787},{"uri":"Bayonet","surface_form":"bayonet","offset":1840},{"uri":"Rifle","surface_form":"rifle","offset":1985},{"uri":"Valley_Forge","surface_form":"Valley Forge","offset":2097},{"uri":"Friedrich_Wilhelm_von_Steuben","surface_form":"Friedrich Wilhelm von Steuben","offset":2145},{"uri":"Court-martial","surface_form":"court-martial","offset":2209},{"uri":"Monmouth_Battlefield_State_Park","surface_form":"Monmouth Battlefield State Park","offset":2396},{"uri":"Freehold%2C_New_Jersey","surface_form":"Freehold, New Jersey","offset":2431}]}