{"id":810221,"url":"http://en.wikipedia.org/wiki/Angelica_Schuyler_Church","text":"Angelica Schuyler Church was an American woman from New York. She knew Alexander Hamilton, Benjamin Franklin, the Marquis de Lafayette and Thomas Jefferson.\nEarly life and family.\nAngelica was born in 1756. She grew up in Albany, New York. Her parents were Philip Schuyler and Catharine Van Rensselaer Schuyler. Philip Schuyler had fought in the French and Indian War. He went to the New York State Assembly and Continental Congress. During the Revolutionary War, Philip Schuyler was a Major General in the Continental Army. Her parents had fifteen children, and eight lived to be adults. Angelica's sister Elizabeth would later marry Alexander Hamilton. The Schuyler family had almost twenty slaves.\nHistorian Danielle Funiciello of the Schuyler Museum says the Schuyler daughters probably learned French, dancing, geography, history, writing, arithmetic, music, needlework, and how to run a household. Because about half of Albany spoke Dutch as a first language, the Schuylers probably spoke Dutch. Because Angelica could read in French, she could read philosophy.\nAfter the war, Philip Schuyler was a senator in the New York state government and then senator for New York in the United States government.\nMarriage and life in Europe.\nAngelica Schuyler married a British man called John Barker Church in 1777. At the time, John Barker Church was using a false name, John Carter. He had changed his name and left England because he owed people money from gambling. She ran away to marry him because she thought her parents would not want them to marry. Her parents were angry and would not speak to her for days. Her mother's parents talked to her parents until they changed their minds.\nJohn Barker Church made a lot of money selling supplies to the French and Continental armies during the war. He was General George Washington's Commissary General. He also made money buying land and selling it later.\nIn 1783, Angelica Schuyler Church, her husband, and their four children moved from the United States to France. John Barker Church was an envoy from the United States government to the government of France. In Paris, Angelica Schuyler Church made friends with Benjamin Franklin, the Marquis de Lafayette, the Marquis de Tallyrand and Thomas Jefferson. She introduced Thomas Jefferson to Maria Cosway.\nIn 1785, the Churches moved to London, where Angelica Schuyler Church made friends with some people in the royal family. John Barker Church became a member of Parliament. They visited the United States twice. They visited once in 1785. They visited again in 1789 because Angelica Schuyler Church had been invited to George Washington's inauguration, the ceremony where he officially became the first President of the United States.\nThe Churches moved back to the United States in 1797.\nLegacy.\nJohn Barker Church had given supplies to the Americans during the Revolutionary War. At the time, he told them they could pay him later. Because the American government realized they could not pay him at all, they gave him land in New York State instead. They gave him 100,000 acres on the Genesee River. Angelica and John's son Philip Church designed and built a town there, Angelica, New York, named after his mother.\nAngelica Schuyler Church died on March 13, 1814.\nIn popular culture.\nAngelica is a character in the Broadway musical \"Hamilton\" by Lin-Manuel Miranda. Miranda said he had to make changes so the story of the musical would make sense. For example, in the musical, Angelica gets married until after Elizabeth and Alexander Hamilton do, instead of before.","categories":[],"infobox_types":[],"annotations":[{"uri":"American","surface_form":"American","offset":32},{"uri":"New_York","surface_form":"New York","offset":52},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":71},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":91},{"uri":"Marquis_de_Lafayette","surface_form":"Marquis de Lafayette","offset":114},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":139},{"uri":"Albany%2C_New_York","surface_form":"Albany, New York","offset":222},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":346},{"uri":"Continental_Congress","surface_form":"Continental Congress","offset":412},{"uri":"Revolutionary_War","surface_form":"Revolutionary War","offset":445},{"uri":"Continental_Army","surface_form":"Continental Army","offset":507},{"uri":"Elizabeth_Schuyler_Hamilton","surface_form":"Elizabeth","offset":607},{"uri":"Slaves","surface_form":"slaves","offset":693},{"uri":"Schuyler_Museum","surface_form":"Schuyler Museum","offset":738},{"uri":"French","surface_form":"French","offset":799},{"uri":"Geography","surface_form":"geography","offset":816},{"uri":"Embroidery","surface_form":"needlework","offset":864},{"uri":"Dutch_language","surface_form":"Dutch","offset":939},{"uri":"Philosophy","surface_form":"philosophy","offset":1056},{"uri":"Gambling","surface_form":"gambling","offset":1457},{"uri":"Elopement_(marriage)","surface_form":"ran away to marry him","offset":1471},{"uri":"Envoy","surface_form":"envoy","offset":2045},{"uri":"Marquis_de_Tallyrand","surface_form":"Marquis de Tallyrand","offset":2216},{"uri":"Maria_Cosway","surface_form":"Maria Cosway","offset":2294},{"uri":"London","surface_form":"London","offset":2339},{"uri":"Parliament","surface_form":"Parliament","offset":2467},{"uri":"George_Washington","surface_form":"George Washington","offset":2624},{"uri":"Inauguration","surface_form":"inauguration","offset":2644},{"uri":"Genesee_River","surface_form":"Genesee River","offset":3092},{"uri":"Angelica%2C_New_York","surface_form":"Angelica, New York","offset":3178},{"uri":"Musical_theater","surface_form":"Broadway musical","offset":3322},{"uri":"Hamilton_(musical)","surface_form":"Hamilton","offset":3340},{"uri":"Lin-Manuel_Miranda","surface_form":"Lin-Manuel Miranda","offset":3353}]}