{"id":810325,"url":"http://en.wikipedia.org/wiki/Names_of_Vietnam","text":"ce=\"preserve\">Throughout history, there were many names used to refer to Vietnam.\nHistory.\nThroughout history of Vietnam, besides official names, there are names that are used unofficially to refer to the territory of Vietnam. Vietnam was ever called Văn Lang during the Hùng Vương Dynasty, Âu Lạc when An Dương was king, Nam Việt during the Triệu Dynasty, Van Xuan during the Anterior Lý Dynasty, Đại Cồ Việt during the Đinh dynasty and Early Lê dynasty. Starting in 1054, Vietnam was called Đại Việt (Great Viet). During the Hồ dynasty, Vietnam was called Đại Ngu.\nViệt Nam (in Vietnamese) is a variation of Nam Việt (Southern Việt), a name that can be traced back to the Triệu dynasty (2nd century BC, also known as Nanyue Kingdom). The word \"Việt\" originated as a shortened form of Bách Việt, a word used to refer to a people who lived in what is now southern China in ancient times. The word \"Việt Nam\", with the syllables in the modern order, first appears in the 16th century in a poem by Nguyễn Bỉnh Khiêm. \"Annam\", which originated as a Chinese name in the seventh century, was the common name of the country during the colonial period. Nationalist writer Phan Bội Châu revived the name \"Vietnam\" in the early 20th century. When rival communist and anti-communist governments were set up in 1945, both immediately adopted this as the country's official name. In English, the two syllables are usually combined into one word, \"Vietnam\". However, \"Viet Nam\" was once common usage and is still used by the United Nations and by the Vietnamese government.\nOrigin of \"Vietnam\".\nThe term \" (Yue) (), Early Middle Chinese was first written using the logograph \"戉\" for an axe (a homophone), in oracle bone and bronze inscriptions of the late Shang dynasty (BC), and later as \"越\". At that time it referred to a people or chieftain to the northwest of the Shang. In the early 8th century BC, a tribe on the middle Yangtze were called the Yangyue, a term later used for peoples further south. Between the 7th and 4th centuries BC Yue/Việt referred to the State of Yue in the lower Yangtze basin and its people.\nFrom the 3rd century BC the term was used for the non-Chinese populations of south and southwest China and northern Vietnam, with particular states or groups called Minyue, Ouyue, Luoyue (Vietnamese: Lạc Việt), etc., collectively called the Baiyue (Bách Việt,;). The term Baiyue/Bách Việt first appeared in the book \"Lüshi Chunqiu\" compiled around 239 BC.\nIn 207 BC, former Qin dynasty general Zhao Tuo/Triệu Đà founded the kingdom Nanyue/Nam Việt () with its capital at Panyu (modern Guangzhou). This kingdom was \"southern\" in the sense that it was located south of other Baiyue kingdoms such as Minyue and Ouyue, located in modern Fujian and Zhejiang. Several later Vietnamese dynasties followed this nomenclature even after these more northern peoples were absorbed into China.\nIn \"Sấm Trạng Trình\" (The Prophecies of Trạng Trình), poet Nguyen Binh Khiêm (1491–1585) reversed the traditional order of the syllables and put the name in its modern form: \"Vietnam is being created\" (). At this time, the country was divided between the Trịnh lords of Hanoi and the Nguyễn lords of Huế. By combining several existing names, Nam Việt, Annam (Pacified South), Đại Việt (Great Việt), and \"Nam quốc\" (southern nation), Khiêm could create a new name that referred to an aspirational unified state. The word \"nam\" no longer implies Southern Việt, but rather that Vietnam is \"the South\" in contrast to China, \"the North\". This explanation is implied by Lý Thường Kiệt in the poem \"Nam quốc sơn hà\" (1077): \"Over the mountains and rivers of the South, reigns the emperor of the South.\" Researcher Nguyễn Phúc Giác Hải found the word 越南 \"Việt Nam\" on 12 steles carved in the 16th and 17th centuries, including one at Bảo Lâm Pagoda, Haiphong (1558). Nguyễn Phúc Chu (1675–1725) used the word in a poem: \"This is the most dangerous mountain in Vietnam\" (). It was used as an official name by Emperor Gia Long in 1804-1813. The Jiaqing Emperor refused Gia Long's request to change his country's name to Nam Việt, and changed the name instead to Việt Nam. Gia Long's Đại Nam thực lục contains the diplomatic correspondence over the naming.\nThe use of \"Vietnam\" was revived in modern times by nationalists including Phan Bội Châu, whose book \"Việt Nam vong quốc sử\" (History of the Loss of Vietnam) was published in 1906. Chau also founded the Việt Nam Quang Phục Hội (Vietnam Restoration League) in 1912. However, the general public continued to use Annam and the name \"Vietnam\" remained virtually unknown until the Yên Bái mutiny of 1930, organized by the Việt Nam Quốc Dân Đảng (Vietnamese Nationalist Party). By the early 1940s, the use of \"Việt Nam\" was widespread. It appeared in the name of Ho Chi Minh's Viet Nam Doc Lap Dong Minh Hoi (Viet Minh), founded 1941, and was even used by the governor of French Indochina in 1942. The name \"Vietnam\" has been official since 1945. It was adopted in June by Bảo Đại's imperial government in Huế, and in September by Ho's rival communist government in Hanoi.\nCulture.\nIn English, the spellings Vietnam, Viet-Nam, and Viet Nam have all been used. The 1954 edition of \"Webster's New Collegiate Dictionary\" gave both the unspaced and hyphenated forms; in response to a letter from a reader, the editors indicated that the spaced form Viet Nam was also acceptable, though they stated that because Anglophones did not know the meaning of the two words making up the name Vietnam, \"it is not surprising\" that there was a tendency to drop the space. In 1966, the U.S. government was known to use all three renderings, with the State Department preferring the hyphenated version. By 1981, the hyphenated form was regarded as \"dated\", according to Scottish writer Gilbert Adair, and he titled his book about depictions of the country in film using the unhyphenated and unspaced form \"Vietnam\".\nThe modern Chinese name for Vietnam () can be translated as \"Beyond the South\", leading to the folk etymology that the name is a reference to the country's location beyond the southernmost borders of China. Another theory explains that the nation was termed as such in order to emphasize the division of those who stayed in China in contrast to the people living in Vietnam.\nBoth Japanese and Korean formerly referred to Vietnam by their respective Sino-Xenic pronunciations of the Chinese characters for its names, but later switched to using direct phonetic transcriptions. In Japanese, following the independence of Vietnam the names and were largely replaced by the phonetic transcription, written in katakana script; however, the old form is still seen in compound words (e.g., \"a visit to Vietnam\"). Japan's Ministry of Foreign Affairs sometimes used an alternative spelling. Similarly, in the Korean language, in line with the trend towards decreasing usage of hanja, the Sino-Korean-derived name \"Wollam\" (, the Korean reading of) has been replaced by \"Beteunam\" () in South Korea and \"Wennam\" () in North Korea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vietnam","surface_form":"Vietnam","offset":73},{"uri":"Vietnam","surface_form":"Vietnam","offset":113},{"uri":"Vietnam","surface_form":"Vietnam","offset":218},{"uri":"Vietnam","surface_form":"Vietnam","offset":227},{"uri":"V%C4%83n_Lang","surface_form":"Văn Lang","offset":251},{"uri":"H%C3%B9ng_V%C6%B0%C6%A1ng","surface_form":"Hùng Vương","offset":271},{"uri":"%C3%82u_L%E1%BA%A1c","surface_form":"Âu Lạc","offset":291},{"uri":"An_D%C6%B0%C6%A1ng_V%C6%B0%C6%A1ng","surface_form":"An Dương","offset":303},{"uri":"%C4%90%E1%BA%A1i_C%E1%BB%93_Vi%E1%BB%87t","surface_form":"Đại Cồ Việt","offset":398},{"uri":"%C4%90inh_dynasty","surface_form":"Đinh dynasty","offset":421},{"uri":"Early_L%C3%AA_dynasty","surface_form":"Early Lê dynasty","offset":438},{"uri":"Vietnam","surface_form":"Vietnam","offset":474},{"uri":"H%E1%BB%93_dynasty","surface_form":"Hồ dynasty","offset":527},{"uri":"%C4%90%E1%BA%A1i_Ngu","surface_form":"Đại Ngu","offset":558},{"uri":"Vietnamese_language","surface_form":"Vietnamese","offset":580},{"uri":"Nanyue","surface_form":"Nam Việt","offset":610},{"uri":"Vi%E1%BB%87t","surface_form":"Việt","offset":629},{"uri":"Tri%E1%BB%87u_dynasty","surface_form":"Triệu dynasty","offset":674},{"uri":"Baiyue","surface_form":"Bách Việt","offset":786},{"uri":"Nguy%E1%BB%85n_B%E1%BB%89nh_Khi%C3%AAm","surface_form":"Nguyễn Bỉnh Khiêm","offset":996},{"uri":"Phan_B%E1%BB%99i_Ch%C3%A2u","surface_form":"Phan Bội Châu","offset":1165},{"uri":"United_Nations","surface_form":"United Nations","offset":1512},{"uri":"Early_Middle_Chinese","surface_form":"Early Middle Chinese","offset":1603},{"uri":"Logogram","surface_form":"logograph","offset":1652},{"uri":"Oracle_bone","surface_form":"oracle bone","offset":1695},{"uri":"Shang_dynasty","surface_form":"Shang dynasty","offset":1743},{"uri":"Yangtze","surface_form":"Yangtze","offset":1913},{"uri":"Yangyue","surface_form":"Yangyue","offset":1937},{"uri":"Yue_(state)","surface_form":"State of Yue","offset":2053},{"uri":"Minyue","surface_form":"Minyue","offset":2274},{"uri":"L%E1%BA%A1c_Vi%E1%BB%87t","surface_form":"Lạc Việt","offset":2309},{"uri":"Baiyue","surface_form":"Baiyue","offset":2350},{"uri":"L%C3%BCshi_Chunqiu","surface_form":"Lüshi Chunqiu","offset":2426},{"uri":"Qin_dynasty","surface_form":"Qin dynasty","offset":2483},{"uri":"Zhao_Tuo","surface_form":"Zhao Tuo","offset":2503},{"uri":"Nanyue","surface_form":"Nanyue","offset":2541},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":2594},{"uri":"Minyue","surface_form":"Minyue","offset":2706},{"uri":"Fujian","surface_form":"Fujian","offset":2742},{"uri":"Zhejiang","surface_form":"Zhejiang","offset":2753},{"uri":"Tr%E1%BB%8Bnh_lords","surface_form":"Trịnh lords","offset":3145},{"uri":"Hanoi","surface_form":"Hanoi","offset":3160},{"uri":"Nguy%E1%BB%85n_lords","surface_form":"Nguyễn lords","offset":3174},{"uri":"Hu%E1%BA%BF","surface_form":"Huế","offset":3190},{"uri":"%C4%90%E1%BA%A1i_Vi%E1%BB%87t","surface_form":"Đại Việt","offset":3266},{"uri":"L%C3%BD_Th%C6%B0%E1%BB%9Dng_Ki%E1%BB%87t","surface_form":"Lý Thường Kiệt","offset":3554},{"uri":"Nam_qu%E1%BB%91c_s%C6%A1n_h%C3%A0","surface_form":"Nam quốc sơn hà","offset":3582},{"uri":"Nguy%E1%BB%85n_Ph%C3%BAc_Chu","surface_form":"Nguyễn Phúc Chu","offset":3849},{"uri":"Gia_Long","surface_form":"Gia Long","offset":3998},{"uri":"Jiaqing_Emperor","surface_form":"Jiaqing Emperor","offset":4025},{"uri":"%C4%90%E1%BA%A1i_Nam_th%E1%BB%B1c_l%E1%BB%A5c","surface_form":"Đại Nam thực lục","offset":4163},{"uri":"Phan_B%E1%BB%99i_Ch%C3%A2u","surface_form":"Phan Bội Châu","offset":4311},{"uri":"Vi%E1%BB%87t_Nam_vong_qu%E1%BB%91c_s%E1%BB%AD","surface_form":"Việt Nam vong quốc sử","offset":4338},{"uri":"Vi%E1%BB%87t_Nam_Quang_Ph%E1%BB%A5c_H%E1%BB%99i","surface_form":"Việt Nam Quang Phục Hội","offset":4439},{"uri":"Y%C3%AAn_B%C3%A1i_mutiny","surface_form":"Yên Bái mutiny","offset":4612},{"uri":"Vi%E1%BB%87t_Nam_Qu%E1%BB%91c_D%C3%A2n_%C4%90%E1%BA%A3ng","surface_form":"Việt Nam Quốc Dân Đảng","offset":4653},{"uri":"Ho_Chi_Minh","surface_form":"Ho Chi Minh","offset":4793},{"uri":"Viet_Minh","surface_form":"Viet Minh","offset":4839},{"uri":"French_Indochina","surface_form":"French Indochina","offset":4902},{"uri":"B%E1%BA%A3o_%C4%90%E1%BA%A1i","surface_form":"Bảo Đại","offset":5003},{"uri":"United_States_Department_of_State","surface_form":"State Department","offset":5664},{"uri":"Gilbert_Adair","surface_form":"Gilbert Adair","offset":5799},{"uri":"Folk_etymology","surface_form":"folk etymology","offset":6024},{"uri":"Sino-Xenic_pronunciations","surface_form":"Sino-Xenic pronunciations","offset":6378},{"uri":"Declarations_of_independence_of_Vietnam","surface_form":"independence of Vietnam","offset":6532},{"uri":"Katakana","surface_form":"katakana script","offset":6634},{"uri":"Ministry_of_Foreign_Affairs_(Japan)","surface_form":"Japan's Ministry of Foreign Affairs","offset":6735},{"uri":"Hanja","surface_form":"hanja","offset":6897},{"uri":"Sino-Korean_vocabulary","surface_form":"Sino-Korean","offset":6908}]}