{"id":810390,"url":"http://en.wikipedia.org/wiki/Friedrich_Wilhelm_von_Steuben","text":"Baron Friedrich Wilhelm von Steuben (September 17, 1730 – November 28, 1794) was a German fighter who helped the Continental Army in the Revolutionary War. At Valley Forge, he taught the Continental Army how to fight the European way.\nEarly life.\nSteuben was born September 17, 1730 in Magdeburg. At the time, Magdeburg was in the Kingdom of Prussia.\nSteuben's father worked with engineers in the 1744 Siege of Prague.\nSteuben joined the Prussian army when he was 16. He learned that the Prussian army was a good army because it was very disciplined. He became a lieutenant. He fought in the Seven Years War. He became a captain. He worked for General Johann von Mayer. In 1762, he was aide-de-camp to Frederick the Great. Steuben was in the army 17 years.\nIn 1763, Steuben was pushed out of the army because there was peace and the government wanted the army to be smaller.\nMiddle career.\nSteuben went to work for the court of a small German country called Hohenzollern-Hechingen. In 1769, the prince of Baden added Steuben to the chivalric Order of Fidelity. That meant Steuben was allowed to use the title \"Freiherr\", meaning \"free lord,\" or \"baron.\"\nIn America.\nIn 1777, Hohenzollern-Hechingen lost its money, and von Steuben needed a new job. He looked for army jobs in Europe, but Europe was mostly at peace. He looked for a job with the Prince of Baden, but someone told stories that von Steuben had \"taken liberties with young boys,\" meaning someone called him a pedophile.\nThe Revolutionary War had started in North America. Von Steuben looked for a job with the Continental Army. He went to France and met Benjamin Franklin and Silas Deane. Franklin and Deane wanted von Steuben to help the Continental Army, so they wrote to the Continental Congress. They lied and said he had been a general in the Prussian army (he had really only been a captain). They told other lies too. They did this because many, many Europeans from rich or noble families wanted to fight in the Continental Army. Many of them expected to be generals, but the Continental Army was not large enough for so many generals. Also, many of them had not fought in wars before, and the Continental Congress sent them home. Franklin and Deane knew that only a very, very good story would make Congress hire von Steuben.\nVon Steuben came to America in 1777. He told Congress he did not mind if he was not a general. He told the Continental Congress that they only had to pay him if they won the war. They hired him.\nVon Steuben went to Valley Forge and met General George Washington. Washington made von Steuben Acting Inspector General and told him to teach the Continental Army soldiers how to fight the European way.\nVon Steuben taught the soldiers how to drill, meaning he made them practice marching, shooting, and fighting together until they were good fighters. He made all the officers use the same drills so the soldiers would not be confused in a real battle. He also told Washington and Congress which weapons and supplies they should buy, for example bayonets.\nVon Steuben did not speak English well. Instead, he cursed at the soldiers in French and German. The Continental soldiers liked him anyway.\nOne problem with the Continental Army was that the officers who did drill their men sometimes used different drills. This made the soldiers confused in real battles. Von Steuben, the Marquis de Lafayette, and Alexander Hamilton wrote one drill book for the whole Continental Army, the Blue Book. The American military used it until after the War of 1812.\nVon Steuben wrote to a friend, \"The genius of this nation is not in the least to be compared with that of the Prussian, Austrians, or French. You say to your soldier 'Do this and he doeth it'; but I am obliged to say [to the American soldier]: 'This is the reason why you ought to do that: and then he does it.'\"\nAfter the Battle of Monmouth, Congress gave von Steuben the rank Major General. He led soldiers at the Battle of Yorktown and other battles.\nLater life.\nVon Steuben died in November 28, 1794 at his home in New York State.\nSexuality.\nVon Steuben was accused of being a pedophile, but it was never proven.\nHistorians today believe von Steuben was homosexual, meaning he had relationships with other adult men. It was an open secret, meaning that Washington and other people knew von Steuben was homosexual and decided not to talk about it.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_people","surface_form":"German","offset":83},{"uri":"Continental_Army","surface_form":"Continental Army","offset":113},{"uri":"Revolutionary_War","surface_form":"Revolutionary War","offset":137},{"uri":"Valley_Forge","surface_form":"Valley Forge","offset":159},{"uri":"Magdeburg","surface_form":"Magdeburg","offset":286},{"uri":"Kingdom_of_Prussia","surface_form":"Kingdom of Prussia","offset":331},{"uri":"Siege_of_Prague","surface_form":"Siege","offset":402},{"uri":"Prague","surface_form":"Prague","offset":411},{"uri":"Prussian","surface_form":"Prussian","offset":438},{"uri":"Seven_Years_War","surface_form":"Seven Years War","offset":592},{"uri":"Aide-de-camp","surface_form":"aide-de-camp","offset":686},{"uri":"Frederick_the_Great","surface_form":"Frederick the Great","offset":702},{"uri":"Hohenzollern-Hechingen","surface_form":"Hohenzollern-Hechingen","offset":958},{"uri":"Baden","surface_form":"Baden","offset":1005},{"uri":"Order_of_Fidelity","surface_form":"Order of Fidelity","offset":1042},{"uri":"Baron","surface_form":"baron","offset":1146},{"uri":"Pedophile","surface_form":"pedophile","offset":1471},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":1616},{"uri":"Silas_Deane","surface_form":"Silas Deane","offset":1638},{"uri":"Bayonet","surface_form":"bayonet","offset":3038},{"uri":"English_language","surface_form":"English","offset":3074},{"uri":"Marquis_de_Lafayette","surface_form":"Marquis de Lafayette","offset":3371},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":3397},{"uri":"Blue_Book","surface_form":"Blue Book","offset":3473},{"uri":"War_of_1812","surface_form":"War of 1812","offset":3530},{"uri":"Battle_of_Monmouth","surface_form":"Battle of Monmouth","offset":3866},{"uri":"Major_General","surface_form":"Major General","offset":3921},{"uri":"Battle_of_Yorktown","surface_form":"Battle of Yorktown","offset":3959},{"uri":"New_York_State","surface_form":"New York State","offset":4062},{"uri":"Homosexual","surface_form":"homosexual","offset":4201},{"uri":"Open_secret","surface_form":"open secret","offset":4274}]}