{"id":810428,"url":"http://en.wikipedia.org/wiki/Classical_architecture","text":"Classical architecture is any architecture that has features from the ancient Greek and Roman style of building. It is also known as the architecture of classical antiquity. Many features of classical architecture come from the writing of the Roman architect Vitruvius.\nDifferent styles of classical architecture might have existed since the Carolingian Renaissance. Styles have definitely existed since the Italian Renaissance.\nClassical architecture buildings can be very different, but all classical architecture uses the same common design features. These features are structural and visual.\nIn much of Europe and America, from the Renaissance until World War Two, classical architecture was very popular and important to architecture. It is still important today, but less than it has been in history.\nThe term classical architecture is also used to talk about any type of architecture that has become a very specific style. For example, classical Chinese architecture, or classical Mayan architecture. The words \"traditional\" and \"vernacular\" can mean something different to \"classical\", or something similar.\nThe phrases New Classical and Neoclassical describe classical architecture that was built in modern times.\nWhere and when?\nClassical architecture comes from the architecture of ancient Greece and ancient Rome. After the west part of the Roman empire stopped existing, no Roman architecture was built in most of western Europe.\nIn the Carolingian Renaissance, which happened in the 8th and 9th centuries, people started bringing back classical architecture. For example, the gatehouse of Lorsch Abbey (c.800 AD) in Germany looks like the Colosseum in Rome. The Colosseum is a very important piece of classical architecture.\nMany styles of architecture have features of classical architecture. For example, Byzantine, Romanesque, and Gothic architecture. But these styles do not try to exactly copy the traditions of classical architecture. For example, the idea of putting specific spaces between columns. So these styles are not thought of as classical architecture.\nHow it changed.\nBy the time the Italian Renaissance started, Gothic architecture was not used much anymore. Architects such as Leon Battista Alberti, Sebastiano Serlio, and Giacomo Barozzi da Vignola started trying to bring back the style of architecture used in ancient Rome.\nThey did this by reading a paper called \"De architectura\", which was written by Vitruvius. Vitruvius was an architect in ancient Rome, and his paper has a lot of information about classical architecture and its features. The architects also looked at the old buildings in Rome and Italy.\nThe classical architecture from the Renaissance shows that classical ideas were used in a very specific way. Some of the ideas they used had no clear origin in ancient architecture. For example, the Ospedale degli Innocenti building in Florence was built by Filippo Bruncelleschi, and is one of the earliest Renaissance buildings. It was finished in 1445. But the columns on the building do not look exactly like the columns in Roman architecture.\nDuring the Renaissance, people learned about how ancient buildings were designed (the theory of classical architecture). They did not look at how every building was designed. This means classical architecture is not exactly the same as the old buildings it was based off. It is simplified, and buildings made after the Renaissance follow these simplified rules.\nMost of the architecture styles in Europe that were used after the Renaissance are classical architecture. This is a general use of the phrase \"classical architecture\". This general use is used by Sir John Summerson in The Classical Language of Architecture. The features of classical architecture have been used in different ways in different styles. For example, Baroque (or Rococo) architecture is different to classical architecture. Baroque or Rococo is based on classical architecture, but these styles have their own features, that are different to classical architecture.\nWhen Baroque architecture was used, people who learned about architecture still learned classical ideas. But they were not as important as during the Renaissance.\nPalladian architecture is a style based on classical architecture. It is based on the style of Andrea Palladio (1508-1580). He was an architect from Venice. His style was important even after he died. In Britain, it was used for many good buildings in the 18th and 19th century. The style was mixed with the Georgian architecture that Britain made at the time.\nAt around 1750, architects began copying classical architecture again. They did this because Baroque architecture only copied some of classical architecture. These architects wanted to make buildings that used all the features of classical architecture. The style they made was called Neoclassicism.\nNew findings in archaeology meant architects knew more about classical architecture than before. The architects wanted clear rules for making buildings. Some of the first Neoclassical thinkers were Claude Perrault, Marc-Antoine Laugier, and Carlo Lodoli. Some of the most important Neoclassical architects were Étienne-Louis Boullée, Claude Nicolas Ledoux, Friedrich Gilly and John Soane.\nNeoclassical architecture was very important from 1750 to 1850. Neo-Gothic architecture was becoming more important at the same time. Neo-Gothic architecture was much less classical than Neoclassical. In the late 19th century, many styles of architecture were important. Many of the styles were not like classical architecture. For example, Art Nouveau and Eclecticism.\nClassical architecture was still important. Sometimes it would become very popular in one area. For example, Nordic Classicism was popular in the 1920s. But true classical architecture was never as popular as it was during the Renaissance.\nWhen Modernism became popular in the early 20hth century, classical architecture mostly stopped being used.\nRange of use.\nClassical styles were important in America and Europe for a long time. From the Renaissance until Modernism began, classical architecture was very important. This means the architecture of Ancient Greece and Rome was used and changed into most new architecture styles.\nArchitectural styles can come from classical architecture in different ways. For example, Neo-Palladian architecture is based on the buildings designed by Andrea Palladio, an architect from the Italian Renaissance. But Palladio based his architecture on Ancient Roman architecture. So Neo-Palladian architecture is based on classical architecture, even though it is mostly based on the works of Palladio.\nSome styles are not classical, like Gothic, but they have classical features. This means it is hard to judge classical architecture's range of use.\nThe most important part of classical architecture is features borrowed from ancient Greek and Roman architecture, and the rules architects made by learning about it.\n\"Petrification\".\nPetrification is a word used to show how ancient Greek builders changed from using wood to using stone. It also shows the effect this had on the classical architecture style.\nDuring the Archaic and early Classical times (6th and 5th centuries BC), early temples used a style of classical architecture called Doric.\nMost historians think that the oldest temples were made with wood. Then the most important features of the buildings were used to make new buildings. This meant the style was the same, and all the buildings followed the same rules.\nAfter that, in Greece, stone was used instead of wood. But they used the same style. Because the style was \"petrified\" and kept the same, the word \"petrification\" is used to show this.\nThe Greeks wanted the buildings to look the same as they did when they were made of wood. Historians think this had a religious reason. Nobody knows why exactly, because it was so long ago.\nMany places still used wood. For example, the Etruscans in Italy. Even though the Etruscans used some Greek culture and religion, they mostly kept using wood. The Etruscans knew how to use stone, but they didn't. They only started using stone when they became Roman.","categories":[],"infobox_types":[],"annotations":[{"uri":"Architecture","surface_form":"architecture","offset":30},{"uri":"Ancient_Greece","surface_form":"ancient Greek","offset":70},{"uri":"Roman_Empire","surface_form":"Roman","offset":88},{"uri":"Classical_antiquity","surface_form":"classical antiquity","offset":153},{"uri":"Vitruvius","surface_form":"Vitruvius","offset":259},{"uri":"Carolingian_Renaissance","surface_form":"Carolingian Renaissance","offset":342},{"uri":"Italian_Renaissance","surface_form":"Italian Renaissance","offset":408},{"uri":"Western_world","surface_form":"Europe and America","offset":607},{"uri":"Renaissance","surface_form":"Renaissance","offset":636},{"uri":"World_War_II","surface_form":"World War Two","offset":654},{"uri":"Chinese_architecture","surface_form":"classical Chinese architecture","offset":943},{"uri":"Neoclassicism","surface_form":"New Classical","offset":1128},{"uri":"Roman_Empire","surface_form":"Roman empire","offset":1353},{"uri":"Germany","surface_form":"Germany","offset":1630},{"uri":"Colosseum","surface_form":"Colosseum","offset":1653},{"uri":"Rome","surface_form":"Rome","offset":1666},{"uri":"Byzantine_architecture","surface_form":"Byzantine","offset":1821},{"uri":"Romanesque_architecture","surface_form":"Romanesque","offset":1832},{"uri":"Gothic_architecture","surface_form":"Gothic architecture","offset":2144},{"uri":"Leone_Battista_Alberti","surface_form":"Leon Battista Alberti","offset":2210},{"uri":"Sebastiano_Serlio","surface_form":"Sebastiano Serlio","offset":2233},{"uri":"Giacomo_Barozzi_da_Vignola","surface_form":"Giacomo Barozzi da Vignola","offset":2256},{"uri":"De_architectura","surface_form":"De architectura","offset":2401},{"uri":"Vitruvius","surface_form":"Vitruvius","offset":2440},{"uri":"Neoclassicism","surface_form":"Neoclassicism","offset":4847},{"uri":"Archaeology","surface_form":"archaeology","offset":4878},{"uri":"%C3%89tienne-Louis_Boull%C3%A9e","surface_form":"Étienne-Louis Boullée","offset":5173},{"uri":"Claude_Nicolas_Ledoux","surface_form":"Claude Nicolas Ledoux","offset":5196},{"uri":"Friedrich_Gilly","surface_form":"Friedrich Gilly","offset":5219},{"uri":"John_Soane","surface_form":"John Soane","offset":5239}]}