{"id":810535,"url":"http://en.wikipedia.org/wiki/Groupe_BPCE","text":"e=\"preserve\">Groupe BPCE is a French banking group, formed by the 2009 merger of CNCE (Caisse Nationale des Caisses d'Epargne) and BFBP (Banque Federale des Banques Populaires), has more than 8,200 branches nationwide under their respective brand names serving nearly 40 million customers. Through its subsidiaries (including Natixis), it provides banking, financial, and real estate financing services to individuals, professionals, small and medium enterprises, large enterprises, and institutions in France and internationally. It provides various deposit and loan products to small and medium enterprises, craftspeople, franchisees, and franchisers; savings collection and management, credit, payment, and wealth management services; and real estate financing and corporate banking services. The company also offers bancassurance products, including life assurance and pensions that comprise automobile and home insurance, legal protection, the guarantee of life accidents, the supplementary health care insurance, welfare professionals and the collective retirement pensions and health, as well as credit insurance and guarantees to individuals, professionals, real estate professionals, and businesses.\nGroupe Banque Populaire.\nGroupe Banque Populaire is a French group of cooperative banks. The federal union is controlled by 15 independent regional banks and also operates under the CASDEN and the Credit Cooperatif subsidiaries. In 2006, Groupe Banque Populaire created Natixis with another French cooperative banking group, Groupe Caisse d'Epargne. This new Investment Bank is the result of the spin-off of the two former Investment Banks of both groups: Banque Populaire's Natexis and Caisse d'Epargne's IXIS Corporate and Investment Bank. Then in 2009, Banque Populaire and Caisse d'Epargne groups decided to fully merge into a single company, BPCE, which became the 2nd largest banking group in France.\nGroupe Caisse d'Epargne.\nGroupe Caisse d'Epargne is a French semi-cooperative banking group, founded in 1818, with around 4700 branches in the country. The group is active in retail and private banking, as well as holding a significant stake in the publicly traded investment bank Natixis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Groupe_Caisse_d%27Epargne","surface_form":"CNCE (Caisse Nationale des Caisses d'Epargne)","offset":81},{"uri":"Banque_Populaire","surface_form":"BFBP (Banque Federale des Banques Populaires)","offset":131},{"uri":"Natixis","surface_form":"Natixis","offset":326},{"uri":"Small_and_medium_enterprises","surface_form":"small and medium enterprises","offset":434},{"uri":"France","surface_form":"France","offset":503},{"uri":"Cooperative_banking","surface_form":"cooperative banks","offset":1279},{"uri":"Natixis","surface_form":"Natixis","offset":1479},{"uri":"France","surface_form":"French","offset":1500},{"uri":"Groupe_Caisse_d%27Epargne","surface_form":"Groupe Caisse d'Epargne","offset":1534},{"uri":"Corporate_spin-off","surface_form":"spin-off","offset":1605},{"uri":"Investment_Banks","surface_form":"Investment Banks","offset":1632},{"uri":"Natexis","surface_form":"Natexis","offset":1684},{"uri":"IXIS_Corporate_and_Investment_Bank","surface_form":"IXIS Corporate and Investment Bank","offset":1715},{"uri":"BPCE","surface_form":"BPCE","offset":1856},{"uri":"France","surface_form":"French","offset":1970},{"uri":"Cooperative","surface_form":"cooperative","offset":1982},{"uri":"Bank","surface_form":"banking group","offset":1994},{"uri":"Branch_(banking)","surface_form":"branches","offset":2043},{"uri":"Retail_bank","surface_form":"retail","offset":2091},{"uri":"Private_bank","surface_form":"private bank","offset":2102},{"uri":"Public_company","surface_form":"publicly traded","offset":2165},{"uri":"Investment_bank","surface_form":"investment bank","offset":2181},{"uri":"Natixis","surface_form":"Natixis","offset":2197}]}