{"id":810629,"url":"http://en.wikipedia.org/wiki/Regulations_for_the_Order_and_Discipline_of_the_Troops_of_the_United_States","text":"The \"Regulations for the Order and Discipline of the Troops of the United States\" or \"Blue Book\" is an American army book from the Revolutionary War. It is about how to teach soldiers to be good soldiers. Friedrich Wilhelm von Steuben wrote the first version in 1777 and 1778 at Valley Forge. George Washington, Alexander Hamilton and other officers in the Continental Army helped. Von Steuben rewrote the book a year later.\nAt Valley Forge in the winter of 1777-1778, Acting Inspector General von Steuben saw that many Continental officers gave their men different drills. Drills are practice exercises. Using different drills meant the men might become confused in a real battle. Von Steuben wrote new drills for the whole army. He wrote them French. His aide-de-camp, Pierre Ettienne Duponceau, and George Washington's aides-de-camp, Alexander Hamilton and John Laurens rewrote them in English. General George Washington would read the drills and make changes. They gave each lesson to the officers one at a time. Then the officers or their helpers made their own copies. Then van Steuben and the officers would use the drills with the men.\nThe next year, in Philadelphia, von Steuben wrote down his Valley Forge drills in one book. He wrote it in French. Lieutenant Colonel Francois de Fleury helped. Then Captain Benjamin Walker and Duponceu rewrote the book in English. Captain Pierre Charles L'Enfant drew the pictures.\nCongress decided to use the book starting in 1779. The American military used the Blue Book until 1814.","categories":[],"infobox_types":[],"annotations":[{"uri":"Revolutionary_War","surface_form":"Revolutionary War","offset":131},{"uri":"Friedrich_Wilhelm_von_Steuben","surface_form":"Friedrich Wilhelm von Steuben","offset":205},{"uri":"Valley_Forge","surface_form":"Valley Forge","offset":279},{"uri":"George_Washington","surface_form":"George Washington","offset":293},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":312},{"uri":"Continental_Army","surface_form":"Continental Army","offset":357},{"uri":"French_language","surface_form":"French","offset":745},{"uri":"John_Laurens","surface_form":"John Laurens","offset":860},{"uri":"George_Washington","surface_form":"George Washington","offset":906},{"uri":"Benjamin_Walker","surface_form":"Benjamin Walker","offset":1318},{"uri":"Pierre_Charles_L%27Enfant","surface_form":"Pierre Charles L'Enfant","offset":1384}]}