{"id":81125,"url":"http://en.wikipedia.org/wiki/Edict_of_Milan","text":"e=\"preserve\">The Edict of Milan was a letter signed by the Roman emperors Constantine and Licinius, that proclaimed religious toleration in the Roman Empire. The letter was issued in February, 313 AD and began the persecution of Christians.\nWith the Edict of Milan there began a period when Constantine granted favors to the Christian Church and its members. The exact words of the edict are no longer known.\nHistory.\nThe Edict of Milan was issued in 313 AD, in the names of the Roman Emperors Constantine I, who ruled the western parts of the Empire, and Licinius, who ruled the East. The two emperors were in Milan to celebrate the wedding of Constantine's sister with Licinius.\nThere had been already an edict of toleration issued by the emperor Galerius in 311. They were granted an indulgence, not favors.\n\"Wherefore, for this our indulgence, they ought to pray to their God for our safety, for that of the republic, and for their own, that the commonwealth may continue uninjured on every side, and that they may be able to live securely in their homes.\"\n\"...the same shall be restored to the Christians without payment or any claim of recompense and without any kind of fraud or deception...\"\nOther websites.\nBible History","categories":[],"infobox_types":[],"annotations":[{"uri":"Milan","surface_form":"Milan","offset":26},{"uri":"Roman_Emperor","surface_form":"Roman emperors","offset":59},{"uri":"Constantine_I","surface_form":"Constantine","offset":74},{"uri":"Licinius","surface_form":"Licinius","offset":90},{"uri":"Religious_toleration","surface_form":"religious toleration","offset":116},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":144},{"uri":"Anno_Domini","surface_form":"AD","offset":197},{"uri":"Christians","surface_form":"Christians","offset":229},{"uri":"Christian_Church","surface_form":"Christian Church","offset":325},{"uri":"Constantine_I","surface_form":"Constantine I","offset":494},{"uri":"Licinius","surface_form":"Licinius","offset":556},{"uri":"Galerius","surface_form":"Galerius","offset":749},{"uri":"Bible_History","surface_form":"Bible History","offset":1216}]}