{"id":811236,"url":"http://en.wikipedia.org/wiki/Din_Djarin","text":"Din Djarin, also known as The Mandalorian, is a bounty hunter in \"Star Wars\" and the main character of The Mandalorian. The Mandalorian was hired by a remnant of the Galactic Empire to capture the mysterious Grogu or \"The Child\" but instead decides to protect Grogu from the Empire. Din Djarin is not allowed to take off his helmet per strict rules from his people, the Mandalorians. Mando and Grogu go on many adventures together including helping protect a village with ex-rebel shock trooper Cara Dune. During the first season's penultimate episode, a former employer, Greef Karga tells Din that the Empire has overridden his town and he promises to take the bounty of The Child's head if he helps take out the Imperials. With the help of Cara Dune, Kuiil, and IG-11 the group goes to take back the town. However during the encounter the group is ambushed by Moff Gideon who has a larger forces, traps Mando and takes The Child for himself and Kuiil gets killed in the process. But IG-11 saves Grogu and an ensuing fight takes place between Mando, Greef, Cara, IG-11 and the Imperial forces. They seek help from the hidden Mandalorian covert in the tunnels of the town but instead find one Mandalorian, The Armorer who tells Mando he must deliver Grogu to other members of his kind. IG-11 sacrifices himself so the others can escape and fight off Moff Gideon in the final fight.\nWith a new mission to do, Din Djarin learns that another Mandalorian on Tatooine can help him locate a Jedi so they can Grogu, but only if he gets their armor back. But instead a marshal, Cobb Vanth who isn't a Mandalorian is wearing the armor but they both cut a deal for the armor. As Mando rides away a once thought dead, Boba Fett looks on at Din who is unknowingly in procession of his armor. Mando then arrives on another planet after helping the Frog Lady who promised information. Din goes on a mission with Mandalorian, Bo-Katan Kryze who tells him to seek out Ahsoka Tano. Mando goes and finds Ahsoka who tells him Grogu's real name and his past. He helps her on a mission but she refuses to train Grogu and tells Din Djarin to place The Child on a seeing stone and he will chose his path. When Mando and Grogu go do this another bounty hunter comes after them, Boba Fett had been tracking them in hopes of getting his armor back. Mando agrees to give him the armor as long as Boba and his sidekick, Fennec Shand help protect Grogu from the incoming Imperial forces. But they fail to do so and The Child is captured by the Empire but not before sending out a call to any surviving Jedi through The Force. Mando, Boba and Fennec recruit Cara to help get Grogu back and after getting the location of Moff Gideon's cruiser they head off to fight him with the help of Bo-Katan. They are met with strong resistance when they attack the cruiser and Mando duels Moff Gideon in order to get The Child. They are eventually cornered in the command bridge by Imperial elite troopers when a single X-Wing starfighter shows up. Unknown to the others but The Child grabs at the security screen as a dark figure in a green lightsaber cuts down troopers and makes his way to the bridge. Luke Skywalker greets them and tells them he has come for The Child and he is to be trained. Grogu and Din Djarin have an emotional goodbye before he leaves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bounty_hunter","surface_form":"bounty hunter","offset":48},{"uri":"Star_Wars","surface_form":"Star Wars","offset":66},{"uri":"The_Mandalorian","surface_form":"The Mandalorian","offset":103},{"uri":"Galactic_Empire","surface_form":"Galactic Empire","offset":166},{"uri":"Grogu","surface_form":"Grogu","offset":208},{"uri":"Mandalorian","surface_form":"Mandalorian","offset":370},{"uri":"Rebel_Alliance","surface_form":"rebel","offset":475},{"uri":"Cara_Dune","surface_form":"Cara Dune","offset":495},{"uri":"Greef_Karga","surface_form":"Greef Karga","offset":572},{"uri":"Kuiil","surface_form":"Kuiil","offset":753},{"uri":"IG-11","surface_form":"IG-11","offset":764},{"uri":"Moff_Gideon","surface_form":"Moff Gideon","offset":862},{"uri":"The_Armorer","surface_form":"The Armorer","offset":1206},{"uri":"Tatooine","surface_form":"Tatooine","offset":1454},{"uri":"Jedi","surface_form":"Jedi","offset":1485},{"uri":"Marshal","surface_form":"marshal","offset":1561},{"uri":"Cobb_Vanth","surface_form":"Cobb Vanth","offset":1570},{"uri":"Boba_Fett","surface_form":"Boba Fett","offset":1707},{"uri":"Frog_Lady","surface_form":"Frog Lady","offset":1835},{"uri":"Bo-Katan_Kryze","surface_form":"Bo-Katan Kryze","offset":1911},{"uri":"Ahsoka_Tano","surface_form":"Ahsoka Tano","offset":1952},{"uri":"Fennec_Shand","surface_form":"Fennec Shand","offset":2392},{"uri":"The_Force","surface_form":"The Force","offset":2586},{"uri":"X-Wing_starfighter","surface_form":"X-Wing starfighter","offset":2978},{"uri":"Lightsaber","surface_form":"lightsaber","offset":3100},{"uri":"Luke_Skywalker","surface_form":"Luke Skywalker","offset":3163}]}