{"id":811474,"url":"http://en.wikipedia.org/wiki/Cara_Dune","text":"e=\"preserve\">Cara Dune is a \"Star Wars\" character. She is in many episodes of \"The Mandalorian\". Cara was first a shock trooper for the Rebel Alliance. She went to fight Imperials after the Battle of Endor. She also helped create the New Republic. She became a mercenary after and moved around the galaxy. She became a marshall.\nAfter a fight with Din Djarin and Grogu, Cara agreed to help protect a village from raiders with them. They train the villagers to fight and set up a protection against the raiders. Raiders came to attack the village. Cara and Din help the villagers win. Then, the Mandalorian and Cara each leave and go to different places. Later on, Din Djarin asks for help from Cara Dune to help fight off Imperials at the request of Greef Karga. While on Mando's ship, Grogu force chokes Cara Dune because he thought that Cara was attacking Djarin when they were arm-wrestling. When the fighting begins between Cara, Mando, Din, IG-11 and the Empire they are pinned down but Cara manages to find an escape through the tunnels. After they get out of the tunnels they are attacked by Moff Gideon in his TIE fighter which Cara helps repel. Cara is then invited to work as an enforcer with Greef which she agrees to.\nShe helps Din Djarin and Greef Karga blow up an Imperial base. They learn that Moff Gideon is trying to clone something or someone at the base. They set the base to blow up and steal a vehicle to escape. Stormtroopers on speederbikes and TIE fighters try to stop them but they escape. Later on, Cara agrees to help Mando find Grogu after he is taken by Moff Gideon. She is waiting and ready as Mando and prisoner Migs Mayfeld find Gideon's ship. Soon after Cara, Mando, Bo-Katan Kyrze, Fennec Shand and Koska Reeves attack the ship and take it over. They free Grogu and capture Gideon. But Imperial soldiers trap them when one X-Wing starfighter comes. Cara says jokingly, that they are saved, but she does not know that it was Luke Skywalker who came to save them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Star_Wars","surface_form":"Star Wars","offset":29},{"uri":"The_Mandalorian","surface_form":"The Mandalorian","offset":79},{"uri":"Rebel_Alliance","surface_form":"Rebel Alliance","offset":136},{"uri":"Galactic_Empire","surface_form":"Imperials","offset":170},{"uri":"Endor","surface_form":"Endor","offset":200},{"uri":"New_Republic","surface_form":"New Republic","offset":234},{"uri":"Mercenary","surface_form":"mercenary","offset":261},{"uri":"Din_Djarin","surface_form":"Din Djarin","offset":348},{"uri":"Grogu","surface_form":"Grogu","offset":363},{"uri":"Greef_Karga","surface_form":"Greef Karga","offset":750},{"uri":"The_Force","surface_form":"force chokes","offset":792},{"uri":"IG-11","surface_form":"IG-11","offset":946},{"uri":"Moff_Gideon","surface_form":"Moff Gideon","offset":1099},{"uri":"TIE_fighter","surface_form":"TIE fighter","offset":1118},{"uri":"Clone","surface_form":"clone","offset":1334},{"uri":"Migs_Mayfeld","surface_form":"Migs Mayfeld","offset":1643},{"uri":"Bo-Katan_Kyrze","surface_form":"Bo-Katan Kyrze","offset":1700},{"uri":"Fennec_Shand","surface_form":"Fennec Shand","offset":1716},{"uri":"Koska_Reeves","surface_form":"Koska Reeves","offset":1733},{"uri":"X-Wing_starfighter","surface_form":"X-Wing starfighter","offset":1857},{"uri":"Luke_Skywalker","surface_form":"Luke Skywalker","offset":1958}]}