{"id":811561,"url":"http://en.wikipedia.org/wiki/Primitive_communism","text":"e=\"preserve\">Primitive communism is a term that was used by Karl Marx and Fredrich Engels to describe hunter-gatherer societies and how they shared resources among each other. Primitive means in the early stages of development, so primitive communism is an early form of communism.\nTraits.\nIn a primitive communist society, there is no extra stuff for people to hoard. Instead, things like food and housing are shared equally among all members of the community. There was no such thing as money. Also, everyone in a primitive communist society had to help get food. There was no authoritarianism and no concept of a state. Instead, everyone has an equal say in what goes on in the society. This is called egalitarianism.\nAgriculture led to the creation of the private ownership of land. The extra food that could be grown meant that some people didn't have to work to get food. These people started to get other jobs and that led to the creation of social class. This is when people started thinking that some jobs were more important than others and when slavery became a thing.\nMarxism.\nMarx and Engels got the idea of primitive communism from an American man named Lewis H. Morgan. Morgan did a lot of research on the Iroquois people, who lived in big groups and shared everything that they grew, hunted, and gathered. Marx and Engels thought that the Iroquois lived in a society that had communist traits.","categories":[],"infobox_types":[],"annotations":[{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":60},{"uri":"Friedrich_Engels","surface_form":"Fredrich Engels","offset":74},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":102},{"uri":"Communism","surface_form":"communism","offset":271},{"uri":"Money","surface_form":"money","offset":489},{"uri":"Authoritarianism","surface_form":"authoritarianism","offset":579},{"uri":"State","surface_form":"state","offset":616},{"uri":"Egalitarianism","surface_form":"egalitarianism","offset":705},{"uri":"Farming","surface_form":"Agriculture","offset":721},{"uri":"Division_of_labour","surface_form":"started to get other jobs","offset":891},{"uri":"Social_class","surface_form":"social class","offset":949},{"uri":"Slavery","surface_form":"slavery","offset":1056},{"uri":"Iroquois","surface_form":"Iroquois","offset":1221}]}