{"id":811560,"url":"http://en.wikipedia.org/wiki/Ethel_Byrne","text":"Ethel Higgins Byrne (1883-1955) was an American Progressive Era radical feminist. She was the younger sister of birth control activist Margaret Sanger, and assisted her in this work.\nBackground.\nMichael Hennessey Higgins and Anne Higgins had a family with eleven children. They had an Irish American background. Ethel and Margaret were two of the children. Her mother preferred Ethel. Margaret did not like this, and it caused problems in their relationship..\nEthel had a short and unhappy marriage to Jack Byrne, a glassworker. They had two children, Jack and Olive. In 1906, Ethel left her children in the care of their paternal grandparents to protect them from their abusive father; Ethel only visited her daughter once in sixteen years. Olive grew up to become an important muse to the creator of Wonder Woman, William Moulton Marston, and more details of Ethel Byrne's life came to light when Jill Lepore wrote about the superheroine character in 2014.\nEthel Byrne's background in nursing was very important to her activism. It directly contributed to her desire to make birth control accessible to women of varying backgrounds. She was a trained nurse who assisted immigrant women who needed medical care in the Brownsville area of Brooklyn, New York in 1916.\nBirth control activism.\nThe two sisters and theatre artist Fania Mindell opened a birth control clinic in Brooklyn in October 1916. They made flyers in different languages, including English, Yiddish and Italian,to advertise their cliniic. Byrne is not widely known today. Despite this, her early activism had a big impact on raising awareness of the importance of access to information about birth control. When Ethel Byrne was arrested, a group of politically active New York women wanted to meet President Woodrow Wilson. They wanted Wilson to undo laws that made distributing bith control a crime.\nArrest and hunger strike.\nThe clinic was highly controversial because the Comstock Laws were enforced. Byrne and Sanger distributed pessaries and would show their clients how to use this method of contraception in direct violation of these laws.\nThis was the first birth control clinic in the United States. The clinic caused an immediate sensation in the press. It got national attention, and all three women were arrested and tried for \"distributing obscene materials\".\nAll three women were found guilty. After some time, the verdicts were overturned, and their campaign was successful in the end. This caused major changes in social policy and to the laws governing birth control and sex education around the world. The clinic closed but later became the basis for what was to become known as Planned Parenthood.\nByrn was arrested for distributing information about bith control. She was sentenced to 30 days in Blackwell's Island prison. She was jailed at Blackwell Island workhouse on January 22, 1917 for her activism and subsequently went on a hunger strike. Sanger was concerned her sister would die as a result of this hunger strike and Byrne was force fed while serving her sentence after 185 hours without food or water. As historian Jill Lepore reports in \"The Secret History of Wonder Woman,\" Ethel Byrne was the first female political prisoner in the United States to be subjected to force feeding. Mrs. Byrne was prepared to starve herself to death in support of her cause. Her case was the first of a group of cases known as the \"Sanger cases\" to be brought to trial.\nSanger supported Byrne's activism. Their confinement helped bring national attention to their push for the legalization of birth control. It also hurt their relationship as Sanger's notoriety grew after this arrest and she was sometimes known to take credit for Ethel's infamous hunger strike.\nLater years.\nAlthough her sister went on to become world-famous for her advocacy of birth control, Byrne's legacy is not well known. This is apparent on the Planned Parenthood website, as it is noted Sanger opened her 1916 clinic with \"her sister\". Ethel is not even mentioned by name and unlike her older sister is not well known\nEthel Byrne had a stroke and died in 1955. She did not live to see the legalization of the birth control pill, as she died five years before it received FDA approval.","categories":[],"infobox_types":[],"annotations":[{"uri":"Progressive_Era","surface_form":"Progressive Era","offset":48},{"uri":"Radical_feminism","surface_form":"radical feminist","offset":64},{"uri":"Birth_control","surface_form":"birth control","offset":112},{"uri":"Margaret_Sanger","surface_form":"Margaret Sanger","offset":135},{"uri":"Wonder_Woman","surface_form":"Wonder Woman","offset":802},{"uri":"William_Moulton_Marston","surface_form":"William Moulton Marston","offset":816},{"uri":"Immigration","surface_form":"immigrant","offset":1172},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":1776},{"uri":"Planned_Parenthood","surface_form":"Planned Parenthood","offset":2665},{"uri":"Workhouse","surface_form":"workhouse","offset":2846},{"uri":"Hunger_strike","surface_form":"hunger strike","offset":2920},{"uri":"Planned_Parenthood","surface_form":"Planned Parenthood","offset":3904},{"uri":"Combined_oral_contraceptive_pill","surface_form":"birth control pill","offset":4169},{"uri":"Food_and_Drug_Administration","surface_form":"FDA","offset":4231}]}