{"id":811558,"url":"http://en.wikipedia.org/wiki/Alienation_(Marxism)","text":"e=\"preserve\">In Marxism, alienation is a feeling that people have when they don't feel connected to the society around them and their work.\nBecause of alienation, people have no control over their lives or over the things they make. Instead, the products of their labor are exchanged for wages in order to survive.\nAlienation from the product of a person's work.\nIn this type of alienation, a worker cannot relate to the work he or she is doing. For example, someone can screw parts into a toy without seeing the rest of the toy when it is done. This type of alienation increased after people started doing work in assembly lines. Before then, people would make things from start to finish.\nAlienation from the process of work.\nA worker does not control the means of production. He or she just does the things that is taught to them. For example, a worker might need to make shirts in the same style and cannot experiment with patterns or designs.\nAlienation from others.\nIn a capitalist society, a worker will be in competition with other workers for a small number of jobs. Because of this, they cannot cooperate with each other and fight for their shared interests as workers.\nAlienation from self.\nFinally, people are alienated from their identity that they get from doing their work. Marx called this identity \"Gattungswesen\" (German for \"species-essence\" or \"human nature\"). For example, someone who just screws parts into a toy will not feel like a toymaker because he or she is not really \"making\" toys.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marxism","surface_form":"Marxism","offset":16},{"uri":"Wage","surface_form":"wage","offset":288},{"uri":"Assembly_line","surface_form":"assembly line","offset":615},{"uri":"Means_of_production","surface_form":"means of production","offset":758},{"uri":"Identity","surface_form":"identity","offset":1243},{"uri":"German_language","surface_form":"German","offset":1332}]}