{"id":811955,"url":"http://en.wikipedia.org/wiki/2021_storming_of_the_United_States_Capitol","text":"On January 5–6, 2021, thousands of supporters of President Donald Trump were in Washington, D.C. to protest against the results of the 2020 presidential election. They went in to support Trump's demand for Vice President Mike Pence and Congress to reject President-elect Joe Biden's victory. The protests became riots as thousands of Trump supporters broke into the United States Capitol, damaging the building. The presidential historian Michael Beschloss called the attacks an attempted coup d'etat by the President.\nRally.\nFirst occurred a planned rally on the Ellipse. There, Rudy Giuliani called for \"trial by combat\", while Donald Trump told his supporters to march to the United States Capitol \"to peacefully and patriotically make your voices heard today\", while also asking them to \"show strength\" and to \"fight like hell\" for Republicans to \"take back our country\".\nStorming of the Capitol.\nThe supporters broke into the Capitol. Congress was in session at the time and all congressmen, news reporters and Vice President Mike Pence were evacuated to a secure location.\nA Trump-supporting female rioter was shot by Capitol Police during the storming, when she climbed through a barricaded door near the entrance to the hall for the House of Representatives; she died later that day. Three people also died from medical emergencies that day, said the Washington D.C. police. Attackers beat a police officer to death with a fire extinguisher.\nThe attack on the Capitol has been seen and called as domestic terrorism.\nAftermath.\nFive people died during or shortly after the event: four rioters and one police officer. Fifteen police officers were hospitalized, and more than 50 injured. Members of the mob hit Capitol Police officers in the head with lead pipes and other weapons, including flag poles.\nReactions.\nMany Democrats and Republicans believe that Trump should be impeached or want Vice President Pence to use the twenty-fifth amendment to remove Trump from office.\nTrump responded to the storming by releasing messages on Twitter. In a video, he told protesters: \"This was a fraudulent election, but we can’t play into the hands of these people. We have to have peace. So go home. We love you. You’re very special. You’ve seen what happens. You see the way others are treated that are so bad and so evil. I know how you feel. But go home and go home in peace.\" In another message, he wrote: \"These are the things and events that happen when a sacred landslide election victory is so unceremoniously & viciously stripped away from great patriots who have been badly & unfairly treated for so long\". He continued: \"Go home with love & in peace. Remember this day forever!\".","categories":[],"infobox_types":["civil conflict"],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President","offset":49},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":59},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":80},{"uri":"2020_United_States_presidential_election","surface_form":"2020 presidential election","offset":135},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":206},{"uri":"Mike_Pence","surface_form":"Mike Pence","offset":221},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":271},{"uri":"Riot","surface_form":"riot","offset":312},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":366},{"uri":"Michael_Beschloss","surface_form":"Michael Beschloss","offset":439},{"uri":"Coup_d%27etat","surface_form":"coup d'etat","offset":489},{"uri":"The_Ellipse","surface_form":"the Ellipse","offset":560},{"uri":"Rudy_Giuliani","surface_form":"Rudy Giuliani","offset":580},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":679},{"uri":"Mike_Pence","surface_form":"Mike Pence","offset":1031},{"uri":"Riot","surface_form":"rioter","offset":1105},{"uri":"Domestic","surface_form":"domestic","offset":1504},{"uri":"Terrorism","surface_form":"terrorism","offset":1513},{"uri":"Impeached","surface_form":"impeached","offset":1880},{"uri":"Twenty-fifth_Amendment_to_the_United_States_Constitution","surface_form":"twenty-fifth amendment","offset":1930}]}