{"id":812036,"url":"http://en.wikipedia.org/wiki/Alina_Akselrad","text":"Alina Luz Akselrad (born 1998 in Córdoba, Argentina) is an Argentine model, beauty pageant titleholder, real estate agent and a presenter who was appointed as Miss Universe Argentina 2020. She was previously crowned as Miss Sudamerica 2017.\nEarly life.\nAkselrad was born in Córdoba, Argentina. was a sophomore student studying journalism at Colegio Universitario de Periodismo in Cordoba. Akselrad is also a real estate agent and a presenter. She is of Moroccan descent and she speaks Spanish and English fluently. She launched a line of perfumes in her name in September 2020 as the proceeds were donated to nonprofit organizations including Córdoba Capital – Asociación Civil Vaso de Leche and Fundación Córdoba en Acción. In 2016, Akselrad was Fiesta Provincial del Olivo first princess and competed at Miss Mundo Cordoba where she finished third runner-up. From 2016 to 2018, she reigned as Reina Regional ONG Vaso de Leche and Reina Nacional de la Frutihorticultura and served as the cultural ambassador of Cordoba.\nPageantry.\nIn November 2017, Akselrad was crowned Miss Sudamerica 2017 in Lima, Peru. In 2018, Akselrad was crowned Miss Tourism Ambassador America in Thailand. In the same year, she represented Argentina at World Miss Tourism Ambassador where she was unplaced. In 2018, Akselrad was crowned Miss Tourism Ambassador America in Thailand. In the same year, she represented Argentina at World Miss Tourism Ambassador where she was unplaced. Akselrad competed at Miss Universe Argentina 2019 where she placed in the Top 7. On December 13, 2020, Akselrad was appointed Miss Universe Argentina 2020 and will be representing her country at Miss Universe 2020.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"C%C3%B3rdoba%2C_Argentina","surface_form":"Córdoba, Argentina","offset":33},{"uri":"Miss_Universe_Argentina_2020","surface_form":"Miss Universe Argentina 2020","offset":159},{"uri":"C%C3%B3rdoba%2C_Argentina","surface_form":"Córdoba, Argentina","offset":274},{"uri":"Colegio_Universitario_de_Periodismo","surface_form":"Colegio Universitario de Periodismo","offset":341},{"uri":"Miss_Sudamerica_2017","surface_form":"Miss Sudamerica 2017","offset":1071},{"uri":"Lima","surface_form":"Lima","offset":1095},{"uri":"Peru","surface_form":"Peru","offset":1101}]}