{"id":8121,"url":"http://en.wikipedia.org/wiki/Bamboo","text":"Bamboo is a name for over 1,400 species of giant grasses in 115 different genera. All bamboos have wood-like stems. Bamboo mainly grows in Africa, America and in Asia but can easily grow in Europe.\nBamboo grows in clumps (although running varieties exist). The runners can be up to 40 metres (130 feet). David Farrelly, in his book \"The Book of Bamboo\", says that bamboo has been measured to grow 1.21 meters (47.6 inches) in a 24-hour period. However, most bamboos (used for gardening) will grow more like 3 cm to 5 cm (1-2 inches) a day.\nAlmost all species of bamboo have hollow stems divided into nodes or joints. The stem can be up to 30 cm (a foot) in diameter. Each of the node has one side bud. Not all of those buds develop into branches, but some do. This makes bamboo one of the few grasses that have a branch structure. Bamboo rarely flowers. Some species only flower once, and then die off. The distance of two joints in a bamboo is the basis of a traditional Japanese unit of measurement, \"shaku\".\nUses.\nBamboo is used to make lots of things and is a construction material. The stems of larger trees are used to build houses, bridges, and other things that have to be constructed such as boat and wickerwork. It can be used for scaffolding. Bamboo is an easy construction material and not expensive.\nBamboo is almost the only food of giant pandas. The shoots can also be used as human food. Bamboo shoots (new bamboo culms that come out of the ground) are usually cooked before being eaten. Most temperate bamboos can be eaten without cooking if they are not too bitter.\nAs some may contain cyanogens, cooking is better. The only \"Phyllostachys\" known to have potentially toxic concentrations of cyanogens is \"Ph. heterocycla pubescens\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":32},{"uri":"Grass","surface_form":"grass","offset":49},{"uri":"Genus","surface_form":"genera","offset":74},{"uri":"Wood","surface_form":"wood","offset":99},{"uri":"Africa","surface_form":"Africa","offset":139},{"uri":"Americas","surface_form":"America","offset":147},{"uri":"Asia","surface_form":"Asia","offset":162},{"uri":"Europe","surface_form":"Europe","offset":190},{"uri":"Stolon","surface_form":"running","offset":231},{"uri":"Node","surface_form":"node","offset":600},{"uri":"Diameter","surface_form":"diameter","offset":657},{"uri":"Budding","surface_form":"bud","offset":697},{"uri":"Unit_of_measurement","surface_form":"unit of measurement","offset":981},{"uri":"Construction","surface_form":"construction","offset":1064},{"uri":"House","surface_form":"house","offset":1131},{"uri":"Bridge","surface_form":"bridge","offset":1139},{"uri":"Wickerwork","surface_form":"wickerwork","offset":1210},{"uri":"Scaffolding","surface_form":"scaffolding","offset":1241},{"uri":"Construction","surface_form":"construction","offset":1272},{"uri":"Giant_panda","surface_form":"giant panda","offset":1347},{"uri":"Food","surface_form":"food","offset":1398},{"uri":"Temperate","surface_form":"temperate","offset":1509},{"uri":"Cyanogen","surface_form":"cyanogen","offset":1604},{"uri":"Toxic","surface_form":"toxic","offset":1685}]}