{"id":812449,"url":"http://en.wikipedia.org/wiki/Ford_Pinto","text":"The Ford Pinto was a subcompact car built in the 1970s. The vehicle was marketed under Ford Motor Company in the States and Canada. It was made from the 1971 to 1980 model years. Pinto was the smallest American Ford car since 1907. It was Ford's first subcompact vehicle in North America.\nThe Pinto was manufactured in three body styles: two-door sedan, three-door hatchback and two-door station wagon. Mercury had rebadged versions of the Pinto, the Mercury Bobcat, from 1974 to 1980 (1975 to 1980 in the United States). Over three million Pintos were made over its ten-year production run.\nSince the 1970s, the safety reputation of the Pinto has made controversy. Several deadly fires related to tanks rupturing happened during rear-end crashes. In 1974, to meet federal regulations, five-mile-per-hour bumpers were included on the front and rear.\nIn the 1977 model year, Pinto wagons were given a new option package. Some wagons were called the \"Pinto Cruising Wagon\". This was the sedan delivery version of Pinto. It was styled to look like a small conversion van. It had round side panel bubble windows and a choice of optional vinyl graphics.\nIn 1977, the National Highway and Traffic Safety Administration did an investigation on Ford. In 1978 (the following year), the NHTSA warned Ford of their determination their Pinto fuel system was bad.\nIn June 1978, Ford recalled over 1.5 million Ford Pintos and Mercury Bobcats, the largest automotive industry recall at that time. Ford, however, disagreed with the NHTSA finding of a defect.","categories":[],"infobox_types":[],"annotations":[{"uri":"Subcompact_car","surface_form":"subcompact car","offset":21},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":87},{"uri":"United","surface_form":"States","offset":113},{"uri":"Canada","surface_form":"Canada","offset":124},{"uri":"United_States","surface_form":"American","offset":202},{"uri":"North_America","surface_form":"North America","offset":274},{"uri":"Sedan_(automobile)","surface_form":"sedan","offset":347},{"uri":"Station_wagon","surface_form":"station wagon","offset":388},{"uri":"Mercury","surface_form":"Mercury","offset":403},{"uri":"Controversy","surface_form":"controversy","offset":653},{"uri":"Conversion_van","surface_form":"conversion van","offset":1053},{"uri":"Investigation","surface_form":"investigation","offset":1220},{"uri":"Automotive_industry","surface_form":"automotive industry","offset":1441}]}