{"id":812503,"url":"http://en.wikipedia.org/wiki/Child_marriage","text":"A child marriage is a marriage or other similar union between an adult and a child. The child is under a certain age, usually 18. Most child marriages are between a girl and a man, and are rooted in gender inequality. It can also be the marriage of two children. There's a minimum age for a person to be able to marry. This age is called marriable age. Very often, it is similar to the age of consent.\nAs of 2019, child marriage affects about 765 million people; 650 million of them are girls or young women. There's no widely accepted definition of what child marriage is. The UN Convention on the Rights of the Child says that in a child marriage, at least one of the people entering marriage has not reached age 18. Even though mosts states have a minimal age at which people can be married, this is often not respected. There may be cultural or religious reasons. Other reasons why someone is married as a child include that the parents want to make sure the girl is a virgin, when she gets married. Another reason may be that the family cannot afford the education or the upkeep of the child; when the child is married, there are no more costs to the family. Poverty is one of the main reasons for child marriage.\nThe age when children legally turn into adults, and the age at which they can legally marry are usually at 18 years of age. The age when they can marry may be different from country to country. Even when it is set at 18, people may marry when they are younger, given that their parents agree. There may also be special circumstances, such as a teenage pregnancy.\nChild marriage violates the rights of children. It has long-term consequences for child brides and child grooms. Very often, girls that went to school before they were married stop going to school. Because of poor education, their carreer opportunities are limited. An early pregnancy and childbirth also has adverse health effects on girls. For boys the situation is similar: they may not be well prepared for their role as a father. Also because they have not finished their education, their career opportunities are limited. Child marriage includes civil cohabitation and court-approved early marriages after teenage pregnancy.\nCauses of child marriages include poverty, dowry, cultural traditions, illiteracy, and the thoughts that women are unable to work for money. Research shows that to some extent telling children about sex can help prevent child marriage.\nChild marriages have been common throughout history. They are still fairly widespread, particularly in developing countries such as parts of Africa, South Asia, Southeast Asia, West Asia, Latin America, and Oceania. Even in developed countries such as the United States legal exceptions mean that 17 US states have no minimum age requirement for marriage. The incidence of child marriage has been falling in most parts of the world. 2018 data from UNICEF showed that about 21 percent of young women worldwide (aged 20 to 24) were married as children. This is a 25 percent decrease from 10 years before. The countries with the highest observed rates of child marriages below the age of 18 were Niger, Chad, Mali, Bangladesh, Guinea, the Central African Republic, Mozambique, and Nepal with rates above 50%. Niger, Chad, Bangladesh, Mali and Ethiopia were the countries with child marriage rates greater than 20% below the age of 15, according to 2003–2009 surveys. Globally, an estimated 12 million girls annually are being married under the age of 18.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marriage","surface_form":"marriage","offset":22},{"uri":"Adult","surface_form":"adult","offset":65},{"uri":"Child","surface_form":"child","offset":77},{"uri":"Gender_inequality","surface_form":"gender inequality","offset":199},{"uri":"Marriable_age","surface_form":"marriable age","offset":338},{"uri":"Age_of_consent","surface_form":"age of consent","offset":386},{"uri":"Convention_on_the_Rights_of_the_Child","surface_form":"Convention on the Rights of the Child","offset":581},{"uri":"Virginity","surface_form":"virgin","offset":973},{"uri":"Education","surface_form":"education","offset":1060},{"uri":"Poverty","surface_form":"Poverty","offset":1164},{"uri":"Age_of_majority","surface_form":"turn into adults","offset":1249},{"uri":"Teenage_pregnancy","surface_form":"teenage pregnancy","offset":1563},{"uri":"Pregnancy","surface_form":"pregnancy","offset":1857},{"uri":"Childbirth","surface_form":"childbirth","offset":1871},{"uri":"Cohabitation","surface_form":"cohabitation","offset":2140},{"uri":"Poverty","surface_form":"poverty","offset":2247},{"uri":"Dowry","surface_form":"dowry","offset":2256},{"uri":"Illiteracy","surface_form":"illiteracy","offset":2284},{"uri":"Sex_education","surface_form":"telling children about sex","offset":2389},{"uri":"Developing_countries","surface_form":"developing countries","offset":2552},{"uri":"Africa","surface_form":"Africa","offset":2590},{"uri":"South_Asia","surface_form":"South Asia","offset":2598},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":2610},{"uri":"West_Asia","surface_form":"West Asia","offset":2626},{"uri":"Latin_America","surface_form":"Latin America","offset":2637},{"uri":"Oceania","surface_form":"Oceania","offset":2656},{"uri":"United_States","surface_form":"United States","offset":2705},{"uri":"US_states","surface_form":"US states","offset":2749},{"uri":"UNICEF","surface_form":"UNICEF","offset":2897},{"uri":"Niger","surface_form":"Niger","offset":3142},{"uri":"Chad","surface_form":"Chad","offset":3149},{"uri":"Mali","surface_form":"Mali","offset":3155},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":3161},{"uri":"Guinea","surface_form":"Guinea","offset":3173},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":3185},{"uri":"Mozambique","surface_form":"Mozambique","offset":3211},{"uri":"Nepal","surface_form":"Nepal","offset":3227}]}