{"id":8126,"url":"http://en.wikipedia.org/wiki/Trojan_War","text":"The Trojan War was one of the most important wars in the history of Ancient Greece. It happened between the Trojans and the Greeks. It is mostly known through the \"Iliad,\" an epic poem written by the Ancient Greek poet Homer.\nThe site of ancient Troy has been found, across the Aegean Sea on Asia Minor. The war may have taken place in the 12th century BC.\nMythic origin of the war.\nThe origins of the war (in the \"Iliad\") started at the wedding of King Peleus and the nereid (sea-nymph) Thetis. They had invited almost all the gods to their wedding. But they did not invite Eris, goddess of strife. She was angry and she threw a golden apple among the guests on which was written \"To the Fairest\". The goddesses Hera, Athena, and Aphrodite caught the apple at the same time and fought over who was the most beautiful. Because they could not end the fight by themselves, they went to Zeus, the king of the gods. Zeus chose Paris to decide, and give the apple to who he wanted. Each of the three goddesses offered Paris gifts so he would choose her. Hera offered Paris all of Asia. Athena offered wisdom.\nThen Aphrodite offered him the love of the most beautiful woman. Paris gave the apple to Aphrodite. Of course, Aphrodite had not thought about the fact that the most beautiful woman, Helen, Queen of Sparta, already had a husband (King Menelaus of Sparta). But Aphrodite had her son, Eros, shoot Helen with a golden arrow so she fell in love with Paris. They left for Troy. Menelaus, Helen's husband, declared war on Troy to retrieve his queen, now called Helen of Troy. This began the Trojan war.\nThe Trojan horse.\nThe war went on for ten years swinging to one side and then the other. Some of the leading fighters were Achilles, Paris, and Hector. The Greeks won by building a big wooden horse, which we now call the Trojan Horse. Greek soldiers hid inside the horse, and others put the horse on the shore and left in their boats. The Trojans saw the horse and thought that the Greeks had given up and left. They thought the horse was a gift in their honour. They dragged the horse into Troy and celebrated their victory. When night fell, the Greeks hiding inside the horse opened the city gates and set fire to the houses. The Greeks who had left in their boats had just pretended to leave, to trick the Trojans. They returned and won the war. The trick was thought up by Odysseus, King of the small island of Ithaca.\nWhat really happened.\nThe war probably did happen, but in the telling the events were exaggerated and mythic elements were added. These changes fit the needs of oral tradition. In the mid-19th century the German archaeologist Heinrich Schliemann discovered the ruins of a city which he identified as Troy.\nSome Hittite and Egyptian texts also talk about the war. They say that a confederation of 22 cities went to war.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":68},{"uri":"Troy","surface_form":"Trojans","offset":108},{"uri":"Iliad","surface_form":"Iliad","offset":164},{"uri":"Homer","surface_form":"Homer","offset":219},{"uri":"Aegean_Sea","surface_form":"Aegean Sea","offset":278},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":292},{"uri":"BC","surface_form":"BC","offset":353},{"uri":"Peleus","surface_form":"Peleus","offset":454},{"uri":"Nereid","surface_form":"nereid","offset":469},{"uri":"Thetis","surface_form":"Thetis","offset":488},{"uri":"Eris","surface_form":"Eris","offset":575},{"uri":"Hera","surface_form":"Hera","offset":713},{"uri":"Athena","surface_form":"Athena","offset":719},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":731},{"uri":"Zeus","surface_form":"Zeus","offset":884},{"uri":"Paris_(mythology)","surface_form":"Paris","offset":923},{"uri":"Hera","surface_form":"Hera","offset":1049},{"uri":"Asia","surface_form":"Asia","offset":1075},{"uri":"Sparta","surface_form":"Sparta","offset":1303},{"uri":"Eros_(mythology)","surface_form":"Eros","offset":1387},{"uri":"Menelaus","surface_form":"Menelaus","offset":1477},{"uri":"Helen_of_Troy","surface_form":"Helen of Troy","offset":1559},{"uri":"Achilles","surface_form":"Achilles","offset":1724},{"uri":"Paris_(mythology)","surface_form":"Paris","offset":1734},{"uri":"Hector","surface_form":"Hector","offset":1745},{"uri":"Trojan_Horse","surface_form":"Trojan Horse","offset":1822},{"uri":"Odysseus","surface_form":"Odysseus","offset":2378},{"uri":"Ithaca","surface_form":"Ithaca","offset":2416},{"uri":"Oral_tradition","surface_form":"oral tradition","offset":2585},{"uri":"Archaeology","surface_form":"archaeologist","offset":2636},{"uri":"Heinrich_Schliemann","surface_form":"Heinrich Schliemann","offset":2650},{"uri":"Hittite","surface_form":"Hittite","offset":2735},{"uri":"Ancient_Egypt","surface_form":"Egyptian","offset":2747}]}