{"id":812692,"url":"http://en.wikipedia.org/wiki/The_Raccoons","text":"\"The Raccoons\" is a Canadian animated series that ran on CBC from July 4, 1980 to August 28, 1987, with three preceding television specials from its inception in 1975, and one direct to video special in 1984. The franchise was created by Kevin Gillis with the co-operation of the Canadian Broadcasting Corporation (French: Société Radio-Canada).\nSynopsis.\nThe series revolves around Bert Raccoon and married couple Ralph and Melissa Raccoon, of whom Bert is a friend and roommate. The series mostly involved the trio's efforts against the industrialist forces of greedy aardvark millionaire Cyril Sneer, who regularly tries to destroy the forest for a quick buck. However, the Raccoons always save their forest from Cyril's schemes, with help from their forest friends including Schaeffer, a gentle Old English Sheepdog; Cedric, Cyril's college graduate son; and Sophia Tutu, Cedric's girlfriend. As the series progresses, Cyril becomes more of a sympathetic character, eventually becoming an antihero, becoming more responsible in his priorities and business practices.\nOriginally, the story was set in a kind of hidden world in the Evergreen Forest where a small human family of a forest ranger and his children reside unaware of the struggles taking place out of sight. However, the second season had these human characters removed as the premise shifted to an unambiguous fantasy world of a sophisticated humanoid animal version of Canada with complex transportation systems, broadcasting media and heavy industry etc.. In addition, Ralph's relatives become regular characters, especially his young nephew and niece, Bentley the insecure child technology prodigy and Lisa the statuesque athletic teenager who became an understated love interest for Bert.\nUnlike many other cartoons of its time, it handled action, humour, and romance in a fairly sophisticated manner, while remaining sufficiently uncomplicated for younger viewers. Lessons featured in the series mainly included environmentalism, but also included other lessons, including friendship and teamwork.\nProduction.\nThe \"Raccoons\" franchise was originally conceived by Kevin Gillis in the 1970s, while appearing in shows like \"Celebrity Cooks\" and \"Yes You Can\". The initial idea for the show was created by Gillis and columnist Gary Dunford. They drew their inspiration for Ralph Raccoon from a dilemma that happened at a cottage in Ottawa. Dunford backed out, but Gillis took his idea to Ottawa lawyer Sheldon S. Wiseman, who saw a potential in Gillis' idea and put together a large group – animators, musicians, and writers, to create the first special to star the characters known as \"The Christmas Raccoons\". Production on the special began in 1979 and was completed in 1980, and the special was shown on the December of the same year on CBC Television. It was also shown in countries around the world, including the United States and the United Kingdom. The special was a huge hit and resulted in two sequel specials \"The Raccoons on Ice\" and \"The Raccoons and the Lost Star\" and a direct-to-video special, ' In 1981, United States TV networks CBS, NBC and ABC approached Sheldon Wiseman about producing a 13 episode Raccoons TV series. In 1984, the Canadian Broadcasting Corporation and the Disney Channel began funding on the television series, which cost about $4.5 million to make. In the United States, the show was run on The Disney Channel from July 4, 1985, to August 28, 1992. In Canada, it was shown on CBC on Monday evenings for the first season and was shown in a block consisting of \"The Wonderful World of Disney\" and \"Fraggle Rock\" on Sundays for the next two seasons before moving to Wednesdays in its fourth, sharing an hour block with \"The Beachcombers\" and then finally Tuesdays in its fifth and final season.\nMusic.\nThe series had a new wave soundtrack including the theme song \"Run with Us\" by cast member Lisa Lougheed. Season 1 ended with a different version of the song, not sung by Lougheed. \"Run with Us\" was performed in season 1 by Stephen Lunt. In the first season, the French Canadian singer Luba performed several songs, several of which were later re-recorded by Lougheed for use in other seasons. There were also several other songs performed by other musicians such as Rita Coolidge and Rupert Holmes who performed songs for the first special, Leo Sayer and Coolidge again for the second, and John Schneider and Dottie West for the last television special. Three of the songs had replaced Schneider's vocals with Frank Floyd and Hank Martin. Rory Dodd, The Dior Bros. (actually Kevin Gillis and Jon Stroll under a pseudonym), and several other musicians also had songs performed, although somewhat rarely compared to the aforementioned people. According to Jon Stroll, Frank Floyd, the frontman of the 1970s R&B funk group The Writers, was originally selected to be the main male singer for the series. Instead, as backup singer Valerie Wilson suggested, they replaced Floyd at the last minute with Curtis King Jr.\nThe earlier version of \"Run with Us\", like quite a few of the other songs from \"The Raccoons\", were never officially released. The songs from the first two specials were released on the album \"Lake Freeze – The Raccoons Songtrack\" in 1983. A soundtrack for the fourth special was released in 1984, but featured vocals from Frank Floyd and Hank Martin to replace John Schneider. Nine of the songs from the series featured on Lougheed's album \"Evergreen Nights\" (1987), though Lougheed only sang some of the songs (sometimes in duets), while some were sung by other artists (Curtis King Jr. and Stephen Lunt). The French version of \"Run with Us\", as well as most of Luba and Lisa Lougheed's songs, was performed by the French Canadian singer Jano Bergeron with \"Run with Us\" being renamed in French to \"Viens Vers Nous\".\nThe instrumental music was composed by Kevin Gillis and Jon Stroll and performed largely by the National Arts Centre Orchestra from Ottawa, Canada. Most of the instrumental cues heard in the series were actually recorded for \"The Raccoons and the Lost Star\" and re-used. Only six of the instrumental tunes (two from \"The Raccoons on Ice\" and four from \"The Raccoons and the Lost Star\") have ever been released officially (they can be found on the \"Lake Freeze\" and \"Let's Dance!\" albums).\nAnimation.\nFrom 1974 to 1980, Canadian animation company Atkinson Film-Arts provided the animation for the four specials and first season of the series. In 1981, after producing the first 11 episodes, Hinton Animation Studios took over to animate the remaining seasons of the show (seasons 2–5).\nHome media.\nEmbassy Pictures and its home video counterpart were responsible for releasing the specials and Season 1 on home video from 1982 to 1987. Embassy also released the specials on Laserdisc, CED and Betamax formats. Other distributors, such as Catalyst & GoodTimes released some specials and episodes on VHS.\nIn the UK, Embassy Home Entertainment released the four Raccoons specials on VHS in the mid-1980s, before the distribution rights went to Channel 5 Video (a division of Polygram Video) in 1986. They re-released the four specials on video, as well as released another video called \"The Raccoons Big Surprise\" with two Season 1 episodes \"Surprise Attack\" and \"Going It Alone\" (Cat. No. CFV 05042). Then three videos with Season 2 episodes were released, the first two were by Picture Music International (PMI) that included \"Double Play\" and \"The Sweet Smell of Success\" on volume 1, released in 1988 and then \"Blast from the Past\" and \"Power Trip\" on volume 2, released in 1989. Then Video Collection International Ltd released a third tape which contained the episodes \"Stop The Clock\" and \"The Artful Dodger\" on 13 August 1990 (Cat No. VC1191). That same tape was re-released again by Video Collection International Ltd on 22 July 1991, as part of their \"Children's Club\" range (Cat No. KK0019).\nIn 2003, Morningstar Entertainment released the show on DVD for the first time. Two 9-episode boxsets were released, each containing 3 discs that were also available separately. The discs were released without any region coding in NTSC format. The first set contained nine of the ten episodes from season 2 (omitting \"Stop the Clock\") and the second set contained the first nine episodes of season 3. The extras include character bios, a chance to create your own scene from \"The Raccoons\" and Raccoon-A-Roma DVD-ROM content, like QuickTime animated sequences. For this release, Len Carlson also reprised his role as Bert during menus and gave in-character commentary before and after episodes. Both sets are now out of print, and no North American DVD release has come out since then.\nA 2-disc Region 2 PAL DVD release of the complete series 1 was released on September 17, 2007 through Fabulous Films Ltd. The bonus features on set 1 were duplicated from the Canadian release, mainly the create a scene and Raccoon-A-Roma DVD ROM content. They later released a DVD entitled \"Three Adventures With \"The Raccoons\" on April 7, 2008. This DVD contained the first 3 episodes of Series 1 with no extras. Series 2 was released on April 20, 2009 by Fabulous Films Ltd. in another 2-disc set. DVD extras on the set include character model sheets and a documentary.\nOn September 18, 2009, MORE Entertainment released an 8-disc DVD set in Germany, it contained all 60 episodes (7–8 per disc) and no extras. The language track is German only.\nOn December 14, 2009, the first season of \"The Raccoons\" is released on iTunes in Canada. On April 19, 2010, the first season is also released on iTunes in the United States. The first two seasons are released on DVD to Netflix in the United States in early-2010 and in Canada on August 2011.\nOn November 29, 2013, MORE Entertainment in Germany had released a DVD featuring all four of the Raccoons specials on DVD. Like their previous complete series set, set the only language track is German.\nReception.\n\"The Raccoons\" was well received by critics. \"The New York Times\", in its review for their second TV special, said \"the Raccoons are an adorable lot, supported nicely by an attractive production.\" \"Variety\" praised the third special, \"The Raccoons and the Lost Star\", calling it \"a rollicking good adventure filled with space-age animation, high-tech gadgetry, lilting tunes, a lovable sheepdog, and the delightful Raccoons team.\"\nThe show was nominated for many awards, including a Gemini Award for \"Best Sound\" and \"Best Writing\", and won the Gemini for \"Best Animated Series\".\nIn 1990, Bert and Lisa were named the mascots of the Canadian Olympic team. There were no Olympic Games that year.\nReboot.\nOn July 4, 2017, it was revealed that series creator Kevin Gillis was working on a reboot of the series. A pitch pilot with slightly redesigned characters was found on YouTube as an unlisted video on March 11, 2018, however the video was soon taken down by Big Jump Entertainment due to a copyright claim. On June 17 of that same year, Big Jump officially revealed the new designs for Bert, Ralph, Melissa, Cyril and Cedric on their website. The reboot is scheduled to premiere in 2021, beginning with a holiday special entitled \"When Raccoons Fly!\".","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Animated_series","surface_form":"animated series","offset":29},{"uri":"CBC_Television","surface_form":"CBC","offset":57},{"uri":"Television_special","surface_form":"television special","offset":120},{"uri":"Kevin_Gillis","surface_form":"Kevin Gillis","offset":238},{"uri":"Canadian_Broadcasting_Corporation","surface_form":"Canadian Broadcasting Corporation","offset":280},{"uri":"French_language","surface_form":"French","offset":315},{"uri":"Business_magnate","surface_form":"industrialist","offset":539},{"uri":"Aardvark","surface_form":"aardvark","offset":570},{"uri":"Old_English_Sheepdog","surface_form":"Old English Sheepdog","offset":799},{"uri":"Antihero","surface_form":"antihero","offset":993},{"uri":"Environmentalism","surface_form":"environmentalism","offset":1983},{"uri":"Kevin_Gillis","surface_form":"Kevin Gillis","offset":2134},{"uri":"Celebrity_Cooks","surface_form":"Celebrity Cooks","offset":2192},{"uri":"Yes_You_Can","surface_form":"Yes You Can","offset":2214},{"uri":"Cottage","surface_form":"cottage","offset":2388},{"uri":"The_Christmas_Raccoons","surface_form":"The Christmas Raccoons","offset":2654},{"uri":"CBC_Television","surface_form":"CBC Television","offset":2808},{"uri":"The_Raccoons_on_Ice","surface_form":"The Raccoons on Ice","offset":2989},{"uri":"The_Raccoons_and_the_Lost_Star","surface_form":"The Raccoons and the Lost Star","offset":3015},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":3053},{"uri":"CBS","surface_form":"CBS","offset":3115},{"uri":"NBC","surface_form":"NBC","offset":3120},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":3128},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":3263},{"uri":"Walt_Disney_anthology_television_series","surface_form":"The Wonderful World of Disney","offset":3568},{"uri":"Fraggle_Rock","surface_form":"Fraggle Rock","offset":3604},{"uri":"The_Beachcombers","surface_form":"The Beachcombers","offset":3725},{"uri":"New_wave_music","surface_form":"new wave","offset":3824},{"uri":"Soundtrack","surface_form":"soundtrack","offset":3833},{"uri":"Run_with_Us","surface_form":"Run with Us","offset":3870},{"uri":"Lisa_Lougheed","surface_form":"Lisa Lougheed","offset":3898},{"uri":"French_Canadians","surface_form":"French Canadian","offset":4070},{"uri":"Luba_(singer)","surface_form":"Luba","offset":4093},{"uri":"Rita_Coolidge","surface_form":"Rita Coolidge","offset":4274},{"uri":"Rupert_Holmes","surface_form":"Rupert Holmes","offset":4292},{"uri":"Leo_Sayer","surface_form":"Leo Sayer","offset":4349},{"uri":"John_Schneider_(screen_actor)","surface_form":"John Schneider","offset":4398},{"uri":"Dottie_West","surface_form":"Dottie West","offset":4417},{"uri":"Frank_Floyd","surface_form":"Frank Floyd","offset":4518},{"uri":"Hank_Martin","surface_form":"Hank Martin","offset":4534},{"uri":"Rory_Dodd","surface_form":"Rory Dodd","offset":4547},{"uri":"The_Writers","surface_form":"The Writers","offset":4828},{"uri":"Lake_Freeze_%E2%80%93_The_Raccoons_Songtrack","surface_form":"Lake Freeze – The Raccoons Songtrack","offset":5213},{"uri":"Evergreen_Nights","surface_form":"Evergreen Nights","offset":5462},{"uri":"French_Canadian","surface_form":"French Canadian","offset":5737},{"uri":"Jano_Bergeron","surface_form":"Jano Bergeron","offset":5760},{"uri":"National_Arts_Centre_Orchestra","surface_form":"National Arts Centre Orchestra","offset":5935},{"uri":"The_Raccoons_and_the_Lost_Star","surface_form":"The Raccoons and the Lost Star","offset":6065},{"uri":"Atkinson_Film-Arts","surface_form":"Atkinson Film-Arts","offset":6385},{"uri":"Embassy_Pictures","surface_form":"Embassy Pictures","offset":6636},{"uri":"Laserdisc","surface_form":"Laserdisc","offset":6812},{"uri":"Capacitance_Electronic_Disc","surface_form":"CED","offset":6823},{"uri":"Betamax","surface_form":"Betamax","offset":6831},{"uri":"GoodTimes_Home_Entertainment","surface_form":"GoodTimes","offset":6887},{"uri":"NTSC","surface_form":"NTSC","offset":8169},{"uri":"QuickTime","surface_form":"QuickTime","offset":8469},{"uri":"PAL","surface_form":"PAL","offset":8742},{"uri":"ITunes","surface_form":"iTunes","offset":9543},{"uri":"ITunes","surface_form":"iTunes","offset":9617},{"uri":"Netflix","surface_form":"Netflix","offset":9691},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":10024},{"uri":"Variety_(magazine)","surface_form":"Variety","offset":10176},{"uri":"Gemini_Award","surface_form":"Gemini Award","offset":10461},{"uri":"Canada_at_the_Olympics","surface_form":"Canadian Olympic team","offset":10611}]}