{"id":812773,"url":"http://en.wikipedia.org/wiki/Liberia_civil_wars","text":"e=\"preserve\">There were two civil wars in Liberia, which lasted from 1989 to 2003. Liberia is made of multiple ethnic groups. In the civil wars these groups fought for power and influence. On the other had, there were warlords, who fought each other. The civil wars were also about who had control of the natural resources of the country. Child soldiers were common during these wars.\nThe first war lasted from 1989 to 1996. Charles Taylor started an armed uprising against president Samuel Doe. Doe was quickly captured, and one of Taylor's associates, Yormie Johnson, tortured him to death. Johnson later split from Taylor, and founded his own movement. The supporters of Doe also founded their own movement, fighting went on between the different factions. All parties were very brutal when it came to interactions with civilians. Joshua Milton Blahyi, a young warlord, who was better known as General Butt Naked, was especially cruel. Using child soldiers, he is said to have killed 20,000 civilians. The UN enforced an embargo against Liberia.\nAt the same time, there was a civil war in Sierra Leone. Charles Taylor supported a rebel force in Sierra Leone. He is said to have traded with blood diamonds.\nThe first war lasted until 1996. In 1997, Taylor was elected president. He obtained about 75% of the votes, the elections were called free and fair.\nThe former enemies of Taylor didn't want to accept the election result, and they started the second war, in 1989. In 2003, the government held control over a third of the country, two thirds were controlled by rebel groups. In 2003, an international arrest warrant was issued against Taylor, for crimes he had committed when supporting the rebels in Sierra Leone. Taylor agreed to step down and leave the county, which ended the war.\nBecause of both wars, about 250,000 people were killed. Over a million became displaced people or refugees. Some stayed in refugee camps in Liberia, others fled to the neighboring countries.\nThe wars had a big impact on the economy, which can still be seen. In some regions in Liberia, up to 85% of the workforce are unemployed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Civil_war","surface_form":"civil war","offset":28},{"uri":"Liberia","surface_form":"Liberia","offset":42},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":111},{"uri":"Warlord","surface_form":"warlord","offset":218},{"uri":"Natural_resource","surface_form":"natural resource","offset":305},{"uri":"Child_soldier","surface_form":"Child soldier","offset":339},{"uri":"Charles_Taylor","surface_form":"Charles Taylor","offset":425},{"uri":"Samuel_Doe","surface_form":"Samuel Doe","offset":484},{"uri":"Yormie_Johnson","surface_form":"Yormie Johnson","offset":554},{"uri":"Torture","surface_form":"tortured","offset":570},{"uri":"Joshua_Milton_Blahyi","surface_form":"Joshua Milton Blahyi","offset":834},{"uri":"Civilian","surface_form":"civilian","offset":994},{"uri":"United_Nations","surface_form":"UN","offset":1009},{"uri":"Embargo","surface_form":"embargo","offset":1024},{"uri":"Sierra_Leone","surface_form":"Sierra Leone","offset":1092},{"uri":"Sierra_Leone","surface_form":"Sierra Leone","offset":1148}]}