{"id":813137,"url":"http://en.wikipedia.org/wiki/Faxian","text":"Faxian (337 – c. 422) was a Chinese Buddhist monk. He is also translator. He traveled by foot from China to India, visiting sacred Buddhist sites in Central, South and Southeast Asia between 399–412 to acquire Buddhist texts. He described his journey his travelogue, \"A Record of Buddhist Kingdoms\" (\"Foguo Ji\" 佛國記).\nOther transliterations of his name include Fa-Hien and Fa-hsien.\nBiography.\nIn 399, Faxian set out with nine others to locate sacred Buddhist texts. He visited India in the early fifth century. He is said to have walked all the way from China across the icy desert and rugged mountain passes. He entered India from the northwest and reached Pataliputra. He took back with him Buddhist texts and images sacred to Buddhism. He saw the ruins of the city when he reached Pataliputra.\nFaxian's visit to India occurred during the reign of Chandragupta II. He is also renowned for his pilgrimage to Lumbini, the birthplace of Gautama Buddha (modern Nepal). However, he mentioned nothing about Guptas. Faxian claimed that demons and dragons were the original inhabitants of Sri Lanka.\nAfter two years stay on Ceylon, Faxian was coming back to China. Suddenly a violent storm drove his ship onto an island, probably Java. After five months there, Faxian took another ship for southern China. But, again, it was blown off course and he ended up landing at Mount Lao in what is now Shandong in northern China, east of the city of Qingdao.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bhikkhu","surface_form":"Buddhist monk","offset":36},{"uri":"China","surface_form":"China","offset":99},{"uri":"India","surface_form":"India","offset":108},{"uri":"Central_Asia","surface_form":"Central","offset":149},{"uri":"South_Asia","surface_form":"South","offset":158},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":168},{"uri":"Buddhist_texts","surface_form":"Buddhist texts","offset":210},{"uri":"Buddhism","surface_form":"Buddhist","offset":450},{"uri":"Pataliputra","surface_form":"Pataliputra","offset":658},{"uri":"Chandragupta_II","surface_form":"Chandragupta II","offset":850},{"uri":"Lumbini","surface_form":"Lumbini","offset":909},{"uri":"Gautama_Buddha","surface_form":"Gautama Buddha","offset":936},{"uri":"Nepal","surface_form":"Nepal","offset":959},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1083},{"uri":"Ceylon","surface_form":"Ceylon","offset":1118},{"uri":"Java","surface_form":"Java","offset":1224},{"uri":"Blown_off_course","surface_form":"blown off course","offset":1319},{"uri":"Mount_Lao","surface_form":"Mount Lao","offset":1363},{"uri":"Shandong","surface_form":"Shandong","offset":1388},{"uri":"Qingdao","surface_form":"Qingdao","offset":1436}]}