{"id":813295,"url":"http://en.wikipedia.org/wiki/Menoetius_(moon)","text":"e=\"preserve\">Menoetius is the only moon of the asteroid Trojan 617 Patroclus.\nIn 2001, scientists found that Patroclus is a binary system, made up of two asteroids of about the same size. It is one of 18 binary Trojan asteroids known to exist. In 2006, good measurements of the orbit from the Keck Laser guide star adaptive optics system were reported.\nIt was estimated that the two components orbit around their center of mass in days at a distance of in a roughly circular orbit. Combining these observations with thermal measurements taken in 2000, the sizes of the components of the system were estimated at 106 km and 98 km, with an equivalent whole-system diameter of 145 km, refined by later measurements from the Keck Observatory to approximately 122 km and 112 km for each partner, and a co-orbital period of hours (days).\nOn 21 October 2013, both bodies occulted a magnitude 8.8 star as observed by a team of 41 observers stationed across the USA. Observation data put the orbital distance of 664.6 km, and give a size for the slightly larger component, which retains the name Patroclus with overall volume equivalent to a 113 km sphere, with the smaller component now named Menoetius with a volume equivalent to a 104 km diameter sphere.","categories":[],"infobox_types":[],"annotations":[{"uri":"Asteroid_moon","surface_form":"moon","offset":35},{"uri":"Asteroid","surface_form":"asteroid","offset":47},{"uri":"Trojan_asteroid","surface_form":"Trojan","offset":56},{"uri":"617_Patroclus","surface_form":"617 Patroclus","offset":63},{"uri":"Binary_asteroid","surface_form":"binary system","offset":124},{"uri":"Keck_telescopes","surface_form":"Keck","offset":293},{"uri":"Laser_guide_star","surface_form":"Laser guide star","offset":298},{"uri":"Adaptive_optics","surface_form":"adaptive optics","offset":315},{"uri":"Center_of_mass","surface_form":"center of mass","offset":413},{"uri":"Occultation","surface_form":"occulted","offset":864},{"uri":"Magnitude_(astronomy)","surface_form":"magnitude","offset":875}]}