{"id":813840,"url":"http://en.wikipedia.org/wiki/Devi_Lal","text":"Chaudhary Devi Lal (born Devi Dayal; 25 September 1915 - 6 April 2001) was an Indian politician. He served as 6th Deputy Prime Minister of India from 1989 to 1991 in the management of V. P. Singh and Chandra Shekhar. He is popularly known as Tau (uncle). Devi Lal came out as farmer leader from the state of Haryana. He served as the Chief Minister of Haryana first in 1977-79 and then in 1987-89.\nPersonal life.\nChaudhary Devi Lal was born in Teja Khera village of Sirsa district in present-day Haryana. His mother's name was Shugna Devi. His father's name was Lekh Ram Sihag. Lekh Ram was a Jat of Chautala village. He owned 2750 bighas of land. Lal received education up to middle-school. His son, Om Prakash Chautala has also served as Haryana's chief minister four times.\nIn 1928 at the age of 16, Devi Lal participated in independence struggle event by Lala Lajpat Rai. He was a student of \"Dev Samaj Public High School Moga\" in Moga during his 10th class. At that time, he was arrested at Congress office in 1930. He quit studies and joined freedom movement. He also took wrestling lesson at an Akhara in Badal village of Punjab. He was first elected MLA in 1952.\nLal comes from a productive political period of time with his powerful family rulers of Haryana. His older brother Sahib Ram Sihag was the first politician from the family. Sahib Ram Sihag became Congress MLA from Hisar in 1938 and 1947. Lal had four sons - Partap Singh, Om Prakash Chautala, Ranjit Singh and Jagdish Chander. His eldest son, Partap Singh, was an MLA from Indian National Lok Dal in the 1960s.\nIndependence movement.\nLal was a follower of Mahatma Gandhi. He was involved in the struggle for India's independence from the British Raj. Both he and his elder brother, Sahib Ram, left their studies unfinished to take part in the freedom movement.\nFor this, he was sentenced to one year rigorous imprisonment and sent to Hissar jail on 8 October 1930. He took part in the movement of 1932. He was then kept in Sadar Delhi Thana (Jail). In 1938 he was selected delegate of All-India Congress Committee. In March 1938, his elder brother was elected a Member of the Legislative Assembly in a by-election on the Congress party ticket. In January 1940, Sahib Ram courted arrest as a \"satyagrahi\" in the presence of Lal and over ten thousand people. He was fined Rs 100 and sentenced to 9 months imprisonment.\nLal was arrested again on 5 October 1942. He then kept in jail for two years for taking part in the 1942 Quit India movement. He was released from prison in October 1943. He negotiated parole for his elder brother. In August 1944, Chhotu Ram, the then Revenue Minister, visited Chautala village. He, along with Lajpat Rai Alakhpura, made efforts to woo both Sahib Ram and Lal to desert Congress and join the Unionist Party. But both workers, being dedicated freedom fighters, refused to leave the Congress Party.\nPre-1960: Punjab Assembly politics.\nAfter independence, Lal emerged as a popular farmer leader in the 1950s and started a farmers' movement, for which he was arrested along with his 500 workers. After some time, then chief minister, Gopi Chand Bhargava, made an agreement and the Muzzara Act was amended. He was elected a member of the Punjab Assembly in 1952 and President of the Punjab Congress in 1956. In 1958, he was elected from Sirsa.\nPre-1980: Haryana Assembly politics.\nHe played an active and clear role in the (creation and construction/ group of objects) of Haryana as a separate state. In 1971, he left Congress. In 1972 Vidhan Sabha elections, he argued over unsuccessfully against the two Congress heavyweights. One was Bansi Lal in Tosham (Vidhan Sabha seat) and another was Bhajan Lal in Adampur seat. In 1974, he successfully contested in the Rori constituency. In 1975, Indira Gandhi declared the Emergency. Lal along with all opposition leaders were jailed for 19 months. In 1977, the emergency ended and general elections were held. He was elected on the Janata Party ticket from Bhattu Kalan. He then became the Chief Minister of Haryana. As the chief minister of Haryana he made several decisions benefiting farmers and rural people.\nPost-1980: national and state politics.\nHe remained a Member of Parliament from 1980 to 1982. He was a member of State assembly between 1982 and 1987. He formed Lok Dal. He started Nyaya Yuddh (en. battle for justice), under the banner of Haryana Sangharsh Samiti. In the 1987 state elections, the alliance led by Lal won a record victory winning 85 seats in the 90 member house. Congress won the other five seats. Lal became the chief minister of Haryana for the second time. In the 1989 parliamentary election, he was simultaneously elected, both from Sikar, Rajasthan and Rohtak, Haryana.\nHe went on to become deputy prime minister of the country from 1989 to 1991.\nHe was elected to Rajya Sabha in August 1998. Later, his son Om Prakash Chautala also became the chief minister of Haryana.\nHis popularity among farmers and rural people. It earned him the title of 'Tau' (Elder Uncle). Lal died on 6 April 2001 at the age of 85. He was cremated at Sangarsh Sthal on the banks of the river Yamuna in New Delhi. \"Kisan Ghat\" is the samadhi of another popular leader of the farmers, Charan Singh, the fifth Prime Minister of India.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deputy_Prime_Minister_of_India","surface_form":"Deputy Prime Minister of India","offset":114},{"uri":"V._P._Singh","surface_form":"V. P. Singh","offset":184},{"uri":"Chandra_Shekhar","surface_form":"Chandra Shekhar","offset":200},{"uri":"Haryana","surface_form":"Haryana","offset":308},{"uri":"Sirsa_district","surface_form":"Sirsa district","offset":466},{"uri":"Jat","surface_form":"Jat","offset":593},{"uri":"Om_Prakash_Chautala","surface_form":"Om Prakash Chautala","offset":701},{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":1627},{"uri":"British_Raj","surface_form":"British Raj","offset":1709},{"uri":"Hisar_(city)","surface_form":"Hissar","offset":1905},{"uri":"All-India_Congress_Committee","surface_form":"All-India Congress Committee","offset":2056},{"uri":"Member_of_the_Legislative_Assembly_(India)","surface_form":"Member of the Legislative Assembly","offset":2133},{"uri":"Indian_National_Congress","surface_form":"Congress party","offset":2192},{"uri":"Satyagrahi","surface_form":"satyagrahi","offset":2263},{"uri":"Quit_India","surface_form":"Quit India","offset":2493},{"uri":"Chhotu_Ram","surface_form":"Chhotu Ram","offset":2619},{"uri":"Chautala","surface_form":"Chautala","offset":2666},{"uri":"Unionist_Party_(Punjab)","surface_form":"Unionist Party","offset":2796},{"uri":"Gopi_Chand_Bhargava","surface_form":"Gopi Chand Bhargava","offset":3134},{"uri":"Sirsa%2C_Haryana","surface_form":"Sirsa","offset":3336},{"uri":"Indira_Gandhi","surface_form":"Indira Gandhi","offset":3790},{"uri":"The_Emergency_(India)","surface_form":"the Emergency","offset":3813},{"uri":"1977_Indian_general_election","surface_form":"general elections","offset":3926},{"uri":"Janata_Party","surface_form":"Janata Party","offset":3977},{"uri":"Chief_Minister_of_Haryana","surface_form":"Chief Minister of Haryana","offset":4035},{"uri":"Member_of_Parliament_(India)","surface_form":"Member of Parliament","offset":4212},{"uri":"Lok_Dal","surface_form":"Lok Dal","offset":4319},{"uri":"1989_Indian_general_election","surface_form":"1989 parliamentary election","offset":4642},{"uri":"Sikar","surface_form":"Sikar","offset":4712},{"uri":"Rohtak","surface_form":"Rohtak","offset":4733},{"uri":"Rajya_Sabha","surface_form":"Rajya Sabha","offset":4845},{"uri":"Om_Prakash_Chautala","surface_form":"Om Prakash Chautala","offset":4888},{"uri":"Raj_Ghat_and_other_memorials","surface_form":"Sangarsh Sthal","offset":5108},{"uri":"Yamuna","surface_form":"Yamuna","offset":5149},{"uri":"Charan_Singh","surface_form":"Charan Singh","offset":5240},{"uri":"Prime_Minister_of_India","surface_form":"Prime Minister of India","offset":5264}]}