{"id":814088,"url":"http://en.wikipedia.org/wiki/Tamagotchi","text":"\"Tamagotchi\" is a handheld video game. It was released in 1996. It was created in 1996 by Aki Maita and sold by Bandai. It is a strategy game. The main characters are also called Tamagotchi. The Tamagotchi are electronic pets, and the player takes care of them as part of the game. A new version of \"Tamagotchi\" was released in 2020.\nGameplay.\nThe player uses the handheld device to take care of the fictional pet. The player can feed it or let it go hungry, train it or abuse it. The tamagotchi will grow up strong, weak or run away depending on how the player acts.\nHistory.\nThe first \"Tamagotchi\" was released in 1996 as a mobile digital pet. This game became popular in Japan. From 1997 to 1998 other types of Tamagotchi game were released. About 40 million games sold around the world. In 2004, \"Tamagotchi became popular again. The 2004 version of the game had infrared communication. The 2006 version could connect with mobile phones and personal computers. In 2006, a \"Tamagotchi\"-themed school game was released. In this game, the player could make a class using a communication function. In 2007, Tamagotchi started to live with its family in the device. In 2008, the game was released with a colored screen and download items and mini games. In 2012, the communication function was made more complicated.\nBy country.\nThe \"Tamagotchi\" has stayed popular in Japan, but in the West it is sometimes popular and sometimes not. Bandai America sells \"Tamagotchi\" in a larger package in the United States because they want the buyer to believe it is worth the price, US$59.99.\nOther content.\nThere are also \"Tamagotchi\" arcade games, animations, movies, comic books, books, and apps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":27},{"uri":"1996","surface_form":"1996","offset":82},{"uri":"Aki_Maita","surface_form":"Aki Maita","offset":90},{"uri":"Bandai","surface_form":"Bandai","offset":112},{"uri":"Strategy_game","surface_form":"strategy game","offset":128},{"uri":"Japan","surface_form":"Japan","offset":674},{"uri":"Bandai_America","surface_form":"Bandai America","offset":1433},{"uri":"Arcade_games","surface_form":"arcade games","offset":1623}]}