{"id":814068,"url":"http://en.wikipedia.org/wiki/King_Gnu","text":"e=\"preserve\">King Gnu is a Japanese alternative rock band. The band is made up of 4 members: Daiki Tsuneta (guitar & vocal), Satoru Iguchi (keyboard & vocal), Kazuki Arai (bass) and Yu Seki (drum).\nOverview.\nThe band, Mrs.Vinci was formed by centering on Daiki Tsuneta in 2013. 2 years later, Mrs.Vinci renamed Srv.Vinci. After reorganization of members, they renamed King Gnu in 2017. It is what they are now. The band made their major debut in January 2019 by releasing their 2nd album “Sympa”. The band is called “tokyo new mixture style” because each member of the group is influenced from music in various fields and they create their own music style which has overwhelming original sense and high perfection in both their sound and visual. In terms of music, the band creates songs that incorporate elements from a wide range of genres such as R&B, jazz, J-POP, as well as rock.\nDaiki Tsuneta (May 15, 1992).\nis the reader of the band. All King Gnu songs are produced by him. He mainly plays guitar and sings as a vocalist with Satoru Iguchi. And he can play piano, bass, cello, drum and so on. He attended Tokyo University of the Arts and majored in cello. He also belongs to PERIMETRON which is a creative group making music videos, jacket pictures, or something making videos. King Gnu’s video and pictures are also created by them.  His work covers a wide range of topics. He also works as a record producer. A project called millennium parade, a group of musicians, is led by him.\nSatoru Iguchi (October 5, 1993).\nis in charge of vocals and keyboard. He also attended Tokyo University of the Arts and belonged to the vocal music department. He is also an actor and narrator.\nKazuki Arai (October 29, 1992).\nis a bassist and he plays bass, synth bass, and contrabass. And he is in charge of chorus. He also acts in the millennium parade. He started bass when he was 14 years old, and he learned jazz bass. He had lived with Satoru Iguchi.\nYu Seki (September 2, 1992).\nis a drummer. His parents are professional musicians and he hit an electronic drum when he was young. He also attended dance school. The goodness of his sense of rhythm comes from it. He acts in the millennium parade.\n2017.\nAfter the band was renamed King Gnu, they appeared on FUJI ROCK FESTIVAL in July. They released their first album “Tokyo Rendez-vous ” in October. “Vinyl”, which is recorded in the album, is designated as a television CM song.\n2018.\nIn April, their first radio program whose name derived from their band name had  started. The radio program title is “RADIO GNU”. In September, they released “prayer X”. And the song is appointed anime’s ending song.\n2019.\nIn January, a new single “Hakujitsu \" was released as the theme song of a television drama. The song made them popular. And in January, they released their second album “Sympa”. “Hikotei”, which is recorded in the next album, is appointed as a television CM song.\nIn December, they appeared on Kohaku by NHK.\n2020.\nIn January, they released their third album “CEREMONY ”.\nIn August, King Gnu streaming live was held and it was the first online concert because of coronavirus.\nIn September, their new single ”Sanmon Shosetsu” was appointed as the television drama’s theme song.\nIn October, their new single ”Senryou Yakusha” was appointed as the television CM.","categories":[],"infobox_types":[],"annotations":[]}