{"id":814065,"url":"http://en.wikipedia.org/wiki/Toshizo_Hijikata","text":"Toshizo Hijikata lived in Japan during the late Edo period. He was a member of Shinsengumi. They guarded the Shogun. And he was a Vice President of Shinsengumi. He supported the president, Isami Kondo. He was a very strict person. So he was feared as a Vice President of the ogre. He died in Hokkaido at the age of 35.\nEarly life.\nIn 1835, he was born in Musashino Kuni (Hino city, Tokyo). He was the tenth child and he was the youngest in his family. His father was a wealthy farmer. But he wanted to do martial arts and be a samurai. So he made an effort to practice swordfighting.\nChildhood.\nAs a child, he was a very naughty boy. Also he was a smart boy.\nWhen he was 11 years old, he started to work in the dry goods dealer (Ito Gofukuten). But he quarreled with the leader for a trivial matter and walked back about 40 kilometers to his house. He was so stubborn that he wouldn’t return to the shop even if his family persuaded him.\nNext, he started to sell the medicines (Ishida Sanyaku).\nShinsengumi.\nThe Shinsengumi, or \"newly selected troops,\" protected the Shogun in the last years before the Meiji Restoration.\nShinsengumi.\nHijikata met Isami Kondo when he was 25 years old. He joined Shieikan which Isami Kondo ran. After that, he applied for the Roshigumi to protect Tokugawa Iemochi, the 14th Shogun of the Edo Shogunate. And he went to Kyoto with members of Shieikan. Shinsengumi started in 1863 because they succeeded there. They guarded the Shogun.\nVice presidency.\nHe was a Vice President of Shinsengumi. He was a very strict person. So he was feared by all as a Vice President of the ogre. But just before he died in Hakodate, he was kind to everyone.\nIkedaya case.\nIn 1864 July 8th, Ikedaya case happened. Shinsengumi beat Sonno Joi ha (supporters of the doctrine of restoring the emperor and expelling the barbarians). When he heard that Isami Kondo’s army had found Sonno Joi ha, he immediately joined forces. But he didn’t storm Ikedaya immediately and ambushed around there. The achievements of the Shinsengumi in the Ikedaya case were very great. So the prize was exceptional.\nBoshin War.\nImmediately after the Boshin War began, Isami Kondo was arrested. He tried to save Isami Kondo, but Isami Kondo was executed. When the war of Utsunomiya castle happened, he won temporarily. But it was inferior to a modern weapon of the new government troop with swords and spears. He escaped in Goryokaku, but his stomach was shot and he died. He was 35 years old.\nLegacy.\nHijikata's sword was returned to Tokyo. People come to look at it every year.\nThe Hijikata Toshizo Museum opened in Hino City in 1994. It is in the same building where Hijikata grew up.\nA fictional Hijikata appears in the game Hakuouki.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":26},{"uri":"Edo","surface_form":"Edo","offset":48},{"uri":"Hokkaido","surface_form":"Hokkaido","offset":292},{"uri":"Tokyo","surface_form":"Tokyo","offset":382},{"uri":"Meiji_Restoration","surface_form":"Meiji Restoration","offset":1103},{"uri":"Hakuouki","surface_form":"Hakuouki","offset":2714}]}