{"id":814081,"url":"http://en.wikipedia.org/wiki/Grace_VanderWaal","text":"Grace VanderWaal was born in Kansas City, Kansas, USA. She then moves to Suffern, New York. She has one brother and one sister. She has been writing and singing her songs since she was three years old. However, she heard her friend playing the ukulele and liked it, so she asked her parents to buy the ukulele, but they didn't buy it and bought it herself. She learned how to play the ukulele by watching YouTube, and it was only a few months later that she started writing songs in earnest.\nShe starred in the 2016 American popular show \"America's Got Talent\" and performed her original song \"I don't my name\". And she gets a golden buzzer. It is given by Howie Mandel, and the judges can use the button only once in a season to decide to advance to the quarterfinals at once. She was also praised by another well-known dry judge, Simon Cowell, as \"You're the next Taylor Swift.\"\nHaving won the golden buzzer in qualifying, she performed the original song \"Beautiful things\" that sang about her sister in the quarterfinals. And she made it to the semi-finals, and she performed the original song \"Light the Sky\" in the semi-finals. She also passed the semi-finals and advanced to the finals. She performed \"Clay\" in the final and she received rave reviews from all her judges. She also won the most votes in the audience polls, winning Season 11 of America's Got Talent.\nShe says she wants to spend a portion of the $ 1 million winning prize to build a treehouse for her and her sister, and is actually being called upon by the treehouse master. Then, in December 2016, she released her debut mini-album \"perfectly imperfect\" and won 9th place on the US Billboard album chart for the first time. She went on to release her first full-length album \"Just the beginning\" in 2017 and a mini-album \"LETTERS: Vol 1\" in December 2019. And she has been to Japan, wearing yukata and performing and interacting with Japanese fans.\nIn March 2020, she made her debut as an actress by appearing in the movie \"STAR GIRL\" distributed on Disney's official video distribution service \"Disney +\" as the main character, Star Girl. And her original song \"Today and Tomorrow\", the lead single of the movie, was released in March 2020.","categories":[],"infobox_types":[],"annotations":[]}