{"id":814083,"url":"http://en.wikipedia.org/wiki/ENHYPEN","text":"e=\"preserve\">In 2020, a new K-pop boys group was born. The name is ENHYPEN. They belong to Belift Lab. Their fan name is ENGENE. ENHYPEN is produced by Bang Si-hyuk who is the director of Bighit entertainment that BTS belongs to. They already gathered attention from all over the world before debut. Because there were applications to audition from around the world. And, the seven members were chosen.\nHistory.\nThey are from an audition program called \"I-LAND\" (June 26 - September 18, 2020). twenty-three people were selected as a participant in the audition. Then, seven people were chosen by voting from producers and fans all over the world in about three months, and their debut was decided. On September 19, they opened official social media, for example, Twitter, Instagram, and so forth. They announced their fan name on October 8. Then, their membership opened on October 12. On October 28, their first album, BORDER: DAY ONE was announced. Their first reality show that was shown until their debut started on November 11. On November 30, they finally debuted and released the first album. They appeared at Mnet Asian Music Awards on December 6.\nMembers.\n\"Jungwon\" is the leader of ENHYPEN. His birthday is February 9, 2004. He is from Korean.\n\"Heeseung\" is the oldest member. He was born on October 15, 2001 and from Korea.\n\"Jay\" had lived in America but his nationary is Korea. His birthday is April 20, 2002.\n\"Jake\" is from Australia, but his parents are Korean. He was born on November 15, 2002.\n\"Sunghoon\" is a former skater. He retired from figure skate to be a K-pop idol. His birthday is December 8, 2002 and from Korea.\n\"Sunoo\" was selected as a debut member even though he had the shortest trainee period. He was born on June 24, 2003 and from Korea.\n\"NI-KI\" is the main dancer. He is still 15 years old, but he debuted. And, he is from Japan. There were three other Japanese members at \"I-LAND\", but he was the only one to make his debut. His birthday is December 9, 2005.\nDiscography.\nThey released BORDER: DAY ONE on November 30, 2020. Intro: Walk the Line, Given-Taken, Let Me In (20 CUBE), 10 Months, Flicker, and Outro: Cross the Line are included in this album. Given-Taken is the title song. There are music videos of Given-Taken,  Let Me In (20 CUBE) and Outro: Cross the Line. The albums sold 229,991 copies on the first day. In Japan, it won the 1st place on the iTunes \"Top Album\" chart, and on December 4, it also won the 1st place on \"The Real-Time Top 100\" chart of LINE MUSIC.\nAwards.\nOn December 12, 2020, they won the \"Next Leader Award\" at The Fact Music Awards. And nowadays, they won the \"Rookie Artist Of The Year\" at The Golden Disc Awards on January 10, 2021.","categories":[],"infobox_types":[],"annotations":[]}