{"id":814085,"url":"http://en.wikipedia.org/wiki/Just_Dance_(game)","text":"Just Dance is a rhythm game made by Ubisoft. The name of Just Dance was named after a song sung by Lady Gaga.The name is exactly the same as the song. The first Just Dance was released in 2009 in North America, Europe, and Australia. It was Just Dance Wii.\nGameplay.\nJust Dance is a motion-based television game. From one to four people could play it. The included songs are very popular. Game players mirror the choreographies on the screen during each song. In addition, players sometimes should pose for getting more scores. After dancing, players are ranked based on how well they danced.\nMain Series.\nThere are 12 main series of this game in total.\nJust Dance.\nThis is the first game of this series released on 17 November 2009 with the songs including MC Hammer, The Beach Boys, and so on.\nJust Dance 4.\nIt was released 9 October 2012. This is the 4th game of this series.\nIt is the first Just Dance for Wii U and includes over 40 tracks sung by Carly Rae Jepsen, Rihanna and others.\nJust Dance 2017.\nIt was released 25 October 2016. It is the 8th game of this series, and it includes over 40 tracks sung by Justin Bieber, Queen, DNCE, and others. It was the first released on Steam and Nintendo Switch.\nJust Dance 2021.\nThis is the latest main series of Just Dance currently. It was released on 12 November 2020. The tracks include the songs from TWICE, Ariana Grande, and others.\nJust Dance Wii.\nThis is the first Japanese version of Just Dance. It was developed by Ubisoft Paris and edited by Nintendo. It has 16 J-pop songs and 12 songs from prior Just Dance titles. The songs of EXILE, Kara, Koda Kumi and others are included.\nJust Dance Wii 2.\nThis is the second Japanese version. It was released on 26 July 2012. It was made only for the Wii.\nJust Dance Wii U.\nThe third Japanese version of Just Dance. It was announced by Nintendo directly and released on 3 April 2014.\nOther series.\nThere are some other kinds of Just Dance series. One is a Disney Series, that was named Disney Party. There are two versions of the series. The first one was released on 23 October 2012 and then the second one was released on 20 October 2015. They include some Disney film music and songs sung in Disney channel series on television. Others are the Experience Series. One of the Experience Series is Micheal Jackson: The Experience. It was released on 23 November 2010, and it contains 26 famous songs sung by Micheal Jackson.","categories":[],"infobox_types":[],"annotations":[]}