{"id":814091,"url":"http://en.wikipedia.org/wiki/KANA-BOON","text":"KANA-BOON is one of the rock bands in Japan. They are from Osaka and now they live and work in Tokyo. They made their debut in 2013 and released a lot of mini CDs and albums until now. And there are many of their fans not only in Japan but also in foreign countries.\nBand members.\nKANA-BOON was formed by four members at first. They have the role of rhythm guitar and vocals, lead guitar, bass guitar, and drums. But it is now a three-piece band after some members left the band.\nCurrent members.\nMaguro Taniguchi is responsible for the vocals and the rhythm guitar.\nHayato Koga is responsible for the lead guitar.\nTakahiro Koizumi is responsible for the drums.\nPrevious members.\nHiroaki Hirose was responsible for the bass guitar.\nYuma Meshida was responsible for the bass guitar.\nBiography.\nKANA-BOON was formed by them in 2006 when they were high school students.\nAfter they graduated from high school, they began to work in earnest as a band in 2010.\nHiroaki Hirose, the bass guitarist, left and Yuma Meshida joined in 2011.\nThey were chosen for the Grand Prix out of 4000 bands in the audition in April 2012.\nThey made their major debut from Ki/oon Music (music label) in 2013.\nYuma Meshida left KANA-BOON in 2018.\nDiscography.\nThey have released many discographies for about 7 years since they made their debut. And they had already released self-produced records before the debut. These are some representative works.\n→Boku ga CD wo dashitara (2013, mini album)\nTorch of Liberty (2020, mini CD)\nCollaboration.\nThey also have collaborated with some Japanese Animation, and these are some representative works.\n→Silhouette (The opening theme of Naruto: Hurricane Chronicles)\nFighter (The opening theme of MOBILE SUIT GUNDAM IRON-BLOODED ORPHANS)\nBaton Road (The opening theme of Boruto: Naruto Next Generation)\nStar Marker (The opening theme of My Hero Academia)\nTorch of Liberty (The opening theme of Fire Force)\nRecently, they have collaborated with Japanese animation every time they released a new single. And sometimes their songs are collaborated with some TV commercials, games, and movies.\nConcert.\nThey have held a lot of concerts since they made a major debut.\nThey held a one-man concert at nine places in Japan from May 17th to June 21st in 2014.\nThey also held an open-air one-man concert in Izumiotsu city, Osaka prefecture in 2014.\nIn 2015, 2016, and 2017, along with releasing albums in each year, TIME, Origin, and NAMiDA, they held three one-man concerts in many prefectures in Japan. That was especially the first time for them to hold a concert in a foreign country in 2016.\nIn 2018, they held a one-man concert and went all over the prefectures in Japan and Taiwan.\nIn 2019, they couldn’t hold a concert actively because of leaving a member of them.\nBut even with this COVID-19 situation in 2020, They held online one-man concerts and joined in other online lives.","categories":[],"infobox_types":[],"annotations":[]}