{"id":814092,"url":"http://en.wikipedia.org/wiki/Narashino","text":"e=\"preserve\">Chiba prefecture consisted of 37 cities, 16 towns and 1 village. There are 14 kindergartners, 16 elementary schools and 8 junior high schools so this city has a well-developed education system. Its population density is approximately 8000. The number is the 4th largest city in Chiba prefecture.\nGeography.\nNarashino is located in the northwestern Chiba prefecture.\nThe Population is approximately 170,000. It’s convenient to commute to Tokyo. The mayor of the city is “Taisuke Miyamoto” who was chosen in an election in 2011.\nNarashino sausage.\nDuring World War II from 1915 to 1920, about 1000 German soldiers as prisoners of war were taken into an internment camp in Narashino.The Ministry of agriculture and commerce in Japan took notice of sausage as a highly nutritious food at that time. Karl Jahn and his companions among the prisoners were sausage craftspeople in Germany. The Japanese bureaucracy made these craftspeople reveal the secret recipe. That’s why Narashino city is called “the birthplace of the traditional process for making sausages”.\nThere are some traits of the Narashino sausage. For example, the sausage is free from additional food preservatives or artificial color formers at all and made from not sheep casing but hog casing. They are sure to go brilliant with beer. Also They are popular with school children when served for school lunch.\nYatsu Higata.\nIn the 1970s, most of the land near here was filled up due to economic growth but one part of the land evaded reclamation because the landowner who was the Ministry of finance kept the area from being reclaimed. Actually that place was fingered as one of the rare habitats of migratory birds such as plover and snipe. Water pollution and odor,however, got more acute because of illegal waste dumping by local residents. ​Saburo Morita​who was a newspaper deliverer at that time started removing liters in order to clean up the tidal flat by himself. No one would support his behavior at first. Eventually regional collaborators gathered one after another for the sake of helping him. Their activity restored mud flat.\nThis tidal flat was entered into ​Ramsar Convention ​in 1993. Now all of the elementary school students in Narashino have been to the tidaland at least once as off-campus learning. They learn how nature has restored and preserved,observing wildlife such as birds and fish there. There is even an observatory which provides people with guidance on that area showing slides of views.\nElementary & Junior high school students     for free\nHigh school students or older      380 yen\nCelebrities.\nDaiki Arioka​: a member of “Hey Say Jump”(one of the Johnny’s)\nKazuya Fukuura​: a former professional baseball player (belonged to Chiba Lotte Marines)\nDaichi Suzuki​: a former professional swimmer (100-meter backstroke gold medalist Seoul Olympic held in 1988)\nLe Pâtissier Yokoyama.\nIn 2001, the first shop was opened in Yatsu (the second store in Okubo). The chef is Tomoyuki Yokoyama. He used to work at famous hotels like Hotel New Otani or The Okura Tokyo. His motto is to utilize simple ingredients so that everyone can enjoy his sweets.\n“Iwashu“ is one of the popular sweets. The cream puff is filled with much custard cream and topped with cookie dough. It takes only about 1 hour to sell out 1200 pieces of cream puff every day.","categories":[],"infobox_types":[],"annotations":[]}