{"id":814060,"url":"http://en.wikipedia.org/wiki/New_Hope_Club","text":"e=\"preserve\">Currently, there are a large number of idol groups organized through auditions, and they are very popular. Therefore New Hope Club, which has acquired popularity by completing the album only by their own efforts, is a band that is attracting a great deal of attention now.\nMembers.\nNew Hope Club is a British pop trio band formed in 2015. The members are \"Reece Bibby\", \"Blake Richardson\", and \"George Smith\". The average age is 21 years old. All three members are multi-musicians and talented, thus they are both a rock band and a pop vocal group. The bright and refreshing pop music they produce is acquiring popularity around the world.\nFeatures.\nAll three members are songwriters and vocalists, playing multiple instruments. \"Reece\" plays guitar, bass and drums. \"Blake\" plays guitar, ukulele and piano. \"George\" mastered guitar and eight other instruments. Every song that is songed by them is almost traditional and it has a simple, natural, and quaint atmosphere.\nBiography.\nThey grew up loving a British rock band and they were influenced by artists such as The Beatles and Oasis. Moreover all three were born into a musical family, therefore they learned to play musical instruments. Originally they were solo, but in reality they all dreamed of becoming a band. They met in the summer of 2015, and then they began writing songs in the living room of \"George's\" house. They attended the live show as a guest of \"The Vamps\" in 2016 and their first live concert was held there in front of more than 10,000 spectators. The debut song \"Welcome To The Club\" was released in 2017. Then the first solo performance in Japan was held in November 2019.\nRepresentative Song.\nThe album \"Welcome To The Club Pt.2\" released in October 2018 acquired first place in itunes in 10 countries. Moreover the song \"Let Me Down Slow\" released in January 2020 has received a lot of attention. The 2017 debut EP \"Welcome To The Club\" is a masterpiece that made them popular all over the world just two years after their release\nInterview.\nOne reporter asked them where the band's name came from. “I thought it would be good if the name ‘club’ was added and the word ‘hope’ was added because it had a positive meaning. That’s why we decided on our first song title as ‘Welcome to the club’.” They expressed. Moreover they returned comments regarding songwriting. “We always write songs together. Even if each idea is different, everyone will definitely think of the correct answer. Otherwise we wouldn't be together now.” They had a strong bond and a strong relationship of trust was seen between the three.","categories":[],"infobox_types":[],"annotations":[]}