{"id":814087,"url":"http://en.wikipedia.org/wiki/Higashine%2C_Yamagata","text":"e=\"preserve\">Higashine city is one of the cities of Yamagata prefecture in Japan. It is on the border of Yamagata prefecture and Miyagi prefecture and it is basin. In February 2020, 47,910 people lived there. The size is 206,94 square kilometer. Higashine is especially famous for many kinds of fruits.\nThere is an airport called ‘Oishi Yamagata airport’ built in 1964. There were charter flights from Taiwan until 2019 and many Taiwanese visited Higashine city by boarding them.\nThere is a big old tree called ‘Okeyaki’ at Higashine elementary school. The age of it is said to be more than 1500 years and it has been designated as a national nature treasure.\nHigashine onsen is famous for relaxing. There is also a foot bath in the onsen street. Their hotels are also used for many kinds of gatherings like after the coming of age ceremony.\nMarathon competition called ‘Sakuranbo Marathon’ is held every June. It started in 2002. Anyone can join it, so many people from all over Japan, about 9000 people ran in the race in 2019. Runners can choose to run from 3km, 5km, 10km, and 21km, so it is easy to join even from children to a wide range of ages.\nHigashine city is famous for some kinds of fruits and is called ‘kingdom of fruits’. Its early summer cherries are very popular. Higashine grows the most cherries in Japan and one of the breed, ‘Satonishiki’ was born here. Satonishiki was born in 1928. And now ‘Higashine Sakuranbo’ was classified as GI (geographical indication) in 2017 and it is found as a gift. There are reasons this city is suitable for growing cherries. There has not been so much rain and sunlight time in June. Also the drainage is good and the temperature is suitable. That is why the environment is the best to culture cherries.\nLa France is another famous fruit. It is fruit that you can enjoy in fall seasons. 80% of the La France production in Japan is in Yamagata prefecture. The image character of Higashine city, ‘Tanto-kun’ is a La France motif.\nHigashine is the only city where the population is increasing in Yamagata. It is because they put effort into making the environment for raising children.\n‘Asobia-land’ is a kind of park where children can enjoy exercise built in 2013. Many little children gather there and enjoy playing outside.\n‘Tantokuru center’ is a community center and place where children can exercise inside. Children to elderly visit as a place to interact with civilians. In 2015, Their Majesties the Emperor and Empress visited there.\nTouohgakkan junior & senior high school is next to the city hall. It was built in 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yamagata_Prefecture","surface_form":"Yamagata prefecture","offset":52},{"uri":"Japan","surface_form":"Japan","offset":75},{"uri":"Cherry","surface_form":"cherries","offset":1255},{"uri":"Geographical_indication","surface_form":"geographical indication","offset":1458}]}