{"id":814082,"url":"http://en.wikipedia.org/wiki/Namahage","text":"e=\"preserve\">One of the strangest events takes place around Akita.  It is called Namahage.  Namahage is a traditional culture in Akita prefecture.  The main event of namahage is very terrible for children.  The frightfully dressed men portray Namahage equipped with masks, knives and traditional capes made of straw during a New Year's ritual of the Oga peninsula.\nOn New Year’s Eve, they march along a street and make inhabitants go back to their homes. Then they visit houses door to door, scolding children who may be guilty of laziness or bad behavior.\nThe Purpose of Namahage.\nOne of the purposes is to advise children to obey their parents and to behave themselves.  They say  \"Are there any crybabies around?\" or \"Are naughty kids around?\" in the local dialect.  If parents want Namahage to encourage or tell off their children by giving a specific original way, parents can ask them in advance to give special lessons to their children.  It lasts until children heavily cry or leave their house.\nSome researchers suggest that it relates to a belief in deities to take away bad luck and bring fortune for the new year. Meanwhile, others say it is an ancient agricultural custom.\nThe Actors Getting Older.\nOga Peninsula’s one is the most famous and was designated as an important intangible folk cultural property by the country in 1978.  It was once carried out in most villages on the peninsula, but gradually decreased.  According to Oga City, nearly half of the town associations didn’t hold festivals in 2011.  Therefore, they established a subsidy system for the neighborhood association in the next year.  Its aim is to motivate people to implement Namahage, to inherit the tradition.\nNevertheless, only six local associations revived Namahage at the end of last year.  The biggest reason is the decrease in the number of young people who play the leading role.  So even 70s villagers are dressed up as Namahage.  Some citizens are concerned that the custom will inevitably be lost in the long run.\nCovid19 Circumstance.\nThis year, because of covid-19, almost all associations decided to call off the festival. While one of them implemented the festival taking countermeasures to prevent infection. In Kobukata area, actors did neither enter houses nor eat any alcohol or dishes which were yearly served as hospitality.  One of the actors said “The most important thing is how to maintain the traditional culture to a new era.\"  Thanks to their efforts, they could manage to maintain the tradition and take measures at the same time.","categories":[],"infobox_types":[],"annotations":[]}