{"id":814062,"url":"http://en.wikipedia.org/wiki/Shota_Yasuda","text":"e=\"preserve\">Shota Yasuda is a Japanese actor and singer. He is a member of idol group Kanjani∞, which is managed by Johnny & Associates.\nHistory.\nHe was born in Japan, Hyogo prefecture Amagasaki city on September 11, 1984. His sister was a fan of Masaki Aiba who is a member of Japanese famous idol group Arashi which is managed by Johnny & Associates. So he tried Johnny & Associates‘s audition and he passed it. So he entered Johnny & Associates in 1997 when he was a 1st grade junior high school student. On September 22, 2002, Kanjani∞ （eight）was formed. And he was elected a member of Kanjani∞. On September 22, 2004, their CD debut was “Naniwa Irohabushi\" which is their first single CD. Now, Kanjani∞ became one of the most famous Japanese idol groups. He plays guitar and makes songs. He is called Kanjani∞‘s guitarist. And he has held concerts as Kanjani∞ at Japanese biggest 5 domes in recent 5 years. He is also appearing in many dramas and theater productions.\nHealth.\nHe suffered from meningioma, which is a kind of brain tumor. He had surgery in February 2017. The surgery took 12 hours. The company did not tell the public until months later. And he joined one Kanjani∞ concert tour that was held at 5 biggest Japanese domes and one stage that he is principal in hiding his sickness. In 2018, he broke his back bones because of lightheadedness of his sickness. So he opened to the public about his sickness. But he joined one Kanjani∞ concert tour that was held at 5 biggest Japanese domes with broken bones for 2 months. Now he has to wear color glasses because of meningioma’s sequelae. And he published his own photo album named “LIFE IS” to share with many people about his experience of sickness in September 2020.\nTV programs, movies and theater productions.\nHe also works as an actor. He has joined 15 dramas and 4 movies and 7 theater productions. His first drama as principal was \"Jitennsyasyounennki\". His first movie as a main character was \"Eight Ranger\". His first theater production as a main character was \"Orebushi\". He also acted in many commercials and variety programs.\nMusic.\nHe is Kanjani∞'s guitarist. He can make songs and lyrics. He made 37 Kanjani∞ songs and lyrics for 8 Kanjani∞ songs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Meningioma","surface_form":"meningioma","offset":999}]}