{"id":814066,"url":"http://en.wikipedia.org/wiki/Demon_Slayer","text":"e=\"preserve\">Demon Slayer became one of the representative comic books in 2020. Not only Japanese people but also people all over the world are fascinated by the comic book. And it expanded the range of success from 2019 to 2020, so it was featured on a great deal of media.\nDetails of Demon Slayer.\n“Demon Slayer” is one of a comic book which started to serialize from Weekly Shonen Jump in 2016 on No.11. It was written by Gotouge Koyoharu. The book is completed from 1 to 23. It is a fight story between humans and demons. Demons appear in various places to catch and eat humans. However people who were trained specially confront demons. Even though it is simply a fight story, it is composed of stories that are laughing, moving, powerful.\nMain Characters.\nTanjiro Kamado decided to embark on a journey because his sister Nezuko Kamado was made to be a demon. Then, he entered an organization which is called “Kisatsutai”. People can attend it over an audition, so there are many strong people in it. Begging with Tanjiro and members who have each “breathing”. Tanjiro has breathing of water, Zenitsu Agatsuma who is synchronous to Tanjiro has breathing of thunder, and Inosuke Hashibira who is also synchronous to Tanjiro has breathing of animals. In addition, there are 9 of the strongest slayers who are called “Hashira”. On the other hand, there is the worst and strongest demon which is called Muzan Kibutsuji.\nProgress.\nDemon Slayer started from a comic book, and it expanded various things. Anime started in 2019, and the movie started in 2020 as the “Mugen train” version. In addition, a smartphone app started in 2020, and a home video game is going to start in 2021. Furthermore, there is a stage of the orchestra which performs with pictures of the story of Demon Slayer. In the summer of 2021, the stage of Demon Slayer is going to be held.\nAchievements.\nThe comic book of Demon Slayer became popular since anime started in 2019. So the comic book made 34 times more sales in half of one years. Eventually, the comic book was published 120 million. In addition, the movie sales recorded 32.4 billion on December 28 in 2020, and it was over the sales of Spirited away which had been the most sales in Japan. On the other hand, Demon Slayer combined with Kurazushi and Gindako, and the sales increased by more than 100% year-on-year.\nTrends.\nMovie song of Demon Slayer is “Homura” which was sold December 14 in 2020. Anime song of Demon Slayer is “Gurenge” which was sold July 3 in 2019. Both of them were sung by Japanese singer LiSA. They were the first and second songs that were sung in Karaoke of DAM in 2020. In addition, “Demon Slayer” was nominated for the Bussword Award in 2020.\nThe name of the cartoonist is Koyoharu Gotoge. An interview with the person concerned said the writer is female. She is from Fukuoka in Japan and was born in 1989. She has never been seen publicly, and her true identity is unknown. She started her work as a cartoonist in 2013. Demon Slayer is her fifth product. She i​s also called \"crocodile teacher(In Japanese;Wani Sensei)\" because of her self-portrait of a crocodile which wears glasses.","categories":[],"infobox_types":[],"annotations":[]}