{"id":814086,"url":"http://en.wikipedia.org/wiki/Gen_Hoshino","text":"Gen Hoshino is a Japanese singer-songwriter. His songs are very famous and used in various TV shows. Meanwhile, he has been famous for his acting in Japanese dramas and films. He also improves his career by publishing some books and broadcasting his own radio channel. Therefore, he has been rewarded for his efforts with gaining his fame.\nPersonal Information.\nHe was born in Saitama Prefecture January 28th, 1981. His blood type is AB, and his height is 1.68m.\nHe started his career as a musician in 2000. These days, not only as a musician he does well, but also as an actor. His music agent is Amuse, and his acting one is \"Otona Keikaku\". His music genre is J-pop, folk and dance. He usually sings but sometimes plays the guitar and marimba.\nCareer.\nHe has been a member of Sakerock which consisted of his friends from his high school since 2000. He played the guitar and marimba there, but this instrumental band was dissolved in 2015. Then he continued his music career as a solo artist. He became a well-known artist by his 8th single song, “SUN.” Because of this song, he took part in \"Kohaku Uta Gassen\", which is broadcasted on New Year’s Eve in Japan every year. Later, he acted in various Japanese dramas and films. For example, “The Full-Time Escapist” was famous for the story, actors’ acting skills and his song, “Koi.” In this TV drama, he was one of the main casts.\nActing.\nHis first drama acting was “Water Boys” in 2003, but he wasn't a main character. When he acted as the main character for the first time, he appeared on “Dr. Storks” in 2015. The story of this drama was the life of doctors who worked at obstetrics. Next year, 2016, he acted as a single man, \"Hiramasa Tsuzaki\" who employed a housekeeper. This drama was “The Full-Time Wife Escapist” and became popular. Two years later, he appeared on “\"Idaten\"” which was one of NHK (Taiga) historical dramas. In 2020, he appeared as a main character on “MIU404.”\nHis first film acting was “64” in 2004. In 2017, he acted on “Night Is Short, Walk on Girl” by only his voice, because this movie was Japanese animation movie. Two years later, he acted as a samurai in “Samurai Shifters.” In addition, his latest movie was “The Voice of Shin” in 2020.\nPopular Songs.\nHe became popular for his 8th single song, “SUN.” This song was the theme song of Fuji TV drama, and this song got the 1st place of iTunes Weekly Ranking in July 2015 and January 2016.\nIn 2016, he released his 9th single song, “\"Koi\"” which was the theme song of TBS drama, “The Full-Time Wife Escapist.” Moreover, “\"Koi\" dance,” the dance of this song, became very popular, especially among teenagers.\nIn 2020, he composed an encouraging song, “\"Uchi de Odoro\",” during Japanese lockdown due to COVID-19. This song urged many people to stay at home.","categories":[],"infobox_types":[],"annotations":[]}