{"id":814063,"url":"http://en.wikipedia.org/wiki/Ushiro_Keisuke","text":"Ushiro Keisuke is a Japanese athlete. He competes in in decathalon, discus, javelin, long jump and pole vault.\nHistory.\nWhen he was in elementary school, he belonged to the dodgeball club. He ​belonged ​to the track and field club at Oasa Higashimachi Junior High School, engaged in hurdle running in the first grade, 100m, push out and high jump in the second grade. He grew from 168cm in first year to 183 cm in second year and 188 cm in third year. And he was unable to practice as much as he could because of Osgood’s, which induces knee pain. However, his height later became a very strong weapon in competing within the world. After entering high school, Osgood’s disease was completely cured, and he started the octathlon with the recommendation of the track and field manager. His sense of octathlon is by far the beat, and he finished second in the final inter high school competition.\nPersonal life.\nHis father is a throwing player in high school, and his father specializes in the high jump and hurdles, and has also participated in Japan Incare as a relay. Partly due to the influence of his parents, ke started track and field. He went on to Kokushikan University after his brother and sister went through Tokyo High School. Also his hobby is folk guitar, and he used to play live on the street in high school.\nCareer.\n​He has been involved i​n decathlon form university and won the Japan Championship for the first time in 2010 when he was in the 4th grade. The following year, in 2011, he set a record for the Japanese track and field world to break the Japanese record for the first time in 18 years. And he p​articipated​in his first world track and field. In 2012, he participated in the London Olympic Games for the first time in 48 years as a Japanese player, and in 2014 he set a new record in Japan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japanese","offset":20},{"uri":"Decathalon","surface_form":"decathalon","offset":56},{"uri":"Discus","surface_form":"discus","offset":68},{"uri":"Javelin","surface_form":"javelin","offset":76},{"uri":"Long_jump","surface_form":"long jump","offset":85},{"uri":"Pole_vault","surface_form":"pole vault","offset":99},{"uri":"Dodgeball","surface_form":"dodgeball","offset":173}]}