{"id":81432,"url":"http://en.wikipedia.org/wiki/Veto","text":"e=\"preserve\">A right of veto means that somebody can stop decisions or legislation.\nFor example, the President of the United States has veto power over the USA's Congress. This can stop legislation from being passed. If the President vetoes a bill passed by the Congress, it only becomes a law if Congress passes it again, this time with at least twice as many members of each of the two houses voting for it than voting against it.\nSimilarly, the five permanent members of the United Nations Security Council (the United States of America, the United Kingdom, China, Russia and France) each has veto power. Using this, they can stop the Security Council's decisions from being passed and becoming resolutions unless they all agree to them. These vetoes cannot be overturned by any more voting on that resolution; if there is a need to address the same issue again in the future, a new and separate resolution must be written, passed, and not vetoed.\nThe veto was invented in ancient times for the Roman tribunes so they could protect the people from bad laws made by the Roman Senate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Decision","surface_form":"decision","offset":58},{"uri":"Legislation","surface_form":"legislation","offset":71},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":101},{"uri":"United_States_Congress","surface_form":"Congress","offset":162},{"uri":"Legislation","surface_form":"legislation","offset":186},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":478},{"uri":"United_States_of_America","surface_form":"United States of America","offset":515},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":545},{"uri":"China","surface_form":"China","offset":561},{"uri":"Russia","surface_form":"Russia","offset":568},{"uri":"France","surface_form":"France","offset":579},{"uri":"Tribune","surface_form":"tribune","offset":1004},{"uri":"Roman_Senate","surface_form":"Roman Senate","offset":1072}]}