{"id":814363,"url":"http://en.wikipedia.org/wiki/Alexis_Kennedy","text":"e=\"preserve\">Alexis Kennedy (born 1972) is a British video game developer and writer. He makes independent or 'indie' games. This means his games are not made by big companies, but small groups of people. He made the small games company Failbetter Games in 2009, and was its CEO until 2016. In 2017, he made a new company called Weather Factory. Kennedy's games are known for being different to most video games. He refers to them as \"weird\" and \"experimental\", meaning they have new ideas and work differently to other games.\n\"Fallen London\".\nIn 2009, Kennedy made a game called \"Fallen London\". \"Fallen London\" is set in a world where Victorian England was different to the real world. In the game, the city of London was taken down under the ground by strange bats and put in an underground world called the Neath, where it is always nighttime. \"Fallen London\" has been called a horror game. It has also been compared to Romanticism, a style of art from the 19th century about feelings, imagination, and freedom.\n\"Fallen London\" is a browser game. This means people play it in their web browser, rather than downloading it on their computer or buying it from a store. In 2009, browser games were very popular. Many people played them on Facebook. In 2020, in a quote from his book \"Sex, Lies, and Videogames\" (which was not yet published), Kennedy said the game was meant to be a different kind of game like them. He wanted to do something different, but still be a browser game.\nMany people liked \"Fallen London\". Gaming journalists, people whose job it is to write about video games, gave it good reviews. Some of them liked it so much they gave it awards.\n\"Sunless Sea\".\nBecause so many people liked \"Fallen London\", Kennedy and his company Failbetter Games decided to make a new game set in the Neath. The new game would be a normal video game that people download or buy from stores, not a browser game. The game, \"Sunless Sea\", came out in 2015.\n\"Sunless Sea\" is set in the Unterzee, the name for the ocean in the Neath. The player plays a sea captain who sails (called 'zailing' in the game) the Unterzee. They might 'zail' to make money, to become famous, or for more personal reasons, such as in memory of their dead father. \"Sunless Sea\" is a computer role-playing game, but it also has some parts from other kinds of games. For instance, it has the roguelike traits that you need to make a new character if you die, and you need to keep track of your food and fuel.\nLike \"Fallen London\", \"Sunless Sea\" was very well liked. It got the last ever perfect 10/10 rating from the video game magazine \"Eurogamer\". It also sold many copies. In 2018, Kennedy said it had sold 350,000 copies.\nWeather Factory.\nIn 2016, Kennedy decided to leave Failbetter Games, the company he made \"Fallen London\" and \"Sunless Sea\" with. He made a new company, Weather Factory, to make new games. These games were not set in the Neath. However, they still had a lot in common with his old games.\nThe first game Weather Factory made was called \"Cultist Simulator\". It came out in 2018. The player character in \"Cultist Simulator\" is someone who studies the occult, which is secret spiritual ideas about the way the world works. They want to make a cult of followers who can help them become more powerful. They need to do this while making sure they do not die, go to prison, or go insane.\nLike the other games, \"Cultist Simulator\" had good reviews. A lot of people compared it to stories by H.P. Lovecraft, a man who wrote strange stories about horror, madness, and cults.\nWeather Factory is making another game called \"Book of Hours\" about an occult librarian. \"Book of Hours\" will come out in 2023.\nLife.\nWhen Kennedy started to make games, his ex-wife was pregnant and his daughter was going to be born. He decided to start making games because he was worried he wouldn't ever do it if he didn't start then. Before making games, he was a teacher. When Kennedy was a child, his father died, and when he was a young adult, his brother died. He has said these deaths are a part of why he writes the things he does.\nIn 2019, some people said things about Kennedy they had not said before. They said he dated some women who worked at Failbetter Games, and that he was mean to those women and hurt them. He said that the people saying these things were wrong, and that they were hurting him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game_developer","surface_form":"video game developer","offset":53},{"uri":"Writer","surface_form":"writer","offset":78},{"uri":"Indie_game","surface_form":"independent or 'indie' games","offset":95},{"uri":"Chief_executive_officer","surface_form":"CEO","offset":275},{"uri":"Victorian_era","surface_form":"Victorian England","offset":637},{"uri":"London","surface_form":"London","offset":713},{"uri":"Bats","surface_form":"bats","offset":763},{"uri":"Horror","surface_form":"horror","offset":882},{"uri":"Romanticism","surface_form":"Romanticism","offset":924},{"uri":"Imagination","surface_form":"imagination","offset":990},{"uri":"Freedom","surface_form":"freedom","offset":1007},{"uri":"Web_browser","surface_form":"web browser","offset":1086},{"uri":"Download","surface_form":"downloading","offset":1111},{"uri":"Facebook","surface_form":"Facebook","offset":1240},{"uri":"Video_game_journalism","surface_form":"Gaming journalists","offset":1518},{"uri":"Video_game","surface_form":"video game","offset":1840},{"uri":"Ocean","surface_form":"ocean","offset":2010},{"uri":"Sea_captain","surface_form":"sea captain","offset":2049},{"uri":"Famous","surface_form":"famous","offset":2159},{"uri":"Roguelike","surface_form":"roguelike","offset":2363},{"uri":"Fuel","surface_form":"fuel","offset":2474},{"uri":"Magazine","surface_form":"magazine","offset":2599},{"uri":"Occult","surface_form":"occult","offset":3144},{"uri":"Spiritual","surface_form":"spiritual","offset":3168},{"uri":"Cult","surface_form":"cult","offset":3235},{"uri":"Prison","surface_form":"prison","offset":3355},{"uri":"Insane","surface_form":"insane","offset":3369},{"uri":"H.P._Lovecraft","surface_form":"H.P. Lovecraft","offset":3479},{"uri":"Librarian","surface_form":"librarian","offset":3639},{"uri":"Teacher","surface_form":"teacher","offset":3929}]}