{"id":814686,"url":"http://en.wikipedia.org/wiki/In_This_Corner_of_the_World","text":"e=\"preserve\">In This Corner of the World is a Japanese animated wartime drama film in 2016. Also it was made into a movie based on a manga of the same name. The main character Suzu was played by Non, because her soft voice was admired by Katabuchi who is a director.\nIt was made into a movie based on a manga. Therefore some scenes are different from the original. First, at the beginning of the story there is a scene where Suzu encounters a kidnapper while delivering seaweed. However the date was changed from “January 1934” to “December 1933”. In this film it was drawn that a city bustling with the economics of Christmas, although this year there was an event of the birth of the crown prince on December 23rd. Therefore people who made this movie thought the celebratory mood would continue to the beginning of the year and they changed the date. Second, it is not drawn Rin who was the main character in the original so much in this movie. Also it is not drawn about the love triangle between Shusaku, Rin and Suzu.\nSuzu who is an eighteen year-old girl loves drawing. In December 1943, when she is helping her grandmother to make seaweed at Kusatsu, sudden news comes. The news is from a man who would like to marry her. She goes home in a hurry and she peeks through a window at a young man. The man is Shusaku Hojo from Kure but she does not know the man. In February 1944, Suzu will get married to him and Suzu’s new life begins. Husband is gentle but Suzu’s sister-in-law is strict. Even though it is under wartime and supplies are reduced, Suzu lives the life with her humor and she is gradually accepted by Hojo family and neighbors. However the next year in 1945 an atomic bomb is dropped on Hiroshima, then she lost her important thing. After the war ends, she decides a place where she belongs is Kure and lives a life.\nThe main character of this movie is Suzu Hojo. She was born in Eba, Hiroshima. In addition, she loves drawing. When she was a child, she had a mysterious experience encountering “Bakemon”. At the age of 18, she got married. She has a younger sister Sumi Urano and she has been getting close since she was a child. Also Shusaku Hojo is Suzu’s husband. He first met her when he was a child. Keiko Kuromura is Shusaku's sister and she came back to her house with her daughter Harumi. Harumi is five years old and unlike her mother she likes Suzu. Also Tetsu Mizuhara was Suzu’s classmate when he was an elementary school student.\nEba is a place where Suzu was born and she moved to Kure where Shusaku lived after she got married and she lived life there.","categories":[],"infobox_types":[],"annotations":[]}