{"id":814677,"url":"http://en.wikipedia.org/wiki/Clione","text":"In the first place, there are several types of Clione, and there are 16 species of Clione  in the world ocean. Clione has a lovely shape.  The body is small, the brain and heart are pink, and the whole body is transparent, so only that part shines, and it is a popular creature in the aquarium.\nIt is said that it was discovered by Captain Fipp of England in 1773 during whale watching off the coast of Greenland carrying the King of England.  The origin of the name is said to be \"Clio\" which means \"a blessing woman\", one of the nine goddesses of literary arts in Greek mythology, Muses.  The official name is Clione Limacina. It means the goddess of the sea like a slug. Clione is known as \"the angel of drift ice\" or \"the fairy of drift ice\", which is said to come with drift ice and leave with drift ice.  It is translucent, has a red head and tail, and has spread wings, making it a mascot of the Sea of ​​Okhotsk in winter.\nChildren of Clione eat plankton and become carnivorous when they grow up a little. The food they eat is limited, and they only eat Limakina, who is the same companion and has a shell. Six tentacles come out from the head and capture the Limacina.  And it is a method of slowly absorbing the nutrients of the Limakina and eating it. They eat like a devil regardless of appearance.\nIt is reported that the number of eggs laid is approximately 150 to 200 in the small group with a body length of 1 cm and  approximately 1200 to 2800 in the large group with a body length of 4 to 8 cm.  And Clione matures in about one year and is said to have a life span of  two to three years.\nClione is a bipolar distribution species that is distributed in the cold waters of the waters surrounding the Arctic and Antarctica.  Its distribution is shallower than 200m on the surface of the open ocean in cold waters.\nFertilization occurs 4 hours after copulation, and the female lays jelly-like eggs into the sea.  The phytoplankton is breeding season at that time therefore, Clione's spawning season is off the coast of Vancouver in spring. The Sea of ​​Okhotsk has a spawning season from late autumn to early summer.","categories":[],"infobox_types":[],"annotations":[]}