{"id":814684,"url":"http://en.wikipedia.org/wiki/Hokkaido_(dog)","text":"e=\"preserve\">Have you ever seen the Hokkaido dog? It is one of the Japanese purebred dogs.\nThe Hokkaido dog is one of the Japanese dogs which is from Hokkaido prefecture in Japan. There are six types of purebred dogs that originated in Japan. They are Hokkaido, Akita, Shiba, Kai, Kishuu, and Shikoku. These are said to have the same ancestry. In the public interest incorporated foundation “Nihon Ken Hozonkai\" has designated those six ones as the Japanese dogs and each of which is a national natural memorial. The Hokkaido dog is known as a character of the Japanese mobile company SoftBank. Therefore many Japanese people may know or see this breed at least once through the animal TV programs or TV commercials even if they are not familiar with it.\nHokkaido dog is a relatively rare breed in those six types, and it is estimated that there are only about 7,000 dogs currently in Japan. Their lifespan is about 13 to 15 years old. It is generally said that medium dogs have a lifespan of 10 to 14 years old, so Hokkaido dogs are the same as those. Also, the height is about 42 to 53 centimeters and the weight is about 15 to 30 kilograms. It is a little bigger than the other medium dogs. Some people may be mistaken for the Shiba dogs because they and Hokkaido dogs look similar in their figures a bit, but the size is a little different. It is one size larger than Shiba dogs, and the chest of the Hokkaido dog is deeper and the muscles are firm.\nThey have the double coat with long hard and short soft. Because they are from the Hokkaido area, so it prevents cold weather and the air. It consists of an over coat which is bristle and an under coat which is a soft one that can adjust their body temperature. Some people may know white colored ones. However there are various colors such as sesame, tiger, red, dark brown, wolf ash and white. In addition, their small triangular “standing ears” is eye catching.\nThe ancestors of it lived in Honshu and moved to Hokkaido with humans, and became a pure breed. It has lived with the Ainu people there for a long time, so it is also popular as an Ainu dog. In Ainu language, it is called “Seta.” It was designated as a national natural monument in 1937.\nAinu people have long been hunting large beasts, so dogs are brave and strong to hunt. Furthermore, they affectionately treat their owners who are recognized as leaders by dogs, and they have a strong loyalty to protect their owners.","categories":[],"infobox_types":[],"annotations":[]}