{"id":814673,"url":"http://en.wikipedia.org/wiki/Lake_Chuzenji","text":"e=\"preserve\">Lake Chūzenji is located in a national park in Nikkō, Tochigi Prefecture. It has the 25th largest area in Japan.\nOutline.\nLake Chūzenji was created by the eruption of Mt. Nantai 20,000 years ago. It has 11.90km² wide area and 25kilometers long circumference. It is the broadest lake in Tochigi Prefecture. Moreover, it is more than four kilometers wide with  the highest altitude except for artificial lakes. Water flows into the lake from Yugawa to Kegon Falls through Ōjili River.\nThe lake was discovered by the Shodo priest in 767. It was known for its religious austerities area even though it is famous for a tourist spot these days. There are part of his ashes on Ueno island 100meters far from the shore.\nSightseeing.\nLake Chūzenji is one of the 100 Landscapes of Japan. It is only the selected place in Tochigi prefecture. There is Hattyō Island in the Southside. It is a famous place where people can see changed color leaves. In addition, a sandy beach called Senjyu beach is spreaded in the south area. Some kinds of plants consist of woods near the beach and Japanese primrose bloom in July. Shodo priest saw a thousand-armed Goddess of Mercy in there and built Senjyu Kannon-do. No one drives into the car although you are able to go there due to the sightseeing boats regularly sailing.\nThere are some buildings and places around the lake. Several countries built their embassies around the lake for summering. Some countries’ embassies were built around the lake. British and Italian embassies villas still exist as memorial parks. In the north area, there are Tachiki Kannon and Nikkosan Chūzenji Temple. You are able to climb Mt. Nantai from there in season. Senjogahara Plateau spread in the north west.\nThere was no fish originally, though people have been released since the Meiji period. That is why many kinds of fish inhabit Lake Chūzenji. It is clear that twenty four types of fish inhabit. For instance, kokanee is important tourist resource as\nspecial product for recreational fishery. Lake char only  breeds in Japan and become the target of sports fishing.\nTransportation.\nIt takes about forty-five minutes from JR Nikko and Tōbu Nikko Station by bus to visit Lake Chūzenji.\nIf you visit there by car, you are able to visit from city central by Nation Route 120 through Iroha-zaka Slope or from Numata, Gunma Prefecture by Nation Route 120 through Konsei tunnel.","categories":[],"infobox_types":[],"annotations":[]}