{"id":81462,"url":"http://en.wikipedia.org/wiki/Piltdown_Man","text":"e=\"preserve\">Piltdown Man (\"Eoanthropus dawsoni\") was once thought to be a \"missing link\" between man and ape. The first Piltdown fragments were discovered in 1912. Thereafter, over 500 scientific essays were written on the Piltdown Man in a 40-year period. The discovery was proven to be a deliberate hoax in 1953.\nThe fossil remains.\nPiltdown Man consisted of two human skulls, an orangutan jaw, an elephant molar, a hippopotamus tooth, and a canine tooth from a chimpanzee. Sir Kenneth Oakley has determined the human skulls to be approximately 620 years old. They may have belonged to Ona Indians from Patagonia, as the skulls were unusually thick. Thick skulls are a common trait among Ona Indians. The orangutan jaw is around 500 years old, perhaps from Sarawak. The elephant molar is thought to be from Tunisia. The hippopotamus tooth is thought to have come from Malta or perhaps Sicily. The canine tooth belonged to a Pleistocene Chimpanzee. The Piltdown remains were purposefully scattered around a quarry in Piltdown, England, so that they could be \"discovered\" later as evidence for evolution and the development of man from ape. The skulls had been treated with acid. All of the fossil remains were stained with an iron sulfate solution. The canine tooth was painted brown and patched with bubble gum. The molars were filed down. The portion of the orangutan jaw that connected the jaw to its skull was carefully broken so as not to show evidence that this jaw did not belong to a human skull.\nThe perpetrators.\nThe Piltdown Man hoax is thought to have been perpetrated by Charles Dawson, an archaeologist, geologist and fossil collector for the British Museum. However, no one is quite certain who was involved. There are a number of other suspects, including Sir Arthur Smith Woodward, Keeper of the British Museum's Natural History department, and Pierre Teilhard de Chardin, a paleontologist and Jesuit theologian.","categories":[],"infobox_types":[],"annotations":[{"uri":"Man","surface_form":"man","offset":98},{"uri":"Ape","surface_form":"ape","offset":106},{"uri":"1912","surface_form":"1912","offset":159},{"uri":"1953","surface_form":"1953","offset":310},{"uri":"Skull","surface_form":"skull","offset":372},{"uri":"Orangutan","surface_form":"orangutan","offset":383},{"uri":"Elephant","surface_form":"elephant","offset":401},{"uri":"Hippopotamus","surface_form":"hippopotamus","offset":419},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":465},{"uri":"Patagonia","surface_form":"Patagonia","offset":606},{"uri":"Tunisia","surface_form":"Tunisia","offset":810},{"uri":"Malta","surface_form":"Malta","offset":871},{"uri":"Sicily","surface_form":"Sicily","offset":888},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":927},{"uri":"England","surface_form":"England","offset":1029},{"uri":"Acid","surface_form":"acid","offset":1175},{"uri":"Charles_Dawson","surface_form":"Charles Dawson","offset":1586},{"uri":"Fossil","surface_form":"fossil","offset":1634}]}