{"id":814682,"url":"http://en.wikipedia.org/wiki/MeseMoa.(Musumen.)","text":"e=\"preserve\">MeseMoa. (Musumen.) is Japanese boys idol group. The event that led to them making the group was a cover dance.\nMembers.\nThere are nine members in MeseMoa.\nNibansenji.\nMember color is emerald green and his birthday is September 14th. He is the tallest in the group. His hobbies are playing games and playing the drums.\nNokkuso.\nMember color is purple and his birthday is October 26th. His hobby is drinking wine.\nShirofuku.\nLeader of this group. His member color is yellow and his birthday is October 16th. His hobby is watching movies such as horror movies.\nNozakibento.\nHe is the oldest member in the group. His member color is brown and his birthday is April 28th. His hobby is listening to games' soundtracks. He has a license as a librarian.\nAoi.\nHe is the youngest member in the group. His member color is red and his birthday is January 30th. His talents are dancing and backhand spring. He participated in the Junon Super Boy Contest in 2015 and won a special award.\nKimagure Prince.\nHe is the sub leader in this group. His member color is light blue and his birthday is January 7th. His hobby is to go to idols’ concerts and he is good at choreography.\nForgeru.\nMember color is green and his birthday is August 7th. His hobby is sleeping.\nTomotake.\nMember color is light pink and his birthday is July 23th. His hobbies are shopping and drinking alcohol.\nNichan.\nMember color is passion pink and his birthday is July 13th. His hobbies are eating and singing. He was a junior high school’s English teacher.\nTrigger to make the group.\nIn the last radio, Shirofuku who is the group leader was requested by Kanon Suzuki who was the member of Morning musume that she wanted to dance to him “Love hunter”. Therefore he invited members who danced in Niconico (except Tomitake at that time) and danced “Love hunter” as a “morning musumen.” (Musumen.)\nChange the name.\nWhen Musumen. belong to a production company, they changed the group name “Musumen.” to “MeseMoa.” They included the meaning of a step forward because letters “Musumen” are next to “Mesemoa” in Japanese and come from “Message More”. Also MeseMoa.’s period comes from ex Musumen.’s member Zeararu.’s period. In addition, fans’ names also changed “Musumember.” to “irumii (illumy)”This comes from illuminate and includes the meaning of fans cheering for the group.\nCareer.\nFirst original song was uploaded on March 9th 2013 and the same year, Tomitake joined the group. In 2014, Nichan went on hiatus because he wanted to realize his dream, which was to be a teacher. In 2015 August 16th, they performed in Nakano Sunplaza where they aimed as a goal since they made the group. Also Nichan began performances again on the same day. In 2017 January 22th, Zeararu left the group. Then“DD Company Limited” was founded by him and MeseMoa. belonged to the company on May 3rd. In 2019 August 4th, they performed in Pacifico Yokohama.","categories":[],"infobox_types":[],"annotations":[]}