{"id":814681,"url":"http://en.wikipedia.org/wiki/Big_Band_Beat","text":"e=\"preserve\">Big Band Beat is a jazz show at Tokyo Disney Sea. Big Band Beat is held at Broadway Music Theatre in the area of American waterfront. It is held four to six times in a day.(but it is not held now because Coronavirus is spreading.)Also, Big Band Beat is often called “BB” among Disney’s fans.\nIt started on 14th July 2006. At first, Big Band Beat was a limited time show to celebrate the 5th anniversary of Tokyo Disney Sea. However, it was decided to continue because it was quite popular. Also, it closed from 19th March to 14th April because of updating it. New version of it started the next day. It was the limited time version to celebrate the 15th anniversary of Tokyo Disney Sea. Also, it has some seasonal versions. First, a Christmas special version was held from 2006 to 2015 of the Christmas season.  Second, the Countdown version was held on 31th December to 1st January from 2006 to 2010. Third, the New Year's version was held on 1st to 5th January since 2006.\nHow to watch “Big Band Beat”\nThere are two ways to watch Big Band Beat. One is that you sit side by side. The other one is that you win the lottery. If you win the lottery, you do not have to sit side by side for a long time. However, the first show in a day does not have a lottery. Hence, you have to queue if you want to watch the first show in a day. From second to final shows, if you queue a line, you can sit a seat on the second floor. Only people who win the lottery, people take a seat on the first floor during this time.\nThere are 15 songs. This is a song list.\nFirst.               It Doesn’t Mean a Thing\nFourth.           Take the “A” train/ The lady Is a tramp\nTwelfth.          It Doesn’t Mean a Thing\nEspecially “Sing Sing Sing” is the most popular song because it uses advertisements. On the fifteenth anniversary of Tokyo Disney Sea, “When Your Heart Makes A Wish”, which is an anniversary song, was added to this list.\nThere are musical instruments. You can watch not only dancing but also live music. In the performance, approximately fifteen people who play musical instruments. For instance, they play trumpet, piano and horn. They stay behind the dancer, singer and characters and play live music.\nMany characters appear in Big Band Beat; Mickey and Minney mouse, Goofy, Donald and Daisy dack, Max...etc. They do not only appear, but also sing songs and play musical instruments. For instance,Mickey Mouse plays the drum and almost all of the characters dance to music.","categories":[],"infobox_types":[],"annotations":[]}