{"id":814675,"url":"http://en.wikipedia.org/wiki/Tokyo_Ghoul","text":"e=\"preserve\">“Tokyo Ghoul” is Japanese dark fantasy manga drawn by Sui Ishida. It was serialized in a weekly Young Jump. The story was separated from two sections. Section 1 was serialized 2011 No.41- 2014 No.46. And section 2 was serialized 2014 No.46- 2018 No.31. The comic series has a circulation of 44 million (May 2019).\nGeneral Information.\nThe stage is Tokyo and there are many ghouls. They live by eating humans. And they can’t eat food like vegetables, meats and fishes. Because of the antisocial diet, they are expulsion targets. The shapes of ghouls are the same as humans. Therefore some ghouls live as normal people. Additionally, there is a Commission of Counter Ghoul called CCG. This is a national administrative agency. Their main activity is capture of ghouls.\nPlot.\nKen Kaneki is a university student and he is in love with Rize Kamishiro. But she was a ghoul and Kaneki didn’t know about it. One day, he was attacked by her when they had a date. She attacked him many times to prey on him. But suddenly a steel frame was falling on Rize’s overhead and she died. Kaneki could survive but he had a serious condition. Therefore he had an operation. In the operation, he had an organ donation from Rize without permission. Kaneki became a half-ghoul. Since then, Kaneki has lived an anguished life.\nKen Kaneki.\nProtagonist of section 1. He is a student of Kamii University. He had a serious condition because of Rize’s attack. Rize died because of the fall of a steel frame so he could survive.  However he had an organ donation from Rize at the hospital where he was taken. Then he became a half-ghoul and he came to be involved in the ghoul’s life.\nRize Kamishiro.\nGhoul. She is a key person of this series. She tried to prey upon Kaneki but she died because of the fall of a steel frame. She attacks humans indiscriminately and eats them. Therefore her common name is “big eater”.\nToka Kirishima.\nGhoul. Heroine of section 1. She is a student of Kiyomi High School. She goes to school as a normal student. She works a part time job at a cafe called Anteiku. She wears a rabbit mask when she fights with CCG. Therefore CCG calls her “rabbit”.\nKuzen Yoshimura.\nGhoul. He is a store manager of Anteiku. He encouraged Kaneki to “You are the only one who can live as human and ghoul”. CCG calls him “owl”.\nAnime.\nThe first season aired July 2014- September 2014. And the second season aired January 2015- March 2015. The second season’s plot was different from manga. The third season aired April 2018- June 2018.","categories":[],"infobox_types":[],"annotations":[]}