{"id":814683,"url":"http://en.wikipedia.org/wiki/Danganronpa","text":"e=\"preserve\">This animation is an animated version of the first computer game “Danganronpa Hopeful school and Desired high school students” developed by Spike Chung Soft.  There are three animations including this.\nStudents with unique talents called “super high school class” are forced to live an extreme life called “Coloshiai” (meaning:killing each other). Who is the culprit who killed the classmates for graduation? The aim is to escape from the school by uncovering the discussion and voting called \"class trial\".\nNaegi Makoto: The main character of this animation.  The luck of a super high school class.  Although he is a normal high school student, he entered Kibougamine Gakuen by lottery.\nKirigiri kyouko: A cool personality who doesn't try to get involved very often.  ??? of a super high school class.  Among the students gathered, only one talent is unknown.\nMaizono Sayaka: The main vocalist of a popular 5-member idol group.  Idol of a super high school class.  Naegi Makoto's former classmate.\nEnoshima Junko:  A reader model for a popular fashion magazine.  Gal of a super high school class.  She is full of emotion.\nAsahina Aoi: A light-skinned sports girl.  Swimmer of a super high school class.  A class mood maker. Favorite food is doughnut.\nOgami Sakura: Characterized by raised muscles and stern facial expressions.  Fighter of a super high school class.  Best friend with Asahina.\nFujisaki Chihiro: A small girl like a rabbit.  Programmer of a super high school class.\nCelestia Ludenberg: A venomous girl with Gothic Lolita.  Gambler of a super high school class.  She is good at deceiving others.\nHagakure Yasuhiro: A fortune-teller who is always at his own pace.  A fortune-teller of a super high school class.  The oldest person who has repeated a year three times.\nTogami Byakuya: The successor to the Togami Foundation, a giant conglomerate.  The Chief Magistrate of a super high school class.  He is proud of himself.\nFukawa Touko: A popular young female novelist.  A literary girl of a super high school class.  She is bad at socializing and negative.\nYamada Hifumi: Charismatic writer.  A fellow writer of a super high school class.  He likes animation and snacks.\nIshimaru Kiyotaka: Quite serious and good grades.  A member of the Disciplinary Enforcement Committee of a super high school class.  To try to obey a law or a rule at any time.\nOowada Mondo: The head of a giant runaway race that rules the Kanto region.  Runaway race of a super high school class.\nKuwata Reon: A person with a talent for baseball.  Baseball player of a super high school class.  He doesn't like to make an effort.\nThis animation was broadcast from July to September 2013.","categories":[],"infobox_types":[],"annotations":[]}