{"id":814726,"url":"http://en.wikipedia.org/wiki/Nara_Juvenile_Prison","text":"e=\"preserve\">The aesthetic building is the former Nara prison. It is in Nara, Japan, but it is not used now because it is under construction, so we could see only the gate. This is one of “Meiji-era Five Great Prison.” Except for Nara Prison, there were in Chiba, Ishikawa, Nagasaki and Kagoshima. Also, the former Nara prison is designated as Important Cultural Property.\nHistory.\nThe former Nara prison was laid out by Keijiro Yamashita who is an architect. It worked from 1908 to 2017. It was known as a modern prison, so many prisoners came there from all over Japan. Therefore, in 1910, 935 people were accommodated in this prison although the maximum capacity was 650 people. In 1922, The Juvenile Law was promulgated in Japan, and the prison was renamed twice in 1922 and 1946 to put effort into controlling juvenile crimes because of increasing juvenile crimes. In 2017, it was designed as an important cultural asset, however it was abolished on March 31. Although that, it will be rebuilt to the hotel scheduled.\nBuildings.\nThe former Nara prison was designed by Keijiro Yamashita. It was a Romanesque architecture and was made of highly fireproof bricks. These bricks were made by prisoners. British stacking was used because it is easy to install and strong. In addition, a structure called the Haviland system, in which the detention buildings were spread out in a radial pattern around the watchtower, was used. This ensured that the guards were always in control.\nEducation.\nThe former Nara prison was renamed “The Nara juvenile prison” in 1946. Inmates here are between 16 and 26 years old. So a variety of education was provided to prevent recidivism. This is the first facility in Japan to implement a sexual offense recidivism prevention program as the core facility for sexual offense recidivism prevention guidance in western Japan. There was also a lot of remedial guidance that appealed to individual personalities, such as violence avoidance education, social development education, and hope development courses. Vocational training was also offered here. Especially famous one was the Wakakusa Barber Shop. Trained inmates were responsible for giving haircuts to staff and citizens, contributing greatly to their reintegration into society.\nFuture.\nThe Former Nara Prison was decommissioned as of March 2017 due to the age of the structures. But instead of being razed, this will be reborn as something new: a hotel in 2024, created by Hoshino Resort, a major Japanese inn brand. The hotel was originally scheduled to open in 2021, but due to the spread of this coronavirus, it has been postponed. A representative of this company said, \"We are working very hard to make this facility a comfortable and enjoyable place to stay in a prison cell. And it is not only Hoshino Resort that will be participating in this project, but also MUJI and Solare Hotels and Resorts. There will be three hotels, an archive and a café-bar.","categories":[],"infobox_types":[],"annotations":[]}