{"id":814712,"url":"http://en.wikipedia.org/wiki/Mika_Ninagawa","text":"e=\"preserve\">Mika Ninagawa is a famous person in Japan. She is especially well known among young people. The works she makes are very distinctive, and she is active in a wide range of fields, not only movies and photography.\nMika Ninagawa is a photographer and a film director in Japan. She was born in 1972 in Tokyo. She had won some awards for her works and received high praise from many people include people from foreign countries. Recently, her activities in Asia are increasing and she is supported by many people. Also, she has prominent parents. Her father, Yukio Ninagawa, was a film director, and an actor. He had won many awards and died in 2016 at the age of 80. Also her mother,  Tomoko Mayama is an actress and has appeared in many movies and dramas.\nShe graduated from the Faculty of Fine Arts Graphics Design Department at Tama Art University. After graduating from the university, she made her debut as a photographer. After that, at the age of 30, she received an offer of working as a film director from a producer in 2007. Also, she gave birth to her first child in 2007. She made an original brand in 2015.\nHer work is characterized by colorful and intense colors. Also, many of her works portray humanity and human society very realistically. There are also some works with messages that encourage women.\nThe most famous films she directed are Sakuran and Helter Skelter. Sakuran is first work for her, and was published in 2007. This was made based on a cartoon. She focused on realistically portraying the girl's love affair. It was also screened in Berlin and Hong Kong. Helter Skelter is her second movie released in 2012. It was also based on a cartoon. At that time, she won the Kaneto Shindo Silver Prize. In 2019 she released her new three movies: Diner, No Longer Human, in addition to her first original drama for Netflix, Followers. Followers was distributed in about 190 countries.\nShe has fascinated many people with her colors that are not similar to others and ways of seeing things. She has held photo exhibitions many times. She held a large photo exhibition in Taipei in 2016, which was visited by a lot of people. In 2000, she won the Kimura Ihei Photo Award, which is famous as the \"Akutagawa Prize in the photography world\". She publishes numerous photo books. In addition, sometimes shoots album covers and music videos of singers.","categories":[],"infobox_types":[],"annotations":[]}