{"id":814727,"url":"http://en.wikipedia.org/wiki/Napoli_no_Otokotachi","text":"e=\"preserve\">Napoli no Otokotachi(ナポリの男たち in Japanese) is a video game streamers group. The members are Jack o’ Lanteh, Sugiru, hacchi and shu3. The name of the group was decided by the listener's questionnaire. They upload videos on niconico videos and YouTube, and live stream once a week. Their policy is making the videos which cure long-term care fatigues.\nJack o' Lantah(ジャック・オ・蘭たん).\nImage color is purple. He is one of the oldest niconico streamers. He has a good sense of planning ability and is a substantial leader to organize them. He is called the trilobite of streamers.\nSugiru（すぎる）.\nImage color is yellow. His strength is high tension and childlike behavior which comes from his pure heart. He is called the talented streamer in the west of Japan.\nhacchi.\nImage color is green. He is the first person who got a niconico video general ranking first place, so he is called a monument to streamers. His large vocabulary makes his works very unique.\nshu3.\nImage color is blue. He is well known for his Modificton programming technique and creativity. He is characterized by his soft voice and mild-manner, but he likes dirty topics.\nEach of them stream their videos on their own niconico or YouTube channels.\nCareer.\n2017  3/1   Napoli no Otokotachi niconico channel opened\n3/14 Napoli no Otokotachi Youtube channel opened\n2018 12/27 Appear on PUPG niconico Official contest\n2019  6/14 Held Napoliten in Tokyo\n2020 3/26 Appear on Final Fantasy 7 Remake commercial\nVideos of Their Playing Games.\nNapoli no Otokotachi streams many somewhat game play videos. Many of them are series videos and the others are independent videos.  These are watched on their YouTube channel.\nChannel.\nIt costs 500 yen and tax to join their channel membership. The people who join it are called “540 yen”. Napoli no Otokotachi broadcast radios Saturday night at p.m. 10:00. It can be watched only by channel members. Approximately two or three times a year, they broadcast for everyone on YouTube.\nNapoli no Otokotachi no Yakai（ナポリの男たちの夜会）.\nIt is broadcasted by Napoli no Otokotachi. They call a guest and talk about some topics. Guests: Shinsuke (Game streamer), Taiku Okazaki (Artist)\nNapoliten(ナポリテン).\nIt is the exhibition held by Napoli no Otokotachi. Their personal belongings and some goods which are involved in their videos are displayed. It was held in Tokyo, Ikebukuro and Osaka, Umeda. An admission fee was 540 yen. They sold official goods for the first time.\nSanrio Collaboration.\nNapoli no Otokotachi collaborated with Sanrio characters; Hapidanbui（はぴだんぶい）. They sold collaborated goods in Ikebukuro Marui. They streamed a live action video in Sanrio Puroland.\nAMONG US Collaboration with Shuyaku ha WareWareda！（主役は我々だ!）.\nNapoli no Otokotachi collaborated with four of Shuyaku ha Warewareda!.\nReference.\n[https://dic.nicovideo.jp/a/%E3%83%8A%E3%83%9D%E3%83%AA%E3%81%AE%E7%94%B7%E3%81%9F%E3%81%A1 Napoli no Otokotachi NICO NICO PEDIA]\n[https://www.youtube.com/channel/UCu0lW58jcjGRfkGTWt6GE1w?reload=9 Napoli no Otokotachi YouTube Channel]","categories":[],"infobox_types":[],"annotations":[]}