{"id":814705,"url":"http://en.wikipedia.org/wiki/Red-shanked_douc","text":"Red-shanked douc is the most colorful of all primates. Their body length is about 61-76 cm tall, tail length is about 56-76 cm and weight is about 8-11 kg. They have black hair overall, white hip, tail and forearms, and reddish brown face.\nRange.\nThe red-shanked douc inhabits Vietnam, Laos and Cambodia. They are found from lowland to mountainous terrain up to 2000 m (6600 feet), semi-deciduous, primary and secondary rainforests, in the middle of to upper levels of the canopy.\nReproduction.\nThe red-shanked douc breeds from August to December, and gives birth to one offspring after a gestation period of 6 to 7 months. They are born with their eyes wide open and hang on to their mothers instinctively. Their sexual maturity is 5 years for males and 4 years for females. Between 8 and 24 months of age, the color of the fur and face have changed gradually. They are achieving adult colors at 10 months.\nDiet.\nThe red-shanked douc is active exclusively in daylight hours and eats in the tree of the forest. Their food consists mostly of leaves high in fibers. They prefer to eat small, young and tender leaves. They moreover eat fruit like figs, buds, petioles, flowers, bamboo shoots and seeds. They eat 50 different plant species, however, no animal prey. They eat peacefully together and not quarrel over food. They are known to share food with others.\nBehavior.\nThe red-shanked douc is a social animal. They usually live in groups of 4 to 15 relatives. A group consists of one or more male and approximately two females per male. They have their own hierarchies, and male are prevailing in females. Their tail is not prehensile, for balance. They use arms and legs to move through the forest that established routes. When moving, the group is led by adult males, and young males bringing up the back, and females and infants staying safe in the middle. When the group disturbed by either a predator or other danger, they flee soundlessly through the tree away from danger. They spend most of their time eating, digesting their bulky food, dozing and grooming. They communicate with facial expressions. The low-pitch grow indicates threat, and short and hash distress squeal.\nThreats.\nAs reported by the most recent assessment of IUCN Red List, the red-shanked douc is critically endangered. They are listed in CITES that prohibit international trade. There is no research of the population in Indochina. In Son Tra, Vietnam, the population is approximately 1300 individuals. The most common reason is that they are hunted for substance use and traditional medicine. Moreover local people hunt for food, pets or making glue.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gestation","surface_form":"gestation","offset":589},{"uri":"Kinship","surface_form":"relatives","offset":1450}]}