{"id":814702,"url":"http://en.wikipedia.org/wiki/Anpanman","text":"e=\"preserve\">Anpanman is a Japanese children's superhero picture book series written by Takashi Yanase. It was running from 1973 until the author's death in 2013. Anpanman series is one of the most popular anime series among young children. Anpanman is a superhero with an anpan (a red bean paste filled pastry) for a head. The story regarding the adventure of Anpanman. He protects the world from an evil anthropomorphic germ named Baikinman.\nPlot.\nAnpanman patrols around the house of Uncle Jam everyday. In daily patorol,  Anpanman gives a starving creature or person a part of his head, fights with Baikinman and saves people. Anpanman regains his health, strength when he gets a new head Uncle Jam baked and replaces the old head. In addition, Anpanman has two special attacks; An-punch and An-kick.\nCharacters.\nAnpanman has a long story and the author increases new characters to keep the series fresh. It verified as a Guinness World Record Holder for the highest number of characters in an animated franchise. There are a total of 1768 characters appearing in the first 980 episodes. There are additional bred heros other than Anpanman such as Currypanman, Shokupanman.\nMedia.\nThe Anpanman picture book series which debuted in October 1973 has published over 150 picture books under different series labels.  These were written and illustrated by Takashi Yanase until his death. Animation by TMS Entertainment entitled Soreike! Anpanman consists of a single episode. Over 1300 episodes broadcasted since October 3, 1988. A total of 32 full-length films have been released and these have the same general plot. Moreover, Animation shorts,  Christmas specials  and video games have been produced.\nLegacy.\nThere are 5 Anpanman museums such as the Yokohama Anpanman Children's Museum & Mall. They are dedicated to Anpanman. In addition, there is the Yanase Takashi Memorial Hall dedicated to himself. Overseas Anpanman shop opened at the Shin Kong Mitsukoshi shopping mall in Taipei. Anpanman inspired the manga and anime series “One-Punch Man”. Moreover, a song, “Anpanman” was released by BTS (K-pop group).\nReception.\nAccording to research by Bandai in 2011, Anpanman was elected the most popular fictional character among people ages 0 to 12 in Japan in 10 consecutive years. Over 50 million copies of Anpanman books had been sold in Japan. By the time Takashi Yanase passed away in 2013, Anpanman picture book had sold 68 million copies. Anpanman books have sold more than 80 million in February 2019.","categories":[],"infobox_types":[],"annotations":[]}