{"id":814706,"url":"http://en.wikipedia.org/wiki/Inzai","text":"Inzai is a city in Chiba prefecture. The population of it is about 105,463 and\n42,388 households live there. The area is 123,80 square kilometers and population density is 850 per square kilometer. Symbol of the city flower is cosmos, the tree is cherry blossom, the bird is Japanese white-eye and the fish is catfish. Mascot of it is Inzaikun.\nInzai city is an important area of northern Chiba prefecture connecting Tokyo and Narita.  It is located 20 kilometers from the central capital at Chiba, 30 to 40 kilometers from central Tokyo and 15 kilometers from Narita. Tone river runs in the north of it. There is lake Tega in the north-west of it and lake Imba in the south-east of it. It is surrounded by national forests. The elevation of it is 20 to 30 meters.\nIt has a humid subtropical climate. Summer is warm and winter is cool with light to no snowfall. The average temperature is 14.8 ℃. The average rainfall is 1383mm. The temperature average is 26.3 ℃ in August, which is the highest in the year. The temperature average is 4.1 ℃ in January, which is the lowest in the year.\nIt has been inhabited since Japanese paleolithic period with stone tools. Part of the city developed as a port bank of the Tone river during the Edo period. After the Meiji restoration, the city had changed to a modern municipality system. The pilot training center was constructed in it in 1942. However, it was attacked in World War Ⅱ. In 1954, the town of Inzai was founded.\nIn the middle of 1980s, Chiba newtown project started. In 1996, Inzai town changed to Inzai city. In 2013, two neighboring towns were merged into Inzai city.\nIt is located at a good point between Tokyo and Narita International Airport. Therefore, Inzai has large shopping centers, industrial parks, warehouses and distraction centers. The number of residents is increasing in Chiba newtown and over 24% of working citizens work in Tokyo daily.\nThere are 18 public elementary schools, 9 public middle schools managed by the city government and 1 public high school managed by the Chiba prefectural Board of education. Also, there is 1 special educational school for handicapped.\nThere are three universities and four libraries.\nThe mayor is Masanao Itakura. Inzai has a mayor-council government and unicameral. The mayor and city council members were elected directly.","categories":[],"infobox_types":[],"annotations":[]}