{"id":814704,"url":"http://en.wikipedia.org/wiki/Summer_sonic_festival","text":"Summer Sonic Festival is one of the biggest music festivals in Japan. These events are held in Chiba and Osaka for three days in summer normally. In addition, these are planned and run by Creativeman Production.\nMain history.\nIn 2000, Creativeman Production planned a music festival at its 10th year anniversary of the establishment of the company. They named it “Summer Sonic Festival”, and held it at Yamanashi and Osaka. In 2001, they changed the event site, Yamanashi, to Chiba, because it was difficult to make a big stage in Yamanashi. In 2003, all of the tickets were sold out for the first time. It is considered to be the reason why all of the tickets were sold out is that famous UK bands, Blur and Radiohead, performed that year. In 2009, the festival was held for three days for the first time to celebrate its 10th festival. In addition, the number of artists who participated became approximately 180, and it was the most ever since the festival was held. On August 26 and 27, 2017, The festival was held in Shanghai for the first time. In 2020, the festival was cancelled because Tokyo Olympics and paralympics were going to be held at Makuhari Messe. However, the festival was held online as SUMMER SONIC 2020 ARCHIVE FESTIVAL. Moreover, on 19 to 21, September “Super Sonic” was going to be held as an alternative event, but no one knows when artists will be able to enter Japan due to COVID-19, so it was postponed to 2020.\nPlace.\nIn 2000, the festival was held in SOUNDCONIFER229, Fuji-Q Highland, Yamanashi, and WTC Openair stadium, Osaka. Ever since 2001, the team running the festival changed the event site, Yamanashi, to Makuhari Messe and Chiba Marine Stadium, Chiba.\nAttendance Figures.\nIn 2000, approximately 68 thousand people participated in the festival. In 2009, approximately 246 thousand participated in the festival. This is the most attendance figures ever since the festival was held. The number of attendance figures increased gradually since 2000, and reached a peak in 2009. it tends to decline a little since 2014, but still many people are participating in this festival.\nMain Artists(Headliners).\nThe first headliners of Summer Sonic Festival are The Jon Spencer Blues Explosion(JSBX) and Green Day. In 2003, Blur and Radiohead. In 2009, My Chemical Romance, Linkin Park and Beyonce. In 2014, Queen + Adam Lambert, and Chemical Brothers. In 2017, LUNA SEA and Travis. Actually, Placebo, a UK band, was going to perform, but they could not come to Japan. So Travis performed instead of Placebo. In 2019, Red Hot Chili Peppers, B’z, and The Chainsmokers.","categories":[],"infobox_types":[],"annotations":[]}