{"id":814707,"url":"http://en.wikipedia.org/wiki/Automotive_industry_in_Japan","text":"e=\"preserve\">The automotive industry in Japan is known for the high quality products in the world. It is more popular than other countries’ one like Europe, America, Germany and so on. The car made in Japan has special attractions that the one made in other countries doesn’t have.\nHistory.\nThe automotive industry in Japan began in the Meiji period. Japanese people started to produce them based on the car which is imported from overseas then. In 1904, the first car which used steam as a power source was made in Japan. The first car that used gasoline as fuel was made in 1907. However, the japanese technology was very low, so they were not known to the world.\nAfter world war 2 finished, Japanese automotive industry developed and established the systems of mass production. As japanese car companies got new technology, they started to make original products.\nIn the 1970's, they faced environmental problems, so they had to produce cars that didn't have a bad influence on the environment. The engine made by Honda was the first one in Japan that met a hard standard about the environment.\nAs japanese automotive industry improved production’s safety and environmentally friendly technology, the cars made in Japan became popular and famous. In 2019, there were six cars made in Japan in the top 10 best selling cars in the world.\nFeature.\nJapanese cars have been known for high quality in the world and said it is hard to break. Japanese cars tend to be designed to run longer on less fuel.\nThe biggest difference between Japanese one and other country’s one is the position of the handles. For Japanese cars, it is the right-hand drive. Conversely, it is left-hand drive for other countries. The reason why japanese cars are right-hand drive is based on habit before the spread of automobiles. The main means of transportation was carriage then and the driver sat right side to flick a horse easily.\nThere are some features like high safety and reliability. These are reasons why japanese cars are preferred.\nIn foreign countries.\nThanks to high quality, many kinds of cars are used in many moments. For movies, some famous movies like Fast and Furious use japanese cars. For world races, they have enough power to win the championship at a race. In 2019, the Mazda team won the championship in America.\nThe average cost of every type of new vehicle\nlight motor vehicle 1,000,000 to 2,000,000yen\nCompact car 1,300,000 to 2,500,000 yen","categories":[],"infobox_types":[],"annotations":[]}