{"id":814820,"url":"http://en.wikipedia.org/wiki/Kanglatongbi","text":"Kanglatongbi (Kanglatombi, Kangla Tongbi) is the most populous village in the Imphal West district of the Indian state of Manipur.\nIt is located in Lamshang Tehsil and comes under the Sekmai assembly and Inner Manipur Parliamentary constituency.\nThe nearest city Is Imphal which is approximately 25 km away.\nThe population density of Kanglatongbi is 600 persons per square kilometers with a total geographical area of 1201.6 hectares making it the third biggest village by area in the Lamshang sub-district, which is situated 8km away and headquarter at Lamphel, Imphal.\nThe village location code of Kanglatongbi is 270036.\nAs per the constitution of India, and the Panchayati Raj Act, Kanglatongbi is administrated by Pradhan and comes under the Kanglatongbi Gram Panchayat system.\nThere are about 1,600 houses in Kanglatongbi with an average of 5 persons in every household.\nAs per the 2011 Population Census, the total population is 7152 of which 3433 are males while 3719 are females.\nThe population of children under the age of 0-6 is 897 which makes up 12.54 % of the total population.\nThe Average Sex Ratio of the village is 1083 which is higher than the Manipur state average of 985.\nAlso, the Child Sex Ratio as per the population census is 993 which is higher than the average 930 of the state, Manipur.\nIn 2011, the literacy rate of Kanglatongbi was 87.77% compared to 76.94% of Manipur.\nMale literacy stands at 94.33% while the female literacy rate was 81.78%.\nIt is one of the fastest emerging villages of the Lamshang sub-division.\nThe average high temperature in Kanglatongbi is 24.3°C (75.7°F) and an average low-temperature of 6.3°C (43.4°F), January is the coldest month in Kanglatongbi.\nHISTORY OF KANGLATONGBI.\nKanglatongbi is known for one of the fiercest battles of world war II, which was challenged by the Ordnance personnel of 221 Advance Ordnance Depot (AOD) between 6-7th April 1944 when the 15th Division of Japanese troops encompassed Imphal from the north to capture Imphal and the encircling areas.\nBattle of Kanglatongbi .\nLikewise, known as the “Normandy of the East”.\nBurma (Myanmar) in 1942 was seized by the Japanese Army after defeating the Commonwealth troops and established their strategic strength in Burma appropriating it as the “war-base” for the ‘attack’ on Imphal and Assam to contain the Chinese air forces across the Himalayas.\nAt Kanglatongbi, a little yet settled positions of the 221 AOD corps set up hardened impediments against the propelling Japanese powers.\nThe situation of 221 AOD was not in any demeanor note from a strategic perspective and was exposed to the adversary from all sides and needed to depend on its soldier intrepidity for its defense.\nAfter the annihilation in Burma, the British armed force had withdrawn to Imphal in India since it was the most expedient route from Burma.\nThe British fortified the military foundation at Imphal by framing the 23rd Indian Division positioned in Manipur and new air-runways were developed.\nThe commonwealth armed forces were also augmented with enough armies and air force units, thereby making their primary healthcare, the general hospital utilitarian in late 1944.\nConsidering Imphal’s quintessential significance, the Japanese powers launched an attack in Manipur in the spring of 1944.\nThey began bombarding Imphal, cut off a piece of the highway interface among Imphal-Dimapur road, and continued attacking over Imphal for more than a quarter of a year.\nThe fourteenth Army of the Commonwealth Forces battled furiously and copious difficulties of the Japanese powers were caused.\nThe attack of Imphal was lifted in the late spring of 1944, with the tough battle ending up on June 22, 1944, when British and Indian soldiers from Kohima and Imphal met at Milestone 109.\nFor the Japanese armed forces, the prestige over Imphal, in the “wicked fields” was pricey concerning difficulties as almost 50,000 of their troopers losing their lives.\nIt is deemed that during the Second World War, the number of deaths in Kohima and Imphal capitals in India, was about 65,000 Japanese soldiers while the British had lost 17,000 armies slaughtered, and injured, while the Allies endured 12,603 losses.\nSignificance of the Battle of Kanglatongbi\nOn their failed mission to demolish the Allied powers at Imphal and attack India, the Japanese were crushed once more into Burma confronting hefty misfortunes.\nThe fight was additionally a part of the South-East Asian Theater of World War II.\nLt. Gen. Renya Mutaguchi had sacked the commanders of his divisions’ during the fight and consequently, he and Lt. Gen. Musaku Kawabe was dismissed of command subsequently.\nThe Battle of Kanglatongbi is one such battle faced during the battle of Imphal which shook the Japanese to retreat after losing thousands of their own.\nIt has always been the biggest defeat in Japanese history with many of the Japanese soldiers losing life from starvation, disease, and exhaustion suffered during their departure.\nIt is viewed as perhaps the most tumultuous skirmish of World War II resulting in the Japanese forces withdrawing.\nGEOGRAPHY OF KANGLATONGBI.\nKanglatongbi is located at 24.9666° N, 93.8808° E in the extreme part of Eastern India, with an eminence of 2600 ft. above sea level.\nThe climatic condition is humid subtropical with dry, cool winter days and moderate hot monsoon season.\nTemperatures in the summer average about 24 to 26°C to down 6.3°C (43.4°F) in the winter. The month of January is the coldest.\nThe village receives about 1, 290 (51 in) of rain, June is the wettest month.\nIt is surrounded by two rivers, the Kanglatongbi river to the east near Indira Gandhi National Tribal University, Makhan, Senapati district, and Sekmai river to the west of the village.\nImphal city lies to the north, connected through Imphal-Dimapur national highway no. 2 and Kanglatongbi war-memorial on the south.\nGOVERNMENT AND POLITICS .\nThe village follows the civic administration of the city which is under Imphal Municipal Corporation, with its foremost district headquarters in Lamphelpat, Imphal, and sub-division in Lamshang.\nThe Gram Panchayat acts as the cabinet of the village.\nKanglatongbi is further subdivided into six wards and each ward is represented by respective members. The ward members are elected by the villagers.\nThe Panchayat is chaired by the president and vice-president of the village, known as Pradhan and Oopa-Pradhan.\nThe term of the elected delegates is of five years. Every five years, a general election takes place in the village. Villagers over the age of 21 can participate to vote.\nThe village strictly promotes women empowerment and reserves one-third of the seats for women candidates as well as scheduled castes and tribes.\nDEMOGRAPHICS.\nBefore the 2021 General Census, the total population of the village is 7152 people. Among them, 52% are female, and 48% are male.\nThe bulk of the population is from the general caste, 8% from the Scheduled caste and scheduled tribes.\nHowever, the child population of Kanglatongbi village is 13% under the age of 6-10 years.\nThere are about 1600 houses in the village of Kanglatongbi.\nPopulation .\nThe population has drastically increased by 65.3% between 2001 to 2011, with the reasonableness of a high accretion in the 2021 census of India.\nThe female sex ratio as per the former census is 1083 females per 1000 males in the village.\nThe sex ratio in schedule caste is 1375, higher than the schedule tribe and the general caste at 1079 and 1115 respectively.\nOn the other hand, the child sex ratio has decreased by 21 girls per 1000 boys further.\nWards.\nEach ward is directed by its ward member, they work hand-in-hand with the Pradhan and oopa-Pradhan to maintain and promote the village’s welfare, development, socio-economic enrichment, cultural and safety arrangements.\nAdditionally, the Pradhans and the ward members are also accountable for any sort of issues- reimbursement, thereby intensifying peace at all levels in the village.\nApart from the panchayat system, there is another kind of inner-village unit called the women society, a form of ensemble-driven by the women residents of the village who act to restrain, moderate, and resist any form of brutality in and throughout the society.\nThere are several youth unions, an alliance of the young generation fellows, to treasure, preserve, and assist society by encouraging education, sports, and public safety.\nLanguage, Community, and Religion.\nThe majority of the people living in the Kanglatongbi area are the Indian Gorkhas (also Gurkhas) who converse in Nepali, Hindi, Manipuri, and other local dialects.\nOne-third of the population speaks Nagamese, Kuki, Bhojpuri, and English.\nThe main religions are Hinduism and Christianity. 50% of the population are Hindus and the other 40% are Christians whereas the 10% are other inherited religions inhabited by the people of mixed-race.\nKanglatongbi is a diverse community, where individuals of distinctive ethnicity, religion, race, language, and beliefs bring a common interest, experience, and knowledge for the peace and welfare of the village.\nEMPLOYMENT AND INFRASTRUCTURE.\nThe primary source of income is Agriculture. The majority of the villagers are farmers, small and medium business owners, and teachers.\nThere has been rapid progress in many of the young generation and millennials to join the armed forces of India and that adds up to 1/4th of the population serving in the Indian Army and Para-military forces.\nMost of the women in the Kanglatongbi village are housewives, teachers, small retail shop owners, and only one percent of the women population are employed in the Government sectors.\nWith the recent invention of the Mahatma Gandhi National Rural Employment Guarantee Act, 2005, an initiative by Raghuvansh Prasad Singh, Minister of Rural Development, most of the males and females in the society are taking a significant role in the improvement of the village toward infrastructure development.\nCurrently, Kanglatongbi village has one major public market, namely Kanglatongbi Bazaar Board, and the other being outside the jurisdiction of Village, called Sekmai Bazaar, in Sekmai.\nBanks in Kanglatongbi.\nKanglatongbi has one operating bank, Punjab National Bank, and one State Bank of India, ATM near Kanglatongbi, Mandir.\nPost Offices of Kanglatongbi.\nKanglatongbi has one post office as the main branch. The Postal code or PIN of Kanglatongbi is 795136 and the post office is located near the Kanglatongbi Mandir.\nFootball Ground.\nThe village hosts several events that allow the villagers to host many local and division tournaments in Hindi High School Football ground, near Vijayanagar.\nThe locals also called this ground ‘Roses ground’ due to the proximity of Roses English High school.\nThe same ground is also used to host other functions and occasions, like music concerts, social gatherings, meetings, etc.\nTEMPLES AND CHURCHES IN KANGLATONGBI.\nThere are numerous temples and few churches as the majority of the residents follow Hinduism however, that has nothing to do with any form of prejudice, class and other forms of anti-religion entropy as Kanglatongbi villagers are well-known for peace, integrity, and unison.\nEvery ward has its main temples, where major festivals like Durga Puja, Diwali, Makar Sankranti, and Krishna Janmashtami are celebrated.\nAIR.\nThe nearest airport is the Tulihal International Airport which is 30 kilometers and has direct flights to Guwahati, Kolkata, and New Delhi.\nROAD.\nKanglatongbi is connected by the main highway, national highway 2, also known as Imphal-Dimapur road.\nThe major transport service from Kanglatongbi to Imphal is the private and public buses, auto-rickshaws, and a mini-van service.\nRailway.\nThe only railway line that unites Manipur to other states of India is the Jiribam-Silchar railway which is due for construction.\nThe extension of the railway line is expected to be completed by 2022. If so ever, the distance from Kanglatongbi to Imphal railway station will be approximately 28 km.\nSPORTS IN KANGLATONGBI.\nThe major sports venue is in the Hindi High school Football ground, a natural grass football ground where it is used mostly for football tournaments.\nIt is under construction in leveling the ground.\nThe most important tournament held is the “Khasi Tournament’, a local tournament organized every year by every village ward before the Durga pooja, the participating teams are six to ten and divided into team A and team B.\nThe players are only the locals representing their village.\nInitially, the champions were awarded, “khasi”, a Nepali word for a male goat.\nThis was the prize because of the so-called, Balli-day (the beheading of animals as a sacrifice, to offerings the Hindu goddesses) during the Durga Pooja festival, celebrated by the Hindus.\nHowever, with due respect to animal cruelty, and Animal welfare and rights in India, this practice of awarding khasi has been abolished by the seniors of the village.\nCurrently, the champion team is awarded trophies and cash prizes.\nFurthermore, the name “Khasi” was not renamed as the name has become popular and also the majority of the villagers are happy calling it, Khasi Tournament.\nThe other biggest tournament organized in a sequence of venue-selection is the All-Manipur Gorkha Football Tournament, held every year in the state of Manipur.\nThe uniqueness of this tournament is that only Gorkha players are allowed to participate, nonetheless making it a super round-robin football tournament.\nCricket is another game that is popular in Kanglatongbi. There are many local, inter-village tournaments going on every month.\nKanglatongbi villagers understand the importance of sports, and their respect for any form of games has always been the consequence of how rich, and amicable the community has to be affirmed.\nEDUCATION IN KANGLATONGBI.\nKanglatongbi has a high literacy rate as compared to the entire state, Manipur.\nThis has been possible due to the villagers, massive awareness of the importance of education in the current world.\nMany well-known and impressive schools produce toppers, scholars, and exceptional education enthusiasts.\nThere are many high schools in the villages, most of them are private institutions, and only one government-funded high school called Hindi High school, located at Vijayanagar, that produced many graduates, serving in the Indian Army.\nThere are many private high schools as well as higher secondary schools affiliated to the Council of Higher Secondary Education, (COHSEM) Manipur, and Central Board of Secondary Education, (CBSE) India.\nThere is also a non-profit Student organization knows as the All-Manipur Gorkha Students Union, administered by the Gorkhas of Manipur to magnify, safeguard, strengthen, sustain, and support students from any background in any social challenges and education.\nHEALTHCARE.\nThe major hospital which serves the villagers in Kanglatongbi is the Regional Institute of Medical Sciences, (RIMS) Imphal which is 26 km away from the village.\nThe other primary health care services is Sekmai Primary Health Care, Sekmai. It is 5kms away from the main village.\nThere are also many privately run clinics in Kanglatongbi as well as local drugstores.","categories":[],"infobox_types":[],"annotations":[{"uri":"Panchayati_raj_(India)","surface_form":"Panchayati Raj Act","offset":666},{"uri":"Manipur","surface_form":"Manipur","offset":1305}]}