{"id":81482,"url":"http://en.wikipedia.org/wiki/TNT_(couriers)","text":"TNT is a delivery company that delivers packages either world-wide or within a country by couriers. The company picks up parcels from the sender and then delivers them to the addressee. TNT Airways, based in Liège Airport, is the airline of TNT, using more than 40 planes to reach 70 destinations in Europe every night.\nCompany overview.\nTNT N.V., through its two divisions, Express and Mail, is part of the global transportation and distribution industry, and dedicated to providing delivery solutions to its customers. TNT serves more than 200 countries and employs around 160,000 people.\nOver 2009, TNT reported €10.4 billion in revenues, an operating income of €648 million and cash from operating activities of €1 billion. TNT N.V. is listed and traded on Euronext Amsterdam by NYSE Euronext (ticker \"TNT\").\nTNT has a history spanning more than 250 years. Its Dutch roots can be traced back to 1752. But it wasn’t until 1946 that the company known as TNT was born, on the other side of the world, in Australia. In the 60 years since then, TNT has grown into a global enterprise, even operating its own aircraft. Much of this growth has come from take-overs and acquisitions. In 1996, TNT was acquired by the Dutch company KPN (formerly PTT Post).\nSystem.\nAll packages are delivered to a local warehouse. A courier collects the packages from the warehouse and delivers them to the address on the package. Couriers will also collect packages from a certain area and take them to the warehouse where they can be sorted and sent to the warehouse nearest the receiver’s address.\nIn the United Kingdom, couriers are often part-time workers, delivering packages using their own cars. They collect and deliver packages to any house in a certain postcode area. This way, the TNT company can be sure of delivering to any house in the area.","categories":[],"infobox_types":[],"annotations":[{"uri":"TNT_Airways","surface_form":"TNT Airways","offset":186},{"uri":"Li%C3%A8ge_Airport","surface_form":"Liège Airport","offset":208},{"uri":"Warehouse","surface_form":"warehouse","offset":1298},{"uri":"Warehouse","surface_form":"warehouse","offset":1537},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1586},{"uri":"Postcode","surface_form":"postcode","offset":1742}]}