{"id":814862,"url":"http://en.wikipedia.org/wiki/Sexual_capital","text":"Sexual capital (or erotic capital) is the social value an inddividual or socal group gets as a function of their sexual attractiveness. Like other forms of economic capital, sexual capital can be converted to other forms of capital. Sexual capital can be useful in getting social or econmic capital. British sociologist Catherine Hakim first used the term \"erotic capital\", in the early 2000s. French sociologist Pierre Bourdieu had already defined other forms of capital, such as economic, cultural, or social capital. Hakim saw sexual capital as different. She says erotic capital is independent of class origin; for this reason, it enables social mobility. Hakim argues that this makes erotic capital socially subversive, which results in the prevailing power structures devaluing and trying to suppress it. In the manosphere, the parallel term \"sexual market value\" or its abbreviation \"SMV\" is often used.\nNobel prize winner Gary Becker developed a theory of human capital. In 1972, Michael Grossmann had developed the term \"health capital\". Robert Michael extended this term to include sexual apital. Maichal says, if an individual chooses to use his or her sexual attractivess, this is a rational choice, and the individual will expect something in return..","categories":[],"infobox_types":[],"annotations":[{"uri":"Individual","surface_form":"inddividual","offset":58},{"uri":"Sexual_attraction","surface_form":"sexual attractiveness","offset":113},{"uri":"Capital_(economics)","surface_form":"economic capital","offset":156},{"uri":"Social_capital","surface_form":"social","offset":273},{"uri":"Sociologist","surface_form":"sociologist","offset":308},{"uri":"Catherine_Hakim","surface_form":"Catherine Hakim","offset":320},{"uri":"Pierre_Bourdieu","surface_form":"Pierre Bourdieu","offset":413},{"uri":"Manosphere","surface_form":"manosphere","offset":818},{"uri":"Gary_Becker","surface_form":"Gary Becker","offset":930},{"uri":"Human_capital","surface_form":"human capital","offset":964}]}