{"id":814811,"url":"http://en.wikipedia.org/wiki/Edward_Leung","text":"Edward Leung Tin Kei (; born 2 June 1991) is a Hong Kong politician and activist. He was a spokesperson of Hong Kong Indigenous. He claims Hong Kong independence and created the sentence \"Liberate Hong Kong, the revolution of our times\" during the 2016 by-election. The sentence is later widely used in the 2019–20 Hong Kong protests.\nIn 2016, he became a candidate representing Hong Kong Indigenous in the Legislative Council by-election. In February 2016, he was arrested in the Mong Kok civil unrest. However, he still got over 66,000 votes, about 15% of the total votes. The Hong Kong government then requested future candidates to report their political position. Leung reported to give up its claim on independence. However, the officier still declined his candidacy.\nIn 2017, a documentary based on his story, \"Lost in the Fumes\", was released. In June 2018, he was sent to jail for 6 years for \"rioting\" and \"assaulting a police officer\".\nIn 2019, he became one of the people in the \"100 Next\" chosen by \"Time\" magazine.\nCareer.\nWhen Leung was young, he asked the reasons for political events in Hong Kong, such as Handover of Hong Kong in 1997 and 1st July marches in 2003. He then started joining some political events in 2008, when he was 17. The first two being the memorials for the 1989 Tiananmen Square protests and the 1st July marches. He was touched by people fighting for democracy. In Summer 2014, the government of People's Republic of China passed \"831 decision\" and White paper, making Leung not believe that the HKSAR government will follow Sino-British Joint Declaration.\nIn 2015, localist group Hong Kong Indigenous was set up to support small shops on the street. Leung then served as the spokeperson of the party.\nIn December 2015, he made the decision to join the 2016 New Territories East by-election so as to push localism forward and test his accepted rate, being a representative of Hong Kong Indigenous.\nOn 8 February 2020, Leung and people of Hong Kong Indigenous helped small shops on the street to move to Portland Street and called on social network to help when the officiers wanted to stop all the shops from working. At midnight, it turn into a civil unrest between protestors and police. Leung started a election parade so as to cover the protestors. Leung was then arrested together with 20 other members but Leung still got supports from some political organizations and activists such as Youngspiration, and Wong Yuk-man. Leung finally lost the by-election with 66,524 votes, 15.3% of the votes, behind Alvin Yeung and Holden Chow.\nAfter the by-election, Leung made a decision to join the Legislative Council election in September in the same year. In July, Electoral Affairs Commission said that all candidates need to make statement to check if they support Basic Law. Leung, at the end, signed the statement but was still disqualified by the officiers.\nOn 18 December 2017, after Leung was charged rioting in Mong Kok unrest, Hong Kong Indigenous made a statement that Leung had resigned as the spokeperson of the party and his membership.\nOn 22 January 2018 on court, he admit assault charges but disagreed with rioting and inciting riot. Jurors met concensus that he was guilty of rioting and assault charges but not of inciting riot. He was sentenced to 6 years in prison.\nDuring jail time, Leung wrote to seek appeal and legal help. He also studied a Bachelor of Social Science in Open University of Hong Kong during jail time. The appeal got international supports. However, on 29 April 2020, the appeal was rejected.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":47},{"uri":"Hong_Kong_Indigenous","surface_form":"Hong Kong Indigenous","offset":107},{"uri":"Independence","surface_form":"independence","offset":149},{"uri":"Liberate_Hong_Kong%2C_the_revolution_of_our_times","surface_form":"Liberate Hong Kong, the revolution of our times","offset":188},{"uri":"2019%E2%80%9320_Hong_Kong_protests","surface_form":"2019–20 Hong Kong protests","offset":307},{"uri":"Mong_Kok_civil_unrest","surface_form":"Mong Kok civil unrest","offset":481},{"uri":"Lost_in_the_Fumes","surface_form":"Lost in the Fumes","offset":818},{"uri":"Time_(magazine)","surface_form":"Time","offset":1013},{"uri":"Handover_of_Hong_Kong","surface_form":"Handover of Hong Kong","offset":1123},{"uri":"1989_Tiananmen_Square_protests","surface_form":"1989 Tiananmen Square protests","offset":1296},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":1436},{"uri":"Hong_Kong_Indigenous","surface_form":"Hong Kong Indigenous","offset":1621},{"uri":"Social_network","surface_form":"social network","offset":2073},{"uri":"2016_Mong_Kok_civil_unrest","surface_form":"civil unrest","offset":2186},{"uri":"Parade","surface_form":"parade","offset":2255},{"uri":"Youngspiration","surface_form":"Youngspiration","offset":2433},{"uri":"Wong_Yuk-man","surface_form":"Wong Yuk-man","offset":2453},{"uri":"Alvin_Yeung","surface_form":"Alvin Yeung","offset":2548},{"uri":"Holden_Chow","surface_form":"Holden Chow","offset":2564},{"uri":"2016_Hong_Kong_legislative_election","surface_form":"Legislative Council election","offset":2634},{"uri":"Electoral_Affairs_Commission","surface_form":"Electoral Affairs Commission","offset":2703},{"uri":"Candidate","surface_form":"candidate","offset":2746},{"uri":"Basic_Law_of_Hong_Kong","surface_form":"Basic Law","offset":2805},{"uri":"Open_University_of_Hong_Kong","surface_form":"Open University of Hong Kong","offset":3433}]}