{"id":815062,"url":"http://en.wikipedia.org/wiki/Ihor_Pohodin","text":"Ihor Pohodin or Igor Pogodin (ukr. \"Ігор Погодін\"; born February 4, 1974, in Vitebsk, Belarus) is a Belarusian and Ukrainian psychologist, psychotherapist, candidate of psychological sciences, associate professor, director of the Gestalt Institute, leading coach and founder of Pogodin Academy, the Academy of Practical Psychology.\nEducation and training.\nIn 1991, he began studying at the Department of Psychology of the Military Academy of the Republic of Belarus.\nSince 1996, Pohodin was one of the founders of suicide in Belarus and became one of the creators of a comprehensive program for the prevention of suicidal behavior.\nFrom 1999 to 2003, he worked in the special commission of the psychoneurological dispensary, which dealt with complex psychological and psychiatric examinations.\nIn 2002, at the National Institute of Education he defended his dissertation on psychology on \"Psychological features of personality adaptation in conditions of relative social isolation.\"\nFrom 2006 to 2009, he trained as a supervisor and teacher of Gestalt therapy at the Paris Gestalt School under Serge Ginger, as well as in the programs of the Los Angeles Association of Gestalt Trainers.\nGestalt Institute.\nIn the early 2000s, Ihor Pohodin founded the Gestalt Institute in Minsk, which is a member of the European Association of Gestalt Therapy (EAGT).\nPogodin Academy.\n\"Pogodin Academy\" was founded on September 1, 2017, and combines educational and developmental programs online and offline provides the opportunity to receive education at three levels of training Gestalt therapists.\nPogodin continues his psychotherapeutic practice and is a leading trainer and teacher of Gestalt therapy.\nPublications.\nIhor Pohodin is the editor-in-chief of the Bulletin of Gestalt Therapy and is also a member of the editorial board of the journals Topical Innovative Research: Science and Practice (Russia) and Theory and Practice of Psychotherapy (Canada).\nIhor is the author of more than 450 publications in peer-reviewed publications, as well as textbooks and monographs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ukrainian_language","surface_form":"ukr","offset":30}]}