{"id":81504,"url":"http://en.wikipedia.org/wiki/Warhammer_40%2C000","text":"Warhammer 40,000 also called 40K is a table-top game in which model armies fight against each other on miniature terrain. It is played using dice to decide what happens and a ruler to tell how far a unit moves.\nEach army has many types of weaponry. Each type has different strengths and armor piercing value (AP). There are also different types of units in each army. All units have different statistics which the players use to their advantage when playing.\nRules.\nTwo or more players are needed for a game. Each player takes it in turns to (in order) move, shoot, then assault. Each unit has a rating for \"ballistic skill\", \"weapon skill\", \"strength\", \"toughness\", \"wounds\", \"initiative\", \"leadership\" and \"armor save\" skill.\nArmies.\nThe armies include: Necrons, Tyranids, Space Marines, Chaos Space Marines, Eldar, Dark Eldar, Tau, Orks, Witchhunters, Daemonhunters and Imperial Guard.\nNecrons.\nNecrons are mysterious, silent and skeleton-like warriors who are enslaved to the ancient star gods called the C'tan (Pronounced Ki-Tan).\n60 Million years ago (60,000,000) they were a living race called the Necrontyr (Pronounced Neck-cron-tir), who were cursed with a cancer which made all of their lives really short. They got jealous of a race called the Old Ones (not much is known about them) who could live for a very long time, but the Necrontyr had better technology. Then they discovered the Star Gods (C'tan). The first one they managed to contact is called \"The Nightbringer\". The Nightbringer Started eating all of the Necrontyr's souls. The Necrontyr grew fearful, but managed to make The Nightbringer believe that other races existed. They offered to give The Nightbringer a physical \"Living Metal\" body (see below) (as it was a being of pure energy). Then they managed to find other C'tan, who were less hungry. After a while a C'tan called The Deceiver (who delights in trickery and mischief) convinced the Necrontyr to make themselves bodies made out of living metal. Most of them accepted. But what they did not know is that they were tricked, most of them (except a few; The Necron Lords) lost their souls and memories, and become slaves to the C'tan. The C'tan used them to \"Harvest\" all the other races that existed around that time to feed the C'tan. Then the Deceiver convinced the other C'tan that they tasted really good, and all of the C'tan started eating each other. After a while only 4 Remained, The Nightbringer, The Deceiver, The Outsider (God of Craziness) and The Void Dragon (God of Technology). Eventually they realized they were losing the war with the Old Ones and all the other Races, and escaped to \"Tombs Worlds\" places where no life exists, they then went to sleep.60 Million years later, they have begun to awaken...\nNecrons have powerful technology and armour, their armour and weaponry is made from something called \"Living Metal\", which can change and shape its form, allowing it to fix itself. The Necrons are one of most ancient races in the Warhammer 40,000 universe. They can be compared to traditional Undead such as vampires, skeletons and zombies. They are most likely based on the robots in the Terminator movies.\nTyranids.\nIn the storyline the Tyranids are merciless predators from another galaxy. They completely eat whole planets before moving on. They can produce new species to complete objectives. Tyranids can be compared to the Alien in Ridley Scott's Alien movies, or The Borg in Star Trek.\nSpace Marines.\nThe Space Marines are an army of super humans. They were genetically changed to defend humanity in the Warhammer 40,000 universe. There are lots of different groups of Space Marines. These groups are called chapters. All of the chapters are separate from each other. Each chapter has 1000 soldiers in it, and its own uniform, history and equipment. Some chapters have special rules in the game and types of soldier that only they can use. Chapters get and train their own recruits separately. The Space Marine in charge of each chapter is called the Chapter Master.\nA lot of Space Marine equipment is very old and very holy. Mostly No-one knows in the Imperium apart from parts of the \"Cult of the Machine god\", how to make any more of some things they use, like the powerful Dreadnought armour, which is why the space marines send off mechanically gifted Space marines to the \"Adeptus Mechanicus\" to train in order to become an elite of the machine god, and in battle they repair and recover such things as their Rhino Troop Carriers, or their other tanks. Space Marines wear special suits of armour, often holy, called power armour, to help them fight better. All Space Marines are genetically engineered to be very tough. They can live for a very long time, and have an extra heart and an extra set of lungs. They are also trained to be very brave and religious, as well as being trained to be good at shooting and fighting. Some Space Marines have psychic powers (think magic powers) - these are called Librarians in most chapters, they can have powers such as in the case of one from the \"Dark Angels\" Chapter, shoot what appears to be flamethrower blasts from his eyes and mouth. There are also Space Marines who act like priests, called Chaplains, who forward the worship of the God Emperor of Man.\nChaos Space Marines and Demons.\nChaos Space Marines must kill everything and let the galaxies burn. They are fallen Adeptus Astartes of who fell to Chaos 10,000 years ago, at the start of the Horus Heresy in the 30th Millenia mainly led by the then Warmaster Horus Lupercal, Primarch of the Luna Wolves (now Black Legion), who decided that he was stronger and more just than the Emperor, and they had a great war, the said Horus Heresy, that destroyed many planets. Horus nearly won, even reaching Holy Terra in his conquests, but the Emperor and his forces was stronger. In the end, Horus was killed by the Emperor's sacrifice and the Astartes that had followed him/ generally fell to Chaos but did not join Horus went to the Eye of Terror, where they still live. Chaos Marines look extremely different to regular Space Marines, and often have spiky protrusions, skulls and mutations. They also have special units that are dedicated to their gods and are useful in different roles. At the time of the Horus Heresy 9 of the 18 total Astartes legions fell to Chaos these include: Luna Wolves (now Black Legion, Thousand Sons, Death Guard, World Eaters, Word Bearers, Night Lords, Alpha Legion, Iron Warriors and\nDaemons are evil spirits of Chaos that have come into our universe to destroy stuff. Depending on which god they serve (or none in particular, favouring rather to worship Chaos Undivided), they can look and play very different - Khorne, The Chaos God of blood, anger, violence and hate, has vicious fighters, who use large Swords and Axes, while Tzeentch, the Chaos God of Fate and Sorcery, has demons with constantly changing body parts, that can use the Warpfire of their master. Nurgle, the Chaos God of pestilence, stagnation and plagues, has really tough demons, which mostly look like one horned zombies, and Slaanesh, the Chaos God of excess, pleasure and debauchery, has really fast demons, which resemble barely dressed human women.","categories":[],"infobox_types":[],"annotations":[{"uri":"Table-top","surface_form":"table-top","offset":38},{"uri":"Game","surface_form":"game","offset":48},{"uri":"Scale_model","surface_form":"model","offset":62},{"uri":"Army","surface_form":"armies","offset":68},{"uri":"Terrain","surface_form":"terrain","offset":113},{"uri":"Dice","surface_form":"dice","offset":141},{"uri":"Ruler","surface_form":"ruler","offset":175},{"uri":"Weapon","surface_form":"weapon","offset":239},{"uri":"Statistics","surface_form":"statistics","offset":393},{"uri":"Assault","surface_form":"assault","offset":571},{"uri":"Mystery","surface_form":"mysterious","offset":910},{"uri":"Skeleton","surface_form":"skeleton","offset":933},{"uri":"Soldier","surface_form":"warriors","offset":947},{"uri":"Technology","surface_form":"technology","offset":1361},{"uri":"Technology","surface_form":"technology","offset":2779},{"uri":"Armour","surface_form":"armour","offset":2794},{"uri":"Fictional_universe","surface_form":"universe","offset":3004},{"uri":"Undead","surface_form":"Undead","offset":3050},{"uri":"Vampire","surface_form":"vampire","offset":3065},{"uri":"Zombie","surface_form":"zombie","offset":3089},{"uri":"Predator","surface_form":"predator","offset":3219},{"uri":"Galaxy","surface_form":"galaxy","offset":3242},{"uri":"Planet","surface_form":"planet","offset":3276},{"uri":"Ridley_Scott","surface_form":"Ridley Scott","offset":3396},{"uri":"Alien_(movie)","surface_form":"Alien movies","offset":3411},{"uri":"Borg_(Star_Trek)","surface_form":"Borg","offset":3432},{"uri":"Star_Trek","surface_form":"Star Trek","offset":3440},{"uri":"Marine_(military)","surface_form":"Marines","offset":3476},{"uri":"Army","surface_form":"army","offset":3491},{"uri":"Human","surface_form":"human","offset":3505},{"uri":"Genetics","surface_form":"genetically","offset":3523},{"uri":"Human_race","surface_form":"humanity","offset":3553},{"uri":"Genetic_engineering","surface_form":"genetically engineered","offset":4650}]}