{"id":8152,"url":"http://en.wikipedia.org/wiki/Tunnel","text":"A tunnel is an underground passage. Some tunnels are used for cars, and others are used for trains. Sometimes, a tunnel is used for movement of ships. Some tunnels are built for communication cables and some are built for electricity cables. Other tunnels are built for animals.\nTunnels are dug in different kinds of grounds, from soft sand to hard rock. The way of digging is chosen by the type of ground. There are two additional ways of digging: quarry and 'cut and cover'. In quarry, the tunnel path is drilled in a horizontal way.\nThis system requires a deep tunnel that's built in a firm rock. In the 'cut and cover' system, a tunnel is dug in the ground and, afterwards, a roof is built above the tunnel. This system fits tunnels that are close to the ground like road tunnels and infrastructure.\nBuilding tunnels is a large civil engineering project that could cost very high sums of money. The planning and building of a long tunnel may take many years.\nThe Channel Tunnel between France and England is one of the longest tunnels in the world. It is 50 kilometers long. The longest tunnel in the world, the \"Gotthard Base Tunnel\", is being dug in Switzerland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Car","surface_form":"car","offset":62},{"uri":"Railway","surface_form":"trains","offset":92},{"uri":"Ship","surface_form":"ship","offset":144},{"uri":"Communication","surface_form":"communication","offset":178},{"uri":"Electricity","surface_form":"electricity","offset":222},{"uri":"Ground","surface_form":"ground","offset":317},{"uri":"Sand","surface_form":"sand","offset":336},{"uri":"Rock_(geology)","surface_form":"rock","offset":349},{"uri":"Quarry","surface_form":"quarry","offset":449},{"uri":"Roof","surface_form":"roof","offset":680},{"uri":"Infrastructure","surface_form":"infrastructure","offset":788},{"uri":"Civil_engineering","surface_form":"civil engineering","offset":832},{"uri":"Channel_Tunnel","surface_form":"Channel Tunnel","offset":967},{"uri":"France","surface_form":"France","offset":990},{"uri":"England","surface_form":"England","offset":1001},{"uri":"Switzerland","surface_form":"Switzerland","offset":1156}]}