{"id":81550,"url":"http://en.wikipedia.org/wiki/Pterodaustro","text":"\"Pterodaustro\" was a pterosaur. It is found in the Lower Cretaceous of South America. \"Pterodaustro\" most likely fed on tiny invertebrates: zooplankton and krill.\nPterodaustro was medium sized, having a wing-span about two meters in length and having only been found in Brazil.\nPaleobiology.\n\"Pterodaustro\" probably waded in shallow water like flamingos, straining food with its tooth comb, a method called \"filter feeding\". Once it caught its food, \"Pterodaustro\" probably mashed it with the small, globular teeth present in its upper jaw.\nAt least two specimens have been found with gizzard stones in the stomach cavity, the first ever reported for any pterosaur. These clusters of small stones with angled edges support the idea that \"Pterodaustro\" ate mainly small, hard-shelled aquatic crustaceans using filter-feeding. Such invertebrates are abundant in the sediment of the fossil site\nIn 2004 a \"Pterodaustro\" embryo in an egg was reported. The egg was elongated, six centimetres long and 22 millimetres across and its mainly flexible shell was covered with a thin layer, 0.3 mm thick, of calcite.\nComparisons between the scleral rings (bony ring round edge of eye) of \"Pterodaustro\" and modern birds and reptiles suggest that it may have been nocturnal, and may have had similar activity patterns to those modern ducks which feed at night.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pterosaur","surface_form":"pterosaur","offset":21},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":51},{"uri":"South_America","surface_form":"South America","offset":71},{"uri":"Zooplankton","surface_form":"zooplankton","offset":140},{"uri":"Krill","surface_form":"krill","offset":156},{"uri":"Wing","surface_form":"wing","offset":203},{"uri":"Brazil","surface_form":"Brazil","offset":270},{"uri":"Flamingo","surface_form":"flamingo","offset":344},{"uri":"Gastrolith","surface_form":"gizzard stones","offset":585},{"uri":"Crustacean","surface_form":"crustacean","offset":791},{"uri":"Embryo","surface_form":"embryo","offset":917},{"uri":"Calcite","surface_form":"calcite","offset":1096},{"uri":"Scleral_ring","surface_form":"scleral ring","offset":1129},{"uri":"Nocturnal","surface_form":"nocturnal","offset":1251}]}