{"id":81556,"url":"http://en.wikipedia.org/wiki/Himalia_(moon)","text":"Himalia is the biggest non-spherical moon of Jupiter. It was found by Charles Dillon Perrine at the Lick Observatory on December 3, 1904. It is named after the nymph Himalia who bore three sons of Zeus (the Greek equivalent of Jupiter).\nName.\nHimalia did not get its present name until 1975; before then, it was simply known as or Jupiter Satellite VI, although calls for a full name appeared shortly after its and Elara's discovery; A.C.D. Crommelin wrote in 1905,\nUnfortunately the numeration of Jupiter's satellites is now in precisely the same confusion as that of Saturn's system was before the numbers were abandoned and names substituted. A similar course would seem to be advisable here; the designation V for the inner satellite was tolerated for a time, as it was considered to be in a class by itself; but it has now got companions, so that this subterfuge disappears. The substitution of names for numerals is certainly more poetic.\nThe moon was sometimes called Hestia, after the Greek goddess, from 1955 to 1975.\nOrbit.\nIt is the biggest member of the group that bears its name, the moons orbiting between 11.4 and 13 million kilometers from Jupiter at an inclination of about 27.5°. The orbital elements are as of January 2000. They are changing a lot due to Solar and planetary perturbations.\nPhysical characteristics.\nA day on Himalia is only about 7 3/4 hours long. Himalia appears grey, like the other members of its group, similar to a C-type asteroid. Measurements by \"Cassini\" confirm a featureless spectrum, with a slight absorption at 3 μm which could indicate the presence of water.\nExploration.\nIn November 2000, the Cassini spacecraft, going to Saturn, made a number of pictures of Himalia, including photos from a distance as close as 4.4 million km. The moon covers only a few pixels, but seems to be a stretched object with axes 150 ± 20 and 120 ± 20 km, close to the Earth-based estimations.\nIn February and March 2007, the New Horizons spacecraft to Pluto made a series of pictures of Himalia, culminating in photos from a distance of eight million km. Again, Himalia appears only a few pixels across.","categories":[],"infobox_types":["Planet"],"annotations":[{"uri":"Sphere","surface_form":"spherical","offset":27},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":45},{"uri":"Charles_Dillon_Perrine","surface_form":"Charles Dillon Perrine","offset":70},{"uri":"Lick_Observatory","surface_form":"Lick Observatory","offset":100},{"uri":"Nymph","surface_form":"nymph","offset":160},{"uri":"Himalia_(mythology)","surface_form":"Himalia","offset":166},{"uri":"Zeus","surface_form":"Zeus","offset":197},{"uri":"Jupiter_(mythology)","surface_form":"Jupiter","offset":227},{"uri":"Elara_(moon)","surface_form":"Elara","offset":415},{"uri":"Hestia","surface_form":"Greek goddess","offset":993},{"uri":"Himalia_group","surface_form":"group that bears its name","offset":1066},{"uri":"Solar","surface_form":"Solar","offset":1274},{"uri":"C-type_asteroid","surface_form":"C-type asteroid","offset":1456},{"uri":"Electromagnetic_spectrum","surface_form":"spectrum","offset":1521},{"uri":"Cassini%E2%80%93Huygens","surface_form":"Cassini","offset":1643},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":1672},{"uri":"New_Horizons","surface_form":"New Horizons","offset":1955}]}