{"id":81573,"url":"http://en.wikipedia.org/wiki/Antagonist","text":"e=\"preserve\">An antagonist is the character in a story who stands in opposition towards the protagonist. As an example, in the Disney movie \"The Lion King\", the main antagonist is Scar.\nWhile the most common practice is for a hero to be the protagonist and the villain to be the antagonist this is not always the case. As an example in the manga/anime series Death Note protagonist Light Yagami was the villain as it was his goal to rid the world of criminals in order to create his own ideal \"utopia\" and rule it like a god while antagonist L was the hero as it was his goal to end Light's psychotic killing spree. Another example is where the titular protagonist and the antagonist Judge Turpin were both villains.\nA story may also have secondary antagonist, either a partner/accomplice of the main antagonist or an entirely separate threat altogether (though a lesser one). Just like the main antagonist they aren't always villains but they are obstacles towards the goal(s) of the protagonist(s).\nIt is possible for a protagonist to become an antagonist. A well-known example of this is in the \"Star Wars\" movie series, when Anakin Skywalker turns from a Jedi to a Sith, to become Darth Vader.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":34},{"uri":"Protagonist","surface_form":"protagonist","offset":92},{"uri":"The_Lion_King","surface_form":"The Lion King","offset":141},{"uri":"Scar_(The_Lion_King)","surface_form":"Scar","offset":180},{"uri":"Manga","surface_form":"manga","offset":340},{"uri":"Anime","surface_form":"anime","offset":346},{"uri":"Death_Note","surface_form":"Death Note","offset":359},{"uri":"Villain","surface_form":"villain","offset":403},{"uri":"Utopia","surface_form":"utopia","offset":494},{"uri":"Deity","surface_form":"god","offset":521},{"uri":"Hero","surface_form":"hero","offset":552},{"uri":"Star_Wars","surface_form":"Star Wars","offset":1099},{"uri":"Anakin_Skywalker","surface_form":"Anakin Skywalker","offset":1129},{"uri":"Darth_Vader","surface_form":"Darth Vader","offset":1185}]}