{"id":8159,"url":"http://en.wikipedia.org/wiki/Socialist_Party_(England_and_Wales)","text":"e=\"preserve\">The Socialist Party is a Socialist political party active in England and Wales and part of the Committee for a Workers' International. They publish a weekly newspaper entitled \"The Socialist\" and a monthly \"Socialism Today\". As an organisation, it has evolved from the Militant Tendency, who in the early 1980s started to be expelled from the Labour Party, for organising a mass campaign against the Poll Tax.\nThere was a debate with the Militant Tendency as to whether or not to cease working within the Labour Party and the majority of the group decided to do so, although a minority around Ted Grant broke away to form Socialist Appeal. This debate ran alongside a parallel debate on the future of Scottish politics. The result was that the experiment of operating as an \"open party\" was first undertaken in Scotland under the name of Scottish Militant Labour. This initiative would eventually lead to the foundation of the Scottish Socialist Alliance. The majority of Scottish members, after forming the Scottish Socialist Party, left the CWI in early 2001 as they moved away from traditional Trotskyist politics.\nFor a while, the party was known as \"Militant Labour\". In 1997, the group changed its name to the Socialist Party, but the ownership of this name has been contested by the much older Socialist Party of Great Britain. As a result, the new party is frequently known as \"The Socialist Party of England and Wales\". In elections, it has had to use the name \"Socialist Alternative\". They were one of the founders of the local Socialist Alliance groups, but they left in 2001.\nSince ending their tenure in the Socialist Alliance, the Socialist Party has run candidates in elections as \"Socialist Alternative\". Following the UK local elections, 2006, it has three councillors in Coventry, one in Stoke, two in Lewisham, South London and one in Huddersfield. In February 2005, the Socialist Party announced plans to contest the 2005 parliamentary elections as part of a new electoral alliance called the Socialist Green Unity Coalition. Several former components of the Socialist Alliance that did not join Respect also joined the SGUC.\nThe Socialist Party is a smaller organisation than the Militant of the 1980s, but has influence in some trade unions. In 2005, 23 Socialist Party members are elected members of trade union national executive committees. Under the leadership of Peter Taaffe, their policies have remained close to the Trotskyist mainstream. Their demand for the nationalisation of the one hundred and fifty top British companies and their longstanding practice of running in elections has led some critics to label them as reformists though the party insists that their method is based on Trotsky's Transitional Programme.\nThe Socialist Party is affiliated to the Committee for a Workers International, and is indeed the largest of its forty members. The party participates also in the broader European Anticapitalist Left.\nIn November 2005 at its annual 'Socialism' event, the Socialist Party formally launched the 'Campaign for a New Workers' Party' with the aim of persuading individuals, campaigners and trade unions to help set up and back a new broad left alternative to New Labour that would fight for working class people. The National Union of Rail, Maritime and Transport Workers (RMT union) held a conference in January 2006 to address what it calls 'The crisis in working class representation', in which Dave Nellist was invited to speak. Most of the speakers were in favour of a broad left alternative to New Labour. The remaining speakers, such as MP John McDonnell, wished it well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_party","surface_form":"political party","offset":48},{"uri":"England","surface_form":"England","offset":74},{"uri":"Wales","surface_form":"Wales","offset":86},{"uri":"Committee_for_a_Workers%27_International","surface_form":"Committee for a Workers' International","offset":108},{"uri":"The_Socialist_(UK)","surface_form":"The Socialist","offset":190},{"uri":"Militant_Tendency","surface_form":"Militant Tendency","offset":282},{"uri":"Labour_Party_(UK)","surface_form":"Labour Party","offset":356},{"uri":"Ted_Grant","surface_form":"Ted Grant","offset":606},{"uri":"Socialist_Appeal","surface_form":"Socialist Appeal","offset":635},{"uri":"Scotland","surface_form":"Scotland","offset":824},{"uri":"Scottish_Militant_Labour","surface_form":"Scottish Militant Labour","offset":851},{"uri":"Scottish_Socialist_Alliance","surface_form":"Scottish Socialist Alliance","offset":940},{"uri":"Scottish_Socialist_Party","surface_form":"Scottish Socialist Party","offset":1021},{"uri":"Militant_Labour","surface_form":"Militant Labour","offset":1168},{"uri":"Socialist_Party_of_Great_Britain","surface_form":"Socialist Party of Great Britain","offset":1314},{"uri":"Socialist_Alliance_(England)","surface_form":"Socialist Alliance","offset":1551},{"uri":"UK_local_elections%2C_2006","surface_form":"UK local elections, 2006","offset":1748},{"uri":"Councillor","surface_form":"councillor","offset":1787},{"uri":"Coventry","surface_form":"Coventry","offset":1802},{"uri":"Stoke","surface_form":"Stoke","offset":1819},{"uri":"Lewisham","surface_form":"Lewisham","offset":1833},{"uri":"Huddersfield","surface_form":"Huddersfield","offset":1867},{"uri":"Socialist_Green_Unity_Coalition","surface_form":"Socialist Green Unity Coalition","offset":2026},{"uri":"RESPECT_The_Unity_Coalition","surface_form":"Respect","offset":2129},{"uri":"Trade_union","surface_form":"trade union","offset":2263},{"uri":"Peter_Taaffe","surface_form":"Peter Taaffe","offset":2403},{"uri":"Nationalisation","surface_form":"nationalisation","offset":2503},{"uri":"Reformist","surface_form":"reformist","offset":2664},{"uri":"Transitional_Program","surface_form":"Transitional Program","offset":2740},{"uri":"Committee_for_a_Workers_International","surface_form":"Committee for a Workers International","offset":2805},{"uri":"European_Anticapitalist_Left","surface_form":"European Anticapitalist Left","offset":2935},{"uri":"November_2005","surface_form":"November 2005","offset":2968},{"uri":"Campaign_for_a_New_Workers%27_Party","surface_form":"Campaign for a New Workers' Party","offset":3058},{"uri":"Trade_unions","surface_form":"trade unions","offset":3149},{"uri":"New_Labour","surface_form":"New Labour","offset":3218},{"uri":"Working_class","surface_form":"working class","offset":3250},{"uri":"National_Union_of_Rail%2C_Maritime_and_Transport_Workers","surface_form":"National Union of Rail, Maritime and Transport Workers","offset":3276},{"uri":"Dave_Nellist","surface_form":"Dave Nellist","offset":3457},{"uri":"New_Labour","surface_form":"New Labour","offset":3559},{"uri":"John_McDonnell_(politician)","surface_form":"John McDonnell","offset":3606}]}