{"id":816,"url":"http://en.wikipedia.org/wiki/Scarcity","text":"e=\"preserve\">Scarcity in economics is used to describe the lack of various forms of capital. Scarcity can be used to describe an economic situation in economics, or it can be used to describe more general situations.\nIn economics, scarcity is the result of people having \"Unlimited Wants and Needs,\" or always wanting something new, and having \"Limited Resources.\" Limited Resources means that there are never enough resources, or materials, to satisfy, or fulfill, the wants and needs that every person have. Scarcity is called the \"basic economic problem,\" meaning that always exists.\nScarcity exists due to the effects of nature such as drought, floods, storms, pest infestation, fire and other things. Real scarcity can also exist by over use of non-renewable resources. Goods (things) and services are also scarce because there are only a limited number of things in the world and due to the limits of technology and our own priorities.\nScarcity of capital is main constraint in economic development of developing countries. Economic growth is an increase in the production and consumption of goods and services. It entails increasing population or per capita consumption. It is represented by increasing Gross Domestic Product (GDP). Scarcity refers to limited resources. These resources are the inputs of production i.e., land, labor and capital.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economics","offset":25},{"uri":"Capital_(economics)","surface_form":"capital","offset":84},{"uri":"Situation","surface_form":"situation","offset":138},{"uri":"People","surface_form":"people","offset":257},{"uri":"Resource","surface_form":"Resource","offset":353},{"uri":"Material","surface_form":"material","offset":431},{"uri":"Satisfaction","surface_form":"satisfy","offset":445},{"uri":"Existence","surface_form":"exists","offset":579},{"uri":"Nature","surface_form":"nature","offset":625},{"uri":"Drought","surface_form":"drought","offset":640},{"uri":"Flood","surface_form":"flood","offset":649},{"uri":"Fire","surface_form":"fire","offset":683},{"uri":"Service","surface_form":"service","offset":794},{"uri":"Constraint","surface_form":"limited","offset":844},{"uri":"Number","surface_form":"number","offset":852},{"uri":"World","surface_form":"world","offset":876},{"uri":"Technology","surface_form":"technology","offset":907},{"uri":"Priority","surface_form":"priorities","offset":930}]}