{"id":81658,"url":"http://en.wikipedia.org/wiki/Galilean_moons","text":"The Galilean moons are the four satellites of Jupiter found by Galileo Galilei: Io, Europa, Ganymede, and Callisto. They are by far the biggest of the many moons of Jupiter.\nDiscovery.\nGalileo Galilei found what came to be known as the Galilean moons around December 1609 or January 1610. As a result of improvements he made to the telescope, Galileo was able to see celestial bodies better than ever before in human history. Using his improved telescope, Galileo was the first to see four moons of Jupiter.\nOn January 7, 1610, Galileo wrote a letter containing the first mention of Jupiter’s moons. At the time, he only saw three of them, and he believed them to be fixed stars near Jupiter. He continued to look at them from January 8 through March 2. In these observations, he found a fourth body, and also observed that the four were not fixed stars, but rather were orbiting Jupiter.\nGalileo also developed a method of determining longitude based on the timing of the orbits of the Galilean moons.\nA Chinese historian of astronomy claims that Chinese astronomer Gan De observed one of Jupiter's moons in 362 BC, but without a telescope it is difficult to see how this was done.\nName.\nGalileo called his discovery the Cosmica Sidera ('Cosimo's stars'), in honour of Cosimo II de' Medici (1590–1621), grand-duke of Tuscany, whose patronage he wanted. At the grand-duke's suggestion, Galileo changed the name to Medicea Sidera ('the Medici stars'), honouring all four Medici brothers (Cosimo, Francesco, Carlo, and Lorenzo). The discovery was announced in the \"Sidereus Nuncius\" ('Starry Messenger'), published in Venice in March 1610, less than two months after the first observations.\nOther names put forward, but the names which eventually prevailed were chosen by Simon Marius. Marius claimed to have found the moons at the same time as Galileo: he named them after lovers of the god Zeus (the Greek equivalent of Jupiter): \"Io\", \"Europa\", \"Ganymede\" and \"Callisto\", in his \"Mundus Jovialis\", published in 1614.\nGalileo refused to use Marius's names and invented the numbering scheme that is still used nowadays, in parallel with proper moon names.\nThe numbers run from Jupiter outward, thus I, II, III and IV for Io, Europa, Ganymede and Callisto respectively. Galileo used this system in his notebooks but never actually published it.\nSeeing the moons.\nAll four Galilean moons are bright enough that they could, if they were farther away from Jupiter, be seen without a telescope. They have apparent magnitudes between 4.6 and 5.6 when Jupiter is in opposition with the Sun, and about one unit of magnitude dimmer when Jupiter is in conjunction. The main thing that is hard in observing them is due to the fact that they are very close to Jupiter, and are masked by its brightness. Their maximum angular separations from Jupiter are between 2 and 8 minutes of arc, close to the limit of human visual acuity. Ganymede and Callisto, at their maximum separation, are the likeliest targets for possible naked-eye observation. The easiest way to observe them is to cover Jupiter with an object, e.g. a tree limb or a power line that is perpendicular to the plane of moons' orbits.","categories":[],"infobox_types":[],"annotations":[{"uri":"Satellite_(natural)","surface_form":"satellites","offset":32},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":46},{"uri":"Galileo_Galilei","surface_form":"Galileo Galilei","offset":63},{"uri":"Io_(moon)","surface_form":"Io","offset":80},{"uri":"Europa_(moon)","surface_form":"Europa","offset":84},{"uri":"Ganymede_(moon)","surface_form":"Ganymede","offset":92},{"uri":"Callisto_(moon)","surface_form":"Callisto","offset":106},{"uri":"List_of_Jupiter%27s_moons","surface_form":"moons of Jupiter","offset":156},{"uri":"Galileo_Galilei","surface_form":"Galileo Galilei","offset":185},{"uri":"Telescope","surface_form":"telescope","offset":332},{"uri":"List_of_Jupiter%27s_moons","surface_form":"moons of Jupiter","offset":490},{"uri":"Longitude","surface_form":"longitude","offset":936},{"uri":"Gan_De","surface_form":"Gan De","offset":1067},{"uri":"Cosimo_II_de%27_Medici","surface_form":"Cosimo II de' Medici","offset":1270},{"uri":"Tuscany","surface_form":"Tuscany","offset":1318},{"uri":"Venice","surface_form":"Venice","offset":1616},{"uri":"Simon_Marius","surface_form":"Simon Marius","offset":1770},{"uri":"Zeus","surface_form":"Zeus","offset":1890},{"uri":"Io_(moon)","surface_form":"Io","offset":1931},{"uri":"Europa_(moon)","surface_form":"Europa","offset":1937},{"uri":"Ganymede_(moon)","surface_form":"Ganymede","offset":1947},{"uri":"Callisto_(moon)","surface_form":"Callisto","offset":1962},{"uri":"Apparent_magnitude","surface_form":"apparent magnitude","offset":2499},{"uri":"Opposition_(astronomy)","surface_form":"opposition","offset":2558},{"uri":"Minute_of_arc","surface_form":"minutes of arc","offset":2857}]}