{"id":81710,"url":"http://en.wikipedia.org/wiki/Astronomer_Royal","text":"e=\"preserve\">Astronomer Royal is a senior post in the Royal Household of the Sovereign of the United Kingdom. There are two officers, the senior being the Astronomer Royal dating from 22 June 22 1675, and the second the Astronomer Royal for Scotland, which dates from 1834. No Catholic or Jew has ever held the position.\nKing Charles II, who founded the Royal Observatory, Greenwich in 1675 instructed the first Astronomer Royal John Flamsteed, \"to apply himself with the most exact care and diligence to the rectifying of the tables of the motions of the heavens, and the places of the fixed stars, so as to find out the so much desired longitude of places for the perfecting of the art of navigation\".\nFrom that time until 1972 the Astronomer Royal was Director of the Royal Observatory Greenwich. As Astronomer Royal he receives a stipend of £100 a year and is a member of the Royal Household, under the general authority of the Lord Chamberlain. After the separation of the two offices the position of Astronomer Royal has been largely honorary, though he remains available to advise the Sovereign on astronomical and related scientific matters, and the office is of great prestige.","categories":[],"infobox_types":[],"annotations":[{"uri":"Royal_Household","surface_form":"Royal Household","offset":54},{"uri":"Monarch","surface_form":"Sovereign","offset":77},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":94},{"uri":"Astronomer_Royal_for_Scotland","surface_form":"Astronomer Royal for Scotland","offset":220},{"uri":"Catholic","surface_form":"Catholic","offset":277},{"uri":"Jew","surface_form":"Jew","offset":289},{"uri":"Charles_II_of_England","surface_form":"King Charles II","offset":321},{"uri":"Royal_Observatory%2C_Greenwich","surface_form":"Royal Observatory, Greenwich","offset":354},{"uri":"John_Flamsteed","surface_form":"John Flamsteed","offset":429},{"uri":"Star","surface_form":"star","offset":593},{"uri":"Navigation","surface_form":"navigation","offset":691},{"uri":"Stipend","surface_form":"stipend","offset":834},{"uri":"Royal_Household","surface_form":"Royal Household","offset":880},{"uri":"Lord_Chamberlain","surface_form":"Lord Chamberlain","offset":932}]}