{"id":81750,"url":"http://en.wikipedia.org/wiki/Squash_(sport)","text":"Squash is a sport in which two players hit a ball with a racket (or \"Racquet\"). The aim of the game is to beat the other player by hitting the front wall and making the ball bounce twice on the floor before they can hit their turn, or for them to hit the ball out of play.\nThe ball.\nThe ball is made of rubber. It is hollow. When it is warm (due to being hit many times) it bounces more. Balls are marked with different coloured dots. They are made to bounce at different speeds depending on the colour of the dots. Balls with two yellow dots are slow, while balls with one yellow dot are a little bit faster. Balls with green or white dots are average. Balls with red or blue dots are fast.\nThe racket.\nThe racket (or \"Racquet\") is similar to a tennis racket, but it's lighter and smaller.The specifications have changed over the years and now the rackets are becoming larger. The limit for racquet head size is 500 square centimeters.\nThe Rules.\nSquash games are played to at least 11 points, and the winning player must win by two points. Games can go on indefinitely until one player gains a two-point lead. Matches are won by the first player to win three games (best of five games). A point is scored when a player hits a shot which strikes the front wall of the court and then bounces twice before that player's opponent hits it to the front wall. A point is also scored when a player hits the ball too high (called \"out\") or too low on the front wall (when it will hit the tin, which rises 18 inches off the floor on the front wall). Every point is started with a serve, which must be hit from one of the small service boxes on either side of the court, must hit the front wall above the service line across the middle of the front wall, and must land in the back quarter of the court on the opposite side from where the serve was hit.\nIf one player gets in the way of the other who is trying to get to the ball, that player can ask the referee for a \"let,\" which results in the point being replayed. If a player prevents the other player from swinging at the ball, creating a dangerous situation, that player can appeal for a \"stroke,\" which results in the player who could not safely hit the ball winning the point. If the referee feels that the swinging player could not have reached the ball, or did not make every effort to get to it, then the referee can award \"no let,\" which means that the point ends as it would have had no one asked for a let or stroke.\nFamous players.\nSquash was played by Jahangir Khan who had dominated it for 25 years. He had beat Rodney Martin from Australia 15-5, 15-8, and 15-10 in the final round. He can be considered the #1 squash player. Currently, the most top players come from either Egypt (Ramy Ashour, Mohammed El Shorbagy, Amr Shabana) or England (Nick Matthew, James Willstrop, Deryl Selby, Peter Baiker)by Ezenwoye Chidimma","categories":[],"infobox_types":[],"annotations":[{"uri":"Rubber","surface_form":"rubber","offset":303}]}