{"id":818,"url":"http://en.wikipedia.org/wiki/Textual_difficulty","text":"e=\"preserve\">Textual difficulty means how easy or hard a text is to read. Research has shown that two main factors affect the ease with which texts are read.\nWord difficulty.\nWord difficulty is usually measured by vocabulary lists or word length.\nIn 1923, Bertha A. Lively and Sidney L. Pressey published the first reading ease formula. They had been concerned that science textbooks in junior high school had so many technical words. They felt that teachers spent all class time explaining their meaning. They argued that their formula would help to measure and reduce the “vocabulary burden” of textbooks. Their formula used the Thorndike word list as a basis. Manually, it took three hours to apply the formula to a book.\nVocabulary lists.\nSeveral vocabulary lists have been published by researchers. These lists are based on samples of published texts in English, and (less often) samples of recorded spoken language. The lists differ slightly according to the sources chosen, but they are very reliable. The items listed may represent more than one actual word; they are lemmas. For instance the entry \"be\" contains within it the occurrences of \"is\", \"was\", \"be\" and \"are\". The top 100 lemmas account for 50% of all the words in the Oxford English Corpus.\n\"The Reading Teachers Book of Lists\" claims that the first 25 words make up about one-third of all printed material in English, and that the first 100 make up about one-half of all written material.\nOne of the first readability tests, the Dale–Chall formula, used a vocabulary list. It counted the number of listed words in a passage, and applied a formula which gave a grade level. It was used to rate textbooks for grade levels in US school districts.\nIt is easy, in principle, to use a vocabulary list as part of a computer-based readability measure. The list is organised as a look-up table. The percentage of listed words in a passage gives the data for the formula, and the user is presented with a grade level.\nWord length.\nThis is called an \"index\", or a \"proxy\". This is because word length is correlated with word frequency, and word frequency is correlated with word difficulty. \"Longer words are, \"on average\", harder than short words\".\nWord length is measured by counting the letters in each word, or by counting syllables. Since most syllables have one vowel, some computer programs count vowels per average word. A few tests measure the percentage of words on a list; the list is based on the known frequency of words in a language.\nSentence difficulty.\nSentence difficulty is usually measured by sentence length. This again is an index, because longer sentences are, on average, harder than short sentences. Computers count the number of words between full stops, but this is a second-best method. Humans can judge whether a semi-colon or colon should count as the end of a sentence for testing purposes.\nDirect measurement.\nIt is possible to get a good prediction by getting a group of subjects to read through a passage, followed by multiple-choice questions. Even better is a method called cloze, where subjects fill in blanks on a text they have not seen before. The percentage of correctly completed blanks is an outstandingly good predictor of text difficulty.\nNaturally, this kind of direct measure requires subjects and a skilled experimenter. It also requires the prior preparation of texts suitable for the chosen sample of subjects. The method is therefore too expensive for widespread use.\nTypes of tests.\nA person can perform readability tests himself by counting and doing some math, or by using word-processing software.\nUse on Wikipedia.\nWikipedia Signposts 2015-06-24 surveyed recent studies of web information on medical topics, including articles in English wiki.\nThat shows these articles, and presumably many other medical articles on English wiki, are written in prose far too difficult for the average member of the public.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sidney_L._Pressey","surface_form":"Sidney L. Pressey","offset":277},{"uri":"Thorndike","surface_form":"Thorndike","offset":631},{"uri":"Vocabulary","surface_form":"vocabulary","offset":751},{"uri":"Lemma_(linguistics)","surface_form":"lemma","offset":1076},{"uri":"Dale%E2%80%93Chall_formula","surface_form":"Dale–Chall formula","offset":1500},{"uri":"Formula","surface_form":"formula","offset":1610},{"uri":"Grade_level","surface_form":"grade level","offset":1631},{"uri":"Look-up_table","surface_form":"look-up table","offset":1842},{"uri":"Percentage","surface_form":"percentage","offset":1861},{"uri":"Correlation","surface_form":"correlated","offset":2064},{"uri":"Frequency","surface_form":"frequency","offset":2085},{"uri":"Syllable","surface_form":"syllable","offset":2287},{"uri":"Vowel","surface_form":"vowel","offset":2328},{"uri":"Counting","surface_form":"counting","offset":3545},{"uri":"Math","surface_form":"math","offset":3569}]}