{"id":81842,"url":"http://en.wikipedia.org/wiki/Rag%C4%B1p_Zarakolu","text":"Ragıp Zarakolu (born 1948) is a Turkish publisher who has long faced legal problems for publishing books on controversial things in Turkey, especially on minority and human rights in Turkey.\nBiography.\nRagıp Zarakolu was born in 1948 on the island of Büyükada close to Istanbul. His father, Remzi Zarakolu, was the district governor on that island. Ragıp Zarakolu grew up with members of the Greek and Armenian minority in Turkey and began writing for \"Ant\" and \"Yeni Ufuklar\" magazines in 1968.\nIn 1971, the Turkish government was overthrown. Ragıp Zarakolu was tried on charges of secret relations to Amnesty International. He spent five months in prison before being declared innocent. In 1972 Ragıp Zarakolu was sentenced to 2 years in prison for his paragraph in the journal \"Ant\" (Oath) on \"Ho Chi Minh and the Vietnam War\". He stayed in Selimiye Prison (in Istanbul) and was set free in 1974 after a general amnesty. On his release Zarakolu refused to abandon his work for freedom of thought, because he wanted different thoughts and cultures to be available in Turkey.\nThe Belge Publishing House, established in Istanbul in 1977 by Zarakolu and his wife Ayşenur, has been a focus for Turkish censorship laws ever since. The couple was imprisoned and the books confiscated and destroyed.\nIn 1979 Ragıp Zarakolu was one of the founders of the daily newspaper \"Demokrat\" and took responsibility for the news desk on foreign affairs. The paper was banned and Ragıp Zarakolu was shortly imprisoned in 1982 because of his link to \"Demokrat\". He was banned from leaving the country between 1971 and 1991. In 1986 he became one of 98 starters of the Human Rights Association in Turkey (HRA or in Turkish IHD). For some time Ragıp Zarakolu chaired the Writers in Prison Committee of International PEN in Turkey. Currently (beginning of 2007) he chairs the Committee for Freedom of Publication in the Union of Publishers.\nUntil the military coup of 12 September 1980, \"Belge\" Publishing House mostly published academic and theoretical books. Afterwords \"Belge\" started to publish books written by political prisoners. The series of 35 books consisted of poems, shorts stories, novels. The list of publications (see a list of selected publications below) include more than 10 books (translations) of Greek literature, 10 books on the Armenian Question and five books related to the Jews in Turkey. There are also a number of books dealing with the Kurds in Turkey.\nHe also published several books on the Armenian Genocide – such as George Jerjian's book \"History Will Free All of Us/Turkish-Armenian Conciliation\" and Professor Dora Sakayan's \"An Armenian Doctor in Turkey: Garabed Hatcherian: My Smyrna Ordeal of 1922\" – which brought new criminal charges in 2005.\nIn 1995 the Belge Publishing House offices were firebombed, forcing it to be housed in a cellar. Since his wife's death in 2002, Zarakolu continues to face further prosecutions.","categories":[],"infobox_types":[],"annotations":[{"uri":"1948","surface_form":"1948","offset":21},{"uri":"Turkish_people","surface_form":"Turkish","offset":32},{"uri":"Publisher","surface_form":"publisher","offset":40},{"uri":"Controversy","surface_form":"controversial","offset":108},{"uri":"Turkey","surface_form":"Turkey","offset":132},{"uri":"Minority","surface_form":"minority","offset":154},{"uri":"B%C3%BCy%C3%BCkada","surface_form":"Büyükada","offset":251},{"uri":"Istanbul","surface_form":"Istanbul","offset":269},{"uri":"1971","surface_form":"1971","offset":499},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":603},{"uri":"1972","surface_form":"1972","offset":692},{"uri":"Ant_(newspaper)","surface_form":"Ant","offset":781},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":817},{"uri":"Selimiye_Prison","surface_form":"Selimiye Prison","offset":844},{"uri":"Belge_Publishing_House","surface_form":"Belge Publishing House","offset":1081},{"uri":"Censorship_in_Turkey","surface_form":"Turkish censorship","offset":1192},{"uri":"Demokrat","surface_form":"Demokrat","offset":1366},{"uri":"Human_Rights_Association","surface_form":"Human Rights Association","offset":1650},{"uri":"Writers_in_Prison_Committee","surface_form":"Writers in Prison Committee","offset":1751},{"uri":"International_PEN","surface_form":"International PEN","offset":1782},{"uri":"Union_of_Publishers","surface_form":"Union of Publishers","offset":1899},{"uri":"Political_prisoners","surface_form":"political prisoners","offset":2095},{"uri":"Greek_literature","surface_form":"Greek literature","offset":2297},{"uri":"Armenian_Question","surface_form":"Armenian Question","offset":2331},{"uri":"Jews_in_Turkey","surface_form":"Jews in Turkey","offset":2379},{"uri":"Kurds_in_Turkey","surface_form":"Kurds in Turkey","offset":2445},{"uri":"Armenian_Genocide","surface_form":"Armenian Genocide","offset":2501}]}