{"id":81858,"url":"http://en.wikipedia.org/wiki/Heidi_Klum","text":"Heidi Klum Kaulitz (born 1 June 1973) is a German model, actress and singer. She hosts \"Project Runway\" and \"Germany's Next Top Model\". She also models for \"Victoria's Secret\".\nBiography.\nHeidi was born in Bergisch Gladbach, North Rhine-Westphalia, Germany. Her father was a company leader and her mother was a hair stylist. She won a modelling competition. She beat over 25,000 other people. She got $300,000 from it, and modeled in the United States. She has been on the cover of many magazines. These include \"Vogue Magazine\", \"Elle\", and \"Marie Claire\". She became famous for being in \"Sports Illustrated\".\nShe is now the host and a judge on Project Runway. It is a show where clothing designers compete to win $100,000 to make designs. She had chances to win Emmys for the first three seasons of the show. She also is the host of \"Germany's Next Topmodel\". It is similar to \"America's Next Top Model\" which is hosted by Tyra Banks.\nPersonal life.\nHeidi married Ric Pipino in 1997. Ric was a hair stylist for famous people. They separated in 2002. After the separation, Klum was with race car businessman Flavio Briatore. She became pregnant with his baby. They separated after he was with another woman. Her daughter was born on 4 May 2004 in New York City. Her name is Helene 'Leni' Klum.\nShe was in a relationship with Seal, a musician, while pregnant with Leni. They were married 10 May 2005 in Mexico. They have two sons, Henry Günther Ademola Dashtu Samuel, born 12 September 2005 in Los Angeles, California, and Johan Riley Fyodor Taiwo Samuel born 22 November 2006 in Los Angeles. They also have a daughter together named Lou born 9 October 2009. Briatore is not in Leni's life. Seal acts as Leni's father and has adopted her. The couple divorced in 2015.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":43},{"uri":"Model_(person)","surface_form":"model","offset":50},{"uri":"Actress","surface_form":"actress","offset":57},{"uri":"Singer","surface_form":"singer","offset":69},{"uri":"Project_Runway","surface_form":"Project Runway","offset":88},{"uri":"Victoria%27s_Secret","surface_form":"Victoria's Secret","offset":157},{"uri":"Bergisch_Gladbach","surface_form":"Bergisch Gladbach","offset":206},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":225},{"uri":"Germany","surface_form":"Germany","offset":249},{"uri":"United_States","surface_form":"United States","offset":438},{"uri":"Project_Runway","surface_form":"Project Runway","offset":646},{"uri":"Tyra_Banks","surface_form":"Tyra Banks","offset":925},{"uri":"Flavio_Briatore","surface_form":"Flavio Briatore","offset":1109},{"uri":"New_York_City","surface_form":"New York City","offset":1248},{"uri":"Seal_(musician)","surface_form":"Seal","offset":1326},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1494},{"uri":"California","surface_form":"California","offset":1507},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1580},{"uri":"Divorce","surface_form":"divorce","offset":1750}]}