{"id":81883,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Olga_(2007)","text":"Tropical Storm Olga was the fifteenth named storm of the 2007 Atlantic hurricane season. In the second week of December, after the end of the hurricane season, a low formed east of the northern Lesser Antilles. It slowly became subtropical, and late on December 10, the NHC declared it \"Subtropical Storm Olga\" while just north of Puerto Rico. It was the first post-season storm since Tropical Storm Zeta in the 2005 season, making this season one of the few with activity both before and after the hurricane season. The storm made landfall on December 11 on the eastern side of the Dominican Republic. Later that evening, Olga turned into a tropical storm, just after making landfall. Olga tracked over Hispaniola and emerged in the Caribbean Sea. Unfavorable conditions caused Olga to weaken into a remnant low early on December 13.\nThe storm impacted many areas affected by Tropical Storm Noel a month earlier. In Puerto Rico, moderate rainfall caused one death. 37 fatalities were confirmed in the Dominican Republic, including twenty deaths due to the release of floodgates at a dam in Santiago Province. Two deaths were also reported in Haiti.\nStorm history.\nIn early December, a low moving to the west led to the formation of a broad surface trough to the east of the northern Lesser Antilles. With a strong ridge to its northeast, the trough tracked slowly westward, creating scattered convection and some turning. On December 8, convection began to continue with the trough and an upper-level low. Early on December 9, several tropical cyclone forecast models expected its development of tropical characteristics. The system, which included of a sharp trough with an area of gale force winds to its north, continued west through an area of warm sea surface temperatures. On December 10, a circulation developed within the system, though its convection had become unorganized and well-removed from the center. Wind shear from the south left the structure damaged, but convection increased closer to the center. With an low just south of the center, the National Hurricane Center classified it as Subtropical Storm Olga on December 11 while located about 55 miles (85 km) east of San Juan, Puerto Rico.\nAfter being classified as a subtropical cyclone, Olga kept an organized outflow, and located to the southeast of a strong ridge over the western Atlantic Ocean, the cyclone moved west-southwestward. The storm strengthened a little bit while moving along the northern coast of Puerto Rico, and after an increase in convection near the center, Olga made landfall near Punta Cana, Dominican Republic at 1800 UTC on December 11. A Hurricane Hunters flight into the storm reported peak winds of 60 mph (95 km/h), and on December 12, the National Hurricane Center reclassified Olga as a tropical cyclone while it was still inland. Convection quickly weakened as the storm crossed central Hispaniola, and after reaching the Caribbean Sea the system lacked the convection required for the classification of a tropical cyclone; rainbands well to its northeast had stronger winds, though the center became very disorganized with dry air and strong wind shear. Late on December 12, convection increased a little bit over the center, though by that time the cyclone weakened to tropical depression status. As a certain amount of convection failed to exist, the National Hurricane Center discontinued advisories on Olga earlier on December 13 while located about 80 miles (130 km) northwest of Kingston, Jamaica. Its remnants continued west-northwestward with a clear low-level circulation, creating scattered thunderstorms over Cuba and the Cayman Islands with its moisture extending northward into southern Florida.\nPreparations.\nOn December 10, the Tropical Prediction Center gave out a gale warning for waters north of the Lesser Antilles, Puerto Rico, and the Dominican Republic, in association with the disturbance that would later become Olga. Right after it being classified as a subtropical cyclone, the government of the Dominican Republic gave out a tropical storm warning from Cabo Engaño along the north coast to its border with Haiti; a tropical storm watch was also issued along the southern coastline to near Santo Domingo. Because winds were well to the north of its center, a tropical storm warning was not issued for Puerto Rico. Just before the storm moved ashore, the government of Haiti issued a tropical storm warning for its northern coastline, and later a tropical storm warning was issued for the Turks and Caicos Islands, as well as the southeastern Bahamas.\nThe San Juan National Weather Service office issued a flood watch for all of Puerto Rico, including the islands of Culebra and Vieques. Continued periods of heavy rainfall also resulted in flash flood warnings for areas across the island. Ferry service between Fajardo and the islands of Culebra and Vieques was temporarily stopped during the passage of the storm. In the Dominican Republic, officials opened shelters in 15 provinces, with citizens in low-lying areas recommended to stay elsewhere during the passage of the storm; citizens in 22 communities were evacuated.\nImpact.\nThe cyclone dropped light to moderate precipitation across Puerto Rico, with the maximum rainfall amount at 9.54 inches (242 mm) in Villalba. The rainfall increased levels along several rivers across the island, including the Arecibo Big River which was reported at several feet above flood stage. Its passage left about 79,000 people without power and 144,000 without water. In the northern portion of the island, the rainfall caused a mudslide that buried an automobile, which killed its driver.\nHeavy rainfall fell across the Dominican Republic, with isolated totals of 10 inches (250 mm) expected. The rainfall caused flooding along the River Yaque del Norte, and at first there appeared to be a threat that the Tavera Dam along the river would fail, potentially killing thousands in Santiago Province. Officials instead chose to open all six floodgates at 0400 UTC on December 12, which released about 1.6 million gallons (6.1 million liters) of water into the river every second. It formed a 66 foot (20 m) wave of water is a result that caught many off guard due to the time of night and only about 15 minutes to prepare, according to eyewitnesses who criticized the decision; the flooding killed at least 20 people and left homes seven towns flooded. Two other deaths were reported elsewhere in the country, and more than 34,000 people fled their homes due to the storm; more than 7,500 houses were damaged. In neighboring Haiti, two deaths were reported in the northern portion of the country.\nOn December 11, a station in the Turks and Caicos Islands recorded sustained winds of 36 mph (58 km/h).","categories":[],"infobox_types":[],"annotations":[{"uri":"2007_Atlantic_hurricane_season","surface_form":"2007 Atlantic hurricane season","offset":57},{"uri":"December","surface_form":"December","offset":111},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":194},{"uri":"NHC","surface_form":"NHC","offset":270},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":331},{"uri":"Tropical_Storm_Zeta_(2005)","surface_form":"Tropical Storm Zeta","offset":385},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 season","offset":412},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":583},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":704},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":734},{"uri":"Hurricane_Noel_(2007)","surface_form":"Tropical Storm Noel","offset":877},{"uri":"Santiago_Province_(Dominican_Republic)","surface_form":"Santiago Province","offset":1091},{"uri":"Haiti","surface_form":"Haiti","offset":1143},{"uri":"December","surface_form":"December","offset":1174},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":1249},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":1284},{"uri":"Ridge_(meteorology)","surface_form":"ridge","offset":1315},{"uri":"Convection","surface_form":"convection","offset":1394},{"uri":"Tropical_cyclone_forecast_model","surface_form":"tropical cyclone forecast model","offset":1536},{"uri":"Tropical_cyclogenesis","surface_form":"tropical characteristics","offset":1597},{"uri":"Sea_surface_temperatures","surface_form":"sea surface temperatures","offset":1754},{"uri":"Wind_shear","surface_form":"Wind shear","offset":1918},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":2061},{"uri":"San_Juan%2C_Puerto_Rico","surface_form":"San Juan, Puerto Rico","offset":2187},{"uri":"Subtropical_cyclone","surface_form":"subtropical cyclone","offset":2238},{"uri":"Outflow_(meteorology)","surface_form":"outflow","offset":2282},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2355},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":2486},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":2562},{"uri":"Punta_Cana","surface_form":"Punta Cana","offset":2576},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":2588},{"uri":"Hurricane_Hunters","surface_form":"Hurricane Hunters","offset":2637},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":2791},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":2892},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":2927},{"uri":"Rainband","surface_form":"rainband","offset":3029},{"uri":"Kingston%2C_Jamaica","surface_form":"Kingston","offset":3491},{"uri":"Jamaica","surface_form":"Jamaica","offset":3501},{"uri":"Cuba","surface_form":"Cuba","offset":3626},{"uri":"Cayman_Islands","surface_form":"Cayman Islands","offset":3639},{"uri":"Florida","surface_form":"Florida","offset":3706},{"uri":"Tropical_Prediction_Center","surface_form":"Tropical Prediction Center","offset":3749},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":3824},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":3841},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":3862},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":4028},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"tropical storm warning","offset":4058},{"uri":"Cabo_Enga%C3%B1o","surface_form":"Cabo Engaño","offset":4086},{"uri":"Haiti","surface_form":"Haiti","offset":4139},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":4222},{"uri":"The_Bahamas","surface_form":"Bahamas","offset":4574},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":4596},{"uri":"Island","surface_form":"island","offset":4687},{"uri":"Culebra%2C_Puerto_Rico","surface_form":"Culebra","offset":4698},{"uri":"Vieques%2C_Puerto_Rico","surface_form":"Vieques","offset":4710},{"uri":"Rainfall","surface_form":"rainfall","offset":4746},{"uri":"Fajardo%2C_Puerto_Rico","surface_form":"Fajardo","offset":4844},{"uri":"Precipitation","surface_form":"precipitation","offset":5203},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":5224},{"uri":"Villalba%2C_Puerto_Rico","surface_form":"Villalba","offset":5297},{"uri":"River","surface_form":"river","offset":5351},{"uri":"Island","surface_form":"island","offset":5369},{"uri":"Arecibo_Big_River","surface_form":"Arecibo Big River","offset":5391},{"uri":"Water","surface_form":"water","offset":5534},{"uri":"Landslide","surface_form":"mudslide","offset":5602},{"uri":"Automobile","surface_form":"automobile","offset":5626},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":5694},{"uri":"River_Yaque_del_Norte","surface_form":"River Yaque del Norte","offset":5806},{"uri":"Hydroelectricity_and_dams_in_the_Dominican_Republic","surface_form":"Tavera Dam","offset":5881},{"uri":"Santiago_Province_(Dominican_Republic)","surface_form":"Santiago Province","offset":5953},{"uri":"Haiti","surface_form":"Haiti","offset":6596},{"uri":"Turks_and_Caicos_Islands","surface_form":"Turks and Caicos Islands","offset":6701}]}