{"id":81916,"url":"http://en.wikipedia.org/wiki/Aperture","text":"In Optics (and also photography) an Aperture is a hole where light can pass through.\nIn photography.\nThe aperture of a photographic lens is a hole that can be adjusted to different sizes, using the aperture ring. This ring is behind the lens, but in front of the shutter. The aperture ring is a flat circle with a small hole in the centre. The small hole is called the \"aperture\". The size of the aperture can be changed. When the aperture is very small only a small amount of light can enter the camera. When the aperture is big, a lot of light can get in.\nThis lets the photographer control the amount of light reaching the film or image sensor. The aperture is changed along with the shutter speed to control the amount of light that enters the camera. This amount of light is called the exposure. Typically, a fast shutter speed will not let much light in (meaning the picture could come out too dark), so the photographer will use a larger aperture to correct for this. A slow shutter speed will need a smaller aperture to stop the picture coming out too bright.\nThe size of the aperture is described as an \"f-stop.\" This is a number that describes the size of the hole in relation to the focal length of the lens. A low number (such as f1.4 or f2.8) means the aperture is wide open, and lets in a lot of light. A high number (such as f8 or f11) means that the aperture is small, and does not let in as much light.","categories":[],"infobox_types":[],"annotations":[{"uri":"Optics","surface_form":"Optics","offset":3},{"uri":"Photography","surface_form":"photography","offset":20},{"uri":"Light","surface_form":"light","offset":61},{"uri":"Photographic_lens","surface_form":"photographic lens","offset":119},{"uri":"Light","surface_form":"light","offset":607},{"uri":"Photographic_film","surface_form":"film","offset":626},{"uri":"Image_sensor","surface_form":"image sensor","offset":634},{"uri":"Shutter_speed","surface_form":"shutter speed","offset":687},{"uri":"Exposure_(photography)","surface_form":"exposure","offset":791}]}