{"id":81931,"url":"http://en.wikipedia.org/wiki/European_Charter_for_Regional_or_Minority_Languages","text":"ce=\"preserve\">The European Charter for Regional or Minority Languages (ECRML) is a European treaty that was adopted in 1992.\nIt was designed by the Council of Europe to protect and promote historical regional and minority languages in Europe. It applies only to languages traditionally used by the nationals of the State Parties that are very different from the majority or official language. The treaty does not protect languages that are used by recent immigrants from other countries. Also, the treaty does not protect local dialects of the official or majority language.\nTo be protected, a language must be spoken either by the people living in a region or area of the country or by a minority in the country as a whole (languages such as Yiddish and Romani are covered by the treaty even if there is no \"Romani region\").\nNational official languages are not covered by the treaty, but some regional official languages are. For example, Catalan is official only in a region of Spain and so can benefit from the treaty. However, Irish cannot because it is an official language in Ireland even if it is a minority language. However, Irish is protected in Northern Ireland because it is not an official or national language of the United Kingdom.\nFrance has signed the treaty, but the French constitution does not allow the government to support a language other than French.\nThere are two levels of protection. Every country that signed the treaty must give all qualifying languages the lower level of protection. Countries may decide to give some languages the higher level of protection. Countries then must do 35 things.","categories":[],"infobox_types":[],"annotations":[{"uri":"Treaty","surface_form":"treaty","offset":92},{"uri":"Council_of_Europe","surface_form":"Council of Europe","offset":148},{"uri":"Regional_language","surface_form":"regional","offset":200},{"uri":"Minority","surface_form":"minority","offset":213},{"uri":"Language","surface_form":"language","offset":222},{"uri":"Europe","surface_form":"Europe","offset":235},{"uri":"Language","surface_form":"language","offset":262},{"uri":"Official_language","surface_form":"official language","offset":374},{"uri":"Immigrant","surface_form":"immigrant","offset":455},{"uri":"Dialect","surface_form":"dialects","offset":528},{"uri":"Yiddish_language","surface_form":"Yiddish","offset":743},{"uri":"Romani_language","surface_form":"Romani","offset":755},{"uri":"Catalan_language","surface_form":"Catalan","offset":940},{"uri":"Irish_language","surface_form":"Irish","offset":1031},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":1082},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1156},{"uri":"France","surface_form":"France","offset":1247}]}