{"id":81961,"url":"http://en.wikipedia.org/wiki/Mab_(moon)","text":"Mab is a closer moon to the planet Uranus. It was found by Mark R. Showalter and Jack J. Lissauer in 2003 using the Hubble Space Telescope. It was named after Queen Mab, a fairy queen from English folklore who is noted in William Shakespeare's play \"Romeo and Juliet\".\nBecause the moon is small and dark, it was not seen in the images taken by \"Voyager 2\" during its Uranus flyby in 1986. However, it is brighter than another moon, Perdita, which was discovered from \"Voyager's\" photos in 1997. This led scientists to look at the old photos again, and the moon was finally found in the images.\nIf it is as dark as Puck, then it is about 24 km in diameter. On the other hand, if it is brightly coloured like the neighbouring moon Miranda, then it would be even smaller than Cupid and comparable to the smallest farther moons.\nMab is heavily perturbed, meaning its movement is not only caused by the gravity of another large thing. The actual source for perturbation is still unclear, but is probably one or more of the nearby orbiting moons.\nFollowing its discovery, Mab was given the code name S/2003 U 1. The moon is also known as Uranus XXVI.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planet","surface_form":"planet","offset":28},{"uri":"Uranus_(planet)","surface_form":"Uranus","offset":35},{"uri":"Mark_R._Showalter","surface_form":"Mark R. Showalter","offset":59},{"uri":"Jack_J._Lissauer","surface_form":"Jack J. Lissauer","offset":81},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":116},{"uri":"Queen_Mab","surface_form":"Queen Mab","offset":159},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":222},{"uri":"Romeo_and_Juliet","surface_form":"Romeo and Juliet","offset":250},{"uri":"Voyager_2","surface_form":"Voyager 2","offset":345},{"uri":"Perdita_(moon)","surface_form":"Perdita","offset":432},{"uri":"Puck_(moon)","surface_form":"Puck","offset":614},{"uri":"Miranda_(moon)","surface_form":"Miranda","offset":729},{"uri":"Cupid_(moon)","surface_form":"Cupid","offset":773},{"uri":"Perturbation_(astronomy)","surface_form":"perturbed","offset":840}]}