{"id":81973,"url":"http://en.wikipedia.org/wiki/Inverter","text":"An inverter is an electric apparatus that changes direct current (DC) to alternating current (AC). It is not the same thing as an alternator, which converts mechanical energy (e.g. movement) into alternating current.\nDirect current is created by devices such as batteries and solar panels. When connected, an inverter allows these devices to provide electric power for small household devices. The inverter does this through a complex process of electrical adjustment. From this process, AC electric power is produced. This form of electricity can be used to power an electric light, a microwave oven, or some other electric machine.\nAn inverter usually also increases the voltage. In order to increase the voltage, the current must be decreased. So, an inverter will use a lot of current on the DC side when only a small amount is being used on the AC side.\nInverters are made in many different sizes. They can be as small as 150 watts, or as large as 1 megawatt (1 million watts). Smaller inverters often plug into a car's cigarette lighter socket and provide 120 or 240 volt AC power from the car's 12 volt supply.\nThe earliest inverters consisted of a DC motor connected mechanically to an AC generator. A later design often used with vacuum tube car radios consisted of a rapidly switching relay. Modern inverters are based on MOSFET or IGBT transistors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronic_component","surface_form":"electric apparatus","offset":18},{"uri":"Direct_current","surface_form":"direct current","offset":50},{"uri":"Alternating_current","surface_form":"alternating current","offset":73},{"uri":"Alternator","surface_form":"alternator","offset":130},{"uri":"Mechanical_energy","surface_form":"mechanical energy","offset":157},{"uri":"Movement","surface_form":"movement","offset":181},{"uri":"Battery","surface_form":"batteries","offset":262},{"uri":"Solar_panel","surface_form":"solar panel","offset":276},{"uri":"Electric_power","surface_form":"electric power","offset":350},{"uri":"Lightbulb","surface_form":"electric light","offset":568},{"uri":"Microwave_oven","surface_form":"microwave oven","offset":586},{"uri":"Voltage","surface_form":"voltage","offset":673},{"uri":"Watt","surface_form":"watt","offset":931},{"uri":"Relay","surface_form":"relay","offset":1295},{"uri":"MOSFET","surface_form":"MOSFET","offset":1332},{"uri":"Transistor","surface_form":"transistor","offset":1347}]}