{"id":82056,"url":"http://en.wikipedia.org/wiki/Indulgence","text":"An indulgence, in Roman Catholic theology, means that temporal punishment (punishment here on Earth) for sins which have already been forgiven is taken from the sinner.\nThe indulgence is given by the church after the sinner has confessed and received absolution.\nIndulgences replaced the severe penances of the early church.\nThe basis of indulgences was said to be that the church has a \"treasury of merit\". This came from past Christians who had been even better than was required to gain salvation. Their good deeds were kept in a kind of bank that the Pope could draw from. He could give or sell the merit to others whose sins prevented them from being saved.\nDuring the crusades, the Pope promised \"full indulgence\" to those who volunteered to fight the Muslims. This meant that if they became soldiers in the Pope's army and died, they would go to heaven even if they had done evil things.\nBy 1500, indulgences had developed into a printed letter that said that having paid money a person had received full pardon for all their sins. Even people who had died and were suffering in purgatory could be instantly freed if a living person paid for the indulgence. The money was used for building a church in Rome, with some of it going to local princes or secular leaders.\nThis extreme abuse of indulgences caused Martin Luther to protest against them. Luther said that it is better to give money to the poor and repent of one's sins instead of paying money to the Church. This was the starting point for the Protestant Reformation (1517). Soon after, at the Council of Trent, the Catholic Church tried to respond to the problems that led to the Reformation and the sale of indulgences was stopped.\nIn modern times, the idea of indulgences has occasionally been used by the Catholic Church, but only as a reward for certain pious acts, and not as a full pardon for sins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Catholicism","surface_form":"Roman Catholic","offset":18},{"uri":"Theology","surface_form":"theology","offset":33},{"uri":"Earth","surface_form":"Earth","offset":94},{"uri":"Sin","surface_form":"sin","offset":105},{"uri":"Penance","surface_form":"confessed","offset":228},{"uri":"Absolution","surface_form":"absolution","offset":251},{"uri":"Penance","surface_form":"penance","offset":295},{"uri":"Salvation","surface_form":"salvation","offset":490},{"uri":"Crusades","surface_form":"crusades","offset":674},{"uri":"Islam","surface_form":"Muslims","offset":758},{"uri":"Heaven","surface_form":"heaven","offset":853},{"uri":"Purgatory","surface_form":"purgatory","offset":1086},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":1315},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":1510},{"uri":"Council_of_Trent","surface_form":"Council of Trent","offset":1560}]}