{"id":8206,"url":"http://en.wikipedia.org/wiki/Kyoto_Protocol","text":"The Kyoto Protocol is a plan created by the United Nations for the \"United Nations Framework Convention on Climate Change\" that tries to reduce the effects of climate change, such as global warming. The plan says that countries that adopt (follow) the Kyoto Protocol have to try to reduce how much carbon dioxide (and other \"greenhouse gases\" that pollute the atmosphere) they release into the air.\nThe full name of the Kyoto Protocol is the Kyoto Protocol to the United Nations Framework Convention on Climate Change. It is called the \"Kyoto\" Protocol because it was made in Kyoto, Japan. The Kyoto Protocol was officially put into \"full force\" on February 16, 2005. On February 16, Russia began to follow (ratify) the Kyoto Protocol and it was decided to be put into \"full force\". As of February 2009, 183 countries have agreed to follow the Kyoto Protocol, who make up for more than 55% of the greenhouse gases released into our atmosphere.\nThere are still 29 countries which have not yet adopted it. Croatia and Kazakhstan have signed the treaty, but have not ratified it (made it a law they have to follow). Donald Trump and The United States of America has signed it but said that they will not ratify it. Australia has only recently ratified the Kyoto Protocol under the previous Prime Minister, Kevin Rudd. Both of these countries have said that the fact that China and India are using exceptions to the treaty (those countries believe parts of the treaty do not apply to them and they will not follow those parts) in the name of industrialization is unfair and that they will not ratify because of this, although it is believed that the U.S. and Australia are protecting their economic interests by not ratifying. The countries' leaders say that changing their use of greenhouse gases will make their people lose jobs. The twenty four other countries have neither signed nor ratified the treaty.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Nations","surface_form":"United Nations","offset":44},{"uri":"United_Nations_Framework_Convention_on_Climate_Change","surface_form":"United Nations Framework Convention on Climate Change","offset":68},{"uri":"Climate_change","surface_form":"climate change","offset":159},{"uri":"Global_warming","surface_form":"global warming","offset":183},{"uri":"Country","surface_form":"countries","offset":218},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":298},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":325},{"uri":"Atmosphere","surface_form":"atmosphere","offset":360},{"uri":"Kyoto","surface_form":"Kyoto, Japan","offset":576},{"uri":"February_16","surface_form":"February 16","offset":649},{"uri":"2005","surface_form":"2005","offset":662},{"uri":"Russia","surface_form":"Russia","offset":684},{"uri":"Ratify","surface_form":"ratify","offset":708},{"uri":"Croatia","surface_form":"Croatia","offset":1004},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":1016},{"uri":"Law","surface_form":"law","offset":1087},{"uri":"United_States_of_America","surface_form":"United States of America","offset":1134},{"uri":"Australia","surface_form":"Australia","offset":1212},{"uri":"China","surface_form":"China","offset":1368},{"uri":"India","surface_form":"India","offset":1378}]}