{"id":82091,"url":"http://en.wikipedia.org/wiki/Storm_history_of_Hurricane_Wilma","text":"The meteorological history of Hurricane Wilma, the strongest tropical cyclone known in the Western Hemisphere, began in the second week of October 2005. A big weather system formed across much of the Caribbean Sea and slowly organized to the southeast of Jamaica. By late on October 15, the system was became strong for the National Hurricane Center to name it Tropical Depression Twenty-Four.\nThe depression slowly moved southwestward, and in conditions that were good for strengthening, it strengthened into Tropical Storm \"Wilma\" on October 17. In the beginning, development was slow because of its large size, although thunderstorms slowly organized. From October 18, and over the next day, Wilma underwent explosive deepening over the open waters of the Caribbean; in a 30-hour period, the system's central atmospheric pressure dropped from 982 mbar (29.00 inHg) to the record-low value of 882 mbar (26.05 inHg), while the winds increased to 185 mph (300 km/h). At its strongest, the pinhole eye of Wilma was about 3 miles (5 km) in diameter, the smallest known eye in an Atlantic hurricane. After the inner eye died off because of an eyewall replacement cycle, Wilma weakened to Category 4 status, and on October 21, it made landfall on Cozumel and on the Mexican mainland with winds of about 150 mph (240 km/h).\nWilma weakened over the Yucatán Peninsula, and reached the southern Gulf of Mexico before speeding up northeastward. Despite increasing amounts of wind shear, the hurricane re-strengthened to hit Cape Romano, Florida as a major hurricane. Wilma weakened as it quickly crossed the state, and entered the Atlantic Ocean near Jupiter, Florida. The hurricane again re-intensified before cold air and wind shear penetrated the inner core of convection. On October 26, it turned into an extratropical cyclone, and the next day, the remnants of Wilma were absorbed by another extratropical storm over Atlantic Canada.\nFormation.\nThe origin of Hurricane Wilma is complicated. During the second week of October, an unusually large, monsoon-like lower-level circulation and a large area of disturbed weather developed over much of the Caribbean Sea. The system was enhanced by diffluence—the rate at which a fluid moves—from an upper-level low across the southwestern Atlantic. By October 13, a broad area of low pressure developed and persisted about 150 miles (240 km) southeast of Jamaica, possibly aided by the passage of tropical waves through the area at the time. Convection increased and became slightly better organized, though upper-level wind shear originally stopped development. The system moved westward, and early on October 14 the convection became more concentrated and a little better organized as upper-level wind shear lessened slightly.\nLater on October 14, the system became much better organized, with increasingly organized shower and thunderstorm activity, as conditions in the upper levels of the atmosphere became significantly more favorable. It was then that the National Hurricane Center first said that it was possible for a tropical depression to develop in the area. Dvorak classifications were initiated on October 15. The system continued to organize, with the National Hurricane Center remarking the system could ultimately become a hurricane. By late on October 15, the surface circulation became defined well-enough, with enough organized deep convection, for the National Hurricane Center to designate the system as \"Tropical Depression Twenty-Four\" while it was about 220 miles (345 km) east-southeast of Grand Cayman.\nThe depression tracked slowly westward, a motion due to weak steering currents caused by a high pressure system to its north across the Gulf of Mexico. Initially, the center of circulation was broad without a defined inner core; forecaster Lixion Avila remarked, \"The area of minimum pressure could [have been] anywhere within 60 miles (95 km) of its [initial advisory position].\" Originally, the tropical depression was forecast to drift west-southwestward before turning to the north; within 120 hours of the forecast's issuance, the system was predicted to be about 80 miles (130 km) south of the Isle of Youth as a 105 mph (170 km/h) hurricane. However, the National Hurricane Center noted in the first advisory on the depression that there were \"all indications that there could a dangerous hurricane in the northwestern Caribbean Sea in 3 to 5 days.\" This was due to the depression being in an environment very ideal for development, specifically low amounts of wind shear and very warm water temperatures.\nAs Tropical Depression Twenty-Four drifted southwestward, it steadily organized; by early on October 16, rainbands began to slowly consolidate with well-established outflow, and a large upper-level anticyclone developed over the depression. Although deep convection and banding features increased, mid-level dry air from the north prevented significant organization, and the convection was split into two primary areas. Surface buoy reports indicated that, due to its large size, the system failed to strengthen beyond tropical depression status, even though it received tropical storm strength Dvorak classifications from The National Hurricane Center's Tropical Analysis and Forecast Branch and the National Oceanic and Atmospheric Administration's Satellite Analysis Branch. Continued reconnaissance flights reported peak winds of about 30 mph (50 km/h).\nPeak strength.\nBy early on October 17, the outer rainbands, which had previously controlled the structure of the cyclone, dissipated, while deep convection developed near and to the south of the center. Computer models predicted steady strengthening as the depression moved westward before turning to the north. Of the intensity models, the Geophysical Fluid Dynamics Laboratory predicted an intensity of 135 mph (215 km/h) within 36 hours, with other forecasts being more conservative in their predictions. Deep convection continued to develop to the south of the center, and the depression strengthened into Tropical Storm Wilma at 0600 UTC on October 17, while about 200 miles (320 km) southeast of Grand Cayman. Right after becoming a tropical storm, the National Hurricane Center predicted Wilma to track west-northwestward, reaching winds of 105 mph (170 km/h) before striking the northeastern portion of the Yucatán Peninsula. The storm continued to the southwest while deep convection laid near the center. National Hurricane Centner forecaster James Franklin said, \"Confidence at the later ranges [of the forecast track] was unusually low\", because of wide divergences between computer models. Late on October 17, a Hurricane Hunters flight into Wilma recorded winds of 50 mph (80 km/h), but an unusually low pressure of 989 mbar (29.21 inHg), which would be more typical of a minimal hurricane. This was because of a number of unusual low pressures across the region, which resulted in a lesser pressure gradient and thus lighter winds. Convection continued to develop near the center and became much more symmetrical.\nTropical Storm Wilma began to turn to the west-northwest on October 18, during which the storm developed a small, intermittent and ragged eye feature as well as a mid-level eye feature. It continued to strength, and at 1200 UTC on October 18, Wilma strengthened into a Category 1 hurricane while about 225 miles (360 km) south-southeast of Grand Cayman. Shortly after reaching hurricane strength, the hurricane began undergoing explosive deepening, subsequent to the development of a \"pinhole\" eye 9 miles (14 km) in diameter. This small eye was surrounded by a ring of deep convection, with cloud-top temperatures of about -125 °F (-87 °C).\nEarly on October 19, Wilma attained major hurricane status while continuing to rapidly intensify, and by 0600 UTC, the storm's maximum sustained winds increased to 170 mph (275 km/h), making Wilma a dangerous Category 5 hurricane on the Saffir-Simpson Hurricane Scale. In the span of just 24 hours, Wilma had intensified from a 70-mph (110-km/h) tropical storm to a 175-mph (280-km/h) Category 5 hurricane, an event that has never happened before for an Atlantic hurricane. The eye continued to contract to a diameter of about 3 miles (5 km), the smallest known eye in an Atlantic hurricane, and at 1200 UTC on October 19, Wilma reached peak winds of 185 mph (300 km/h). The central pressure quickly dropped 54 mbar (1.65 inHg) from 0000 to 0600 UTC.\nAt 0800 UTC, a Hurricane Hunters flight recorded a minimum central pressure of 884 mbar (26.10 inHg) in a dropsonde near the center of the extremely small eye. As the dropsonde did not reach the calm winds in the center, the pressure was estimated at 882 mbar (26.05 inHg), the lowest pressure in an Atlantic hurricane on record. The pressure continued to fall as the Hurricane Hunters left the hurricane, and it is possible the pressure was a little bit lower. Operationally, the peak intensity was estimated at 175 mph (280 km/h). At the time of its peak intensity, hurricane force winds extended only 50 miles (85 km) from the small center of Wilma, with tropical storm force winds extending only about 160 miles (260 km).\nFirst landfall.\nShortly after peaking in intensity, the coldest cloud tops surrounding the eye warmed a little bit and an outer eyewall began to form, meaning that an eyewall replacement cycle was happening. By late on October 19, the winds in Hurricane Wilma decreased to 160 mph (260 km/h) as the inner 5 mile (8 km) wide eye weakened and the wind field expanded. Early on October 20 the hurricane weakened to Category 4 status after the small, inner eye dissipated and the 45 mile wide outer eyewall became the new eye. At the time, the pressure measured 892 mbar (26.34 inHg), the lowest known pressure for a Category 4 hurricane, and Wilma retained the large eyewall as it turned northwestward. Originally, the hurricane was forecasted to re-intensify into a Category 5 hurricane, with one forecast predicting it to make landfall on the Yucatán Peninsula with winds of 165 mph (265 km/h), though Wilma remained a strong Category 4 hurricane as it tracked northwestward.\nSteering currents stayed weak, though a series of troughs eroded the high pressure system across the Gulf of Mexico, resulting in a turn towards the north-northwest. Environmental conditions remained favorable, with the eye becoming more distinct early on October 21. At about 2145 UTC on October 21, Wilma made landfall on the island of Cozumel with winds of 150 mph (240 km/h). It weakened a little bit as it continued northwestward, and struck the Mexican mainland near Puerto Morelos at 0330 UTC on October 22, with winds of 135 mph (215 km/h) and gusts of up to 170 mph (270 km/h).\nSecond landfall and demise.\nOn October 22, the mid-level ridge to the north of Wilma later dissipated, leaving the hurricane moving northward across the northeastern Yucatán Peninsula. As the hurricane moved farther inland, the eye became cloud-filled as the deepest convection began to warm, and the winds slowly weakened during its passage over land. About 26 hours after making landfall on Cozumel, Wilma emerged into the southern Gulf of Mexico near Cabo Catoche with winds of about 100 mph (160 km/h). After reaching open waters, Reconnaissance Aircraft reported the remains of an inner eyewall and an outer eyewall measuring between 70 and 90 miles (110 to 145 km) in diameter. Convection deepened around the eyewalls, and the inner core of convection, which had previously become disrupted over land, became a little bit more organized.\nA powerful eastward-moving mid-level trough across the central United States turned the hurricane northeastward and caused it to gradually speed up. Vertical wind shear increased as strong upper-level southwesterly flow increased, though in spite of the shear Wilma continued to intensify. Early on October 24, Wilma re-gained major hurricane status while about 120 miles (195 km) west-southwest of Key West, Florida. It slowly became better organized, with the large 50 mile (80 km) eye becoming very distinct on satellite and radar imagery. Wilma was able to retain its strength because large eyes in tropical cyclones are more stable and more resistant to vertical wind shear. Despite wind shear values of about 30 mph (48 km/h), Wilma strengthened further to reach winds of 125 mph (200 km/h). It weakened a little bit as it approached Florida, and made landfall at Cape Romano with winds of 120 mph (195 km/h) at around 1030 UTC on October 24.\nHurricane Wilma crossed the Florida peninsula in about 4.5 hours while continuing to speed northeastward, and entered into the Atlantic Ocean as a weakened 110 mph (175 km/h) hurricane near Jupiter. A vigorous cold front associated with the mid-level trough moved across the area to the west of Wilma, yet the cooler and drier air behind the front could not fully penetrate the inner core of the hurricane to weaken it. Shortly after exiting the Florida coastline, Wilma began to re-intensify, believed to be due to a reduction of friction of the eyewall and warm waters of the Gulf Stream. Early on October 25, the hurricane reached a secondary peak intensity of 125 mph while about 340 miles (545 km) east of Jacksonville, Florida. During the time, the large circulation of Wilma absorbed smaller Tropical Depression Alpha over the Bahamas. Shortly thereafter, the wind shear combined with its rapid forward motion of 50 mph (80 km/h) resulted in a slow weakening trend. The overall cloud pattern began to be disorganized, with the eye becoming less visible and the convection less symmetric. By 1170 UTC on October 25, the center was to the northwest of the primary convection as cold air from the southwest disturbed the circulation. The remaining convection continued to diminish, and early on October 26 Wilma turned into an extratropical cyclone while about 230 miles (370 km) southeast of Halifax, Nova Scotia. The extratropical remnant continued east-northeast before being absorbed by another extratropical storm on October 27.","categories":[],"infobox_types":["Hurricane History"],"annotations":[{"uri":"Meteorology","surface_form":"meteorological","offset":4},{"uri":"Hurricane_Wilma","surface_form":"Hurricane Wilma","offset":30},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":61},{"uri":"Western_Hemisphere","surface_form":"Western Hemisphere","offset":91},{"uri":"October","surface_form":"October","offset":139},{"uri":"2005","surface_form":"2005","offset":147},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":200},{"uri":"Jamaica","surface_form":"Jamaica","offset":255},{"uri":"October_15","surface_form":"October 15","offset":275},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":324},{"uri":"Tropical_depression","surface_form":"Tropical Depression","offset":361},{"uri":"Tropical_cyclogenesis","surface_form":"strengthened","offset":492},{"uri":"Tropical_Storm","surface_form":"Tropical Storm","offset":510},{"uri":"Wilma","surface_form":"Wilma","offset":526},{"uri":"October_17","surface_form":"October 17","offset":536},{"uri":"October_18","surface_form":"October 18","offset":660},{"uri":"Rapid_deepening","surface_form":"explosive deepening","offset":711},{"uri":"Atmospheric_pressure","surface_form":"atmospheric pressure","offset":812},{"uri":"Bar_(unit)","surface_form":"mbar","offset":850},{"uri":"Inch_of_mercury","surface_form":"inHg","offset":862},{"uri":"Eye_(cyclone)","surface_form":"pinhole eye","offset":989},{"uri":"Atlantic_hurricane","surface_form":"Atlantic hurricane","offset":1077},{"uri":"Eye_(cyclone)","surface_form":"eyewall replacement cycle","offset":1140},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 4 status","offset":1185},{"uri":"October_21","surface_form":"October 21","offset":1211},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":1231},{"uri":"Cozumel","surface_form":"Cozumel","offset":1243},{"uri":"Mexico","surface_form":"Mexican mainland","offset":1262},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":1343},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1387},{"uri":"Wind_shear","surface_form":"wind shear","offset":1466},{"uri":"Cape_Romano","surface_form":"Cape Romano","offset":1515},{"uri":"Florida","surface_form":"Florida","offset":1528},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1622},{"uri":"Jupiter%2C_Florida","surface_form":"Jupiter, Florida","offset":1642},{"uri":"October_26","surface_form":"October 26","offset":1770},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":1800},{"uri":"Atlantic_Canada","surface_form":"Atlantic Canada","offset":1913},{"uri":"October","surface_form":"October","offset":2013},{"uri":"Monsoon","surface_form":"monsoon","offset":2042},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":2144},{"uri":"Atlantic","surface_form":"Atlantic","offset":2277},{"uri":"October_13","surface_form":"October 13","offset":2290},{"uri":"Low_pressure_area","surface_form":"area of low pressure","offset":2310},{"uri":"Jamaica","surface_form":"Jamaica","offset":2393},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":2435},{"uri":"Convection","surface_form":"Convection","offset":2480},{"uri":"Tropical_cyclogenesis","surface_form":"development","offset":2588},{"uri":"October_14","surface_form":"October 14","offset":2641},{"uri":"October_14","surface_form":"October 14","offset":2776},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":2868},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":3001},{"uri":"Dvorak_technique","surface_form":"Dvorak classifications","offset":3109},{"uri":"October_15","surface_form":"October 15","offset":3150},{"uri":"October_15","surface_form":"October 15","offset":3300},{"uri":"Grand_Cayman","surface_form":"Grand Cayman","offset":3554},{"uri":"Ridge_(meteorology)","surface_form":"high pressure system","offset":3659},{"uri":"Isle_of_Youth","surface_form":"Isle of Youth","offset":4168},{"uri":"Tropical_cyclogenesis","surface_form":"development","offset":4495},{"uri":"Wind_shear","surface_form":"wind shear","offset":4536},{"uri":"Sea_surface_temperature","surface_form":"water temperatures","offset":4561},{"uri":"October_16","surface_form":"October 16","offset":4674},{"uri":"Anticyclone","surface_form":"anticyclone","offset":4779},{"uri":"Buoy","surface_form":"Surface buoy","offset":5001},{"uri":"Tropical_storm","surface_form":"tropical storm","offset":5152},{"uri":"Dvorak_technique","surface_form":"Dvorak classification","offset":5176},{"uri":"National_Oceanic_and_Atmospheric_Administration","surface_form":"National Oceanic and Atmospheric Administration","offset":5282},{"uri":"Hurricane_Hunters","surface_form":"reconnaissance flights","offset":5369},{"uri":"October_17","surface_form":"October 17","offset":5466},{"uri":"Computer_model","surface_form":"Computer model","offset":5642},{"uri":"Geophysical_Fluid_Dynamics_Laboratory","surface_form":"Geophysical Fluid Dynamics Laboratory","offset":5780},{"uri":"October_17","surface_form":"October 17","offset":6085},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":6354},{"uri":"October_17","surface_form":"October 17","offset":6650},{"uri":"Hurricane_Hunters","surface_form":"Hurricane Hunters","offset":6664},{"uri":"Pressure_gradient","surface_form":"pressure gradient","offset":6944},{"uri":"October_18","surface_form":"October 18","offset":7128},{"uri":"Eye_(cyclone)","surface_form":"eye feature","offset":7206},{"uri":"October_18","surface_form":"October 18","offset":7299},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 1","offset":7337},{"uri":"Rapid_deepening","surface_form":"explosive deepening","offset":7496},{"uri":"Fahrenheit","surface_form":"°F","offset":7697},{"uri":"Celsius","surface_form":"°C","offset":7705},{"uri":"October_19","surface_form":"October 19","offset":7719},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"major hurricane","offset":7746},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":7947},{"uri":"Atlantic_hurricane","surface_form":"Atlantic hurricane","offset":8164},{"uri":"October_19","surface_form":"October 19","offset":8321},{"uri":"Dropsonde","surface_form":"dropsonde","offset":8567},{"uri":"October_19","surface_form":"October 19","offset":9406},{"uri":"October_20","surface_form":"October 20","offset":9562},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 4 status","offset":9599},{"uri":"Trough_(meteorology)","surface_form":"troughs","offset":10212},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":10263},{"uri":"October_21","surface_form":"October 21","offset":10418},{"uri":"October_21","surface_form":"October 21","offset":10451},{"uri":"Cozumel","surface_form":"Cozumel","offset":10500},{"uri":"Puerto_Morelos","surface_form":"Puerto Morelos","offset":10635},{"uri":"October_22","surface_form":"October 22","offset":10665},{"uri":"October_22","surface_form":"October 22","offset":10780},{"uri":"Ridge_(meteorology)","surface_form":"ridge","offset":10806},{"uri":"Cabo_Catoche","surface_form":"Cabo Catoche","offset":11203},{"uri":"Hurricane_Hunters","surface_form":"Reconnaissance Aircraft","offset":11284},{"uri":"Central_United_States","surface_form":"central United States","offset":11648},{"uri":"October_24","surface_form":"October 24","offset":11892},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"major hurricane status","offset":11920},{"uri":"Key_West%2C_Florida","surface_form":"Key West","offset":11992},{"uri":"Florida","surface_form":"Florida","offset":12002},{"uri":"Wind_shear","surface_form":"wind shear","offset":12261},{"uri":"Cape_Romano","surface_form":"Cape Romano","offset":12463},{"uri":"October_24","surface_form":"October 24","offset":12530},{"uri":"Jupiter%2C_Florida","surface_form":"Jupiter","offset":12732},{"uri":"Cold_front","surface_form":"cold front","offset":12752},{"uri":"Gulf_Stream","surface_form":"Gulf Stream","offset":13120},{"uri":"October_25","surface_form":"October 25","offset":13142},{"uri":"Jacksonville%2C_Florida","surface_form":"Jacksonville, Florida","offset":13253},{"uri":"Tropical_Storm_Alpha_(2005)","surface_form":"Tropical Depression Alpha","offset":13341},{"uri":"Bahamas","surface_form":"Bahamas","offset":13376},{"uri":"October_25","surface_form":"October 25","offset":13652},{"uri":"October_26","surface_form":"October 26","offset":13841},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":13873},{"uri":"Halifax_Regional_Municipality","surface_form":"Halifax","offset":13939},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":13948},{"uri":"October_27","surface_form":"October 27","offset":14068}]}