{"id":82146,"url":"http://en.wikipedia.org/wiki/Nanyang_Technological_University","text":"Nanyang Technological University (NTU) is one of the two largest public universities in Singapore. It is a fast-rising, research-intensive university with the biggest campus in Singapore and the world’s largest engineering college. Its 200-hectare Yunnan Garden campus was the Youth Olympic Village for the first Youth Olympics in 2010.\nCampuses.\nNTU’s main Yunnan Garden campus is in the western part of Singapore. It has world-class resources for teaching and research. It also has 16 halls of residence and housing for faculty, staff and postgraduate students, as well as Olympic-training-standard sporting facilities. Announced in 2010, NTU’s Campus Master Plan will transform the grounds into a “univer-city” with a bustling campus centre, new residential halls and trendy spaces for learning, research and play. Besides the Yunnan Garden campus, NTU also has a satellite campus in Singapore’s science and technology hub, one-north. The university is also setting up a third campus in Novena, Singapore’s medical district.\nColleges, schools and institutes.\nNTU has 33,500 students in the Colleges of Engineering, Business, Science and Humanities, Arts, & Social Sciences. It also has many renowned researchers among its professors. In 2013, NTU will accept its first batch of medical undergraduates at its medical school with Imperial College London, the Lee Kong Chian School of Medicine.\n[http://cohass.ntu.edu.sg/Pages/Home.aspx/ College of Humanities, Arts, & Social Sciences]\nPartners.\nNTU has programmes with institutions from around the world. Key partners include Caltech, Carnegie Mellon University, Cornell University, the Massachusetts Institute of Technology, Stanford University and the University of Washington in the United States; leading Asian institutions such as Peking University, the Indian Institute of Technology, Shanghai Jiao Tong University and Waseda University; and European institutions like Cambridge University, ETH Zurich, Imperial College London, Karolinska Institutet and Technische Universität München. NTU is also a partner of choice for leading companies and government agencies. Its major industrial partners include Infineon, Robert Bosch, Rolls-Royce, Thales, Siemens and Toray Industries.\nRankings.\nIn 2011, QS World University Rankings ranked NTU among the top 100 universities in the world. The university rose 16 places from its 2010 ranking to occupy the 58th position. This makes it one of the fastest-rising universities in the top 100 on the ranking, as well as the fastest-rising Asian university. On this ranking, NTU is the 12th leading Asian university globally. In 2011, NTU became the first university in Asia to receive the maximum five stars under the QS Stars rating system. Other universities with a 5-star rating include the Massachusetts Institute of Technology, Stanford University and the University of Cambridge.\nNTU’s College of Engineering is the world’s largest, with research output among the top five globally. It is also the sixth most cited engineering college in the world. Its business school’s MBA is ranked among the top 35 globally. The S Rajaratnam School of International Studies is ranked first among university-related think-tanks in Asia and 13th globally.","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"universities","offset":72},{"uri":"Singapore","surface_form":"Singapore","offset":88},{"uri":"Imperial_College_London","surface_form":"Imperial College London","offset":1331},{"uri":"Caltech","surface_form":"Caltech","offset":1577},{"uri":"Carnegie_Mellon_University","surface_form":"Carnegie Mellon University","offset":1586},{"uri":"Cornell_University","surface_form":"Cornell University","offset":1614},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":1638},{"uri":"Stanford_University","surface_form":"Stanford University","offset":1677},{"uri":"University_of_Washington","surface_form":"University of Washington","offset":1705},{"uri":"Peking_University","surface_form":"Peking University","offset":1787},{"uri":"Cambridge_University","surface_form":"Cambridge University","offset":1926},{"uri":"ETH_Zurich","surface_form":"ETH Zurich","offset":1948},{"uri":"Imperial_College_London","surface_form":"Imperial College London","offset":1960},{"uri":"Karolinska_Institutet","surface_form":"Karolinska Institutet","offset":1985}]}