{"id":82163,"url":"http://en.wikipedia.org/wiki/Hurricane_Ivan","text":"Hurricane Ivan was the strongest hurricane of the 2004 Atlantic hurricane season. The storm formed as a Cape Verde-type hurricane in early September, and became the ninth named storm, the sixth hurricane, and the fourth major hurricane of the year. Ivan reached Category 5 strength on the Saffir-Simpson Hurricane Scale, the highest possible category and the only one of the season. At the time it was sixth most intense Atlantic hurricane on record.\nIvan caused great damage to Grenada, which it struck directly at Category 3 strength, and heavy damage to Jamaica, Grand Cayman, and the western tip of Cuba. After peaking in strength, it moved north-northwest across the Gulf of Mexico to make landfall as a strong Category 3 storm in the United States, in Orange Beach, Alabama, causing very heavy damage there. Ivan dropped heavy rains on the southeastern United States as it looped across Florida and back into the Gulf of Mexico. The remnant low from the storm regenerated into a new tropical system, which moved into Louisiana and Texas, causing minimal damage. Ivan caused an estimated $13 billion worth of damage in the United States, making it the fifth costliest hurricane to ever strike the United States.\nMeteorological History.\nOn September 2, Tropical Depression Nine started. The next day it became a tropical storm and was called \"Ivan\". Tropical Storm Ivan moved to the west and on September 5 it became a hurricane. Ivan strengthened fast and by the end of the day on September 5 it became a category 3 hurricane.\nHurricane Ivan weakened a little bit because of wind shear. Ivan strengthened back and became a category 2 and later on, a category 3 hurricane. On September 7, while Ivan was a category 3 hurricane, it passed very close to Grenada. Ivan entered the Caribbean Sea and again strengthened very fast. By the morning of September 8, Hurricane Ivan was a category 4 hurricane and later on that day, Hurricane Ivan came close to the Netherlands Antilles.\nFor about twelve hours on September 9, Hurricane Ivan was a category 5 (the strongest category a hurricane can be). Hurricane Ivan weakened a little bit before it came close to Jamaica on September 10. Ivan strengthened into a category 5 again on September 11 after moving away from Jamaica. At this point Ivan reached its strongest winds, which were at 165 mph. But Ivan again weakened before it moved close to the Grand Cayman Islands on September 12.\nFor just one more time, Hurricane Ivan again became a category 5 hurricane later on September 12. By later on September 13 it entered the Gulf of Mexico and weakened back to a category 4 hurricane. For most of Ivan's trip across the Gulf of Mexico it stayed as a category 4 hurricane. Later on September 13 it entered the Gulf of Mexico and weakened back to a category 4 hurricane.\nFor most of Ivan's trip across the Gulf of Mexico it stayed as a category 4 hurricane. But by midday on September 15, Hurricane Ivan weakened to a category 3 hurricane. About 2 a.m. Central Daylight Time, on September 16, Hurricane Ivan made landfall in Gulf Shores, Alabama, while winds were at 120 mph. Ivan weakened fast after landfall.\nOn the same day Hurricane Ivan weakened to a tropical storm in Central Alabama. Even later that day, in Northern Alabama, Tropical Storm Ivan weakened into a depression. Tropical Depression Ivan stayed as a depression as it moved through several states. On September 18 it almost survived its way back out to the Atlantic Ocean. But Tropical Depression Ivan died on September 18 in Eastern Maryland.\nThe remains entered the Atlantic Ocean and moved south. On September 21 the remains of Ivan crossed into Southern Florida. The remains moved west and went into the Gulf of Mexico. About halfway it reformed and became a tropical depression again on September 22 and shortly later, it became a tropical storm again.\nTropical Storm Ivan weakened back to a depression as it moved close to Louisiana and Texas. On September 24 Ivan made landfall in Cameron, Louisiana and finally died out over Texas on September 24. The remains were last seen in the Gulf of Mexico on September 25.\nImpacts.\nIvan killed about 121 people. 1 In Barbados, 2 In Cayman Islands, 4 In Dominican Republic, 39 In Grenada, 17 In Jamaica, 1 In Trinidad and Tobago, 54 In the United States, and 3 In Venezuela. In total, Ivan caused $18 billion in damage, nearly $13 billion was in the United States.\nCaribbean and Venezuela.\nIvan affected many islands in the Caribbean including: Barbados, Cuba, Cayman Islands, Dominican Republic, Grenada, Jamaica, and Trinidad & Tobago. In the Caribbean, Ivan caused about $3 billion in damage. But the damage in Dominican Republic is unknown. The most damage was to the Cayman Islands, Cuba, and Grenada. $3.5 billion in damage in Cayman Islands, $1.2 billion in Cuba, and $1.1 billion in Grenada.\nIn Venezuela, Ivan caused four people to get killed. The damage in Venezuela is unknown, but on the northern coast nearly 60 homes were damaged.\nUnited States.\nThe United States got the worst of the hurricane as it made landfall in Alabama. In the United States about 54 were killed. About 14 died in Florida, 8 were killed in North Carolina, 2 were killed in Georgia, and 1 was also killed in Mississippi. The other 32 were \"indirect\" deaths. Ivan also caused $13 billion in damage in the United States. In Cruso, North Carolina about 17 inches of rain fell, which was the highest amount recorded from Ivan in the United States. After Ivan reformed and made landfall in Texas, it caused up to 7 inches of rain in Texas and Louisiana.\nRetirement.\nBecause the damage was high, the name \"Ivan\" was retired in the Spring of 2005. Meaning, the name \"Ivan\" will not be used for another storm in the Atlantic Ocean. In 2010 the name \"Igor\" will be used instead.\nRecords.\nIvan could have caused a wave that was nearly 131 feet high. Hurricane Ivan was also at the time, the third costliest hurricane in the United States. It was beaten by Hurricane Katrina, Hurricane Wilma, and Hurricane Ike. So now it is about the sixth costliest hurricane in the United States. Ivan got an ACE total at 70.38 with is the second highest for an Atlantic hurricane, second only to the 1899 Hurricane San Ciriaco, which had 73.57.","categories":[],"infobox_types":[],"annotations":[{"uri":"2004_Atlantic_hurricane_season","surface_form":"2004 Atlantic hurricane season","offset":50},{"uri":"Cape_Verde-type_hurricane","surface_form":"Cape Verde-type hurricane","offset":104},{"uri":"September","surface_form":"September","offset":139},{"uri":"Tropical_cyclone","surface_form":"hurricane","offset":194},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":289},{"uri":"Atlantic_hurricane","surface_form":"Atlantic hurricane","offset":421},{"uri":"Grenada","surface_form":"Grenada","offset":479},{"uri":"Jamaica","surface_form":"Jamaica","offset":557},{"uri":"Grand_Cayman","surface_form":"Grand Cayman","offset":566},{"uri":"Cuba","surface_form":"Cuba","offset":603},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":672},{"uri":"United_States","surface_form":"United States","offset":740},{"uri":"Orange_Beach%2C_Alabama","surface_form":"Orange Beach","offset":758},{"uri":"Alabama","surface_form":"Alabama","offset":772},{"uri":"United_States","surface_form":"United States","offset":859},{"uri":"Florida","surface_form":"Florida","offset":893},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":919},{"uri":"Louisiana","surface_form":"Louisiana","offset":1023},{"uri":"Texas","surface_form":"Texas","offset":1037},{"uri":"United_States","surface_form":"United States","offset":1128},{"uri":"Grenada","surface_form":"Grenada","offset":1756},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1782},{"uri":"Netherlands_Antilles","surface_form":"Netherlands Antilles","offset":1959},{"uri":"Jamaica","surface_form":"Jamaica","offset":2158},{"uri":"Grand_Cayman_Islands","surface_form":"Grand Cayman Islands","offset":2397},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2573},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2757},{"uri":"Central_Daylight_Time","surface_form":"Central Daylight Time","offset":2999},{"uri":"Gulf_Shores%2C_Alabama","surface_form":"Gulf Shores, Alabama","offset":3071},{"uri":"Alabama","surface_form":"Alabama","offset":3228},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":3470},{"uri":"Maryland","surface_form":"Maryland","offset":3547},{"uri":"Florida","surface_form":"Florida","offset":3671},{"uri":"Louisiana","surface_form":"Louisiana","offset":3942},{"uri":"Texas","surface_form":"Texas","offset":3956},{"uri":"Cameron%2C_Louisiana","surface_form":"Cameron, Louisiana","offset":4001},{"uri":"Barbados","surface_form":"Barbados","offset":4179},{"uri":"Cayman_Islands","surface_form":"Cayman Islands","offset":4194},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":4215},{"uri":"Grenada","surface_form":"Grenada","offset":4241},{"uri":"Jamaica","surface_form":"Jamaica","offset":4256},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad and Tobago","offset":4270},{"uri":"United_States","surface_form":"United States","offset":4301},{"uri":"Venezuela","surface_form":"Venezuela","offset":4325},{"uri":"Alabama","surface_form":"Alabama","offset":5093},{"uri":"Florida","surface_form":"Florida","offset":5162},{"uri":"North_Carolina","surface_form":"North Carolina","offset":5188},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":5221},{"uri":"Mississippi","surface_form":"Mississippi","offset":5255},{"uri":"Louisiana","surface_form":"Louisiana","offset":5585},{"uri":"2010_Atlantic_hurricane_season","surface_form":"2010","offset":5774},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":5993},{"uri":"Hurricane_Wilma","surface_form":"Hurricane Wilma","offset":6012},{"uri":"Hurricane_Ike","surface_form":"Hurricane Ike","offset":6033},{"uri":"Accumulated_Cyclone_Energy","surface_form":"ACE","offset":6131}]}