{"id":82160,"url":"http://en.wikipedia.org/wiki/Storm_history_of_Hurricane_Ivan","text":"The meteorological history of Hurricane Ivan, the longest tracked tropical cyclone of the 2004 Atlantic hurricane season, lasted from late August through late September. The hurricane developed from a tropical wave that moved off the coast of Africa on August 31. Moving westward from the effects of a ridge, favorable conditions allowed it to develop into Tropical Depression Nine on September 2 in the deep tropical Atlantic Ocean. The cyclone slowly intensified until September 5, when it underwent rapid deepening and reached Category 4 status on the Saffir-Simpson Hurricane Scale; at the time Ivan was the southernmost major hurricane on record.\nIvan quickly weakened because of dry air, but it slowly reorganized itself, passing just south of Grenada as a major hurricane on September 7. The hurricane strengthened into a Category 5 hurricane while in the central Caribbean Sea. Over next the days its intensity changed largely due to eyewall replacement cycles, and Ivan passed just south of Jamaica, the Cayman Islands, and western Cuba with winds at or slightly below Category 5 status. Turning northward and encountering unfavorable conditions, Ivan slowly weakened before making landfall just west of Gulf Shores, Alabama, on September 16 with winds of 120 mph (195 km/h). The cyclone quickly weakened to tropical depression status as it turned to the northeast, and Ivan transitioned into an extratropical cyclone on September 18.\nThe remnant low of Ivan turned to the south and southwest, and after crossing Florida on September 21 it began to regain tropical characteristics. It became a tropical depression again on September 22 to the southeast of Louisiana, and Ivan reached winds of 60 mph (95 km/h) before weakening and moving ashore along southwestern Louisiana as a tropical depression; the circulation of Ivan dissipated after crossing into Texas on September 25. The cyclone broke several intensity records, and its duration was the tenth longest on record for an Atlantic hurricane.\nFormation and intensification.\nOn August 31, a large tropical wave moved off the west coast of Africa. A tropical system along the wave axis contained a low pressure area as well as an impressive outflow pattern, though originally its convection was disorganized and limited. By September 1 a cyclonic circulation with a diameter of 690 mile (1115 km) was seen on satellite imagery, well to the southeast of the Cape Verde Islands, and several hurricane forecast models expected development and strengthening. As it moved quickly westward, the convection organized and developed into rainbands–bands of showers and thunderstorms that move in a spiral direction towards the center of the storm–and late on September 1 meteorologists began tracking the system using the Dvorak technique. Low amounts of wind shear and favorable outflow allowed strong deep convection to develop and persist near the center, and by 1800 UTC on September 2 the system developed into Tropical Depression Nine about 450 miles (730 km) southwest of Praia, Cape Verde.\nAfter being classified as a tropical cyclone, the depression was embedded within a deep easterly steering current provided by a ridge to its north. Expected to move across sea surface temperatures greater than 82 °F (28 °C), the cyclone was forecasted to slowly strengthen and within four days become a hurricane; the Geophysical Fluid Dynamics Laboratory predicted the depression to reach Category 4 status on the Saffir-Simpson Hurricane Scale within three days. Increased northeasterly wind shear shifted the center to the northeastern edge of the deep convection, and despite the shear and its relatively low latitude of 9.7° N, the depression strengthened to attain tropical storm status early on September 3; upon reaching the intensity, the National Hurricane Center classified the system as Tropical Storm \"Ivan\".\nTropical Storm Ivan slowly became more organized as wind shear decreased, and its outflow expanded in all quadrants. Satellite imagery late on September 3 showed a well-defined curved band wrapping around much of the circulation. The next day, the deep convection temporarily became disorganzied, before reorganizing and developing an eye feature. Convection strengthened further as the feature transitioned into an eye, and Ivan became a hurricane at around 0600 UTC on September 5. After reaching hurricane status, Ivan began to rapidly intensify with continued favorable conditions, and in an 18 hour period the pressure dropped 39 mbar (1.15 inHg) as the winds increased by 60 mph (95 km/h); early on September 6 Ivan reached its first peak intensity of 135 mph (215 km/h) while about 825 miles (1330 km) east of the island of Tobago in the southern Lesser Antilles.\nWhile at major hurricane status, Ivan kept very strong convection in its core with a well-defined eye. Operationally, the probability for further rapid strengthening was considered nearly nine times the average of a normal hurricane. Accordingly, Ivan was forecasted to pass near Barbados with winds of about 150 mph (240 km/h). Shortly after becoming a Category 4 hurricane, the outer convection of the hurricane became ragged. Hurricane Hunters found a Saharan Air Layer in the northern portion of the eye, leaving the eyewall eroded which caused a marked decrease in winds; by late on September 6 Ivan weakened to winds of 105 mph (165 km/h). The inner eyewall died out as a 23 mile (37 km) outer eyewall became took over, and at the same time, the overall organization of the hurricane improved. Ivan then re-gained major hurricane status as it approached the Lesser Antilles, and at 2130 UTC on September 7 the cyclone passed 7 miles (11 km) south-southwest of the southern tip of Grenada, its closest approach to the island. At the time, the hurricane maintained an eye diameter of 12 miles (19 km), with the northern portion of the eyewall producing strong winds on the island.\nCaribbean Sea.\nHurricane Ivan again reached Category 4 status as it entered the Caribbean Sea. Subsequently, it underwent another eyewall replacement cycle, and for about 18 hours the intensity stayed the same as it paralleled the northern coast of Venezuela offshore. Another period of rapid deepening began late on September 8 as its motion turned to the west-northwest. Hurricane Hunters recorded flight-level sustained winds of 180 mph (290 km/h) to the north and northeast of the eye, and a dropsonde about 630 feet (190 m) above the surface recorded winds of 200 mph (325 km/h) and an extrapolated pressure of 916 mbar (27.05 inHg). Based on the reports, it is estimated Ivan attained Category 5 status at 0600 UTC on September 9, while about 90 miles (145 km) north of Aruba. At the time, the cyclone was forecasted to strike southern Florida as a major hurricane.\nAfter maintaining Category 5 status for about 12 hours, Ivan began a steady weakening trend because of another eyewall replacement cycle until reaching winds of 140 mph (225 km/h) on September 10. Early next day, the hurricane reorganized as it reached winds just al little bit below of Category 5 status. However, the storm weakened again beause of another eyewall replacement cycle, and at 0330 UTC on September 11 Ivan passed 23 miles (37 km) south of Portland Point, Jamaica, its closest approach, with winds of 150 mph (240 km/h). The hurricane was previously forecasted to make landfall on the island, though the weakening and a turn to the west kept the strongest winds offshore; the last-minute turn to the west was due to a mid-level high pressure system over the eastern Gulf of Mexico. A slight weakening trend continued, due to its northern outflow being disrupted by an upper-level low over the Bahamas. As it tracked further away from Jamaica, Ivan again rapidly intensified to Category 5 status, and early on September 12 it reached its peak intensity of 165 mph (265 km/h) with a pressure of 910 mbar (26.87 inHg).\nShortly after peaking in intensity, the hurricane again weakened as it underwent an eyewall replacement cycle. At 1415 UTC on September 12 Ivan passed 25 miles (40 km) south-southwest of George Town, Cayman Islands, with winds of 150 mph (240 km/h). After its eyewall became re-established Ivan attained Category 5 status for a third time early on September 13. Shortly thereafter, a trough created a weakness in the ridge to its north, causing the hurricane to turn to the northwest. The combination of the combination of enhanced outflow from the trough and very warm waters allowed Ivan to maintain Category 5 status for 30 hours. Early on September 14 the hurricane passed through the Yucatán Channel about 17 miles (28 km) southwest of Cabo San Antonio, Cuba, with the eastern portion of the eyewall crossing the western portion of the island.\nGulf of Mexico and Alabama landfall.\nAfter entering the southern Gulf of Mexico, Hurricane Ivan weakened to Category 4 status by 0600 UTC on September 14. As it slowly turned to the north, southwesterly flow from a large trough over the central United States increased wind shear over the hurricane. An eyewall replacement cycle, along with dry air and restricted outflow, contributed to the weakening. By late on September 14 the weakening trend ceased as the eyewall became better defined, and Ivan was expected to restrengthen a little bit over an area of warmer water temperatures. The eye diameter expanded to 60 miles (95 km/h), though concurrently westerly wind shear and dry continued to increase. As Ivan approached the Gulf Coast of the United States, Hurricane Hunters reported erosion of the southern portion of the eyewall, and cooler waters just offshore contributed to further weakening. At around 0650 UTC on September 16, Hurricane Ivan made landfall just west of Gulf Shores, Alabama, with winds of 120 mph (195 km/h); the strongest winds occurred over a narrow area near the southern Alabama and western Florida border.\nUpon moving ashore, the National Hurricane Center expected the forward path of Ivan to be blocked, and accordingly forecasted the hurricane to stall in the southern Appalachian Mountains before dissipating. As the hurricane crossed Mobile Bay it turned to the north-northeast, and within twelve hours Ivan rapidly weakened to tropical storm status. The circulation became less-defined, and early on September 17 the cyclone weakened into a tropical depression over northeastern Alabama. Ivan accelerated to the northeast ahead of an approaching cold front, dropping heavy rainfall along its path. Late on September 18, the remnants of Ivan became an extratropical low as it merged with the cold front over the Delmarva Peninsula.\nRedevelopment and demise.\nAfter becoming an extratropical low, the remnants of Ivan turned to the southeast and entered into the Atlantic Ocean, due to the building of an upper-level ridge to its east. As an extratropical cyclone, Ivan remained identifiable in both surface and upper-level data, and the system turned south and southwestward over the next few days. By September 20, the system was off the east coast of Florida, creating scattered thunderstorms; unfavorable wind shear stopped tropical redevelopment, though forecasters mentioned the possibility for more favorable conditions a few days later. On September 21 the low crossed southern Florida and emerged into the Gulf of Mexico, and as it moved across the warm waters of the region the low began to re-acquire tropical characteristics; the low-level circulation became increasingly better defined, and convection redeveloped over the center. Based on reports from Hurricane Hunters, it is estimated the low redeveloped into Tropical Depression Ivan late on September 22 while about 175 miles (280 km) south-southeast of the mouth of the Mississippi River.\nIn its first advisory on the re-developed cyclone, the National Hurricane Center classified the system Ivan \"after considerable and sometimes animated in-house discussion of [its demise]... in the midst of a low-pressure and surface frontal system over the eastern United States... based primarily on the reasonable continuity observed in the analysis of the surface and low-level circulation.\" In spite of unfavorable wind shear and its disorganized cloud structure, the cyclone strengthened to tropical storm status early on September 23, based on Hurricane Hunter reports. As an area of deep convection developed over the center, Ivan reached winds of 60 mph (95 km/h), though the winds decreased as thunderstorm activity diminished. Ivan weakened to a tropical depression at 0000 UTC on September 24, and two hours later it moved ashore near Holly Beach, Louisiana.\nAt first, computer models forecasted the low-level circulation to turn southwestward and re-emerge into the Gulf of Mexico. However, the storm rapidly weakened over land, and by 1200 UTC on September 24 Ivan degenerated into a remnant low pressure area over southeastern Texas. The low turned to the south and the circulation dissipated early on September 25. The remnant trough reached the northwestern Gulf of Mexico later that day, producing scatter thunderstorms for a short time, before it diminished.\nRecords.\nIvan became the southernmost major hurricane on record after reaching Category 3 status on the Saffir-Simpson Hurricane Scale at 10.2° N. Additionally, the hurricane reached Category 4 and Category 5 status further south than any other Atlantic hurricane. At the time, Ivan was the sixth most intense Atlantic hurricane on record; but has now dropped to the tenth most intense Atlantic hurricane. Throughout its existence, Ivan kept winds of major hurricane status or greater for a total of 10 days, establishing an Atlantic hurricane record. Lasting as a tropical cyclone for a total of 450 hours, Ivan was the tenth longest tracked Atlantic hurricane on record. After making its first landfall in the United States, the hurricane spawned a total of 117 tornadoes, which is the largest tornado outbreak caused by a tropical cyclone; this broke the previous record of 115 set by Hurricane Beulah in 1967.","categories":[],"infobox_types":["Hurricane History"],"annotations":[{"uri":"Meteorology","surface_form":"meteorological","offset":4},{"uri":"Hurricane_Ivan","surface_form":"Hurricane Ivan","offset":30},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":66},{"uri":"2004_Atlantic_hurricane_season","surface_form":"2004 Atlantic hurricane season","offset":90},{"uri":"August","surface_form":"August","offset":139},{"uri":"September","surface_form":"September","offset":159},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":201},{"uri":"Africa","surface_form":"Africa","offset":243},{"uri":"Ridge_(meteorology)","surface_form":"ridge","offset":302},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":418},{"uri":"Rapid_deepening","surface_form":"rapid deepening","offset":502},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":555},{"uri":"Tropical_cyclone_scales","surface_form":"major","offset":625},{"uri":"Atlantic_hurricane","surface_form":"hurricane","offset":631},{"uri":"Grenada","surface_form":"Grenada","offset":750},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 5","offset":829},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":871},{"uri":"Eye_(cyclone)","surface_form":"eyewall replacement cycles","offset":942},{"uri":"Jamaica","surface_form":"Jamaica","offset":1000},{"uri":"Cayman_Islands","surface_form":"Cayman Islands","offset":1013},{"uri":"Cuba","surface_form":"Cuba","offset":1041},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":1191},{"uri":"Gulf_Shores%2C_Alabama","surface_form":"Gulf Shores","offset":1213},{"uri":"Alabama","surface_form":"Alabama","offset":1226},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":1405},{"uri":"Florida","surface_form":"Florida","offset":1522},{"uri":"Louisiana","surface_form":"Louisiana","offset":1665},{"uri":"Texas","surface_form":"Texas","offset":1864},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":2061},{"uri":"Africa","surface_form":"Africa","offset":2103},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":2161},{"uri":"Outflow_(meteorology)","surface_form":"outflow","offset":2204},{"uri":"Convection","surface_form":"convection","offset":2243},{"uri":"Mile","surface_form":"mile","offset":2345},{"uri":"Kilometre","surface_form":"km","offset":2356},{"uri":"Cape_Verde","surface_form":"Cape Verde Islands","offset":2420},{"uri":"Tropical_cyclone_forecast_model","surface_form":"hurricane forecast models","offset":2452},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":2623},{"uri":"Dvorak_technique","surface_form":"Dvorak technique","offset":2776},{"uri":"Wind_shear","surface_form":"wind shear","offset":2809},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":2925},{"uri":"Praia","surface_form":"Praia","offset":3033},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":3040},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":3080},{"uri":"Ridge_(meteorology)","surface_form":"ridge","offset":3180},{"uri":"Sea_surface_temperature","surface_form":"sea surface temperature","offset":3224},{"uri":"Fahrenheit","surface_form":"F","offset":3266},{"uri":"Celsius","surface_form":"C","offset":3273},{"uri":"Geophysical_Fluid_Dynamics_Laboratory","surface_form":"Geophysical Fluid Dynamics Laboratory","offset":3370},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":3467},{"uri":"Latitude","surface_form":"latitude","offset":3665},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":3800},{"uri":"Ivan","surface_form":"Ivan","offset":3867},{"uri":"Eye_(cyclone)","surface_form":"eye feature","offset":4209},{"uri":"Rapid_deepening","surface_form":"rapidly intensify","offset":4405},{"uri":"Mbar","surface_form":"mbar","offset":4509},{"uri":"Inch_of_mercury","surface_form":"inHg","offset":4520},{"uri":"Tobago","surface_form":"Tobago","offset":4705},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":4728},{"uri":"Barbados","surface_form":"Barbados","offset":5025},{"uri":"Hurricane_Hunters","surface_form":"Hurricane Hunters","offset":5174},{"uri":"Saharan_Air_Layer","surface_form":"Saharan Air Layer","offset":5200},{"uri":"Grenada","surface_form":"Grenada","offset":5731},{"uri":"Island","surface_form":"island","offset":5768},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":6010},{"uri":"Eye_(cyclone)","surface_form":"eyewall replacement cycle","offset":6060},{"uri":"Venezuela","surface_form":"Venezuela","offset":6179},{"uri":"Hurricane_Hunters","surface_form":"Hurricane Hunters","offset":6303},{"uri":"Dropsonde","surface_form":"dropsonde","offset":6426},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 5","offset":6621},{"uri":"Aruba","surface_form":"Aruba","offset":6706},{"uri":"Florida","surface_form":"Florida","offset":6772},{"uri":"Portland_Point","surface_form":"Portland Point","offset":7257},{"uri":"Jamaica","surface_form":"Jamaica","offset":7273},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":7583},{"uri":"Bahamas","surface_form":"Bahamas","offset":7710},{"uri":"George_Town%2C_Cayman_Islands","surface_form":"George Town","offset":8120},{"uri":"Cayman_Islands","surface_form":"Cayman Islands","offset":8133},{"uri":"Yucat%C3%A1n_Channel","surface_form":"Yucatán Channel","offset":8622},{"uri":"Guanahacabibes_Peninsula","surface_form":"Cabo San Antonio","offset":8674},{"uri":"Cuba","surface_form":"Cuba","offset":8692},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":8847},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":9003},{"uri":"United_States","surface_form":"United States","offset":9027},{"uri":"Gulf_Coast_of_the_United_States","surface_form":"Gulf Coast of the United States","offset":9511},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":9741},{"uri":"Gulf_Shores%2C_Alabama","surface_form":"Gulf Shores","offset":9763},{"uri":"Alabama","surface_form":"Alabama","offset":9776},{"uri":"Florida","surface_form":"Florida","offset":9905},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":9945},{"uri":"Appalachian_Mountains","surface_form":"Appalachian Mountains","offset":10086},{"uri":"Mobile_Bay","surface_form":"Mobile Bay","offset":10153},{"uri":"Extratropical_cyclone","surface_form":"extratropical low","offset":10571},{"uri":"Delmarva_Peninsula","surface_form":"Delmarva Peninsula","offset":10631},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":10780},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":10859},{"uri":"Florida","surface_form":"Florida","offset":11071},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":11099},{"uri":"Wind_shear","surface_form":"wind shear","offset":11126},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":11332},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":11756},{"uri":"Holly_Beach%2C_Louisiana","surface_form":"Holly Beach","offset":12621},{"uri":"Louisiana","surface_form":"Louisiana","offset":12634},{"uri":"Texas","surface_form":"Texas","offset":12916},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":13256},{"uri":"Atlantic_hurricane","surface_form":"Atlantic hurricane","offset":13397},{"uri":"United_States","surface_form":"United States","offset":13864},{"uri":"Tornado","surface_form":"tornado","offset":13916},{"uri":"Tornado_outbreak","surface_form":"tornado outbreak","offset":13948},{"uri":"Hurricane_Beulah","surface_form":"Hurricane Beulah","offset":14040},{"uri":"1967_Atlantic_hurricane_season","surface_form":"1967","offset":14060}]}