{"id":823,"url":"http://en.wikipedia.org/wiki/Test","text":"A test is a way of checking something to see if it is true, or false, or if it is edible or not. If something can be tested, or finishes the tests correctly, it is testable. The \"Concise Oxford English Dictionary\" defines a test as: \"a procedure intended to establish the quality, performance, or reliability of something\".\nA test is different from an experiment: Before a test is done, there is an expected result. The test is performed, to show this result. In an experiment, the outcome is open. Very often, tests are performed as part of an experiment.\nProducts.\nProducts are usually tested for quality, so customers will get good products.\nIn software engineering, a test is used to see if the software system can do what it should. Software is tested before it is released. \"Alpha\" testing is where software developers check the software for bugs. Software can also be checked for quality and usability. \"Beta\" testing is done by groups of users.\nTests of cars and other vehicles include a crash test. The car is put under severe conditions to see what will make it fail, or deliberately crashed to measure the damage. Other machines can also be crash tested. Crash test dummies can be used instead of humans. They are placed in the car seat to see if a human in the crash would have been injured or killed.\nPeople.\nPeople are tested to see what they have learned. This is often called an assessment or examination. In learning, a test item is a question, or set of questions.\nHowever, academic tests are not perfect measures. Tests could only partly measure a student’s memory and maybe their understanding. The test would only be about a small part of the subject, and only at that moment in time. Measurement can vary considerably and randomly based on questions being asked.\nPeople and animals can also be tested for illnesses. For example, a blood test can be used to check for disease.\nScience.\nIn science, tests can done to check for a presence of a substance, or to check the quality of something.","categories":[],"infobox_types":[],"annotations":[{"uri":"Experiment","surface_form":"experiment","offset":352},{"uri":"Expected_value","surface_form":"expected result","offset":399},{"uri":"Product","surface_form":"Product","offset":567},{"uri":"Software_engineering","surface_form":"software engineering","offset":648},{"uri":"Software","surface_form":"software","offset":699},{"uri":"Software_bug","surface_form":"bugs","offset":848},{"uri":"Usability","surface_form":"usability","offset":899},{"uri":"Cars","surface_form":"cars","offset":962},{"uri":"Machines","surface_form":"machines","offset":1131},{"uri":"Crash_Test_Dummy","surface_form":"Crash test dummies","offset":1166},{"uri":"People","surface_form":"People","offset":1322},{"uri":"Assessment","surface_form":"assessment","offset":1395},{"uri":"Examination","surface_form":"examination","offset":1409},{"uri":"Learning","surface_form":"learning","offset":1425},{"uri":"Question","surface_form":"question","offset":1452},{"uri":"People","surface_form":"People","offset":1785},{"uri":"Disease","surface_form":"disease","offset":1889},{"uri":"Science","surface_form":"science","offset":1910}]}