{"id":82315,"url":"http://en.wikipedia.org/wiki/1930_FIFA_World_Cup","text":"The 1930 FIFA World Cup was a football sporting event that was held in Uruguay from 13 July to 30 July 1930. Thirteen teams competed in the first World Cup. Seven from South America, four from Europe and two from North America. The teams were split into four groups with the winner of each group entering the semi-finals. The final saw Uruguay winning the trophy after beating Argentina.\nParticipants.\nThis was the only World Cup to not have qualifiers. This is because every FIFA member was invited to join the tournament. Most of the interest came from South America where seven nations entered. This was the most South American nations that had entered the World Cup throughout its history. Few European nations took part because of cost from travelling the Atlantic Ocean from Europe.\nGroup Stage.\nGroup 1 was the only group to have four teams. They were Argentina, France, Chile and Mexico. Argentina won the group. This was because they won all three of their matches in the group, including a 6-3 win against Mexico. Guillermo Stábile scored 3 goals in that game. Chile finished 2nd, while France ended in 3rd.\nYugoslavia won Group 2. They won both of the matches in their group. They were the only European team to qualify. This was after they won 2-1 against likely winners Brazil in the first game. They beat Bolivia 4-0 in the second game to win the group. Brazil beat Bolivia in the final game by the same score.\nIn Group 3, the host nation (Uruguay) won both of their games to qualify for the knockout stage. After a one-goal win over Peru, they beat Romania in the last game of the group without giving away a goal. During that match, they scored with four different players in their 4-0 win. The other match in the group saw the smallest crowd at a World Cup with 2,459. The actual figure though is to be around 300 people.\nIn the final group, the United States won the group with wins against Belgium and Paraguay by the same score (3-0). During the Paraguay game, Bert Patenaude was credited as the first player to score a hat-trick in a FIFA World Cup. The last match of the group saw Paraguay beat Belgium one to nil.\nSemi finals.\nThe four winners, Argentina, United States, Uruguay and Yugoslavia met in two games to see who would make the final. In the first match, the pitch had puddles all through the pitch.\nKnockout Stage.\nwon the championship. Although there was no third place play off, the United States are recognised as coming in third place (and Yugoslavia in fourth place) as the United States had better results in the tournament overall.","categories":[],"infobox_types":[],"annotations":[{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":9},{"uri":"Association_football","surface_form":"football","offset":30},{"uri":"Sporting_event","surface_form":"sporting event","offset":39},{"uri":"Uruguay","surface_form":"Uruguay","offset":71},{"uri":"South_America","surface_form":"South America","offset":168},{"uri":"Europe","surface_form":"Europe","offset":193},{"uri":"North_America","surface_form":"North America","offset":213},{"uri":"Uruguay","surface_form":"Uruguay","offset":336},{"uri":"Argentina","surface_form":"Argentina","offset":377},{"uri":"South_America","surface_form":"South America","offset":555},{"uri":"FIFA_World_Cup","surface_form":"World Cup","offset":660},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":761},{"uri":"Argentina_national_football_team","surface_form":"Argentina","offset":859},{"uri":"France_national_football_team","surface_form":"France","offset":870},{"uri":"Chile_national_football_team","surface_form":"Chile","offset":878},{"uri":"Mexico_national_football_team","surface_form":"Mexico","offset":888},{"uri":"Guillermo_St%C3%A1bile","surface_form":"Guillermo Stábile","offset":1024},{"uri":"Yugoslavia_national_football_team","surface_form":"Yugoslavia","offset":1118},{"uri":"Europe","surface_form":"European","offset":1206},{"uri":"Brazil_national_football_team","surface_form":"Brazil","offset":1283},{"uri":"Bolivia_national_football_team","surface_form":"Bolivia","offset":1319},{"uri":"Uruguay_national_football_team","surface_form":"Uruguay","offset":1454},{"uri":"Peru_national_football_team","surface_form":"Peru","offset":1548},{"uri":"Romania_national_football_team","surface_form":"Romania","offset":1564},{"uri":"United_States_men%27s_national_soccer_team","surface_form":"United States","offset":1863},{"uri":"Belgium_national_football_team","surface_form":"Belgium","offset":1909},{"uri":"Paraguay_national_football_team","surface_form":"Paraguay","offset":1921},{"uri":"Bert_Patenaude","surface_form":"Bert Patenaude","offset":1981},{"uri":"Hat-Trick","surface_form":"hat-trick","offset":2040},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":2055}]}