{"id":82341,"url":"http://en.wikipedia.org/wiki/Penance","text":"Penance is repentance of sins, as well as the name of the Catholic Sacrament of Penance and Reconciliation/Confession. The word \"penance\" comes from the Latin \"poenitentia\", the same root as penitence, which in English means repentance, the desire to be forgiven, or contrition: in many languages there is only one single word for it. Penance and repentance were similar in their original sense. After the controversy about the merits of \"faith\" and \"good works\" they are seen as conflicting views.\nThe sacrament of reconciliation, also called penance or confession, is a sacrament in the Roman Catholic Church. It is a way for people to be forgiven of their sins, or things they do wrong. They are reconciled, or brought closer to God. This sacrament heals their soul because all of their sins are taken away. It brings many graces, or blessings and good things, to the person who receives it.\nThe person who comes to this sacrament must confess, or tell, their sins to a Catholic priest or bishop. It is private, so no one else hears what the person tells the priest. After that, the person says a prayer that shows they are sorry for their sins. Then, the priest says a prayer to forgive them.\nCatholic people can come to this sacrament as much as they want. Every Catholic must come to this sacrament at least once a year.\nPriests who hear confessions are not allowed to tell anyone what they hear, no matter what. In case of mass penance, anyone who heard what the person told the priest also must not tell anyone what he or she had heard.","categories":[],"infobox_types":[],"annotations":[{"uri":"Repentance","surface_form":"repentance","offset":11},{"uri":"Sin","surface_form":"sin","offset":25},{"uri":"Catholic","surface_form":"Catholic","offset":58},{"uri":"Sacrament","surface_form":"Sacrament","offset":67},{"uri":"Latin","surface_form":"Latin","offset":153},{"uri":"Atonement","surface_form":"forgiven","offset":254},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":589}]}