{"id":82364,"url":"http://en.wikipedia.org/wiki/The_Gazette_(band)","text":"e=\"preserve\"> is a Japanese rock band. They are a part of the visual kei movement. The band formed in early 2002 and is currently signed to PS Company and King Records.\nBiography.\nIn March of 2002, Ruki, Uruha, and Reita (all former band mates), and Aoi and Yune (also former band mates) formed a band under the name Gazette. Originally signed to Matina, they released their first single, \"Wakaremichi\", and a video release in April. By September they had released two more singles and another video, headlining a show for the first time in October.\nIn early 2003, Yune decided to leave the band, and he was replaced by Kai. Shortly after, they signed with the PS Company label, and in May released their first EP, \"Cockayne Soup\". They started their first tour, with the band Hanamuke, and along with the tour, the bands collaborated on two songs. A second tour followed with the band Vidoll, and the bands were featured together on the November issue of \"Cure\", a magazine focusing on Visual Kei bands.\nIn early December they played a co-headlining show with Deadman. On December 28 they performed at \"Fool's Mate\" magazine's Beauti-fool's Fest which was later released on DVD.\nOn January 16, 2004 they recorded a solo performance at the Shibuya-AX, which was released on DVD as \"Tokyo saihan ~Judgement Day~\". On March 30, 2004 they released their \"Madara\" mini-album, which reached #2 on the Oricon Indie Charts. Madara was followed in May by a companion DVD, which included six music videos and an in-the-studio documentary. The same month, Gazette was featured in Shoxx magazine's \"Expect Rush III\", a catalogue of independent Visual Kei artists. A second live DVD, \"Heisei Banka\", was released in August. During September and October they toured with fellow PS Company bands Kra and BIS. Their debut album, \"Disorder\", was released in October, and made it to the top 5 of the indies Oricon Daily Charts.\nThe band spent the remainder of 2004 and 2005 touring extensively, releasing \"Gama\" (another mini album) in August.\nIn 2005 the band released their first major label single, \"Cassis\", in December.\nStarting 2006 with a name change—from Japanese characters to a romanized script—they released \"Nil\", their second full-length album, on February 8, 2006, and embarked on another Japanese tour, ending at the venue \"Nippon Budokan\". That July, The Gazette performed at the Beethovenhalle in Bonn, Germany, their first show outside of Asia. The concerts were arranged in conjunction with the AnimagiC anime and manga convention.\nThree more singles were released followed by another studio album, \"Stacked Rubbish\" on July 4, 2007. It reached #2 on the Oricon charts within a day from the release. The album debut was followed by a promotional tour from July through September. In October, The Gazette started their first European tour stopping England, Finland, France, and Germany.\nA new single called \"Guren\" will be released on February 13, 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":19},{"uri":"Rock_music","surface_form":"rock","offset":28},{"uri":"Band","surface_form":"band","offset":33},{"uri":"Visual_kei","surface_form":"visual kei","offset":62},{"uri":"Free-Will","surface_form":"PS Company","offset":140},{"uri":"King_Records","surface_form":"King Records","offset":155},{"uri":"Free-Will","surface_form":"PS Company","offset":661},{"uri":"Extended_play","surface_form":"EP","offset":711},{"uri":"Cockayne_Soup","surface_form":"Cockayne Soup","offset":716},{"uri":"Hanamuke","surface_form":"Hanamuke","offset":777},{"uri":"Vidoll","surface_form":"Vidoll","offset":886},{"uri":"Deadman_(band)","surface_form":"Deadman","offset":1061},{"uri":"December_28","surface_form":"December 28","offset":1073},{"uri":"January_16","surface_form":"January 16","offset":1183},{"uri":"2004","surface_form":"2004","offset":1195},{"uri":"Shibuya-AX","surface_form":"Shibuya-AX","offset":1240},{"uri":"March_30","surface_form":"March 30","offset":1316},{"uri":"2004","surface_form":"2004","offset":1326},{"uri":"Oricon","surface_form":"Oricon","offset":1396},{"uri":"Shoxx_magazine","surface_form":"Shoxx magazine","offset":1570},{"uri":"Bis_(Japanese_band)","surface_form":"BIS","offset":1790},{"uri":"Nil_(album)","surface_form":"Nil","offset":2203},{"uri":"February_8","surface_form":"February 8","offset":2244},{"uri":"2006","surface_form":"2006","offset":2256},{"uri":"Bonn","surface_form":"Bonn","offset":2397},{"uri":"Germany","surface_form":"Germany","offset":2403},{"uri":"Stacked_Rubbish","surface_form":"Stacked Rubbish","offset":2602},{"uri":"July_4","surface_form":"July 4","offset":2622},{"uri":"2007","surface_form":"2007","offset":2630},{"uri":"February_13","surface_form":"February 13","offset":2936},{"uri":"2008","surface_form":"2008","offset":2949}]}