{"id":82450,"url":"http://en.wikipedia.org/wiki/1982_Formula_One_World_Championship","text":"ce=\"preserve\">The 1982 Formula One season was the 33rd championship. The champion was Keke Rosberg in a close battle.\nPolitics.\nThe early races of the season were disrupted by politics. At the first race of the season, the South African Grand Prix, Niki Lauda led a drivers' strike against the \"superlicences\", newly required for participation in the championship, which included clauses that Lauda believed would unfairly tie drivers to their teams. Most of the drivers locked themselves in a conference room overnight before agreement was reached that the relevant clauses could be re-visited and the race was reinstated. The six factory turbocharged cars, including the Brabham-BMWs on this occasion, had their inherent power advantage exaggerated by the low air density at the high altitude Kyalami circuit and took the first six places on the grid. Alain Prost won the race in his Renault. Despite the pre-race agreement, the race stewards issued a statement during the race indicating that the licences of those drivers who had taken part in the strike were suspended.\nThe striking drivers were eventually fined $5,000 each and given a one race ban, suspended for six months, but the process of reaching this compromise position took several weeks and contributed to the cancellation of that year's Argentine Grand Prix, due to be the second race of the year. The Brazilian and United States West Grands Prix were both won by DFV-powered cars, and both results were protested by the Ferrari and Renault teams, on the grounds that the leading DFV teams were competing with underweight cars thanks to their water-cooled brakes. The stewards in Brazil ruled that the Piquet's winning Brabham and Rosberg's second-placed Williams were illegal, but their counterparts in the US rejected the same claim against Niki Lauda's McLaren and Rosberg's Williams, although they did uphold the Tyrrell team's protest against Ferrari's use of two rear wings and disqualified Villeneuve. The appeal process meant that the result of the protest would not be known for another month.\nOn 19 April, the FIA tribunal found in favour of Ferrari and Renault's protest of the Brazilian Grand Prix result. Piquet and Rosberg were disqualified and Prost was awarded the win. The other finishers, including some like title contender John Watson who had also been racing underweight, but had not been protested, were moved up the results accordingly. This gave Prost the lead in the world championship, with 18 points to Lauda's 12 and Rosberg and Watson's 8. The tribunal also ruled that after future races, all cars must be weighed before liquids were topped up. The FOCA teams requested a postponement of the next race, the San Marino Grand Prix, until July to allow consideration of the effects of the judgement, on the grounds that it changed the regulations of the sport. The race organisers refused to delay the race, which went ahead without the majority of the FOCA teams.\nVilleneuve and Pironi.\nOnly 14 cars competed at the San Marino Grand Prix because of the FOCA boycott, leaving the Ferraris to compete with the Renaults until both French cars broke down. By lap 45, Villeneuve and Pironi were contesting the lead, with Villeneuve in front, when their Ferrari team signalled them to slow down. Villeneuve did so and was passed by his teammate; they swapped the lead again several times before Pironi passed Villeneuve on the final lap for the win. After the race, Villeneuve said that the \"Slow\" sign at Ferrari had always previously meant that the drivers should hold their positions, adding \"People seem to think we had the battle of our lives! [...] I was coasting those last 15 laps.\"; Pironi said that \"The 'Slow' sign means only to use your head [... not that] if you think you can win, don't do it.\" In an interview the following week, Villeneuve said that he would never speak to Pironi again.\nTwo weeks later, Villeneuve died after an accident during the final qualifying session for the Belgian Grand Prix at Zolder. Bamsey and Lang write that he was trying to beat Pironi's time, while Ferrari race engineer Mauro Forghieri says that the Canadian was returning to the pits and would not therefore have set a lap time. Villeneuve caught Jochen Mass travelling much more slowly through a left-handed bend and moved to the right to pass him at the same instant that Mass also moved right to let Villeneuve through on the racing line. The two collided and Villeneuve was thrown out of his disintegrating car. He died of a fractured neck in a local hospital at 9:12 that evening. Ferrari withdrew from the race, which John Watson won for McLaren. His teammate Lauda was disqualified after the race for an underweight car. The results were dominated by the returning FOCA teams; even the only turbo-engined finisher, Piquet's Brabham-BMW, was from their number.\nRoebuck writes that the next race, the Monaco Grand Prix, \"was a sombre, edgy place [...] the sense of [Villeneuve's] absence was overwhelming\": the Canadian had lived in the principality and had won the previous year's race. In the race itself Arnoux led early before spinning off, handing the lead to his Renault teammate Prost. Prost built up a massive lead, but a light rain shower in the closing laps triggered a chaotic finish. Prost crashed out, handing the lead to Patrese. Patrese spun on the penultimate lap and stalled, allowing Pironi into the lead, followed by Andrea de Cesaris. On the final lap Pironi, de Cesaris, and Derek Daly all dropped out while in potential race winning positions. Meanwhile, Patrese bump-started his car by coasting down a hill, completed the final two laps, and took his first career victory. Pironi was classified second, despite running out of fuel and stopping on the last lap. After the race, Prost, who had scored no points since the Brazilian Grand Prix in March, led the championship by one point from Watson and two points from Pironi.\nNorth American tour.\nFormula One returned to North America for the Detroit Grand Prix, where Watson won again, this time from 17th place on the grid, to take the championship lead. Tragedy struck again in Canada. Pironi qualified on pole, but stalled at the start. His stationary car was hit by the Osella of young Italian Riccardo Paletti, who was killed in the impact and resultant fire. Piquet won the restarted race. Pironi came back to take a dominant victory in the Netherlands, where Arnoux was lucky to escape uninjured from a massive crash after his Renault's throttle stuck open.\n\"...there was heavy rain; as I buttoned up against the elements I chanced to look across to the end of the straight leading into the stadium.\nThere was a car—a Ferrari— in the air, 20 feet or so from the ground, its nose pointing skyward. It came down tail first, then began somersaulting, coming to rest finally at the trackside.\" \"Journalist Nigel Roebuck describing Pironi's career-ending crash at the 1982 German Grand Prix\"\nBack to Europe.\nLauda won in Britain, but the real star of the race was Derek Warwick, who hustled the unfancied Toleman into second place late in the race and was closing on Lauda before the car broke down. The next race at Le Castellet's Circuit Paul Ricard saw Frenchman Arnoux take victory in his French Renault, which was popular with the crowd but not with the team, as Arnoux was supposed to give the win to teammate Prost to help the latter's championship cause. But that was a race that saw 4 French drivers finish in the top 4 (Arnoux, Prost, Pironi and Patrick Tambay) and German driver Jochen Mass immediately retire from F1 after a near-catastrophic accident with Mauro Baldi at Signes, the fast corner after the long Mistral straight. Mass's car touched Baldi's, both went off the track and Mass hit the barrier and was then catapulted into grandstands full of people. Although several spectators had minor injures, this appalling accident left no one dead or even seriously injured- as Formula One came very close to having its own 1955 Le Mans disaster. As it was, Pironi seemed poised to run away with the title, but his quest was ended prematurely at the next race in Germany. During a wet qualifying session, Pironi plowed into the back of Prost's Renault. The Ferrari was launched into the air in an eerily similar accident to the one that killed Villeneuve. Pironi was not thrown from the car, but suffered career-ending leg injuries. Pironi's crash was so bad that FIA doctor Sid Watkins had considered amputating Pironi's legs to remove him from the wrecked Ferrari, which never happened.[\"citation needed\"] Ferrari chose to compete in the next day's race, and Patrick Tambay (who Ferrari had picked to replace Villeneuve) took a sombre win after Piquet crashed out of the lead while lapping Eliseo Salazar (Piquet famously punched Salazar for his trouble). The Austrian Grand Prix at the Österreichring, the fastest Grand Prix circuit of the year was next, and this was perhaps the most exciting race of the season: all the turbo cars eventually fell out or hit trouble, and Prost, still in contention for the championship was dealt a serious blow to his championship hopes when his car suffered turbo failure 5 laps from the end. The race then ended up being an exciting sprint for the finish between Rosberg and Italian Lotus driver Elio de Angelis. De Angelis beat Rosberg to the line by half a car's length. The Swiss Grand Prix, held at the Dijon-Prenois circuit in France, not Switzerland (where motor racing is banned) saw Rosberg win and took the lead in the championship after being held up by de Cesaris in the Alfa and catching Prost who suffered yet more mechanical troubles with his car; this was perhaps the fatal blow for the hapless Frenchman's championship hopes. The Italian Grand Prix was won by Prost's hated teammate Arnoux and the two Ferraris of Tambay and American Mario Andretti finished 2nd and 3rd; John Watson still remained in contention for the championship title with Rosberg going into the final race in Las Vegas.\nRosberg wins in Las Vegas.\nSuddenly, Rosberg (who had scored zero points the previous season) was leading the championship going into the final round at Las Vegas. He finished 5th in this race, while Watson finished 2nd; but even this was not enough to overhaul Rosberg's 44 point tally. Michele Alboreto took his first of 5 career F1 wins there at Vegas; he was the 11th different winner that season; a record that has yet to be broken in Formula One.","categories":[],"infobox_types":[],"annotations":[{"uri":"Keke_Rosberg","surface_form":"Keke Rosberg","offset":86}]}