{"id":82503,"url":"http://en.wikipedia.org/wiki/Global_Positioning_System","text":"A Global Positioning System, also known as GPS, is a system of satellites designed to help navigate on the Earth, in the air, and on water.\nA GPS receiver shows where it is. It may also show how fast it is moving, which direction it is going, how high it is, and maybe how fast it is going up or down. Many GPS receivers have information about places. GPSs for automobiles have travel data like road maps, hotels, restaurants, and service stations. GPSs for boats contain nautical charts of harbors, marinas, shallow water, rocks, and waterways. Other GPS receivers are made for air navigation, hiking and backpacking, bicycling, or many other activities. The majority are in smartphones.\nMost GPS receivers can record where they have been, and help plan a journey. While traveling a planned journey, it predicts the time to the next destination.\nHow it works.\nA GPS unit takes radio signals from satellites in space in orbit around the Earth. There are 31 satellites which are above the Earth. The orbital period is 11 hours and 58 minutes. Each circle is radius due to the Earth's radius. Far from the North Pole and South Pole, a GPS unit can receive signals from 6 to 12 satellites at once. Each satellite contains an atomic clock which is carefully set by NORAD several times every day.\nThe radio signals contain information about the time and position of the satellite, including its ephemeris. The GPS receiver subtracts the current time from the time the signal was sent. The difference is how long ago the signal was sent. The time difference multiplied by the speed of light is the distance to the satellite. The GPS unit uses trigonometry to calculate where it is from each satellite's position and distance. Usually there must be at least four satellites to solve the geometric equations. A GPS receiver can calculate its position many times in one second.\nMany inexpensive consumer receivers are accurate to almost anywhere on the Earth.\nA GPS unit can usually also calculate its current speed. Cheap ones like in a mobile phone do this by comparing present position with recent position. Expensive ones like in an airliner use the Doppler effect and are very accurate.\nHistory.\nVarious radio navigation systems have been in use since the middle 20th century. In the 1960s, experiments put the radio transmitters in satellites. A new system, at first called Navstar, was designed in the 1970s by the United States Air Force. It became GPS and was only used by the U.S. military. In 1983 President Ronald Reagan made an order to allow anyone to use the system, though it was yet too small to be very useful. The highest precision signal was encrypted and only the armed forces were allowed to use it, but in the 1990s it was temporarily decrypted and this was made permanent at the turn of the century.\nSome GPS receivers are separate units with their own power and display. Those were the majority in the 20th century. Military receivers then displayed only the geographic coordinates, or some had no display but only gave the coordinates to another machine.\nNow, the majority of GPS receivers are part of mobile phones, and many are built into wristwatches, cars and other devices. The GPS part of a mobile phone is small and usually poor, but the phone also uses mobile base stations and Wi-Fi signals to help. This is called aGPS or \"augmented GPS\".\nOther systems.\nThere are other systems that act in the same way. One was put in space by Russia, called GLONASS. Another that is not yet done is named for Galileo and built by the European Union.","categories":[],"infobox_types":[],"annotations":[{"uri":"Navigate","surface_form":"navigate","offset":91},{"uri":"Automobile","surface_form":"automobile","offset":361},{"uri":"Road_map","surface_form":"road map","offset":395},{"uri":"Hotel","surface_form":"hotel","offset":406},{"uri":"Restaurant","surface_form":"restaurant","offset":414},{"uri":"Nautical_chart","surface_form":"nautical chart","offset":472},{"uri":"Harbor","surface_form":"harbor","offset":491},{"uri":"Marina","surface_form":"marina","offset":500},{"uri":"Waterway","surface_form":"waterway","offset":535},{"uri":"Air_navigation","surface_form":"air navigation","offset":579},{"uri":"Bicycle","surface_form":"bicycling","offset":619},{"uri":"Smartphone","surface_form":"smartphone","offset":676},{"uri":"Satellite_(artificial)","surface_form":"satellites","offset":897},{"uri":"Outer_space","surface_form":"space","offset":911},{"uri":"Orbit","surface_form":"orbit","offset":920},{"uri":"Earth","surface_form":"Earth","offset":937},{"uri":"Orbital_period","surface_form":"orbital period","offset":999},{"uri":"Radius","surface_form":"radius","offset":1057},{"uri":"North_Pole","surface_form":"North Pole","offset":1104},{"uri":"South_Pole","surface_form":"South Pole","offset":1119},{"uri":"Atomic_clock","surface_form":"atomic clock","offset":1222},{"uri":"NORAD","surface_form":"NORAD","offset":1261},{"uri":"Ephemeris","surface_form":"ephemeris","offset":1390},{"uri":"Speed_of_light","surface_form":"speed of light","offset":1570},{"uri":"Trigonometry","surface_form":"trigonometry","offset":1637},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":2029},{"uri":"Airliner","surface_form":"airliner","offset":2128},{"uri":"Doppler_effect","surface_form":"Doppler effect","offset":2145},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":2413},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":2510},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":3119},{"uri":"Wristwatch","surface_form":"wristwatch","offset":3158},{"uri":"Russia","surface_form":"Russia","offset":3455},{"uri":"GLONASS","surface_form":"GLONASS","offset":3470},{"uri":"European_Union","surface_form":"European Union","offset":3546}]}