{"id":82572,"url":"http://en.wikipedia.org/wiki/16_Psyche","text":"16 Psyche is a very big Main belt asteroid, well over 200 kilometers in diameter, and likely the biggest of the metallic M-type asteroids. It is estimated to have 0.6 percent of the mass of the entire asteroid belt.\nThis asteroid was found by Annibale de Gasparis on March 17, 1852 from Naples and named after the Greek nymph Psyche. The first fifteen asteroids to be found were given symbols by astronomers as a type of short-hand notation. In 1851, however, J. F. Encke suggested using a circled number. 16 Psyche was the first new asteroid to be found that was designated with this scheme (in 1852 by J. Ferguson).\nCharacteristics.\nRadar\nobservations indicate that it is made of iron-nickel. Psyche appears to be a case of an exposed metallic core from a bigger differentiated parent body. Unlike some other M-type asteroids, Psyche shows no sign of the presence of water or water-bearing minerals on its surface, consistent with its interpretation as a metallic body. Small amounts of pyroxene appear to be present.\nIf Psyche is the core remnant of a bigger parent body, we might expect other asteroids on similar orbits. Psyche does not belong to any asteroid family. One theory is that the collision occurred very early in the solar system's history, and all the other remnants have since been ground into fragments by subsequent collisions or had their orbits perturbed beyond recognition.\nPsyche is massive enough that its perturbations on other asteroids can be measured, which enables a mass measurement. Its density is fairly low for metal (although fairly common for asteroids as such), indicating a fairly high porosity of 30–40%.\nPsyche appears to have a fairly round surface and is approximately ellipsoidal in shape. Recent lightcurve analysis indicates that its pole points towards either ecliptic coordinates (β, λ) = (-9°, 35°) or (β, λ) = (-2°, 215°) with a 10° uncertainty. This gives an axial tilt of 95°.\nTwo stellar occultations by Psyche have been seen (from Mexico on March 22, 2002, and another on May 16, 2002). Lightcurve changes indicate a non-spherical body, consistent with the lightcurve and radar results.","categories":[],"infobox_types":[],"annotations":[{"uri":"Asteroid_belt","surface_form":"Main belt","offset":24},{"uri":"Asteroid","surface_form":"asteroid","offset":34},{"uri":"M-type_asteroid","surface_form":"M-type asteroid","offset":121},{"uri":"Annibale_de_Gasparis","surface_form":"Annibale de Gasparis","offset":243},{"uri":"March_17","surface_form":"March 17","offset":267},{"uri":"1852","surface_form":"1852","offset":277},{"uri":"Naples","surface_form":"Naples","offset":287},{"uri":"Greek_mythology","surface_form":"Greek","offset":314},{"uri":"Nymph","surface_form":"nymph","offset":320},{"uri":"Psyche_(mythology)","surface_form":"Psyche","offset":326},{"uri":"Johann_Franz_Encke","surface_form":"J. F. Encke","offset":460},{"uri":"James_Ferguson_(astronomer)","surface_form":"J. Ferguson","offset":604},{"uri":"Radar_astronomy","surface_form":"Radar","offset":635},{"uri":"Iron","surface_form":"iron","offset":682},{"uri":"Nickel","surface_form":"nickel","offset":687},{"uri":"Pyroxene","surface_form":"pyroxene","offset":989},{"uri":"Asteroid_family","surface_form":"asteroid family","offset":1156},{"uri":"Mass","surface_form":"mass","offset":1497},{"uri":"Ellipsoid","surface_form":"ellipsoid","offset":1711},{"uri":"Ecliptic_coordinate_system","surface_form":"ecliptic coordinates","offset":1806},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":1909},{"uri":"Mexico","surface_form":"Mexico","offset":1984},{"uri":"March_22","surface_form":"March 22","offset":1994},{"uri":"2002","surface_form":"2002","offset":2004},{"uri":"May_16","surface_form":"May 16","offset":2025},{"uri":"2002","surface_form":"2002","offset":2033}]}