{"id":82645,"url":"http://en.wikipedia.org/wiki/Erich_Honecker","text":"Erich Honecker (25 August 1912 – 29 May 1994) was an East German Communist politician who led the German Democratic Republic from 1971 until 1989.\nAfter German re-unification, he went to the Soviet Union but was sent back by the new Russian government to Germany, where he was imprisoned and tried for high treason and crimes committed during the Cold War. However, as he was dying of liver cancer, he was released from prison. He died in exile in Chile about a year and a half later.\nOrigins and early political career.\nHonecker was born in Neunkirchen, nowadays Saarland. He had two brothers and three sisters.\nHe joined the Young Communist League of Germany (KJVD), the youth section of the Communist Party of Germany (KPD), in 1926 and joined the KPD itself in 1929. Between 1928 and 1930 he worked as a roofer, but did not finish his apprenticeship. Thereafter he was sent to Moscow to study at the International Lenin School and for the rest of his life remained a full-time politician.\nHe returned to Germany in 1931 and was arrested in 1935 after the Nazis had come to power (\"Machtübernahme\"). In 1937, he was sentenced to ten years for Communist activities and remained in captivity until the end of World War II. At the end of the war, Honecker started working for the communist party again under leader Walter Ulbricht. In 1946, he became one of the first members of the new Socialist Unity Party of Germany (\"Sozialistische Einheitspartei Deutschlands\", SED), made up of the old KPD and the Social Democrats of eastern Germany.\nHe was a member of the parliament in the Soviet Occupied Zone after the elections of October 1946. The German Democratic Republic was created on 7 October 1949. Its constitution set up a system of government like the Soviet Union's. Honecker became a candidate member of the secretariat of the Central Committee in 1950 and full member in 1958.\nLeadership of East Germany.\nIn 1961, Honecker was in charge of the building of the Berlin Wall. In 1971, he started a political power struggle. The Soviet's supported him, so Honecker became the new leader, or \"General Secretary\", of the Socialist Unity Party, replacing Walter Ulbricht. In 1976, he also became Chairman of the Council of State (\"Staatsratsvorsitzender\").\nUnder Honecker there was a big improvement in living standards, even though the GDR had the highest standard of living in the Eastern bloc countries. More consumer goods were made available and new house-building was speeded up.\nAlthough Honecker was more caring to the people about goods and housing he did not allow criticism of the government. The most obvious way this was shown was the Berlin Wall. About 125 East German citizens were killed during this period while trying to cross the border into West Berlin.\nIn foreign relations, Honecker would never allow a unified Germany. He was very loyal to the USSR, but accepted détente (that is, becoming friendlier to western countries). Under his government East Germany even became friendlier to West Germany. In September 1987, he became the first East German head of state to visit West Germany.\nIn the late 1980s Soviet leader Mikhail Gorbachev introduced glasnost and perestroika, reforms to liberalize communism. Honecker and the East German government, however, refused to implement similar reforms in the DDR. As the reform movement spread across Central and Eastern Europe there were demonstrations against the East German government. The biggest were the 1989 Monday demonstrations in the city of Leipzig. The other leaders of the DDR decided to get rid of Honecker, and forced him to resign on 18 October 1989. Egon Krenz took over instead.\nPost-1989.\nAfter the German reunification Honecker stayed in a Soviet military hospital near Berlin. Then he fled to Moscow with his wife, to avoid prosecution over charges of Cold War crimes. The German government said he should be prosecuted because 192 East Germans died trying to leave East Germany. After the Soviet Union broke up in December 1991, Honecker went to the Chilean embassy in Moscow, but was sent back by Boris Yeltsin's government in 1992. The trial started in early 1993, but Honecker was released due to ill health and on 13 January of that year moved to Chile to live with his daughter Sonja, her Chilean husband Leo Yáñez, and their son Roberto. He died of liver cancer in Santiago, Chile on 29 May 1994.\nPersonal.\nHonecker married Edith Baumann in 1950 and divorced her in 1953. They had a daughter, Erika (b. 1950). In 1953 he married Margot Feist and they remained married until his death. They had a daughter, Sonja, born in 1952. Margot Honecker was the Minister for National Education in East Germany.\nLiterature.\nHonecker's autobiography \"Aus meinem Leben\" is translated into English as \"From my life\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"East German","offset":53},{"uri":"Communism","surface_form":"Communist","offset":65},{"uri":"Politician","surface_form":"politician","offset":75},{"uri":"German_Democratic_Republic","surface_form":"German Democratic Republic","offset":98},{"uri":"German_re-unification","surface_form":"German re-unification","offset":153},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":191},{"uri":"Treason","surface_form":"treason","offset":307},{"uri":"Cold_War","surface_form":"Cold War","offset":347},{"uri":"Liver_cancer","surface_form":"liver cancer","offset":385},{"uri":"Chile","surface_form":"Chile","offset":448},{"uri":"Neunkirchen%2C_Saarland","surface_form":"Neunkirchen","offset":542},{"uri":"Saarland","surface_form":"Saarland","offset":564},{"uri":"Young_Communist_League_of_Germany","surface_form":"Young Communist League of Germany","offset":627},{"uri":"Communist_Party_of_Germany","surface_form":"Communist Party of Germany","offset":694},{"uri":"Moscow","surface_form":"Moscow","offset":881},{"uri":"International_Lenin_School","surface_form":"International Lenin School","offset":904},{"uri":"Nazism","surface_form":"Nazis","offset":1059},{"uri":"Macht%C3%BCbernahme","surface_form":"Machtübernahme","offset":1085},{"uri":"World_War_II","surface_form":"World War II","offset":1210},{"uri":"Walter_Ulbricht","surface_form":"Walter Ulbricht","offset":1315},{"uri":"Socialist_Unity_Party_of_Germany","surface_form":"Socialist Unity Party of Germany","offset":1387},{"uri":"German_Democratic_Republic","surface_form":"German Democratic Republic","offset":1644},{"uri":"Constitution_of_East_Germany","surface_form":"constitution","offset":1706},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1758},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":1969},{"uri":"Soviet","surface_form":"Soviet","offset":2034},{"uri":"Walter_Ulbricht","surface_form":"Walter Ulbricht","offset":2157},{"uri":"Eastern_bloc","surface_form":"Eastern bloc","offset":2385},{"uri":"West_Berlin","surface_form":"West Berlin","offset":2763},{"uri":"D%C3%A9tente","surface_form":"détente","offset":2888},{"uri":"West_Germany","surface_form":"West Germany","offset":3009},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":3143},{"uri":"Glasnost","surface_form":"glasnost","offset":3172},{"uri":"Perestroika","surface_form":"perestroika","offset":3185},{"uri":"Monday_demonstrations","surface_form":"Monday demonstrations","offset":3482},{"uri":"Leipzig","surface_form":"Leipzig","offset":3519},{"uri":"Egon_Krenz","surface_form":"Egon Krenz","offset":3634},{"uri":"Moscow","surface_form":"Moscow","offset":3781},{"uri":"Cold_War","surface_form":"Cold War","offset":3840},{"uri":"Chile","surface_form":"Chile","offset":4039},{"uri":"Boris_Yeltsin","surface_form":"Boris Yeltsin","offset":4087},{"uri":"Liver_cancer","surface_form":"liver cancer","offset":4344},{"uri":"Santiago_de_Chile","surface_form":"Santiago","offset":4360},{"uri":"Chile","surface_form":"Chile","offset":4370},{"uri":"Edith_Baumann","surface_form":"Edith Baumann","offset":4419},{"uri":"Margot_Honecker","surface_form":"Margot Feist","offset":4524},{"uri":"Margot_Honecker","surface_form":"Margot Honecker","offset":4622},{"uri":"Ministerrat","surface_form":"Minister for National Education in East Germany","offset":4646}]}