{"id":82754,"url":"http://en.wikipedia.org/wiki/Auguste_Escoffier","text":"Georges Auguste Escoffier (28 October 1846 – 12 February 1935) was a French chef, restaurateur and writer who updated traditional French cooking methods and made them more popular. He was important in the development of modern French cuisine.\nA lot of Escoffier's ideas and ways of working were based on Antoine Carême's. Careme wrote about French \"Haute cuisine\". Escoffier simplified and modernised Carême's complicated recipes and style.\nAs well as recording and inventing recipes, Escoffier made cooking a respected profession.\nHe organised his kitchens into sections run by \"chefs de partie\". He also carried on Careme's habit of \"service à la russe\" (serving each dish in the order printed on the menu) instead of \"service à la française\" (serving all dishes at once).\nGregor Von Görög, Chef to the Royal family at Buckingham Palace, was quick to assume this form of service, and soon all 'High Society' was adopting 'Russian-style' service.\nEarly life.\nHe was born in the village of Villeneuve-Loubet, near Nice. At thirteen he became an apprentice at his uncle's restaurant, \"Le Restaurant Français\", in Nice. In 1865 he moved to \"Le Petit Moulin Rouge\" restaurant in Paris. He stayed there until the start of the Franco-Prussian war in 1870, when he became an army chef. His army experience led him to study the ways of canning food.\nSome time before 1878 he opened his own restaurant, \"Le Faisan d'Or\" (The Golden Pheasant) in Cannes. In 1880 he married Delphine Daffis. In 1884 the couple moved to Monte Carlo, where Escoffier took control of the kitchen at the Grand Hotel.\nCésar Ritz and the London Savoy.\nDuring the summers he ran the kitchen of the Hotel National in Lucerne, where he met César Ritz. At that time the French Riviera was a winter resort.\nThe two men formed a partnership and in 1890 moved to the Savoy Hotel in London. From the Savoy they started a number of famous hotels, including the Grand Hotel in Rome, and many Ritz Hotels around the world.\nAt the London Savoy, Escoffier created many famous dishes. For example, in 1893 he invented the Pêche Melba (Peach Melba) in honour of the Australian singer Dame Nellie Melba. Another of his creations was Tournedos Rossini, in honour of the Italian composer Gioacchino Rossini. He left the Savoy Hotel after taking money from food suppliers.\nRitz and Carlton.\nIn 1898 Escoffier and Ritz opened the Hôtel Ritz in Paris. The Carlton in London followed in 1899, where Escoffier first introduced the practice of the \"à la carte\" menu. Ritz had a nervous breakdown in 1901, leaving Escoffier to run the Carlton until 1919, shortly after Ritz's death. For a time one of his pupils was Ho Chi Minh who was training as a pastry chef.\nLe Guide Culinaire.\nIn 1903 Escoffier published his first major book, \"Le Guide Culinaire\". This \"Guide to Cooking\" had 5,000 recipes. Even today it is used as both a cookbook and textbook for classic cooking.\nIn 1904 and 1912 Escoffier was hired to plan the kitchens for ships belonging to the steam-ship company Hamburg-Amerika Lines. On the second voyage, Kaiser William II congratulated Escoffier, telling him \"I am the Emperor of Germany, but you are the Emperor of chefs.\"\nLegion d'honneur.\nIn the 1920s, Escoffier became the first chef to receive the Legion of Honour and in 1928 was made an Officer of the Legion.\nDeath.\nHe died at the age of 88 in Monte Carlo a few days after his wife.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":69},{"uri":"Chef","surface_form":"chef","offset":76},{"uri":"Restaurateur","surface_form":"restaurateur","offset":82},{"uri":"French_cooking","surface_form":"French cooking","offset":130},{"uri":"Antoine_Car%C3%AAme","surface_form":"Antoine Carême","offset":304},{"uri":"Haute_cuisine","surface_form":"Haute cuisine","offset":349},{"uri":"Service_%C3%A0_la_russe","surface_form":"service à la russe","offset":636},{"uri":"Service_%C3%A0_la_fran%C3%A7aise","surface_form":"service à la française","offset":721},{"uri":"Villeneuve-Loubet","surface_form":"Villeneuve-Loubet","offset":990},{"uri":"Nice","surface_form":"Nice","offset":1014},{"uri":"Apprentice","surface_form":"apprentice","offset":1045},{"uri":"Paris","surface_form":"Paris","offset":1176},{"uri":"Franco-Prussian_war","surface_form":"Franco-Prussian war","offset":1222},{"uri":"Cannes","surface_form":"Cannes","offset":1437},{"uri":"Monte_Carlo","surface_form":"Monte Carlo","offset":1509},{"uri":"Lucerne","surface_form":"Lucerne","offset":1682},{"uri":"C%C3%A9sar_Ritz","surface_form":"César Ritz","offset":1704},{"uri":"French_Riviera","surface_form":"French Riviera","offset":1733},{"uri":"Savoy_Hotel","surface_form":"Savoy Hotel","offset":1827},{"uri":"London","surface_form":"London","offset":1842},{"uri":"Rome","surface_form":"Rome","offset":1934},{"uri":"P%C3%AAche_Melba","surface_form":"Pêche Melba","offset":2075},{"uri":"Australia","surface_form":"Australia","offset":2118},{"uri":"Nellie_Melba","surface_form":"Nellie Melba","offset":2141},{"uri":"Gioacchino_Rossini","surface_form":"Gioacchino Rossini","offset":2237},{"uri":"H%C3%B4tel_Ritz_Paris","surface_form":"Hôtel Ritz","offset":2377},{"uri":"Ho_Chi_Minh","surface_form":"Ho Chi Minh","offset":2658},{"uri":"Le_Guide_Culinaire","surface_form":"Le Guide Culinaire","offset":2776},{"uri":"Hamburg-Amerika_Lines","surface_form":"Hamburg-Amerika Lines","offset":3019},{"uri":"William_II_of_Germany","surface_form":"Kaiser William II","offset":3064},{"uri":"L%C3%A9gion_d%27honneur","surface_form":"Legion of Honour","offset":3263},{"uri":"Monte_Carlo","surface_form":"Monte Carlo","offset":3362}]}