{"id":82784,"url":"http://en.wikipedia.org/wiki/31_Euphrosyne","text":"31 Euphrosyne is one of the biggest main belt asteroids, found by James Ferguson on September 1, 1854. It was the first asteroid found from North America. It is named after Euphrosyne, one of the Charites in Greek mythology.\nIt is the eighth biggest main belt asteroid and contains around 1% of the mass of the entire asteroid belt, but is a very dark body near the belt's farther edge. Because of that, Euphrosyne is never visible with binoculars, having a maximum magnitude at the best possible opposition of around +10.2, which is actually fainter than any of the thirty asteroids previously found.\nIt has not been studied a lot despite being one of the biggest asteroids. It is a normal C-type asteroid with a primitive surface. Its orbit, however, is quite unusual. It's orbit is similar to that of 2 Pallas in its high inclination and eccentricity. Whereas Pallas and Eris - the only bigger bodies with comparably tilted orbits - have nodes near perihelion and aphelion, Euphrosyne's perihelion lies at the northernmost point of its orbit. During a rare perihelic opposition Euphrosyne is very high in the sky from northern latitudes, but invisible from such countries as New Zealand and Chile.\nIts apparently low density suggests that, unlike 10 Hygiea, 704 Interamnia and 52 Europa, Euphrosyne is a loosely-packed rubble pile (an asteroid that has been broken apart by a collision with all the pieces pulled together by gravity). Its rotation period is very common for big asteroids, but nothing is known of its axial tilt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Asteroid_belt","surface_form":"main belt","offset":36},{"uri":"Asteroid","surface_form":"asteroid","offset":46},{"uri":"James_Ferguson_(astronomer)","surface_form":"James Ferguson","offset":66},{"uri":"North_America","surface_form":"North America","offset":140},{"uri":"Euphrosyne_(mythology)","surface_form":"Euphrosyne","offset":173},{"uri":"Charites","surface_form":"Charites","offset":196},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":208},{"uri":"Binoculars","surface_form":"binoculars","offset":437},{"uri":"2_Pallas","surface_form":"2 Pallas","offset":804},{"uri":"Inclination","surface_form":"inclination","offset":825},{"uri":"Eris_(dwarf_planet)","surface_form":"Eris","offset":874},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1178},{"uri":"Chile","surface_form":"Chile","offset":1194},{"uri":"10_Hygiea","surface_form":"10 Hygiea","offset":1250},{"uri":"704_Interamnia","surface_form":"704 Interamnia","offset":1261},{"uri":"52_Europa","surface_form":"52 Europa","offset":1280},{"uri":"Gravity","surface_form":"gravity","offset":1428},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":1520}]}