{"id":82809,"url":"http://en.wikipedia.org/wiki/Cambrian","text":"The Cambrian is the first geological period of the Palaeozoic era and the Phanerozoic eon. It lasted from 541 million years ago to 485.4 million years ago. Before it came the Ediacaran, and after it the Ordovician.\nBiologists have learnt quite a lot about the soft parts of Cambrian animals. This is because places have been found where soft parts of organisms are preserved as well as their more resistant shells. This means our understanding of the Cambrian biota is better than that of some later periods.\nLife on Earth changed greatly during the Cambrian period. Before the Cambrian, life was mostly small and simple. Complex organisms (metazoa) evolved during the Proterozoic era. But during the Cambrian period, some organisms used carbonate minerals for shells, so they had hard parts which could become fossils. There were many different kinds of life during the Cambrian period. This increase in the diversity of lifeforms was relatively rapid, and is called the Cambrian explosion. This adaptive radiation produced the first members of the main groups of animals, called phyla.\nAlmost all of this new life was in the oceans. There was little life on land except a layer of microbes. There were shallow seas near several continents, because a supercontinent called Pannotia had broken into smaller pieces. The seas were warm, and there was no ice at the North and South Pole. Many animals with hard shells appeared for the first time during the beginning of the Cambrian.\nChange in the sea floor.\nAt the start of the Cambrian, the earlier animals (the Ediacaran biota) may have become extinct. It seems these older life forms were affected by new types which burrowed into the sea floor. This changed the conditions of life for the older types. The burrowing must have disturbed the mat of bacteria and algae which covered the sea-floor. About this time we find the first examples of many phyla. There are also some fossil traces on what was land at the time, so perhaps a few Cambrian organisms did leave the water.\nFossils.\nIt is not always clear which phylum a fossil should be put into. So there are some fossils which are still being discussed, years after they were discovered.","categories":[],"infobox_types":[],"annotations":[{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":51},{"uri":"Era","surface_form":"era","offset":62},{"uri":"Phanerozoic","surface_form":"Phanerozoic","offset":74},{"uri":"Eon","surface_form":"eon","offset":86},{"uri":"Ediacaran","surface_form":"Ediacaran","offset":175},{"uri":"Ordovician","surface_form":"Ordovician","offset":203},{"uri":"Lagerstatten","surface_form":"places","offset":308},{"uri":"Biota","surface_form":"biota","offset":460},{"uri":"Metazoa","surface_form":"metazoa","offset":641},{"uri":"Evolved","surface_form":"evolved","offset":650},{"uri":"Proterozoic","surface_form":"Proterozoic","offset":669},{"uri":"Carbonate","surface_form":"carbonate","offset":738},{"uri":"Mineral","surface_form":"mineral","offset":748},{"uri":"Shell","surface_form":"shell","offset":761},{"uri":"Cambrian_explosion","surface_form":"Cambrian explosion","offset":972},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":997},{"uri":"Phyla","surface_form":"phyla","offset":1081},{"uri":"Microbe","surface_form":"microbe","offset":1183},{"uri":"Supercontinent","surface_form":"supercontinent","offset":1252},{"uri":"Pannotia","surface_form":"Pannotia","offset":1274},{"uri":"North_Pole","surface_form":"North","offset":1363},{"uri":"South_Pole","surface_form":"South Pole","offset":1373},{"uri":"Ediacaran_biota","surface_form":"Ediacaran biota","offset":1561},{"uri":"Extinct","surface_form":"extinct","offset":1594},{"uri":"Burrow","surface_form":"burrow","offset":1668},{"uri":"Bacteria","surface_form":"bacteria","offset":1799},{"uri":"Algae","surface_form":"algae","offset":1812},{"uri":"Phyla","surface_form":"phyla","offset":1898}]}