{"id":82817,"url":"http://en.wikipedia.org/wiki/Boeing_787_Dreamliner","text":"The Boeing 787 Dreamliner is a passenger aircraft made by Boeing. Its first flight took place on 15 December 2009. It was planned to be released earlier, but the first passenger flight of the airplane was in October 2011. Because of this some airlines will get their aircraft nearly 30 months late.\nThe aircraft has had some problems. It is being reviewed by the FAA and the Japanese aviation agency. On January 16, 2013, the FAA said that no 787s were allowed to fly in the U.S. The EASA, Japanese Transport Ministry, India's Directorate General of Civil Aviation (DGCA), and Chile's Dirección General de Aeronautica Civil (DGAC) also said that the 787 was not allowed to fly in their country.\nHistory.\nIn the late 1990s Boeing wanted to make a plane called the Sonic Cruiser, which would go very fast. According to Boeing, the 787 consumes 20% less fuel than the similarly-sized 767. But after the September 11, 2001 attacks fuel prices went up, so airlines wanted more efficient planes rather than faster ones. Boeing cancelled the Sonic Cruiser and replaced it in January 2003 with the \"7E7,\" which was the code name for the 787 at the time. In July 2003, Boeing decided to call the new plane the \"Dreamliner.\"\nOn April 26, 2004, Japanese airline All Nippon Airways became the launch customer for the 7E7, and they expected to have the plane delivered in 2008. In 2005 it was renamed the 787.\nThe 787 was designed to be much more efficient. It did this by using composite to build most of the plane instead of aluminum, which made the plane lighter. It also used two new engine types, the General Electric GEnx and the Rolls-Royce Trent 1000. According to Boeing this made the 787 20% more efficient than the 767.\nIn December 2006 Boeing said that the 787 was heavier than they expected, so the plane was delayed. Also, Boeing had tried to shorten the time to make the plane by asking parts suppliers to assemble parts of the plane. These parts manufacturers were not used to the extra work though, and this delayed the 787 even more.\nBoeing started to test the 787 on the ground. They found more problems and the plane was delayed even more. Finally on December 15, 2009 the 787 went on its first flight. Boeing began testing the plane in the air. There were more problems, like a failure of one of the Rolls-Royce Trent 1000 engines, and an in flight fire, which delayed the plane even more. Some airlines wanted to be paid back for all the delays. Finally in July 2011, Boeing delivered their first 787 to ANA.\nFeatures.\nThe Boeing 787 has a common type rating as the Boeing 777, which means that a pilot who trains in one of the planes can easily switch to the other with very little additional training.\nOne of the most interesting features of the 787 is the sawtooth pattern at the back of the engine. According to Boeing this makes the plane quieter for people on the plane and on the ground. The engines also have sound absorbing material at the front of the engine to make the plane even quieter.\nThe inside of the 787 is the most noticeable feature. The windows are much bigger on the 787 than on other planes because the plane is made mostly of composite, which is stronger than the aluminum which is used on most other planes. Also, the windows of the plane don't use slide-down shades like most planes. Instead they have buttons which can make the window darker or lighter. The inside of the plane also uses LED lighting. This lets the plane change the colors of the lights inside.\nThe fact that the plane is made of composites instead of aluminum makes the passengers more comfortable. Most passenger planes fly so high that they needs to pump air into the cabin so the passengers can breathe. Most planes pump in enough air so that the passengers feel like they are at about 8000 feet (2400 meters). But since the 787 uses composites, which is stronger than aluminum, the plane can pump in more air so the passengers feel like they are at about 6000 feet (1800 meters). The composite is also less vulnerable to corrosion, so the plane can have a higher humidity than most other planes. Boeing says that these improvements will make passengers feel better after a long flight.\nVariants.\nBoeing makes 3 variants of the Dreamliner: the 787-8, the 787-9, and the 787-10. The 787-10 is in testing. They were also going to make the 787-3, but it was later cancelled due to low airline demand.\n787-8.\nThe -8 is the shortest 787 variant, flying 210 people about 15200 km. It started flying in 2011. The -8 will replace the Boeing 767-200ER and Boeing 767-300ER aircraft. It is meant for very long trips with fewer passengers, where a bigger plane will not make enough money for the airline.\n787-9.\nThe -9 is a larger 787 and has a range of about 15750 km. It will be able to fly about 270 people and started production in 2014. It will be able to carry more weight than the -8, and it will be longer than the -8. It will compete against Airbus and their A330-300 aircraft and their A330-200. It will replace the Boeing 767-400ER.\n787-10.\nThe -10 is larger than both the 787-8 and the 787-9. It will carry about 300 people, but to do that it will have less range. It will compete with the Airbus A350, and it will also replace the Boeing 777-200ER aircraft.\n787-3 (Cancelled).\nThe -3 was going to be the smallest and would have the shortest range at about 5000 km, and would fly about 290 people. It would have replace the Boeing 747-400D (the D stands for domestic, which means flights that take-off and land in the same country) that was used by two Japanese airlines. At first these Japanese airlines had ordered the 787-3, but since the plane was late the airlines cancelled their orders. This made Boeing scrap the 787-3.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aircraft","surface_form":"aircraft","offset":41},{"uri":"Boeing","surface_form":"Boeing","offset":58},{"uri":"Flight","surface_form":"flight","offset":76},{"uri":"15","surface_form":"15","offset":97},{"uri":"December","surface_form":"December","offset":100},{"uri":"2009","surface_form":"2009","offset":109},{"uri":"Passenger","surface_form":"passenger","offset":168},{"uri":"Flight","surface_form":"flight","offset":178},{"uri":"Airline","surface_form":"airlines","offset":243},{"uri":"Aircraft","surface_form":"aircraft","offset":267},{"uri":"FAA","surface_form":"FAA","offset":363},{"uri":"Japanese_aviation_agency","surface_form":"Japanese aviation agency","offset":375},{"uri":"Japanese_Transport_Ministry","surface_form":"Japanese Transport Ministry","offset":490},{"uri":"Directorate_General_of_Civil_Aviation_(India)","surface_form":"Directorate General of Civil Aviation","offset":527},{"uri":"Directorate_General_of_Civil_Aviation_(Chile)","surface_form":"Dirección General de Aeronautica Civil (DGAC)","offset":585},{"uri":"Boeing_767","surface_form":"767","offset":881},{"uri":"September_11%2C_2001_attacks","surface_form":"September 11, 2001 attacks","offset":900},{"uri":"All_Nippon_Airways","surface_form":"All Nippon Airways","offset":1251},{"uri":"Composite","surface_form":"composite","offset":1466},{"uri":"Boeing_767","surface_form":"767","offset":1713},{"uri":"All_Nippon_Airways","surface_form":"ANA","offset":2513},{"uri":"Boeing_777","surface_form":"Boeing 777","offset":2575},{"uri":"Light-emitting_diode","surface_form":"LED","offset":3425},{"uri":"Corrosion","surface_form":"corrosion","offset":4030},{"uri":"Humidity","surface_form":"humidity","offset":4072},{"uri":"Boeing_767","surface_form":"Boeing 767-200ER","offset":4534},{"uri":"Boeing_767","surface_form":"Boeing 767-300ER","offset":4555},{"uri":"Competition","surface_form":"compete","offset":4932},{"uri":"Airbus","surface_form":"Airbus","offset":4948},{"uri":"Airbus_A330","surface_form":"A330-300","offset":4965},{"uri":"Boeing_767","surface_form":"Boeing 767-400ER","offset":5023},{"uri":"Airbus_A350_XWB","surface_form":"Airbus A350","offset":5199},{"uri":"Boeing_777","surface_form":"Boeing 777-200ER","offset":5241},{"uri":"Range","surface_form":"range","offset":5351},{"uri":"Km","surface_form":"km","offset":5371},{"uri":"Boeing_747","surface_form":"Boeing 747-400D","offset":5433},{"uri":"Take-off","surface_form":"take-off","offset":5502},{"uri":"Landing","surface_form":"land","offset":5515},{"uri":"Japan","surface_form":"Japan","offset":5562}]}