{"id":82811,"url":"http://en.wikipedia.org/wiki/Conjecture","text":"e=\"preserve\">A conjecture is an idea in mathematics that appears \"likely\" to be true but that has not been \"proven\" to be true.\nAfter a conjecture is proven to be true, it becomes a theorem.\nFamous conjectures.\nUntil recently, one of the most famous conjectures was Fermat's Last Theorem. The name was incorrect, because although Fermat said he had a proof for it, none could be found in his notes. In 1992, British mathematician Andrew Wiles found a proof for it, making it a theorem and not a conjecture.\nUndecidable conjectures.\nNot every conjecture can be proven true or false. The continuum hypothesis, which describes the size of certain infinite sets, is an example. It was shown to be independent of the generally accepted axioms of set theory, which means that it cannot be proven true or false using those axioms. It is therefore possible to take this statement, or its negation, as a new axiom in a consistent manner (much as we can take Euclid's parallel postulate as either true or false).\nIn this case, if a proof uses this statement, researchers will often look for a new proof that \"does not\" require the hypothesis The one major exception to this in practice is the axiom of choice -- unless studying this axiom in particular, the majority of researchers do not usually worry whether a result requires the axiom of choice.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":40},{"uri":"Theorem","surface_form":"theorem","offset":182},{"uri":"Fermat%27s_Last_Theorem","surface_form":"Fermat's Last Theorem","offset":266},{"uri":"Pierre_de_Fermat","surface_form":"Fermat","offset":330},{"uri":"Andrew_Wiles","surface_form":"Andrew Wiles","offset":430},{"uri":"Continuum_hypothesis","surface_form":"continuum hypothesis","offset":586},{"uri":"Infinite_set","surface_form":"infinite set","offset":644},{"uri":"Zermelo-Fraenkel_axioms","surface_form":"axioms of set theory","offset":731},{"uri":"Axiom","surface_form":"axiom","offset":816},{"uri":"Axiom","surface_form":"axiom","offset":899},{"uri":"Euclid","surface_form":"Euclid","offset":949},{"uri":"Parallel_postulate","surface_form":"parallel postulate","offset":958},{"uri":"Axiom_of_choice","surface_form":"axiom of choice","offset":1183}]}