{"id":8284,"url":"http://en.wikipedia.org/wiki/Belize","text":"Belize (), formerly known as \"British Honduras\", is a country in Central America. It used to be called \"British Honduras\", but changed its name in 1973. Long before that it was part of the Mayan Empire. Belize is the only English speaking country in Central America.\nSome people in Belize speak Spanish or Kriol, but English is the official language and the most commonly spoken. This is because Belize is a former colony of the United Kingdom, while its neighbors were once colonies of Spain. Many people speak two languages. Belize is a melting pot of cultures.\nMore than three hundred and thirty thousand (374,681 (2017)) people live in Belize. Kriols make up about 21% of the Belizean people. Three Maya groups now live in the country: the Yucatec, the Mopan, and Kekchi. The Garinagu are a mix of African, Arawak, and Carib ancestry. There are also Mestizos.\nBelmopan, which is near the centre of the country, is its capital. The first capital was Belize City. Other towns and cities include Belize City, Corozal Town, Orange Walk Town, Punta Gorda, Santa Elena/San Ignacio (known as the twin town) and San Pedro Town.\nBelize is on the coast of the Caribbean Sea. There are about 450 islands. The largest island, Ambergris Caye, is forty kilometres long. Many other islands are very small. In the water around the islands are coral reefs.\nThe temperature along the coast is warm all year round. It typically ranges from 20 °C to 32 °C. Sometimes hurricanes hit, causing great damage.\nGeography.\nBelize is on the Caribbean coast of northern Central America. It shares a border on the north with the Mexican state of Quintana Roo, on the west with the Guatemalan department of Petén, and on the south with the Guatemalan department of Izabal. To the east is the Caribbean Sea. The Belize Barrier Reef is along most of the of predominantly marshy coastline. Belize have the second largest living barrier reef in the world. The area of the country totals. There are many lagoons along the coasts and in the northern part of the country. This makes the actual land area smaller at.\nThe Hondo and the Sarstoon River make the northern and southern border.\nThe north of Belize is mostly flat, swampy coastal plains. In some places it is heavily forested. The south has the low mountain range of the Maya Mountains. The highest point in Belize is Doyle's Delight at. The Caribbean coast is lined with a coral reef and about 450 islets and islands. The islands are locally called cayes (pronounced \"keys). Three of only four coral atolls in the Western Hemisphere are off the coast of Belize.\nOver 60% of Belize's land surface is covered by forest. 20% is covered by cultivated land (agriculture) and human settlements. There are also important mangrove ecosystems across Belize's landscape.\nDistricts.\nTotal areas and number of people 22,964 – 312,971\nThese districts are further divided into 31 constituencies.\nArmed forces.\nThe Belize Defence Force (BDF) is the military. It is responsible for protecting Belize. In 1997, the regular army had over 900 people, the reserve army 381, the air wing 45 and the maritime wing 36. This amounts to an overall strength of about 1400. In 2005, the maritime wing became part of the Belizean Coast Guard. In the same year, the government spent $1.2 million on the military. This is 1.87% of the country's gross domestic product (GDP).\nAfter Belize became independent in 1981 the United Kingdom kept some military in the country to protect it from invasion by Guatemala. The main British force left in 1994. This was three years after Guatemala said Belize was independent. The United Kingdom still keeps some military people in the country. In 2011 the base was only 10 soldiers due to British budget cuts. They hope to reopen the base later.\nCuisine.\nBelizean cuisine is inspired by British, Mexican and Western Caribbean cooking. Since Belize is a meting pot of culture, it has adopted dishes from many different countries. The basic ingredients are rice and beans. These are often eaten with chicken, pork, veal, fish or vegetables. Coconut milk and fried plantains are added to the dishes to create a truly tropical taste. Exotic ingredients include armadillo meat, venison, iguana, iguana egg, and fried paca. Conch soup is a traditional dish. It has a characteristic taste and thick consistency due to added okra, potatoes, yams, cassava flour and a touch of toasted habanero. Belizean food is almost always served alongside white rice in coconut milk.\nMestizo- Tamales, Relleno, Escabeche, Empanades and many other corn food.\nCreole- The famous Rice and Beans, sere, and other dishes with may include cassava and yam.\nSports.\nThe major sports in Belize are football, basketball, volleyball and cycling. There are smaller followings of boat racing, track & field, softball and cricket. Fishing is also popular in areas of Belize. The Cross Country Cycling Classic is one of the most important Belize sports events. This one-day sports event is meant for amateur cyclists but has also gained a worldwide popularity.\nOn Easter day, citizens of Dangriga participate in a yearly fishing tournament. First, second, and third prize are awarded based on a scoring combination of size, species, and number. The tournament is broadcast over local radio stations. Prize money is awarded to the winners.\nBelize's National Basketball Team is the only National Team to have major victories internationally.\nBlack Orchid.\nThe black orchid (Encyclia Cochleatum) is the National Flower of Belize. This orchid grows on trees in damp areas, and flowers nearly all year round. Its clustered bulblike stems vary in size up to six inches long and carry two or three leaves.\nThe black orchid flower has greenish-yellow petals and sepals with purple blotches near the base. The \"lip\" (one petal of special construction, which is the flower's showiest) is shaped like a valve of a clam shell (hence the name Encyclia Cochleatum) and is deep purple-brown, almost black, with conspicuous radiating purple veins.\nMahogany Tree.\nThe National Tree of Belize is the Mahogany Tree (\"Swietenia macrophylla\"), one of the magnificent giants of the Belize rain forest. It rises straight and tall to over a hundred feet. In the early months of the year, when the leaves fall and new red-brown growth appears, the tree can be seen from a great distance. The tree puts out a many small whitish flowers. The flowers blossom into dark fruits, which are pear-shaped capsules about six inches long. The mahogany tree matures in 60 to 80 years.\nKeel Billed Toucan.\nThe Keel Billed Toucan (\"Ramphastos sulfuratus\") is the National Bird of Belize. It is noted for its great, canoe-shaped bill and its brightly coloured green, blue, red and orange feathers. There are toucans in open areas of the country with large trees. It is mostly black with bright yellow cheeks and chest, red under the tail and a distinctive white patch at the base of the tail. They make a monotonous frog-like croak. Toucans like fruits. They eat by cutting with the serrated edge of their bills.\nTapir.\nThe Tapir or Mountain Cow (Tapirello Bairdii) is the largest land mammal of the American tropics. The tapir is a stoutly built animal with short legs, about the size of a donkey and weighs up to 600 pounds. Its general color is dusty brown with a white fringe around the eyes and lips, white tipped ears and occasional white patches of fur on the throat and chest.\nIn spite of its local name, the tapir is not a cow. It is closely related to the horse and is also kin to the rhinoceros. The tapir is a vegetarian. It spends much of its time in water or mud shallows, and is a strong swimmer.\nThe National Animal is protected under the law thus the hunting of the tapir is illegal.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_Honduras","surface_form":"British Honduras","offset":30},{"uri":"Central_America","surface_form":"Central America","offset":65},{"uri":"Maya_civilization","surface_form":"Mayan Empire","offset":189},{"uri":"English_language","surface_form":"English","offset":222},{"uri":"Spanish_language","surface_form":"Spanish","offset":295},{"uri":"Belizean_Kriol_language","surface_form":"Kriol","offset":306},{"uri":"English_language","surface_form":"English","offset":317},{"uri":"Colony","surface_form":"colony","offset":415},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":429},{"uri":"Spain","surface_form":"Spain","offset":487},{"uri":"Yucatec","surface_form":"Yucatec","offset":744},{"uri":"Mopan_people","surface_form":"Mopan","offset":757},{"uri":"Q%27eqchi%27_people","surface_form":"Kekchi","offset":768},{"uri":"Arawaks","surface_form":"Arawak","offset":811},{"uri":"Carib_people","surface_form":"Carib","offset":823},{"uri":"Mestizo","surface_form":"Mestizo","offset":854},{"uri":"Belmopan","surface_form":"Belmopan","offset":864},{"uri":"Capital_(city)","surface_form":"capital","offset":922},{"uri":"Belize_City","surface_form":"Belize City","offset":997},{"uri":"Corozal_Town","surface_form":"Corozal Town","offset":1010},{"uri":"Orange_Walk_Town","surface_form":"Orange Walk Town","offset":1024},{"uri":"Punta_Gorda%2C_Belize","surface_form":"Punta Gorda","offset":1042},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1154},{"uri":"Island","surface_form":"island","offset":1189},{"uri":"Ambergris_Caye","surface_form":"Ambergris Caye","offset":1218},{"uri":"Coral_reef","surface_form":"coral reef","offset":1331},{"uri":"Hurricane","surface_form":"hurricane","offset":1451},{"uri":"Quintana_Roo","surface_form":"Quintana Roo","offset":1620},{"uri":"Pet%C3%A9n_(department)","surface_form":"Petén","offset":1680},{"uri":"Izabal_Department","surface_form":"Izabal","offset":1738},{"uri":"Belize_Barrier_Reef","surface_form":"Belize Barrier Reef","offset":1784},{"uri":"Marsh","surface_form":"marsh","offset":1842},{"uri":"Rio_Hondo_(Belize)","surface_form":"Hondo","offset":2086},{"uri":"Sarstoon_River","surface_form":"Sarstoon River","offset":2100},{"uri":"Mountain_range","surface_form":"mountain range","offset":2274},{"uri":"Doyle%27s_Delight","surface_form":"Doyle's Delight","offset":2343},{"uri":"Coral_reef","surface_form":"coral reef","offset":2399},{"uri":"Islets","surface_form":"islets","offset":2424},{"uri":"Caye","surface_form":"caye","offset":2475},{"uri":"Atoll","surface_form":"atoll","offset":2526},{"uri":"Mangrove","surface_form":"mangrove","offset":2740},{"uri":"Ecosystem","surface_form":"ecosystem","offset":2749},{"uri":"Gross_domestic_product","surface_form":"gross domestic product","offset":3341},{"uri":"Guatemala","surface_form":"Guatemala","offset":3495},{"uri":"Plantain","surface_form":"plantain","offset":4095},{"uri":"Armadillo","surface_form":"armadillo","offset":4190},{"uri":"Venison","surface_form":"venison","offset":4206},{"uri":"Iguana","surface_form":"iguana","offset":4215},{"uri":"Paca","surface_form":"paca","offset":4245},{"uri":"Okra","surface_form":"okra","offset":4350},{"uri":"Habanero","surface_form":"habanero","offset":4409},{"uri":"Association_football","surface_form":"football","offset":4700},{"uri":"Track_%26amp%3B_field","surface_form":"track & field","offset":4791},{"uri":"Softball","surface_form":"softball","offset":4806},{"uri":"Cricket","surface_form":"cricket","offset":4819},{"uri":"Cross_Country_Cycling_Classic","surface_form":"Cross Country Cycling Classic","offset":4876},{"uri":"Dangriga","surface_form":"Dangriga","offset":5084},{"uri":"Species","surface_form":"species","offset":5220},{"uri":"Swietenia_macrophylla","surface_form":"Swietenia macrophylla","offset":6094},{"uri":"Ramphastos_sulfuratus","surface_form":"Ramphastos sulfuratus","offset":6589}]}