{"id":82953,"url":"http://en.wikipedia.org/wiki/Compass_(drafting)","text":"A compass (or pair of compasses) is a drawing tool that can be used to draw circles or arcs, parts of circles. They can also be used to measure distances, in particular on maps. Compasses can be used for mathematics, drafting, navigation, and more.\nCompasses are usually made of metal, and have two parts called \"legs\" meeting at a hinge. The legs can be moved apart or together to change the size of the circle. One part has a spike, a sharp, pointy part at its end, and the other part has a pencil or a pen. There are two types of compasses: the mechanical compass and normal compass. The mechanical compass is a compass that has a mechanical pencil, and the normal compass is a compass that has a normal pen or pencil on it. To make the compass work, you need to change how far the pencil sticks out.\nA divider is a compass that has two parts with a spike, and is used to show measurements of distances and lengths. It is called a divider because it is used to divide (make smaller things from a bigger thing) a distance in two, using geometry.\nUses.\nCircles can be made by pressing the leg with the spike into the paper, putting the pencil on the paper, and moving the pencil in the circle. To do this, you need to not to move the legs farther apart or closer together while you are drawing the circle. A circle can be made bigger or smaller by moving the legs farther apart or closer together.\nDistances can be measured on a map using dividers,compasses with two spikes. The distance between the spikes on the map shows a distance in reality. Measuring how many times the compasses fit between two things on the map shows the distance between those things.\nCompass and straightedge drawing is used to show things in plane geometry (geometry used on a flat area). Real compasses are used on paper, but the perfect compass used in proofs is an imaginary, perfect tool that draws perfect circles. The most strict definition of this ideal tool, used for explaining, is the \"collapsing compass\". It draws a circle from a given place with a given radius and cannot be used again. That is, unlike a real pair of compasses, it cannot simply be moved to another place and used to draw another circle that is the same.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drawing","surface_form":"drawing","offset":38},{"uri":"Tool","surface_form":"tool","offset":46},{"uri":"Circle","surface_form":"circle","offset":76},{"uri":"Arc_(geometry)","surface_form":"arcs","offset":87},{"uri":"Map","surface_form":"map","offset":172},{"uri":"Mathematics","surface_form":"mathematics","offset":204},{"uri":"Technical_drawing","surface_form":"drafting","offset":217},{"uri":"Navigation","surface_form":"navigation","offset":227},{"uri":"Metal","surface_form":"metal","offset":279},{"uri":"Leg","surface_form":"leg","offset":313},{"uri":"Hinge","surface_form":"hinge","offset":332},{"uri":"Spike","surface_form":"spike","offset":428},{"uri":"Pencil","surface_form":"pencil","offset":493},{"uri":"Pen","surface_form":"pen","offset":505},{"uri":"Pen","surface_form":"pen","offset":707},{"uri":"Pencil","surface_form":"pencil","offset":714},{"uri":"Geometry","surface_form":"geometry","offset":1038},{"uri":"Paper","surface_form":"paper","offset":1118},{"uri":"Distance","surface_form":"Distance","offset":1399},{"uri":"Measure","surface_form":"measure","offset":1416},{"uri":"Reality","surface_form":"reality","offset":1539},{"uri":"Compass_and_straightedge","surface_form":"Compass and straightedge","offset":1662},{"uri":"Plane_(mathematics)","surface_form":"plane","offset":1721},{"uri":"Geometry","surface_form":"geometry","offset":1737},{"uri":"Proof","surface_form":"proofs","offset":1834},{"uri":"Radius","surface_form":"radius","offset":2046}]}