{"id":8296,"url":"http://en.wikipedia.org/wiki/Titanic","text":"The RMS \"Titanic\" was a British passenger ship. It was built by Harland and Wolff ship builders, in Belfast, for the White Star Line company. She sank during her first trip at sea.\nBefore she sailed, many people thought it would be almost impossible for ships of this design to sink.\nSinking on.\nAt 11:40 PM on 14 April 1912, during the \"Titanic\"<nowiki/>'s first trip, she hit an iceberg in the Atlantic Ocean. The iceberg broke the \"Titanic\"<nowiki/>'s hull (bottom), letting water into the ship. The \"Titanic\" sank two hours and forty minutes later at 2:20 AM on 15 April.\nAs she sank, the \"Titanic\" split in two. The wreck killed over 1,500 people. Only around 705 people survived. It was one of the worst shipwrecks that was not during a war.\nOne reason why so many people died was that the ship did not have enough lifeboats for everyone on board. The \"Titanic\" had 20 lifeboats with room for 1,178 passengers, only a third of the number of passengers the ship could carry. It actually had more lifeboats than was needed by law (it needed 16 with room for 990 passengers). This was because the laws in the UK were out of date. They did not say that a ship needed enough lifeboats for all passengers. They only said that a ship weighing more than 10,000 tons needed 16 lifeboats (the Titanic weighed 46,000 tons). Furthermore, the White Star Line believed that the lifeboats on the \"Titanic\" would only be needed to take passengers a short distance to a rescue ship.\nHigher class women and children were allowed on the lifeboats first, and passengers who sailed in first class (which meant that they paid for better rooms on the ship) were allowed on before other passengers. Few of the poorer people who had paid less (called second class and third class passengers) got out safely.\nAnother reason so few people survived was that the radio was off on the \"SS Californian\", the ship closest to the \"Titanic\". The \"Californian\" crew did not hear about the accident. Also,the \"Titanic\" did have flares but they were white.Back then(and still now),red meant emergency and other colors were used for identification (White=White Star Line).The Californian and other ships saw the flares but they didn't think of the flares as distress signals. Another ship, the \"SS Carpathia\", did hear about the accident and collected all 705 survivors.\nMany of those who died didn't die because they couldn't leave the ship before it sank. They died of hypothermia, while they were floating in the cold water (which was only a bit over the freezing point at that time). When the MS. Carpathia arrived, at 4.10 ship's time, they were floating dead bodies in the water. Many lifeboats rowed away flrom those who were in the water shouting for help. The people in the lifeboats were afraid the lifeboat would capsize when peopel entered it from the water. Only lifeboat Number four returned to the shouting people in the water. Five people could be rescued, but two of them died in the lifeboat. Around 3 am ship's time, 40 minutes after the sinking, the last calls for help ceased. After three am, lifeboat number 14, commanded by Officer Harold Lowe returned. He could save another three people. He had emptied the lifeboat and let the people in the boat enter other boats beforehand.\nThe following table gives a listing of those who died and those who survived, gropued by age, gender and ships class. Children are those up to age 12. It is taken from a report to British parliament of 1912. There are other lists, with slighly different numbers.\nLast survivor.\nThe last survivor of the 'Titanic disaster to die was a woman named Millvina Dean. She was the youngest passenger on board, as she was then a baby of only nine weeks old. She died in Ashhurst, Hampshire, England on 21 May 2009 aged 97.\nChanges after the accident.\nThe \"Titanic\" disaster changed many maritime ship laws. Because so many people died, authorities felt that laws should be put into place to make ship travel safer. Changes included requiring all ships to carry enough lifeboats for everyone on the ship, and emergency materials such as flares. Someone must be at the ship's radio all the time.\nAlexander Brehm, a German physicist, was shocked when he heard about the disaster. He wanted to invent a technology that would be able to detect icebergs. He wasn't able to achieve that goal until his death, but he was granted patents relating to the measurement of the depth at sea, using sound. Today, this is known as echo sounding.\nDiscovery.\nThe wreck was found by a French and American team, led by Robert Ballard, on September 23, 1985 at 1:02 in the morning.\nIn 1986, Ballard returned to the wreck with a submarine. He took many photos and made lots of films.\nIn 1987, a French team salvaged 900 objects and took them to the surface.\nCulture.\nThe story of the sinking has been made into several movies. The most popular film version is a 1997 film starring Kate Winslet and Leonardo DiCaprio called \"Titanic\". It won 11 Academy Awards, tying \"Ben-Hur\" for the record for the most Academy Awards won by one movie.\nOther movie versions of the story include the 1958 film \"A Night to Remember\", the 1953 film \"Titanic\", the 1979 film \"S.O.S. Titanic \"and the 1996 movie \"Titanic\".\nIn the 1980 film Raise the Titanic, salvagers raise the shipwreck from the bottom of the ocean to the surface. However, this is impossible to do in reality. The \"Titanic\" broke in two, and the wreck is partially stuck in the bottom, buried under more than three feet (1 m) of mud in some spots. The ship has been on the ocean floor for more than 100 years, and would shatter into many more pieces if disturbed. Worms and other animals have eaten away much of the wood and many other parts.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":24},{"uri":"Ship","surface_form":"ship","offset":42},{"uri":"Belfast","surface_form":"Belfast","offset":100},{"uri":"Iceberg","surface_form":"iceberg","offset":381},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":396},{"uri":"List_of_shipwrecks","surface_form":"shipwrecks","offset":710},{"uri":"Lifeboat","surface_form":"lifeboat","offset":821},{"uri":"Millvina_Dean","surface_form":"Millvina Dean","offset":3616},{"uri":"Hampshire","surface_form":"Hampshire","offset":3741},{"uri":"England","surface_form":"England","offset":3752},{"uri":"Echo_sounding","surface_form":"echo sounding","offset":4476},{"uri":"Kate_Winslet","surface_form":"Kate Winslet","offset":4920},{"uri":"Leonardo_DiCaprio","surface_form":"Leonardo DiCaprio","offset":4937},{"uri":"Titanic_(1997_movie)","surface_form":"Titanic","offset":4963},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":4983},{"uri":"Ben-Hur","surface_form":"Ben-Hur","offset":5006},{"uri":"Titanic_(1996_TV_miniseries)","surface_form":"Titanic","offset":5231}]}