{"id":8299,"url":"http://en.wikipedia.org/wiki/Steel","text":"Steel is iron mixed with carbon and perhaps other metals. It is harder and stronger than iron. Iron with more than 1.7% percent carbon by weight is named cast iron. Steel is different from wrought iron, which has little or no carbon.\nMaking steel.\nSteel has a long history. People in India and Sri Lanka were making small amounts of steel more than 2,500 years ago. It was very expensive and was often used to make swords and knives. In the Middle Ages, steel could be made only in small amounts since the processes took a long time.\nIn the time since, there have been many changes to the way steel is made. In about the year 1610 steel started to be made in England, and the way it was made got better and cheaper over the next 100 years. Cheap steel helped start the Industrial Revolution in England and in Europe. The first industrial Converter (metallurgy) for making cheap steel was the Bessemer converter, followed by Siemens-Martin open-hearth process.\nToday the most common way of making steel is the basic-oxygen process. The converter is a large turnip-shaped vessel. Liquid raw iron called \"pig iron\" is poured in and some scrap metal is added in to balance the heat. Oxygen is then blown into the iron. The oxygen burns off the extra carbon and other impurities. Then enough carbon is added to make the carbon contents as wanted. The liquid steel is then poured. It can be either cast into molds or rolled into sheets, slabs, beams and other so-called \"long products\", such as railway track<nowiki/>s. Some special steels are made in electric arc furnaces.\nSteel is most often made by machines in huge buildings called \"steel mills\". It is a very cheap metal and is used to make many things. Steel is used in making buildings and bridges, and all kinds of machines. Almost all ships and cars are today made from steel. When a steel object is old, or it is broken beyond repair, it is called \"scrap\". It can be melted down and re-shaped into a new object. Steel is \"recyclable\" material; that is, the same steel can be used and re-used.\nIron and steel chemistry.\nSteel is a metal alloy which includes iron and often some carbon.\nEvery material is made up of atoms which are very small parts. Some atoms hold together quite well, which is what makes some solid materials hard. Something made of pure iron is softer than steel because the atoms can slip over one another. If other atoms like carbon are added, they are different from iron atoms and stop the iron atoms from sliding apart so easily. This makes the metal stronger and harder.\nSteel with more carbon is harder and stronger than pure iron, but it also breaks more easily (brittle).\nTypes of steel.\nThere are thousands of steel types. Each type is made of different chemical elements.\nAll steels have some elements that have a bad effect, such as phosphorus (P) and sulphur (S). Steel makers take out as much P and S as possible.\nPlain carbon steels are made only of iron, carbon, and undesired elements. They fall into three general groups. Plain carbon steel with 0.05 to 0.2% carbon does not harden when cooled quickly. Welding it is simple, so it is used for shipbuilding, boilers, pipes, fence wire and other purposes where low cost is important. Plain steels are used for springs, gears, and engine parts. Plain carbon steel with 0.45 to 0.8% carbon is used for very hard items such as shears and machine tools.\nAlloy steels are plain carbon steel with metals such as Boron (B), manganese (Mn), chromium (Cr), nickel (Ni), molybdenum (Mo), tungsten (W), and cobalt (Co) added. These give other properties than plain carbon steel. Alloy steels are made for specialized purposes. For example, chromium can be added to make stainless steel, which does not rust easily, or boron can be added to make very hard steel that is also not brittle.\nUses of steel.\nThere are a huge number of things that people make from steel. It is one of the most common and useful metals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Iron","surface_form":"iron","offset":9},{"uri":"Metal","surface_form":"metal","offset":50},{"uri":"Iron","surface_form":"Iron","offset":95},{"uri":"Percent","surface_form":"percent","offset":120},{"uri":"Weight","surface_form":"weight","offset":138},{"uri":"Cast_iron","surface_form":"cast iron","offset":154},{"uri":"Wrought_iron","surface_form":"wrought iron","offset":189},{"uri":"India","surface_form":"India","offset":284},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":294},{"uri":"Year","surface_form":"year","offset":355},{"uri":"Sword","surface_form":"sword","offset":415},{"uri":"Knives","surface_form":"knives","offset":426},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":441},{"uri":"England","surface_form":"England","offset":659},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":769},{"uri":"England","surface_form":"England","offset":794},{"uri":"Europe","surface_form":"Europe","offset":809},{"uri":"Converter_(metallurgy)","surface_form":"Converter (metallurgy)","offset":838},{"uri":"Bessemer_converter","surface_form":"Bessemer converter","offset":892},{"uri":"Turnip","surface_form":"turnip","offset":1056},{"uri":"Scrap","surface_form":"scrap","offset":1134},{"uri":"Oxygen","surface_form":"Oxygen","offset":1179},{"uri":"Casting_(metalworking)","surface_form":"cast","offset":1392},{"uri":"Railway_track","surface_form":"railway track","offset":1489},{"uri":"Electric_arc","surface_form":"electric arc","offset":1546},{"uri":"Machines","surface_form":"machines","offset":1597},{"uri":"Steel_mill","surface_form":"steel mill","offset":1632},{"uri":"Ship","surface_form":"ship","offset":1789},{"uri":"Scrap","surface_form":"scrap","offset":1904},{"uri":"Metal","surface_form":"metal","offset":2085},{"uri":"Alloy","surface_form":"alloy","offset":2091},{"uri":"Iron","surface_form":"iron","offset":2112},{"uri":"Carbon","surface_form":"carbon","offset":2132},{"uri":"Material","surface_form":"material","offset":2146},{"uri":"Atoms","surface_form":"atoms","offset":2169},{"uri":"Atom","surface_form":"atom","offset":2208},{"uri":"Solid","surface_form":"solid","offset":2265},{"uri":"Material","surface_form":"material","offset":2271},{"uri":"Carbon","surface_form":"carbon","offset":2401},{"uri":"Brittle","surface_form":"brittle","offset":2644},{"uri":"Boron","surface_form":"Boron","offset":3445},{"uri":"Manganese","surface_form":"manganese","offset":3456},{"uri":"Chromium","surface_form":"chromium","offset":3472},{"uri":"Nickel","surface_form":"nickel","offset":3487},{"uri":"Molybdenum","surface_form":"molybdenum","offset":3500},{"uri":"Tungsten","surface_form":"tungsten","offset":3517},{"uri":"Cobalt","surface_form":"cobalt","offset":3535},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":3698}]}