{"id":83022,"url":"http://en.wikipedia.org/wiki/Auburn%2C_Alabama","text":"Auburn is a city in Lee County, Alabama, United States. It is the largest city in eastern Alabama. In 2009, it had a population of 57,833. It is a principal city of the Auburn-Opelika Metropolitan Area.\nAuburn is a college town and is the home of Auburn University. Auburn is known for its fast growing during the last years. It is currently the fastest growing metropolitan area in Alabama. It is also the nineteenth-fastest growing metro area in the United States since 1990. Auburn is among the top ten list of best places to live in United States for the year 2009. The city's unofficial nickname is “The Loveliest Village On The Plains”. This comes from a line in the poem “The Deserted Village” by Oliver Goldsmith: “Sweet Auburn! loveliest village of the plain...”\nHistory.\nThe first settlers arrived in the winter of 1836 from Harris County, Georgia. The leader of these settlers was the judge John J. Harper. They wanted to build a town that would be the religious and educational center for this area.\nAuburn was firstly official mentioned on February 2, 1839. At this time it covered an area of. By that time, Methodist and Baptist churches and also a school were built. In the mid-1840s, different academies for boys and girls were founded in addition to the primary school. By 1858, of the about 1,000 free residents of Auburn, some 500 were students.\nIn 1856, the state legislature allowed to build a Methodist college, the East Alabama Male College in Auburn. This college, now Auburn University, opened its doors in 1859. It offered a classical and liberal education.\nWith the Civil War in 1861, Auburn quickly emptied. All of the schools and most businesses closed. Auburn was the site of a hospital for Texan Confederate soldiers.\nAfter the Civil War, Auburn went in a long depression. Public schools did not reopen until the mid-1870s. Most businesses remained closed. A series of fires in the 1860s and 1870s burned down the downtown area. East Alabama Male College was turned over to the state in 1872.\nIn 1892, the college became the first four-year college in Alabama where women are allowed to study. This, combined with new funding businesses, allowed the city to start expanding again. By 1910, Auburn's population had returned to its pre-war level. SIAA Conference championships won by the Auburn college’s football team brought attention and support to Auburn. It helped fill the city's coffers.\nMoney began to flow into Auburn again with America's entry into World War II. Auburn’s campus was turned into a training ground for technical specialists in the armed forces. After the war, Auburn was flooded by soldiers returning to school on the G.I. Bill.\nBecause of this increase of students, Auburn began a period of growth that lasted through the 1950s and 1960s. Auburn grew outside of the original boundaries of the city. Auburn grew to an area of nearly. In 1957, the construction of Interstate 85 began. This connected Auburn to the major cities of the state. It allowed for Auburn University to schedule more home football games in Auburn. It also pushed the tourism sector in Auburn.\nGrowth slowed somewhat in the 1970s. A series of budget cuts made it clear that Auburn's economic concentration on Auburn University put the city in a bad position.\nA series of reports in the 1980s and 1990s made the Auburn public school system among the top in the state. Between 1980 and 2003, Auburn's population grew by 65%. Auburn's economy expanded by 220%. With growth came issues of urban sprawl. This has become the primary political issue in Auburn at the turn of the 21st century.\nGeography.\nThe city of Auburn is in western Lee County. It borders the city of Opelika to the northeast and by Chambers County to the north. The city borders in south to the Macon County line.\nAuburn is located at (32.597684, -85.480823). According to the U.S. Census Bureau, the city has a total area of in 2000, of which, of it is land and of it (1.11%) is water. The elevation of Auburn at City Hall is above sea level. Although because of Auburn’s topography, elevation ranges from above sea level to above sea level.\nLaw and Government.\nAuburn has a council-manager government led by an eight-member city council, a mayor, and an appointed city manager.\nThe city council acts as the legislative part of the city. It passes laws, regulates and appoints citizens to the city's various boards, including the Auburn City Board of Education. Each member of the city council is elected for a four-year term from one of eight geographic areas. Area one1 is designed to ensure African-American representation on the council.\nThe mayor of Auburn is elected to a four-year term. The mayor has no administrative duties, as the City Manager serves as the CEO. As such, the position of mayor in Auburn is primarily symbolic. The current mayor of Auburn is Bill Ham, Jr.\nThe day-to-day operations of Auburn are run by the City Manager. The City Manager is responsible for the appointment and dismissal of all department heads. He advises the council on policy matters, creates and administers the city budget. The current City Manager of Auburn is Charlie Duggan.\nEconomy.\nAuburn's economy is centered around Auburn University and university-related services. Auburn University employs 4,300 people. This is about one-quarter of the city's total working population. In addition, 2,400 people are employed by the federal and state government. They are in positions which are generally connected with the university. Some 8,500 are employed in the local service sector.\nAuburn's industrial base is built around mid-sized, high-tech manufacturing and research firms. Auburn has four technology parks. The main areas of industrial focus are on the manufacture of small engines and fuel cells. The Auburn University Research Park is currently under construction. Overall, the manufacturing sector employs 5,000 people in Auburn.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lee_County%2C_Alabama","surface_form":"Lee County","offset":20},{"uri":"Alabama","surface_form":"Alabama","offset":32},{"uri":"United_States","surface_form":"United States","offset":41},{"uri":"Principal_city","surface_form":"principal city","offset":147},{"uri":"Auburn-Opelika_Metropolitan_Area","surface_form":"Auburn-Opelika Metropolitan Area","offset":169},{"uri":"College_town","surface_form":"college town","offset":215},{"uri":"Auburn_University","surface_form":"Auburn University","offset":247},{"uri":"Metropolitan","surface_form":"metropolitan","offset":362},{"uri":"United_States","surface_form":"United States","offset":452},{"uri":"Oliver_Goldsmith","surface_form":"Oliver Goldsmith","offset":704},{"uri":"Settler","surface_form":"settler","offset":791},{"uri":"Harris_County%2C_Georgia","surface_form":"Harris County, Georgia","offset":835},{"uri":"Leader","surface_form":"leader","offset":863},{"uri":"Judge","surface_form":"judge","offset":896},{"uri":"Religious","surface_form":"religious","offset":964},{"uri":"Education","surface_form":"education","offset":978},{"uri":"Methodist","surface_form":"Methodist","offset":1121},{"uri":"Baptist","surface_form":"Baptist","offset":1135},{"uri":"Academy","surface_form":"academies","offset":1210},{"uri":"Primary_school","surface_form":"primary school","offset":1271},{"uri":"Resident","surface_form":"resident","offset":1320},{"uri":"Student","surface_form":"student","offset":1355},{"uri":"Legislature","surface_form":"legislature","offset":1384},{"uri":"Auburn_University","surface_form":"Auburn University","offset":1493},{"uri":"Classical_education","surface_form":"classical","offset":1551},{"uri":"Liberal_arts","surface_form":"liberal","offset":1565},{"uri":"American_Civil_War","surface_form":"Civil War","offset":1593},{"uri":"Business","surface_form":"business","offset":1664},{"uri":"Hospital","surface_form":"hospital","offset":1708},{"uri":"Texas","surface_form":"Texan","offset":1721},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":1727},{"uri":"State","surface_form":"state","offset":2009},{"uri":"War","surface_form":"war","offset":2265},{"uri":"Southern_Conference","surface_form":"SIAA Conference","offset":2276},{"uri":"World_War_II","surface_form":"World War II","offset":2488},{"uri":"Campus","surface_form":"campus","offset":2511},{"uri":"G.I._Bill","surface_form":"G.I. Bill","offset":2672},{"uri":"Border","surface_form":"boundaries","offset":2830},{"uri":"Construction","surface_form":"construction","offset":2901},{"uri":"Interstate_85","surface_form":"Interstate 85","offset":2917},{"uri":"Auburn_University","surface_form":"Auburn University","offset":3009},{"uri":"Tourism","surface_form":"tourism","offset":3094},{"uri":"Budget","surface_form":"budget","offset":3169},{"uri":"Urban_sprawl","surface_form":"urban sprawl","offset":3511},{"uri":"Opelika%2C_Alabama","surface_form":"Opelika","offset":3691},{"uri":"Chambers_County%2C_Alabama","surface_form":"Chambers County","offset":3723},{"uri":"Macon_County%2C_Alabama","surface_form":"Macon County","offset":3786},{"uri":"U.S._Census_Bureau","surface_form":"U.S. Census Bureau","offset":3868},{"uri":"Elevation","surface_form":"elevation","offset":3982},{"uri":"Topography","surface_form":"topography","offset":4064},{"uri":"Elevation","surface_form":"elevation","offset":4076},{"uri":"Council-manager_government","surface_form":"council-manager government","offset":4167},{"uri":"City_council","surface_form":"city council","offset":4217},{"uri":"Mayor","surface_form":"mayor","offset":4233},{"uri":"City_council","surface_form":"city council","offset":4275},{"uri":"Legislative","surface_form":"legislative","offset":4300},{"uri":"African-American","surface_form":"African-American","offset":4586},{"uri":"Mayor","surface_form":"mayor","offset":4638},{"uri":"Duty","surface_form":"duties","offset":4718},{"uri":"Symbol","surface_form":"symbol","offset":4819},{"uri":"City_Manager","surface_form":"City Manager","offset":4925},{"uri":"Appointment","surface_form":"appointment","offset":4979},{"uri":"Dismissal","surface_form":"dismissal","offset":4995},{"uri":"Population","surface_form":"population","offset":5357},{"uri":"Service_sector","surface_form":"service sector","offset":5555},{"uri":"Industry","surface_form":"industrial","offset":5580},{"uri":"Manufacturing","surface_form":"manufacturing","offset":5633},{"uri":"Research","surface_form":"research","offset":5651},{"uri":"Technology","surface_form":"technology","offset":5683},{"uri":"Engine","surface_form":"engine","offset":5768},{"uri":"Fuel_cells","surface_form":"fuel cells","offset":5780}]}