{"id":8304,"url":"http://en.wikipedia.org/wiki/Luftwaffe","text":"ce=\"preserve\">The Luftwaffe (pronounced) is the name for the air force of Germany. It was the name for the air force of Germany during the Third Reich when Adolf Hitler was in power (between 1933 and 1945). It has also been the name for the air force since it was re-established in 1955 during the era of the Cold War. Luftwaffe means Air weapon in English.\nThe early years including World War I.\nGermany first had aeroplanes in its army in 1910, four years before the start of World War I in 1914. At that time, aeroplanes had no guns. They were being used for reconnaissance duties. They would fly over the battlefield to see what the enemy was doing and fly back so that the pilots could tell their generals what they knew. The generals used that information to help plan the fighting.\nDuring World War I, Germany created the \"Luftstreitkräfte\", known in English as the Imperial German Air Service. The German navy also had its planes in the Marine-Fliegerabteilung.\nGuns were fitted to planes in 1915.\nThe fighter aeroplanes became very famous because of its brave pilots. The most famous German pilot of World War I was Manfred von Richthofen, also known as \"The Red Baron\" of Jasta 11. When he died in combat, Hermann Goering replaced him.\nGermany also used airships called \"Zeppelins\". They were named after Count Ferdinand von Zeppelin, who had built the first airships in 1900. He had wanted them to carry cargo and passengers, not bombs. He died in 1917.\nAfter the war.\nIn November 1918, the \"Allies of World War I\" (which included Britain and France) won the war, and Germany had to sign the Treaty of Versailles. The treaty said that Germany could not have any military aeroplanes at all because it was blamed for starting the war in 1914. Germany therefore had to destroy all its military aeroplanes as a punishment, so until 1933 it had no air force at all.\nBetween January and September 1918 German pilots shot down 3,732 Allied planes while losing 1,099 aircraft. By the end of the war, the German Army Air Service had a total of 2,709 frontline aircraft, 56 airships, 186 balloon detachments and about 4,500 flying personnel. After the war ended in German defeat, the service was dissolved completely. The Treaty of Versailles demanded that its aeroplanes should be destroyed.\nBetween the two world wars.\nFor many years, Germany pretended to have no army pilots. The German army generals did not like the idea of not having any aeroplanes, so they acted secretly and used tricks. At first, pilots would pretend to be training to become airline pilots but this was not much use because they really needed to fly fighters and bombers. The Treaty of Versailles did not allow Germany to have them, so Germany had to ask for help from Russia, its former (and future) enemy.\nIn 1924, German army pilots started to fly Russian fighters and bombers at a secret training school near the Russian city of Lipetsk. These pilots would then become the first ones to fly for the new German air force, the Luftwaffe, when Hitler said that it now existed. The training school closed in 1933.\nIn 1935, Adolf Hitler finally told the world that Germany had a new air force, even though the Treaty of Versailles forbade it. Hitler was defying the Allies, who had won World War I. The allies did nothing about this, because many still remembered the war in 19141918. They were frightened by the idea of war and did not want another one.\nThe Spanish Civil War of 1936–1939 gave the Germans the opportunity to test its new aircraft, pilots and weapons in battle. Hitler sent many aeroplanes and pilots to Spain because he wanted to support Francisco Franco, who wanted to get rid of the Spanish government. The aeroplanes included fighter aircraft called the Messerschmitt Bf 109 and dive bombers called the Junkers Ju 87 ‘Stuka”.\nDuring the war. German bombers attacked the city of Guernica in the Basque region of northeast Spain, and many civilians died in the attack. Many governments and people around the world were horrified by the attack. The artist Pablo Picasso made a painting called \"Guernica\" that has become very famous. People see the painting as a symbol of the horror of war. A copy of the painting hangs in the United Nations Headquarters in New York City.\nThe new airforce in action.\nThe German air force was the strongest in the world when World War II broke out in September 1939. It supported the army on the ground and the aircraft were very effective at defeating all opposition. The German armed force, the \"Wehrmacht\", had practised a new, fast, way to defeat their enemies. This was called Blitzkrieg or \"lightning war\". The French and the British were more prepared for a trench war.\nResults.\nWithin a year, Germany had conquered Poland, Denmark, Norway, Luxembourg, Belgium, and France. Britain supported the countries attacked by Germany but found herself on her own by June 1940 when Germany had conquered most of western Europe.\nProblems.\nAs the war went on, things began to go badly wrong for the \"Luftwaffe\". A key event was the Battle of Britain, which was the effort by the Luftwaffe to destroy British industry, and to terrorise the civilian population. Despite destroying major parts of British industry and housing, the Luftwaffe eventually withdrew. The cost to the Luftwaffe of lost planes and skilled men was great.\nNot only that, but Germany was suffering a shortage of materials needed to build the aeroplanes. Things got worse for the Germans when the USA joined the war in December 1941, because the Americans brought bombers to the United Kingdom, and they attacked Germany from there. Soon, hundreds of American and British bombers were attacking Germany every day and night. The Luftwaffe was unable to stop British and American planes from attacking German aircraft factories and other industrial targets in large numbers at night.\nGround fighting.\nGermany could not hope to win the war on the ground. Since Russia was so huge, the government set up factories hundreds of miles away from the fighting in order to build aeroplanes, tanks, guns and other weapons for the Russian Army. This meant that the Russians would eventually start to push the Germans back west, especially after they defeated the Germans in great battles near the city of Kursk and in the city of Stalingrad itself (Volgograd). The Germans also failed to conquer the city of Leningrad, which was also a key battle.\nOn January 1 1945 the Luftwaffe launched a desperate plan called operation 'Bodenplatte' (Baseplate), a dawn air attack aimed at multiple Allied air bases in Belgium & Holland. Over 800 German aircraft were rounded up with many veteran pilots retired from combat duty pressesd back into service.\nThe plan cost more than it was worth, with over 280 German planes lost and 213 irreplaceble pilots killed or captured. As with the fog of war, over 100 German planes were shot down by their own ground fire who were not in on the plan.\nTrivia.\nGermany became famous as the country which flew the first jet aeroplanes. In 1944, the Luftwaffe started to use the world’s first operational jet fighter plane, the Messerschmitt Me-262, even though the engines sometimes did not work properly. Once again, the shortage of materials needed to build the plane as well as the continuing bombing of Germany meant that not as many Me-262s were built as Germany would have liked. Even so, Germany also built and flew the world's first jet bomber, the Arado Ar 234, the world’s first fighter plane powered by a rocket, the Messerschmitt Me-163, the V-1 flying bomb, and V-2 rocket.\nAfter the war the allies were quite impressed with Germany's technical know-how & got all they could from the vast array of Luftwaffe aircraft strewn across Germany.\nThe Cold War and after.\nOnce again, the Allies prohibited Germany from having an air force. The Russians were in the eastern half of Germany, and this half became East Germany. The British, French and Americans were in the western half, and this half became West Germany. These became countries in their own right, and East Germany became a Russian puppet state. In case a new war started with Russia and East Germany as enemies, the Western Allies finally allowed West Germany to join the North Atlantic Treaty Organisation (NATO), an organization of western countries which wanted there to be peace throughout the world. NATO allowed West Germany to have an air force because the country was right next to East Germany.\nFirst use.\nGermany used military aircraft in war for the first time since 1945 when they supported British aircraft in the war in Kosovo in 1999, but many people still believed that Germany should never again go to war because of what had happened in the two world wars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Air_force","surface_form":"air force","offset":61},{"uri":"Germany","surface_form":"Germany","offset":74},{"uri":"Third_Reich","surface_form":"Third Reich","offset":139},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":156},{"uri":"Cold_War","surface_form":"Cold War","offset":309},{"uri":"Airplane","surface_form":"aeroplanes","offset":415},{"uri":"Army","surface_form":"army","offset":433},{"uri":"World_War_I","surface_form":"World War I","offset":478},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":562},{"uri":"English_language","surface_form":"English","offset":858},{"uri":"Navy","surface_form":"navy","offset":913},{"uri":"Manfred_von_Richthofen","surface_form":"Manfred von Richthofen","offset":1125},{"uri":"Hermann_Goering","surface_form":"Hermann Goering","offset":1216},{"uri":"Airship","surface_form":"airship","offset":1264},{"uri":"Zeppelin","surface_form":"Zeppelin","offset":1281},{"uri":"Count","surface_form":"Count","offset":1315},{"uri":"Ferdinand_von_Zeppelin","surface_form":"Ferdinand von Zeppelin","offset":1321},{"uri":"Allies_of_World_War_I","surface_form":"Allies of World War I","offset":1503},{"uri":"Britain","surface_form":"Britain","offset":1542},{"uri":"France","surface_form":"France","offset":1554},{"uri":"Treaty_of_Versailles","surface_form":"Treaty of Versailles","offset":1603},{"uri":"Treaty_of_Versailles","surface_form":"Treaty of Versailles","offset":2223},{"uri":"Hitler","surface_form":"Hitler","offset":3023},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":3101},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":3436},{"uri":"Spain","surface_form":"Spain","offset":3598},{"uri":"Francisco_Franco","surface_form":"Francisco Franco","offset":3633},{"uri":"Fighter_aircraft","surface_form":"fighter aircraft","offset":3724},{"uri":"Messerschmitt_Bf_109","surface_form":"Messerschmitt Bf 109","offset":3752},{"uri":"Dive_bomber","surface_form":"dive bomber","offset":3777},{"uri":"Junkers_Ju_87","surface_form":"Junkers Ju 87","offset":3801},{"uri":"Guernica_(town)","surface_form":"Guernica","offset":3876},{"uri":"Basque","surface_form":"Basque","offset":3892},{"uri":"Civilian","surface_form":"civilian","offset":3935},{"uri":"Pablo_Picasso","surface_form":"Pablo Picasso","offset":4051},{"uri":"Guernica_(painting)","surface_form":"Guernica","offset":4089},{"uri":"United_Nations_Headquarters","surface_form":"United Nations Headquarters","offset":4222},{"uri":"New_York_City","surface_form":"New York City","offset":4253},{"uri":"Blitzkrieg","surface_form":"Blitzkrieg","offset":4610},{"uri":"Trench","surface_form":"trench","offset":4693},{"uri":"Poland","surface_form":"Poland","offset":4751},{"uri":"Denmark","surface_form":"Denmark","offset":4759},{"uri":"Norway","surface_form":"Norway","offset":4768},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":4776},{"uri":"Belgium","surface_form":"Belgium","offset":4788},{"uri":"France","surface_form":"France","offset":4801},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":5572},{"uri":"Kursk","surface_form":"Kursk","offset":6286},{"uri":"Stalingrad","surface_form":"Stalingrad","offset":6311},{"uri":"Volgograd","surface_form":"Volgograd","offset":6330},{"uri":"Leningrad","surface_form":"Leningrad","offset":6389},{"uri":"Fog_of_war","surface_form":"fog of war","offset":6856},{"uri":"Messerschmitt","surface_form":"Messerschmitt","offset":7133},{"uri":"Me-262","surface_form":"Me-262","offset":7147},{"uri":"Arado_Ar_234","surface_form":"Arado Ar 234","offset":7463},{"uri":"Messerschmitt","surface_form":"Messerschmitt","offset":7534},{"uri":"Me-163","surface_form":"Me-163","offset":7548},{"uri":"V-1_flying_bomb","surface_form":"V-1 flying bomb","offset":7560},{"uri":"V-2_rocket","surface_form":"V-2 rocket","offset":7581},{"uri":"East_Germany","surface_form":"East Germany","offset":7922},{"uri":"West_Germany","surface_form":"West Germany","offset":8017},{"uri":"Russia","surface_form":"Russia","offset":8100},{"uri":"Puppet_state","surface_form":"puppet state","offset":8108},{"uri":"North_Atlantic_Treaty_Organisation","surface_form":"North Atlantic Treaty Organisation","offset":8249}]}