{"id":83156,"url":"http://en.wikipedia.org/wiki/The_Story_of_the_Three_Bears","text":"\"The Story of the Three Bears\" is a literary fairy tale. It was written by Robert Southey and first published in 1837 in a collection of his essays and stories. Southey's story is about an ugly old woman who enters the house of three bachelor bears during their absence. She eats their food, breaks a chair, and sleeps in a bed. She runs away when discovered. In time, the three bachelor bears became Papa, Mama, and Baby Bear. The old woman became a little girl called Goldilocks. The story supports several interpretations. It has been adapted to animated movies, a live action movie, and a short opera.\nStory.\nThree male bears\"a Little, Small, Wee Bear... a Middle-sized Bear... and a Great, Huge Bear\" live in a house in the woods. They each have a porridge pot, a chair, and a bed. One morning, they take a walk in the woods while their porridge cools. A little old woman\"an impudent, bad old Woman\"enters the house during the bears' absence. She eats the little bear's porridge, breaks his little chair, and falls asleep in his little bed. The bears come home, and discover the old woman asleep. She wakes, sees the bears, jumps out the window, and fall to her deathnever to be seen again.\nOrigin.\n\"The Story of the Three Bears\" was written by English writer Robert Southey. It was published in 1837 his 4-volume collection of essays and stories called \"The Doctor\". Southey probably heard a version of the story as a boy from his uncle William Tyler. It was this version that was probably the basis for the story Southey included in \"The Doctor\". It is unknown where or how his uncle learned the story. Southey had known the story for a long time before he published it. He had been telling it to family and friends since 1813.\nA very similar version of the story predates Southey's published one of 1837. In 1831, a lady named Eleanor Mure wrote the story in rhyming verse for her nephew's fourth birthday. In both Southey's and Mure's versions, the character who enters the bears' house is an ugly old woman. The two versions differ only in some small details: Southey's bears have porridge, for example, while Mure's bears have milk.\nThe same year Southey published the story, a rhyming version was written by William Nicol. Southey wrote on 3 July 1837 that he had received Nicol's version. He liked it. He thought it would bring the story more attention from children. Nicol's version was published in 1841 with illustrations.\nSome think the story of the three bears resembles parts of \"Snow White\", or a story from Norway about a princess and three princes dressed in bear skins. Charles Dickens included a story about goblins in his 1865 novel \"Our Mutual Friend\" that also resembles \"The Three Bears\". A story called \"Scrapefoot\" may be the original for \"The Three Bears\". This story has a fox (not a human) as the intruder in the bears' house.\nGoldilocks.\nAbout 12 years after Southey's story was published, writer Joseph Cundall changed the old woman into a little girl in his book \"Treasury of Pleasure Books for Young Children\". Cundall made this change because there were many children's books about old women at the time. Once the little girl entered the story, she stayed there. She was known over the years as Silverhair, Silverlocks, Goldenlocks, and other names. She finally became Goldilocks sometime in the early 20th century.\nIn time, the three male bears of Southey's original became Papa, Mama, and Baby Bear. What was once a scary little story about a nosy, ugly old woman and three male bears became a cozy little story about a nosy, pretty little girl and a family of bears. In versions of the story from the Victorian Era, Southey's \"[T]here she sate till the bottom of the chair came out, and down came her's, plump upon the ground\" was changed to read \"and down she came\" instead. All mention of the human \"bottom\" was wiped out.\nInterpretations.\nIn \"The Annotated Classic Fairy Tales\" (2002), Harvard professor Maria Tatar writes that the story is sometimes regarded as a cautionary tale. It warns children about the dangers of wandering off into unknown places. She points out that the story is often presented today as one about what is \"just right\" for oneself. In earlier times however, the story was about interfering with someone else's property.\nIn \"The Uses of Enchantment\" (1976), child psychologist Bruno Bettelheim discusses Goldilock's struggle to grow beyond her Oedipal issues to confront adolescent identity problems. The story does not encourage children to solve the problems of growing up, Bettelheim writes, and does not end with the traditional \"happily ever after\" promise for those who solve their Oedipal issues. He believes the tale does not allow the child reader to gain emotional maturity.\nTatar writes, \"[Bettelheim's] reading is perhaps too invested in instrumentalizing fairy tales, that is, in turning them into vehicles that convey messages and set forth behavioral models for the child. While the story may not solve oedipal issues or sibling rivalry as Bettelheim believes \"Cinderella\" does, it suggests the importance of respecting property and the consequences of just 'trying out' things that do not belong to you.\"\nThe story supports a Freudian anal stage interpretation. In \"The Three Bears\": Four Interpretations\" (1977), Professor Emeritus of the University of California, Davis Alan C. Elms makes such an interpretation and points to the story's emphasis upon orderlinessone of the character traits Freud associated with the anal stage of human developmentas compelling evidence. Elms traces the story's anality to Southey and to his dirt-obsessed aunt who passed her obsession on to him in \"somewhat milder form\".\nAdaptations.\nThe Walt Disney and Metro-Goldwyn-Mayer studios have both made animated movies about the Three BearsDisney in 1922 and MGM in 1939. Coronet Films made a short live action movie in 1958 that had real bears and a real child playing the characters. \"Faerie Tale Theatre\" made a television version in 1984. It stars Tatum O'Neal as Goldilocks.\nKurt Schwertsik wrote a 35-minute opera called \"Roald Dahl's Goldilocks\". Baby Bear is accused of assaulting Miss Goldie Locks. The tables are turned when the defense shows that the bears have had a lot of touble because of that \"brazen little crook\" Goldilocks. The was first presented in 1997 at the Glasgow Royal Concert Hall.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fairy_tale","surface_form":"fairy tale","offset":45},{"uri":"Bachelor","surface_form":"bachelor","offset":234},{"uri":"Adaptation","surface_form":"adapted","offset":538},{"uri":"Animation","surface_form":"animated","offset":549},{"uri":"Movie","surface_form":"movie","offset":558},{"uri":"Live_action","surface_form":"live action","offset":568},{"uri":"Opera","surface_form":"opera","offset":599},{"uri":"Porridge","surface_form":"porridge","offset":753},{"uri":"Snow_White","surface_form":"Snow White","offset":2499},{"uri":"Norway","surface_form":"Norway","offset":2528},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":2593},{"uri":"Goblin","surface_form":"goblin","offset":2632},{"uri":"Novel","surface_form":"novel","offset":2652},{"uri":"Fox","surface_form":"fox","offset":2805},{"uri":"Victorian_Era","surface_form":"Victorian Era","offset":3642},{"uri":"Harvard","surface_form":"Harvard","offset":3930},{"uri":"Professor","surface_form":"professor","offset":3938},{"uri":"Cautionary_tale","surface_form":"cautionary tale","offset":4009},{"uri":"Psychologist","surface_form":"psychologist","offset":4333},{"uri":"Cinderella","surface_form":"Cinderella","offset":5045},{"uri":"Freud","surface_form":"Freud","offset":5211},{"uri":"Anal_stage","surface_form":"anal stage","offset":5220},{"uri":"Alan_C._Elms","surface_form":"Alan C. Elms","offset":5357},{"uri":"Anal_stage","surface_form":"anal stage","offset":5504},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":5711},{"uri":"Metro-Goldwyn-Mayer","surface_form":"Metro-Goldwyn-Mayer","offset":5727},{"uri":"Animation","surface_form":"animated","offset":5770},{"uri":"Movies","surface_form":"movies","offset":5779},{"uri":"Live_action","surface_form":"live action","offset":5866},{"uri":"Television","surface_form":"television","offset":5982},{"uri":"Opera","surface_form":"opera","offset":6081},{"uri":"Roald_Dahl","surface_form":"Roald Dahl","offset":6095}]}