{"id":833,"url":"http://en.wikipedia.org/wiki/Taiwan","text":"Taiwan, officially the Republic of China (ROC; Chinese: 中華民國; pinyin: Zhōnghuá Mínguó), is a region and country in East Asia. It is the nationalist government of China since its settlement in 1949. It is called the Republic of China (ROC) (also called \"Taiwan\") which is a special region comprising the island of Taiwan and nearby islands (Pescadores islands and parts of Fujian). The ROC government led by Chinese Nationalist (Kuomintang abbreviated as KMT) moved to Taiwan after the Communist army took over the capital of Beijing. Currently, the ROC government governs Taipei, the capital of Taiwan. Taiwan is southeast of the People's Republic of China's mainland, south of Japan, and north of the Philippines.\nTaiwan has also been called Formosa, a Portuguese name which means \"beautiful\" in Portuguese.\nThe largest cities in Taiwan are the capital, Taipei, and the port city of Kaohsiung.\nMost people living in Taiwan (sometimes called Taiwanese) are Han. Taiwan has three large Han groups. They speak different dialects of Chinese and their ancestors came from different places: the Southern Fujianese (from China's Fujian Province), the Hakka (from China), and Mainlanders (from Mainland China after 1948).\nThere are also Taiwanese Aborigines who have lived in Taiwan before the Han came to live there.\nStatus of Taiwan.\nThere are two Chinese governments in the world: The People's Republic of China (PRC) and the Republic of China (ROC). Today, in reality, the PRC government controls mainland China, and the ROC government governs Taiwan. The ROC government governed most of China mainland from 1911 to 1949, before losing control of China mainland to the PRC.\nToday, people who live in Taiwan have different ideas. Although many Taiwanese think there is no freedom in China, there are still some Taiwanese who want to be united again with China. The majority of the people in Taiwan want to keep everything like it is now.\nToday most countries of the world recognize the People's Republic of China as China. Even though Taiwan is not recognized by the UN as a sovereign nation, most countries still have close economic and cultural relations with Taiwan. So, both sides are not making any big changes from the political status quo. This policy was expressed in a 1992 Consensus among some leaders of both sides.\nIn March 2004, China's government passed a law called the Anti-Secession Law. The law requires the Chinese military to invade Taiwan immediately if they declare independence. The law shows China's concern over a growing move towards independence by the government of Taiwan.\nGeography.\nThe island of Taiwan is about 180 kilometers off the southeastern coast of China. It is across the Taiwan Strait. It has an area of. The East China Sea is to the north, the Philippine Sea to the east, the Luzon Strait directly to the south and the South China Sea to the southwest.\nTaiwan's highest point is Yu Shan (Jade Mountain). It is 3,952 meters high (12,966 ft). There are five other peaks over 3,500 meters.\nThe Penghu Islands are west of the main island. They have an area of. More distant islands controlled by the Republic of China are the Kinmen, Wuchiu and Matsu Islands off the coast of Fujian. They have a total area of. The Pratas Islands and Taiping Island in the South China Sea have a total area of. They have no permanent inhabitants.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Republic_of_China","surface_form":"Republic of China","offset":215},{"uri":"Pescadores","surface_form":"Pescadores","offset":340},{"uri":"Fujian","surface_form":"Fujian","offset":372},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":428},{"uri":"Taipei","surface_form":"Taipei","offset":572},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":630},{"uri":"Japan","surface_form":"Japan","offset":678},{"uri":"Philippines","surface_form":"Philippines","offset":702},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":797},{"uri":"Capital_(city)","surface_form":"capital","offset":846},{"uri":"Taipei","surface_form":"Taipei","offset":855},{"uri":"Kaohsiung","surface_form":"Kaohsiung","offset":884},{"uri":"Han","surface_form":"Han","offset":957},{"uri":"Dialect","surface_form":"dialect","offset":1018},{"uri":"Fujian","surface_form":"Fujian Province","offset":1123},{"uri":"Hakka_people","surface_form":"Hakka","offset":1145},{"uri":"Mainland_China","surface_form":"Mainland China","offset":1187},{"uri":"Taiwanese_Aborigines","surface_form":"Taiwanese Aborigines","offset":1230},{"uri":"China","surface_form":"Chinese","offset":1343},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":1381},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":1422},{"uri":"Status_quo","surface_form":"status quo","offset":2231},{"uri":"Consensus","surface_form":"Consensus","offset":2279},{"uri":"March","surface_form":"March","offset":2326},{"uri":"Secession","surface_form":"Secession","offset":2386},{"uri":"Military","surface_form":"military","offset":2430},{"uri":"Invade","surface_form":"invade","offset":2442},{"uri":"Independence","surface_form":"independence","offset":2484},{"uri":"Concern","surface_form":"concern","offset":2520},{"uri":"Taiwan_Strait","surface_form":"Taiwan Strait","offset":2708},{"uri":"East_China_Sea","surface_form":"East China Sea","offset":2746},{"uri":"Philippine_Sea","surface_form":"Philippine Sea","offset":2782},{"uri":"Luzon_Strait","surface_form":"Luzon Strait","offset":2814},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":2857},{"uri":"Yu_Shan","surface_form":"Yu Shan","offset":2917},{"uri":"Penghu_Islands","surface_form":"Penghu Islands","offset":3029},{"uri":"Kinmen","surface_form":"Kinmen","offset":3160},{"uri":"Wuchiu","surface_form":"Wuchiu","offset":3168},{"uri":"Matsu_Islands","surface_form":"Matsu Islands","offset":3179},{"uri":"Fujian","surface_form":"Fujian","offset":3210},{"uri":"Pratas_Islands","surface_form":"Pratas Islands","offset":3249},{"uri":"Taiping_Island","surface_form":"Taiping Island","offset":3268}]}