{"id":83381,"url":"http://en.wikipedia.org/wiki/87_Sylvia","text":"87 Sylvia is one of the biggest main-belt asteroids. It is a member of the Cybele group. It is beyond the middle of the belt. Sylvia is famous for being the first asteroid known to have more than one moon.\nDiscovery and naming.\nSylvia was found by N. R. Pogson on May 16, 1866 from Madras (Chennai), India. Paul Herget, in his \"The Names of the Minor Planets\" (1955), attributes the name as honouring the first wife of astronomer Camille Flammarion, Sylvie Petiaux-Hugo Flammarion (this entry is signed by A. Paluzie-Borrell). However, in the article announcing the discovery of this asteroid (\"MNRAS\", 1866), Pogson explained that he selected the name in reference to Rhea Silvia, mother of Romulus and Remus.\nPhysical characteristics.\nSylvia is very dark in color and probably made of primitive. The discovery of its moons made possible an accurate measurement of the asteroid's mass and density. Its density is very low (around 1.2 times the density of water), indicating that the asteroid has a lot of empty spaces; From 25% to as much as 60% of it may be empty space, depending on the details of what it's made of. However, the mineralogy of the X-type asteroids is not known well enough to force this further. Either way, this suggests a loose rubble pile (an asteroid that has been broken up in a collision and pulled back together by gravity) structure. Sylvia is also a fairly fast rotator, turning about its axis every 5.18 hours (giving an equatorial rotation speed of about 230 km/h or 145 mph). The short axis is the rotation axis. Direct images indicate that Sylvia's pole points towards ecliptic coordinates (β, λ) = (+62.6°, 72.4°) with only a 0.5° uncertainty, which gives it an axial tilt of around 29.1°. Sylvia's shape is very stretched.\nMoons.\nSylvia is orbited by two small moons. They have been named Romulus and Remus (the formal names are (87) Sylvia I Romulus and (87) Sylvia II Remus, respectively), after the children of the mythological Rhea Silvia.\nRomulus, the first moon, was found on February 18, 2001 from the Keck II telescope by Michael E. Brown and Jean-Luc Margot. It is about 18 km in diameter and orbits at a distance of 1356±5 km, taking 3.6496±0.0007 days (87.59 h) to complete an orbit of Sylvia.\nRemus, the second moon, was found over three years later on August 9, 2004 by Franck Marchis of UC Berkeley, and Pascal Descamps, Daniel Hestroffer, and Jérôme Berthier of the Observatoire de Paris, France. It is 7±2 km in diameter and orbits at a distance of 706±5 km, taking 1.3788±0.0007 days (33.09 h) to complete an orbit of Sylvia.\nIt is thought likely that both Sylvia and its moons are rubble piles from a past asteroid collision Other, smaller moons formed in a similar way may also be found.\nFrom the surface of Sylvia, Romulus and Remus would appear about the same size. Romulus, the farthest moon, would be about 0.89° across, a bit bigger than the closer but smaller Remus, which would be about 0.78° across. Because Sylvia is far from spherical, these values may vary by a little more than 10%, depending on where the observer is on Sylvia's surface. Since the two asteroid moons appear to orbit (as best we can tell) in the same plane, they would occult each other once every 2.2 days. When the season is right, twice during Sylvia's 6.52 year orbital period, they would eclipse the Sun, which, at 0.15° across, is much smaller than when seen from Earth (0.53°). From Remus, the closer moon, Sylvia appears very big, about 30°×18° across, while its view of Romulus varies between 1.59 and 0.50° across. From Romulus, Sylvia measures 16°×10° across, while Remus varies between 0.62° and 0.19°.","categories":[],"infobox_types":[],"annotations":[{"uri":"Asteroid","surface_form":"asteroid","offset":42},{"uri":"Cybele_asteroid","surface_form":"Cybele group","offset":75},{"uri":"Satellite_(natural)","surface_form":"moon","offset":200},{"uri":"Norman_Robert_Pogson","surface_form":"N. R. Pogson","offset":248},{"uri":"Chennai","surface_form":"Madras (Chennai)","offset":282},{"uri":"India","surface_form":"India","offset":300},{"uri":"Paul_Herget","surface_form":"Paul Herget","offset":307},{"uri":"Camille_Flammarion","surface_form":"Camille Flammarion","offset":430},{"uri":"Rhea_Silvia","surface_form":"Rhea Silvia","offset":669},{"uri":"Romulus_and_Remus","surface_form":"Romulus and Remus","offset":692},{"uri":"Mass","surface_form":"mass","offset":881},{"uri":"Density","surface_form":"density","offset":890},{"uri":"X-type_asteroid","surface_form":"X-type asteroid","offset":1151},{"uri":"Gravity","surface_form":"gravity","offset":1342},{"uri":"Ecliptic_coordinate_system","surface_form":"ecliptic coordinates","offset":1602},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":1696},{"uri":"Satellite_(natural)","surface_form":"moons","offset":1796},{"uri":"Romulus_and_Remus","surface_form":"Romulus and Remus","offset":1824},{"uri":"(87)_Sylvia_I_Romulus","surface_form":"(87) Sylvia I Romulus","offset":1864},{"uri":"(87)_Sylvia_II_Remus","surface_form":"(87) Sylvia II Remus","offset":1890},{"uri":"Rhea_Silvia","surface_form":"Rhea Silvia","offset":1966},{"uri":"Romulus_(moon)","surface_form":"Romulus","offset":1979},{"uri":"Keck_telescope","surface_form":"Keck II telescope","offset":2044},{"uri":"Michael_E._Brown","surface_form":"Michael E. Brown","offset":2065},{"uri":"Jean-Luc_Margot","surface_form":"Jean-Luc Margot","offset":2086},{"uri":"Kilometre","surface_form":"km","offset":2118},{"uri":"Remus_(moon)","surface_form":"Remus","offset":2240},{"uri":"Franck_Marchis","surface_form":"Franck Marchis","offset":2318},{"uri":"UC_Berkeley","surface_form":"UC Berkeley","offset":2336},{"uri":"Pascal_Descamps","surface_form":"Pascal Descamps","offset":2353},{"uri":"Daniel_Hestroffer","surface_form":"Daniel Hestroffer","offset":2370},{"uri":"J%C3%A9r%C3%B4me_Berthier","surface_form":"Jérôme Berthier","offset":2393},{"uri":"Observatoire_de_Paris","surface_form":"Observatoire de Paris","offset":2416},{"uri":"Occultation","surface_form":"occult","offset":3202}]}