{"id":83418,"url":"http://en.wikipedia.org/wiki/John_Milton","text":"John Milton (9 December 1608 – 8 November 1674) was an English poet, religious thinker, and civil servant for the English Commonwealth Government. He is one of the most important figures in Western literature. He is most famous for his Christian epic poem \"Paradise Lost\". His writing influenced both later poets and religious thinkers.\nLife.\nJohn Milton was born on 9 December 1608, the son of John Milton (senior) and Sarah Jerry. His family lived in Bread Street, London. His father was a musician and composer. His main work was as a scrivener, a secretary who reads and writes letters for people who cannot read and write for themselves. Milton's father was well paid at this work, and was able to hire a private tutor to teach his clever eldest son. Milton's brother Christopher said he studied very long into each night. Milton then went to St. Paul's School where he studied Latin, Greek, and Hebrew.\nMilton then studied at Christ's College, Cambridge and graduated with a B.A. in 1629. On 3 July 1632, he received his Master of Arts degree. He returned home where he continued to study and write poetry for six years. He wrote a large number of poems. In 1638 he made a tour of the Continent, spending a lot of time in France and Italy, where he learned about other authors such as Dante, Tasso, and Ariosto. When he was 34, he married Mary Powell, who was 17. He defended freedom of speech and freedom of press.\nPublications.\nIn 1645, during the English Civil War, he published \"Poems of Mr. John Milton\", in which there were his famous poems \"L'Allegro\" and \"Il'Penseroso\", which was mostly ignored. In 1649, during the trial of Charles I, Milton wrote \"Of the Tenure of Kings and Magistrates\", arguing that kings can rule only when the people allow them to. He then became secretary to the Council of State and wrote in Latin \"Eikonoklastes\" in 1649. That was the last big writing project he did before he began to become blind. In 1652, he became completely blind and was very unhappy. However, in 1667, he published the famous \"Paradise Lost\", one of the greatest English-language epics. Four years later, he wrote \"Paradise Regained\", a story about how men became sinful and how Jesus Christ won the battle with the devil. The last work that was published while he was alive was \"Samson Agonistes\". He died, probably because of gout, on 8 November 1674.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":55},{"uri":"Poet","surface_form":"poet","offset":63},{"uri":"Civil_service","surface_form":"civil servant","offset":92},{"uri":"Commonwealth_of_England","surface_form":"English Commonwealth","offset":114},{"uri":"Literature","surface_form":"literature","offset":198},{"uri":"Epic_poetry","surface_form":"epic poem","offset":246},{"uri":"Paradise_Lost","surface_form":"Paradise Lost","offset":257},{"uri":"Latin_language","surface_form":"Latin","offset":883},{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":890},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":901},{"uri":"Cambridge","surface_form":"Cambridge","offset":950},{"uri":"Dante","surface_form":"Dante","offset":1291},{"uri":"Torquato_Tasso","surface_form":"Tasso","offset":1298},{"uri":"Ludovico_Ariosto","surface_form":"Ariosto","offset":1309},{"uri":"Freedom_of_speech","surface_form":"freedom of speech","offset":1382},{"uri":"Freedom_of_press","surface_form":"freedom of press","offset":1404},{"uri":"Civil_War","surface_form":"Civil War","offset":1464},{"uri":"Ignore","surface_form":"ignored","offset":1602},{"uri":"Secretary","surface_form":"secretary","offset":1785},{"uri":"Jesus","surface_form":"Jesus","offset":2194},{"uri":"Gout","surface_form":"gout","offset":2343}]}