{"id":83427,"url":"http://en.wikipedia.org/wiki/Fortran","text":"e=\"preserve\">Fortran is a programming language first created in the 1950s. It is still in use today. It is a procedural language mainly used for scientific computing and numerical analysis.\nThe first FORTRAN compiler was created in 1954-57 by a team at IBM led by John W. Backus. This compiler was the first compiler for any High level language. The authors were worried that no one would use the language if programs written in it did not run nearly as fast as programs written in assembly language. So they made it an optimizing compiler.\nBecause of the heavy use by scientists doing numerical work the language grew in ways that encouraged compiler writers to produce compilers that generated high quality (fast) code. There are many high performance compiler vendors. Much work and research in compiler theory and design was caused by the need to generate good code for Fortran programs.\nSeveral revisions of the language have appeared, including the very well known FORTRAN IV (the same as FORTRAN 66), FORTRAN 77 and Fortran 90. The most recent formal standard for the language was published in 1997 and is known as Fortran 95.\nInitially, the language relied on precise formatting of the source code and heavy use of statement numbers and 'go to' statements, written as goto in Fortran.\nEvery version introduced 'modern' programming concepts, such as source code comments and output of text, IF-THEN-ELSE (in FORTRAN 77), recursion (in Fortran 90) and parallel constructs, while trying to maintain Fortran's 'lean' profile and high performance.\nMeaning and spelling of the name.\nThe name \"Fortran\" is short for \"Formula Translation\". The language was formerly known as FORTRAN (and older variants of it still are). Since Fortran 90, the capitalization has been abandoned. The published formal standards use \"Fortran\".\nStandards.\nThe two standards below are for current Fortran implementations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Programming_language","surface_form":"programming language","offset":26},{"uri":"1950s","surface_form":"1950s","offset":68},{"uri":"Scientific_computing","surface_form":"scientific computing","offset":145},{"uri":"Numerical_analysis","surface_form":"numerical analysis","offset":170},{"uri":"Compiler","surface_form":"compiler","offset":208},{"uri":"1954","surface_form":"1954","offset":232},{"uri":"1957","surface_form":"57","offset":237},{"uri":"IBM","surface_form":"IBM","offset":253},{"uri":"John_W._Backus","surface_form":"John W. Backus","offset":264},{"uri":"High_level_language","surface_form":"High level language","offset":325},{"uri":"Assembly_language","surface_form":"assembly language","offset":482},{"uri":"Optimizing_compiler","surface_form":"optimizing compiler","offset":520},{"uri":"Compiler","surface_form":"compiler","offset":798},{"uri":"1997","surface_form":"1997","offset":1101},{"uri":"Recursion","surface_form":"recursion","offset":1428}]}