{"id":83640,"url":"http://en.wikipedia.org/wiki/Mariano_Jos%C3%A9_de_Larra","text":"Mariano José de Larra (24 March 1809 - 13 February 1837) was a Spanish romanticist writer noted for satire and perhaps the best prose writer of 19th-century Spain.\nHe was born in Madrid; his father served as a doctor in the French army, and, as an \"afrancesado\", was forced to leave the Peninsula with his family in 1812. In 1817 Larra went back to Spain, knowing less Spanish than French. His nature was disorderly, his education was imperfect, and, after futile attempts to obtain a degree in medicine or law, he made an imprudent marriage at the age of twenty, broke with his relatives and became a journalist.\nOn the 27th of April 1831 he produced his first play, \"No más mostrador\", based on two pieces by Scribe and Dieulafoy. Though wanting in originality, it is brilliantly written, and held the stage for many years. On the 24th of September 1834 he produced \"Macías\", a play based on his own historical novel, \"El doncel de don Enrique el Doliente\" (1834).\nThe drama and novel are interesting as experiments, but Larra was essentially a journalist, and the increased liberty of the press after the death of Ferdinand VII gave his caustic talent an ampler field. He was already famous under the pseudonyms of \"Juan Pérez de Munguía\" and \"Fígaro\" which he used in \"El Pobrecito Hablador\" and \"La Revista Española\" respectively. Madrid laughed at his grim humour; ministers feared his vitriolic pen and courted him assiduously; he defended Liberalism against the Carlist rebellion; he was elected as deputy for Ávila, and a great career seemed to lie before him. But the era of military pronunciamientos ruined his personal prospects and patriotic plans. His writing took on a more sombre tinge; domestic troubles increased his pessimism, and, in consequence of a disastrous love-affair, he committed suicide by shooting himself in February 1837.\nLarra lived long enough to prove himself the greatest prose-writer that Spain can boast during the 19th century. He wrote at great speed with the constant fear of the censor before his eyes, but no sign of haste is discernible in his work, and the dexterity with which he aims his venomous shafts is amazing. His political instinct, his abundance of ideas and his forcible, mordant style would have given him a foremost position at any time and in any country; in Spain, and in his own period, they placed him beyond all rivalry.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spanish","offset":63},{"uri":"Spanish_Romance_literature","surface_form":"romanticist","offset":71},{"uri":"Writer","surface_form":"writer","offset":83},{"uri":"Satire","surface_form":"satire","offset":100},{"uri":"French_army","surface_form":"French army","offset":224},{"uri":"Afrancesado","surface_form":"afrancesado","offset":249},{"uri":"Exile","surface_form":"forced to leave","offset":267},{"uri":"Journalist","surface_form":"journalist","offset":602},{"uri":"Scribe","surface_form":"Scribe","offset":711},{"uri":"Dieulafoy","surface_form":"Dieulafoy","offset":722},{"uri":"Ferdinand_VII_of_Spain","surface_form":"Ferdinand VII","offset":1117},{"uri":"Pseudonym","surface_form":"pseudonym","offset":1204},{"uri":"Mungu%C3%ADa","surface_form":"Munguía","offset":1233},{"uri":"F%C3%ADgaro","surface_form":"Fígaro","offset":1247},{"uri":"El_Pobrecito_Hablador","surface_form":"El Pobrecito Hablador","offset":1273},{"uri":"La_Revista_Espa%C3%B1ola","surface_form":"La Revista Española","offset":1301},{"uri":"Liberalism","surface_form":"Liberalism","offset":1447},{"uri":"Carlist","surface_form":"Carlist","offset":1470},{"uri":"%C3%81vila","surface_form":"Ávila","offset":1518},{"uri":"Pronunciamiento","surface_form":"pronunciamiento","offset":1594},{"uri":"Suicide","surface_form":"suicide","offset":1808},{"uri":"Censorship","surface_form":"censor","offset":2021}]}