{"id":83650,"url":"http://en.wikipedia.org/wiki/Bead","text":"A bead is a small item with a hole in it for stringing. Beads can be threaded together on a string. Beads can be made from many different things including wood, glass, and gemstones. The oldest known beads are over 100,000 years old. Beads, made from stones, have been found in the graves of the kings of Egypt. Clay beads have always been made in abundance. They were first painted in patterns similar to those used on bowls or pots.\nMaking beads in clay is a skill which is easy to learn. The clay material presents a design opportunity limited only by the imagination and expertise of the maker.\nDuring the last century in the western hemisphere, the wearing of beads has become the prerogative of woman. Yet throughout history, men have worn great quantities of beads to show their masculinity and virility. As early as 5000 BC men and women alike valued wearing strands of shell, stone, teeth and bone beads. Faience and Carnelian beads found in an Egyptian tomb date back to 4000 BC. Phoenician trade ships carried beads to and from Egypt as early as 2500 BC so it is impossible to know for sure how long beads were really in circulation. The graves of Egypt reveal the development of the craft of bead making better the those of other civilizations due to the trade routes established in continental Europe. From 3000-1900 BC, the Amber Routes ran from Moravia, France and Austria to Russia, England and Spain. Ancient trade routes went to the Far East as well as Africa.\nToday, there are many types of the beads including silver beads, stone beads, fire polish, and swarovsky crystal beads. Stringing beads on beading wire is one of the most popular methods for making beaded jewellery and motifs. This can be worn as bracelets, necklaces, and anklets. In Japan, beads making came into fashion when Crown Princess Masako made her swarovski beads necklace by herself. Bead art shows are held in November every year, and beads lovers publish their work. They often become trendsetters.","categories":[],"infobox_types":[],"annotations":[{"uri":"String","surface_form":"string","offset":45},{"uri":"Wood","surface_form":"wood","offset":155},{"uri":"Glass","surface_form":"glass","offset":161},{"uri":"Gemstones","surface_form":"gemstones","offset":172}]}