{"id":838,"url":"http://en.wikipedia.org/wiki/Trademark","text":"e=\"preserve\">A trademark (or trade mark) is a way for a business to help people to identify the products that the business makes from products made by another business. A trademark can be a name, word, phrase, symbol, logo, design, or picture. It can only be used on things made by the business that owns the trademark.\nFor example, Coca-Cola and Coke are trademark names for a certain drink made by the Coca-Cola Company. No other business can use these names or any names similar to them. Other businesses can make a drink that is similar, like colas soft drinks, but they have to use a different name for their drink, such as Pepsi.\nAnother example is the Nike company which makes sporting goods like shoes and clothes. The \"swoosh\" symbol used on their products is a trademark.\nFamous trademarks like Coca-Cola and Nike are used for branding whole families of products.\nGetting a trademark.\nTrademarks are protected by law. In some countries, a person or company can get a trademark simply by using the name, word, phrase, symbol, logo, design, or picture on its products.\nTrademarks can also be registered. In that case, the business tells the government of its country that it wants to use a certain name, word, phrase, symbol, logo, design or picture as a trademark for the products it sells. If no other person or business is using the trademark to sell those products, then the government will list that trademark. Once it is listed, no one else can use that trademark for those products. This is called \"registering\" the trademark.\nUsing another person's trademark.\nIf someone uses the trademark in a wrong way, the trademark owner can sue the other person. If a court decides that the other person was not allowed to use the trademark, they might have to pay damages to the trademark owner.\nIf another person wants to use a trademark that they do not own, they can ask the trademark owner for permission. The trademark owner can grant the other person a license. The other person usually must pay some money to the trademark owner for the license. This can be in the form of a percentage of the cost of the product that the other person sells called a royalty. For example, a person might pay Nike ten percent (10%) of the cost of each pair of shoes it sells for the right to include the Swoosh.\nMarking products with trademarks.\nWhen people write a word that is a trademark or show a picture or symbol that is a trademark, they should say that it is a trademark. If a trademark is not registered, they can write the word \"Trademark\", use the abbreviation \"TM\", or use the symbol ™ on their products.\nIf a trademark is registered, they can use the letter R in a circle symbol: \"®\". People can also say it is a \"registered trademark\" or use the abbreviation \"Reg.\nService marks.\nTrademarks are used for products. Businesses that do things for people instead of making things are called service providers. They can get a service mark instead of a trademark. When people write or show a service mark, they can use the service mark symbol: \"℠\".\nLaws by country.\nIn the United States, the governing law for trademarks is the Lanham Act, in Germany the Markengesetz.","categories":[],"infobox_types":[],"annotations":[{"uri":"Product_(consumer_goods)","surface_form":"products","offset":96},{"uri":"Name","surface_form":"name","offset":190},{"uri":"Phrase","surface_form":"phrase","offset":202},{"uri":"Symbol","surface_form":"symbol","offset":210},{"uri":"Logo","surface_form":"logo","offset":218},{"uri":"Design","surface_form":"design","offset":224},{"uri":"Picture","surface_form":"picture","offset":235},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":333},{"uri":"Cola","surface_form":"colas","offset":547},{"uri":"Pepsi","surface_form":"Pepsi","offset":629},{"uri":"Nike%2C_Inc.","surface_form":"Nike","offset":659},{"uri":"Shoes","surface_form":"shoes","offset":704},{"uri":"Clothes","surface_form":"clothes","offset":714},{"uri":"Brand","surface_form":"brand","offset":837},{"uri":"Law","surface_form":"law","offset":923},{"uri":"Government","surface_form":"government","offset":1149},{"uri":"Country","surface_form":"country","offset":1167},{"uri":"Register","surface_form":"register","offset":1514},{"uri":"Lawsuit","surface_form":"sue","offset":1646},{"uri":"Court","surface_form":"court","offset":1673},{"uri":"Damages","surface_form":"damages","offset":1770},{"uri":"Permission","surface_form":"permission","offset":1904},{"uri":"License","surface_form":"license","offset":1965},{"uri":"Money","surface_form":"money","offset":2013},{"uri":"Percentage","surface_form":"percentage","offset":2088},{"uri":"Shoe","surface_form":"shoe","offset":2255},{"uri":"Abbreviation","surface_form":"abbreviation","offset":2554},{"uri":"Service_(economics)","surface_form":"service","offset":2896},{"uri":"Service_mark","surface_form":"service mark","offset":2930},{"uri":"Lanham_Act","surface_form":"Lanham Act","offset":3131},{"uri":"Markengesetz","surface_form":"Markengesetz","offset":3158}]}