{"id":83806,"url":"http://en.wikipedia.org/wiki/Ernst_Reuter","text":"Ernst Rudolf Johannes Reuter (29 July 1889 - 29 September 1953) was a German politician.\nReuter was born in the small Prussian town of Apenrade (today Aabenraa in Denmark).\nAfter getting his abitur in 1907 at the Gymnasium in Leer (East Frisia) he went to Marburg to study philosophy and social sciences. In 1909 he moved to the university in Munich. In Munich he first came in touch with the ideas of socialism. He returned to Marburg in the autumn of 1910 and in 1912 took the state examination there.\nErnst Reuter then worked as a private tutor in Bielefeld. He joined the Social Democratic Party in Bielefeld, but soon went to the SPD party executive to Berlin where he worked in the central education committee.\nReuter did not believe in war. He founded the pacifist, group \"Neues Vaterland\".\nIn 1916 Reuter was ordered into the imperial army. He was a courier on the eastern front. He was seriously wounded and became a Russian prisoner. He studied Russian in the prison camp, followed the Bolsheviks, and was appointed People's Commissar in the Volga German Republic in December 1917.\nBut Reuter returned to Germany in November 1918. He joined the Communist Party (KPD) and became First Secretary of the Berlin city party in 1920. The KPD expelled him in January 1922, and later that year Reuter returned to SPD.\nIn 1926, after having been editor of the SPD newspaper \"Vorwärts\" (\"Forwards\"), he started working for the Berlin Transport Department. Reuter oversaw the creation of the \"Berliner Verkehrs-Aktien-Gesellschaft\" (BVG) in 1928. The BVG was a merger of all of the underground, tram, and bus companies in the city. At the time the BVG was the largest public transport company in the world. It still operates today, as part of the Berlin-Brandenburg Transport Group.\nReuter was mayor of Magdeburg from 1931 up to the take-over by the National Socialists; he belonged to the SPD parliamentary group in the Reichstag at the same time. After being arrested several times Ernst Reuter was freed from a concentration camp after help from English friends. He moved to live in the Netherlands, then Great Britain and Turkey. He worked as an adviser for the Turkish government in traffic matters. In 1938 he became a professor for urban development and town planning at the Administration Academy in Ankara.\nErnst Reuter returned to Berlin in November 1946 and became head of the city's traffic department again.\nThe Soviet veto stopped Reuter from becoming mayor in June 1947. But he played on a central role also under the acting Mayor Louise Schröder.\nThe elections set for 5 December 1948 could only take place in the western sectors. The SPD gained almost two-thirds of the votes so they were the strongest party. On 7 December the old city council met once again and elected Ernst Reuter as mayor. This choice was confirmed by the new parliament on 14 January 1949. Although the SPD lost about 20 per cent of the votes in the elections on 3 December 1950, Ernst Reuter remained in the office. The vote in parliament between Reuter and the CDU candidate Walther Schreiber had ended with a stalemate. Schreiber withdrew in favour of Reuter who took the new official title of Regierender Bürgermeister, at the head an all-party coalition with the from SPD, CDU and FDP.\nErnst Reuter stayed in charge of Berlin for another two years and eight months. He died of a heart attack in Berlin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prussia","surface_form":"Prussia","offset":118},{"uri":"Apenrade","surface_form":"Apenrade","offset":135},{"uri":"Aabenraa","surface_form":"Aabenraa","offset":151},{"uri":"Denmark","surface_form":"Denmark","offset":163},{"uri":"Abitur","surface_form":"abitur","offset":191},{"uri":"Gymnasium","surface_form":"Gymnasium","offset":213},{"uri":"Leer","surface_form":"Leer","offset":226},{"uri":"East_Frisia","surface_form":"East Frisia","offset":232},{"uri":"Marburg","surface_form":"Marburg","offset":256},{"uri":"Munich","surface_form":"Munich","offset":343},{"uri":"Socialism","surface_form":"socialism","offset":402},{"uri":"Bielefeld","surface_form":"Bielefeld","offset":551},{"uri":"Social_Democratic_Party_of_Germany","surface_form":"Social Democratic Party","offset":576},{"uri":"Berlin","surface_form":"Berlin","offset":658},{"uri":"Russia","surface_form":"Russia","offset":926},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":996},{"uri":"Volga_German_Republic","surface_form":"Volga German Republic","offset":1052},{"uri":"Communist_Party_of_Germany","surface_form":"Communist Party","offset":1155},{"uri":"BVG","surface_form":"BVG","offset":1532},{"uri":"Magdeburg","surface_form":"Magdeburg","offset":1802},{"uri":"National_Socialist","surface_form":"National Socialist","offset":1849},{"uri":"Reichstag_(building)","surface_form":"Reichstag","offset":1920},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":2013},{"uri":"Netherlands","surface_form":"Netherlands","offset":2089},{"uri":"Great_Britain","surface_form":"Great Britain","offset":2107},{"uri":"Turkey","surface_form":"Turkey","offset":2125},{"uri":"Ankara","surface_form":"Ankara","offset":2307},{"uri":"Soviet","surface_form":"Soviet","offset":2424},{"uri":"Veto","surface_form":"veto","offset":2431},{"uri":"Louise_Schr%C3%B6der","surface_form":"Louise Schröder","offset":2545},{"uri":"CDU","surface_form":"CDU","offset":3052},{"uri":"Walther_Schreiber","surface_form":"Walther Schreiber","offset":3066},{"uri":"FDP","surface_form":"FDP","offset":3275},{"uri":"Heart_attack","surface_form":"heart attack","offset":3373}]}