{"id":83979,"url":"http://en.wikipedia.org/wiki/Hurricane_Helene_(2006)","text":"Hurricane Helene was one of the strongest hurricanes of the 2006 Atlantic hurricane season. It is tied with Hurricane Gordon, which was also very strong. It was the ninth tropical storm, fourth hurricane and second strong hurricane of the 2006 Atlantic hurricane season.\nHelene was a long Cape Verde-type hurricane that formed in the extreme southeastern part of the North Atlantic Ocean. When it was at its strongest, it was a Category 3 hurricane on the Saffir-Simpson Hurricane Scale. It reached this level as it travelled across the central Atlantic. It never hit land until the very end of its life as a weak extratropical cyclone. It only had a small effect in the northern British Isles.\nStorm history.\nIn the second week of September, a strong tropical wave started moving off the coast of Africa. It was well-organized from the start, and on September 11, even before it entered the Atlantic, the National Hurricane Center believed that it could quickly turn into a tropical depression. That is what happened, and it became Tropical Depression Eight on the morning of September 12.\nBecause the depression was so big, it was quite slow to develop, combined with some easterly wind shear in the eastern Atlantic and because of the Saharan Air Layer to the north as it moved south of the Cape Verde islands. The actuual strengthening was slowed down because convection was very slow. However, on September 13, the depression strengthened into Tropical Storm Helene. The storm slowly strengthened over the warm waters of the eastern Atlantic thereafter as it tracked west-northwest.\nSome dry air from the Saharan Air Layer kept slowing Helene's strengthening on September 14 as Helene was still a weak tropical storm. However, an sudden strengthening happened on September 15 as shear got lower.\nOn the morning of September 16, the storm began to make a ragged eye and strengthened to Hurricane Helene. The intensity stayed the same for a while as a weak Category 1 hurricane, as the strengthening was slowed down by medium wind shear even though there was not a lot of dry air. Late that evening, the storm began to slowly get stronger once again.\nOn September 17, the strengthening became faster and Helene quickly became a Category 2 hurricane that morning as the eye became clearer and surrounded by deeper convection. Helene also turned more northward and slowed down in the central Atlantic, which was because of a weakness in the subtropical ridge farther north created by Gordon. Because Helene turned north, the hurricane was moved away from any land areas. The strengthening kept going through the afternoon, and that evening, Helene strengthened into a large hurricane with 115 mph (185 km/h) and a minimum central pressure of 962 mbar. As shear stayed low and the oceans stayed warm, Helene got a little bit stronger. At the most, it was a strong Category 3 hurricane with 120 mph (195 km/h) winds early on September 18. At that time, Helene and Gordon were at roughly the same longitude in the open ocean.\nAs Gordon moved eastward on the afternoon of 18th, a narrow ridge built in, forcing Helene westward. The eyewall collapsed quite a lot, and Helene weakened into a Category 2 hurricane, where it stayed for about 48 hours until September 20 because of a long eyewall replacement cycle and a stretched out cloud pattern. On the 20th, Helene turned back to the northwest and weakened a bit because wind shear got a bit bigger. That afternoon, the hurricane was downgraded to a Category 1 hurricane, which Helene stayed as until becoming extratropical.\nEarly on September 21, the motion moved to the north as it moved along the northwest edge of the subtropical ridge. That movement kept going throughout the day, however, Helene began to turn more to the north-east that evening along the edge of the subtropical ridge, east of Bermuda. Because wind shear got lower and the water was quite warm at around 81°F (27°C), Helene stayed as a Category 1 hurricane without any big changes to its strength. The strength stayed at around 80 mph (130 km/h) before strengthening a bit late on September 22, even though it lost some tropical features (it was put back down to a tropical storm for a short amount of time) as it sped up northeast in the north Atlantic. When QuikSCAT analysed it early on September 23, they said that it was definitely a high-end Category 1 hurricane with 90 mph (145 km/h) winds.\nHelene turned into a \"hybrid\" storm with both tropical and extratropical features that afternoon, with a deep, warm core. After that, bigger shear weakened Helene once again, although it stayed as a hurricane-strength storm until it was fully extratropical on the morning of September 24. After becoming fully extratropical, the storm weakened as it moved eastward, becoming a gale center west of Ireland early on September 27. It eventually merged with a larger extratropical low near the northern end of the British Isles late on the 27th.\nImpact.\nWhile Helene was a tropical cyclone, the storm never came close to land. Three ships were caught in the outer part of Helene. The strongest of these reported 56 mph (91 km/h) winds early on September 23 in the north Atlantic. Though it stayed far away from the island, the hurricane made rough waves in Bermuda. As a weakened extratropical system, strong wind gusts were reported in Ireland and northern Scotland. The strongest wind gust in Ireland was at the Valentia Observatory, where 56 mph (91 km/h) gusts were reported. In Scotland, the strongest gust was on South Uist Island in the Outer Hebrides, where 74 mph (118 km/h) gusts were reported. No damage or deaths were reported because of Helene.","categories":[],"infobox_types":[],"annotations":[{"uri":"2006_Atlantic_hurricane_season","surface_form":"2006 Atlantic hurricane season","offset":60},{"uri":"Hurricane_Gordon_(2006)","surface_form":"Hurricane Gordon","offset":108},{"uri":"Tropical_cyclone","surface_form":"tropical storm","offset":171},{"uri":"2006_Atlantic_hurricane_season","surface_form":"2006 Atlantic hurricane season","offset":239},{"uri":"Cape_Verde-type_hurricane","surface_form":"Cape Verde-type hurricane","offset":289},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":373},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":456},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":614},{"uri":"British_Isles","surface_form":"British Isles","offset":680},{"uri":"September","surface_form":"September","offset":732},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":752},{"uri":"Africa","surface_form":"Africa","offset":798},{"uri":"September_11","surface_form":"September 11","offset":851},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":906},{"uri":"Tropical_depression","surface_form":"tropical depression","offset":975},{"uri":"September_12","surface_form":"September 12","offset":1077},{"uri":"Wind_shear","surface_form":"wind shear","offset":1184},{"uri":"Saharan_Air_Layer","surface_form":"Saharan Air Layer","offset":1238},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":1294},{"uri":"Convection","surface_form":"convection","offset":1364},{"uri":"September_13","surface_form":"September 13","offset":1402},{"uri":"September_14","surface_form":"September 14","offset":1667},{"uri":"September_15","surface_form":"September 15","offset":1768},{"uri":"September_16","surface_form":"September 16","offset":1819},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":1866},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 1 hurricane","offset":1960},{"uri":"September_17","surface_form":"September 17","offset":2157},{"uri":"Subtropical_ridge","surface_form":"subtropical ridge","offset":2442},{"uri":"September_18","surface_form":"September 18","offset":2924},{"uri":"Longitude","surface_form":"longitude","offset":2995},{"uri":"September_20","surface_form":"September 20","offset":3250},{"uri":"Eye_(cyclone)","surface_form":"eyewall replacement cycle","offset":3281},{"uri":"Wind_shear","surface_form":"wind shear","offset":3418},{"uri":"Extratropical_cyclone","surface_form":"extratropical","offset":3557},{"uri":"September_21","surface_form":"September 21","offset":3581},{"uri":"Bermuda","surface_form":"Bermuda","offset":3848},{"uri":"September_22","surface_form":"September 22","offset":4102},{"uri":"QuikSCAT","surface_form":"QuikSCAT","offset":4281},{"uri":"September_23","surface_form":"September 23","offset":4311},{"uri":"September_24","surface_form":"September 24","offset":4695},{"uri":"Ireland","surface_form":"Ireland","offset":4817},{"uri":"September_27","surface_form":"September 27","offset":4834},{"uri":"British_Isles","surface_form":"British Isles","offset":4930},{"uri":"Bermuda","surface_form":"Bermuda","offset":5273},{"uri":"Ireland","surface_form":"Ireland","offset":5353},{"uri":"Scotland","surface_form":"Scotland","offset":5374},{"uri":"Valentia_Observatory","surface_form":"Valentia Observatory","offset":5430},{"uri":"South_Uist","surface_form":"South Uist","offset":5535},{"uri":"Outer_Hebrides","surface_form":"Outer Hebrides","offset":5560}]}