{"id":83998,"url":"http://en.wikipedia.org/wiki/Outer_Hebrides","text":"The Outer Hebrides, often called the Western Isles, make up an island chain off the west coast of Scotland. It is also a parliamentary constituency. The northern island is Lewis and Harris. South of Lewis and Harris is a series of islands, such as South Uist, Benbecula and North Uist. The Outer Herides includes a number of even smaller islands.\nThe isles form part of the Hebrides, and are separated from the Scottish mainland and from the Inner Hebrides by the stormy waters of the Minch, the Little Minch and the Sea of the Hebrides.\nFormerly the dominant language of the Islands, Scottish Gaelic remains spoken even though it has now been largely supplanted by English in some parts.\nSea transport is crucial and a variety of ferry services operate between the islands and to mainland Britain.\nHistory.\nThe Western Isles became part of the \"Suðreyjar\" kingdom of the Norse, who ruled for over 400 years until sovereignty was transferred to Scotland by the Treaty of Perth in 1266. Control of the islands was then held by clan chiefs.\nGeology & geography.\nMost of the islands have a bedrock formed from ancient metamorphic rocks and the climate is mild and oceanic. The Gulf Stream runs nearby. The 15 inhabited islands have a total population of about 26,500 and there are more than 50 substantial uninhabited islands.\nFlora and fauna.\nMuch of the archipelago is a protected habitat including both the islands and the surrounding waters. There are 53 Sites of Special Scientific Interest (SSSI) of which the largest are Loch an Duin, North Uist at and North Harris, which is in extent.\nLoch Druidibeg on South Uist is a National Nature Reserve owned and managed by Scottish Natural Heritage. The reserve covers 1,677 hectares across the whole range of local habitats.\nOther websites.\nHistorical footnote: Many websites of the Outer Hebrides derive content from the Eolas Virtual Hebrides, website. This was once the largest rural website in the world. Eolas went bankrupt in 2000 and the Eolas TV company became [http://www.mactv.co.uk/ MacTV]. The web design team became [http://www.reefnet.co.uk/ Reefnet] and the content has largely found a home on GlobalGuide.Org.\nSites deriving partly from the original Virtual Hebrides","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":63},{"uri":"Scotland","surface_form":"Scotland","offset":98},{"uri":"Lewis_and_Harris","surface_form":"Lewis and Harris","offset":172},{"uri":"South_Uist","surface_form":"South Uist","offset":248},{"uri":"Benbecula","surface_form":"Benbecula","offset":260},{"uri":"North_Uist","surface_form":"North Uist","offset":274},{"uri":"Hebrides","surface_form":"Hebrides","offset":374},{"uri":"Inner_Hebrides","surface_form":"Inner Hebrides","offset":442},{"uri":"Minch","surface_form":"Minch","offset":485},{"uri":"Little_Minch","surface_form":"Little Minch","offset":496},{"uri":"Transport","surface_form":"transport","offset":693},{"uri":"Ferry","surface_form":"ferry","offset":731},{"uri":"Britain","surface_form":"Britain","offset":790},{"uri":"Norse","surface_form":"Norse","offset":872},{"uri":"Treaty_of_Perth","surface_form":"Treaty of Perth","offset":961},{"uri":"Metamorphic_rock","surface_form":"metamorphic","offset":1115},{"uri":"Climate","surface_form":"climate","offset":1141},{"uri":"Gulf_Stream","surface_form":"Gulf Stream","offset":1174},{"uri":"National_Nature_Reserve","surface_form":"National Nature Reserve","offset":1625},{"uri":"Scottish_Natural_Heritage","surface_form":"Scottish Natural Heritage","offset":1670},{"uri":"Virtual_Hebrides","surface_form":"Virtual Hebrides","offset":1876},{"uri":"GlobalGuide","surface_form":"GlobalGuide.Org","offset":2157}]}