{"id":84009,"url":"http://en.wikipedia.org/wiki/Hurricane_Isaac_(2006)","text":"Hurricane Isaac was the final tropical cyclone of the 2006 Atlantic hurricane season. It reached peak strength of Category 1 just before striking Newfoundland, where it produced tropical storm-force winds. Isaac followed the path of the three previous storms in the Atlantic basin, Florence, Gordon, and Helene. Isaac formed in the central North Atlantic Ocean and moved eastward toward Europe.\nHurricane Isaac formed off the coast of Africa on September 18. Intensification was partly suppressed by high wind shear and by cool sea surface temperatures in the wake of Hurricanes Gordon and Helene. Isaac reached tropical storm strength on September 28 and entered an area of low wind shear, allowing it to strengthen into an 85 mph (137 h) hurricane. Its intensity nearly matched forecasts made with the Statistical Hurricane Intensity Prediction Scheme (SHIPS).\nOn October 1, Isaac turned northeast and struck Newfoundland as a tropical storm. Two days later, it merged with a newly formed baroclinic low off the east coast of the United States. The merged system was forecast to move toward the area between Greenland and Great Britain. Isaac produced rainfall over Newfoundland of up to 25 mm (1 in). No deaths or damage were reported. Isaac was the second storm to affect Newfoundland during the season, the other being Hurricane Florence.\nStorm history.\nIsaac started as a tropical wave that moved away from Africa on September 18. An area of disturbed weather began interacting with the tropical wave as deep convection increased on September 23. The convection began to organize, and weather agencies to release the first Dvorak numbers on the system.\nThe SHIPS models predicted that the system would become a hurricane with maximum sustained winds of 88 knots (150 km/h) after 120 hours. However, the system was slow to organize and a Tropical Cyclone Formation Advisory was not issued by the National Hurricane Center (NHC) until four days later. The NHC, however, decided the convection was too ephemeral to justify classification as a tropical depression and the TCFA was discontinued. Three days later, on September 27 another TCFA was issued, announcing the formation of the ninth tropical depression of the Atlantic season.\nThe depression strengthened into Tropical Storm Isaac on September 28, just twelve hours after the cyclone's formation. Deep convection was slow to form that day since the system remained over cold waters that had upwelled in the wake of Hurricanes Gordon and Helene. The next day, the cyclone moved west-northwestward and started gaining subtropical characteristics while its convection deepened. Vertical shear weakened as the system moved away from the cold, upwelling waters and the core of Isaac started re-developing. Atmospheric conditions remained favorable and Isaac reached hurricane status on September 30. Isaac continued strengthening a little bit during the next day near Bermuda, reaching its peak intensity with sustained winds of 85 mph (135 km/h) and minimum central pressure of 985 mbar. Isaac's winds quickly weakened to 80 mph (130 km/h), but its central pressure did not change.\nIsaac encountered cooler waters as it approached Newfoundland on October 1, and weakened into a tropical storm on October 2. Isaac made landfall on the Avalon Peninsula as a weak tropical storm on October 2 and maintained tropical cyclonic structure and deep convection. Soon after, Isaac turned into an extratropical storm and merged with a larger extratropical system on October 3 off the Avalon Peninsula.\nPreparations and impact.\nA tropical storm \"watch\" was sent up on October 1 for the Avalon Peninsula. The watch was upgraded to a tropical storm \"warning\" the next day. Another watch was issued for the Burin and Bonavista peninsulas, although it was quickly removed. On October 2, all tropical cyclone watches and warnings were taken away. Heavy rain and gusty winds were expected. Because of this, rainfall warnings were declared for parts of southern Newfoundland. Wind and gale advisories were also given out over the Atlantic Ocean.\nOn October 2, a ship called the \"Elektra\" (call sign SIWB) reported winds of while it was located about to the east of the center of the storm. Two other ships, many buoys, and a few oil platforms also recorded strong winds. Waves off the coast reached about heigh.\nIsaac did not have much impact on land. No people were killed, and there was no bad damage. However, some parts of the Avalon Peninsula had tropical storm conditions. At Cape Race, constant winds were as high as, with wind gusts of up to. The strongest winds remained offshore. Since the storm was moving so quickly, it did not drop much rainfall; precipitation usually amounted to below.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":30},{"uri":"2006_Atlantic_hurricane_season","surface_form":"2006 Atlantic hurricane season","offset":54},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 1","offset":114},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":146},{"uri":"Atlantic_basin","surface_form":"Atlantic basin","offset":266},{"uri":"Hurricane_Florence_(2006)","surface_form":"Florence","offset":282},{"uri":"Hurricane_Gordon_(2006)","surface_form":"Gordon","offset":292},{"uri":"Hurricane_Helene_(2006)","surface_form":"Helene","offset":304},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":346},{"uri":"Europe","surface_form":"Europe","offset":387},{"uri":"Africa","surface_form":"Africa","offset":435},{"uri":"Wind_shear","surface_form":"wind shear","offset":505},{"uri":"Miles_per_hour","surface_form":"mph","offset":728},{"uri":"Kilometre_per_hour","surface_form":"h","offset":737},{"uri":"Baroclinic","surface_form":"baroclinic","offset":991},{"uri":"United_States","surface_form":"United States","offset":1032},{"uri":"Greenland","surface_form":"Greenland","offset":1110},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1124},{"uri":"Rain","surface_form":"rain","offset":1154},{"uri":"Millimetre","surface_form":"mm","offset":1193},{"uri":"Inch","surface_form":"in","offset":1199},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":1378},{"uri":"Africa","surface_form":"Africa","offset":1413},{"uri":"Convection","surface_form":"convection","offset":1515},{"uri":"Knot_(speed)","surface_form":"knot","offset":1762},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1901},{"uri":"Hurricane_Gordon_(2006)","surface_form":"Gordon","offset":2487},{"uri":"Hurricane_Helene_(2006)","surface_form":"Helene","offset":2498},{"uri":"Subtropical_cyclone","surface_form":"subtropical","offset":2577},{"uri":"Bermuda","surface_form":"Bermuda","offset":2924},{"uri":"Bar_(unit)","surface_form":"mbar","offset":3039},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":3188},{"uri":"Avalon_Peninsula","surface_form":"Avalon Peninsula","offset":3291},{"uri":"Extratropical_cyclone","surface_form":"extratropical storm","offset":3443},{"uri":"Tropical_storm_watch","surface_form":"tropical storm \"watch\"","offset":3575},{"uri":"Avalon_Peninsula","surface_form":"Avalon Peninsula","offset":3631},{"uri":"Burin_Peninsula","surface_form":"Burin","offset":3749},{"uri":"Bonavista_Peninsula","surface_form":"Bonavista","offset":3759},{"uri":"Tropical_cyclone_watches_and_warnings","surface_form":"tropical cyclone watches and warnings","offset":3832},{"uri":"Declare","surface_form":"declared","offset":3969},{"uri":"Call_sign","surface_form":"call sign","offset":4127},{"uri":"Buoy","surface_form":"buoy","offset":4250},{"uri":"Oil_platform","surface_form":"oil platform","offset":4267},{"uri":"Cape_Race","surface_form":"Cape Race","offset":4520},{"uri":"Constant","surface_form":"constant","offset":4531},{"uri":"Gust","surface_form":"wind gust","offset":4568}]}