{"id":84012,"url":"http://en.wikipedia.org/wiki/Foreign_Office_of_Germany","text":"The traditional name of the ministry handling Germany's foreign affairs is the Foreign Office or AA (). It is responsible for the foreign policy as well as the German EU politics. It is led by the federal Minister for Foreign Affairs ()\nAuswärtiges Amt.\nThe Foreign Office is part of the foreign service of Germany. The other part is the parts of the other agencies of the federal government based abroad.\nThe Foreign Office handles contact between Germany and other countries or international organisations such as the United Nations. This included trying to get a permanent seat in the Security Council of the United Nations as part of the proposed 2005 UN reforms.\nThe Foreign Office is near the old DDR Foreign Ministry in Berlin. The big old building in the Werderschen Markt became the Reichbanks headquarters in 1940 and from 1959 the central committee headquarters of the SED. The Foreign Office has a \"second headquarters\" on Adenauerallee in Bonn.\nSigmar Gabriel (SPD) has been Foreign Minister since January 2017.\nOrganisation.\nThere are German embassies and consulates or consulates-general in most capitals of the world as well as in larger towns of the countries.\nThe Berlin headquarters job is to coordinate German diplomacy, and study the information passed on from the embassies, permanent representations and consulates. These are the \"eyes, ears and voice\" of the Federal Government abroad.\nThe Foreign Office has 145 embassies, 59 consulates general, twelve permanent representations (at international organisations) and ten offices abroad.\nThere are also three \"German Information Centres (GIC)\" with the job of giving information about Germany and the German language.\nThe biggest GIC is in Washington, DC, after it moved from New York in 2003. A GIC in Cairo is for the Arabic speaking world. The other GIC is in Paris, for French speaking areas\nThere are also 356 honorary consuls. These are often German businessmen who do some work for the Foreign Office.\nBonn.\nThe Bonn office handles information technology particularly. Every German agency abroad is connected to Bonn, which can send the information to Berlin. The Bonn office also arranges communications for the Foreign Minister and the Chancellorwhen they are abroad.\nProblems.\nSome people say that there is corruption in the way senir jobs are filled.\nThis is because the Foreign Office does not publish the qualifications of its top diplomats anymore. They stopped after terrorists used the information to attack the German embassy in Stockholm in 1975 and the RAF murdered diplomat Gerold von Braunmühl in 1986.\nNorth German Confederation.\nThe Foreign Office started in 1870 as a part of the North German Confederation. It was headed by a permanent secretary, just like the Foreign Office of the German empire. There were ministers only since 1919. This was why it was called an Office not a ministry.\nGerman Empire (1871-1918).\nThe Foreign Office of the German Empire was based in Berlin Wilhelmstraße 76.\nThe empire tookover the Foreign Office of the North German alliance unchanged. However the German federal states kept a considerable degree of independence in their own foreign policy.\nDepartment I.\nHigher politics, personnel, ceremonies, budgets, registeration of the schools and churches. The head of this department was a permanent secretary who was also the permanent representative of the German Chancellor in the Foreign Office at the same time. The German Chancellor had the topmost responsibility in foreign policy.\nDepartment II.\nThe second department was responsible for trade, traffic, consulates, national law, civil law, the art and science, the private matters of Germans abroad, also, justice, police and Post Office, emigration, ship matters. This department was headed by the director of the Foreign Office.\nOther departments.\nLegal matters were transferred to the new Department III in 1885. A colonial department was formed in 1890, it became the Imperial Colonial Office in 1907. Department IV was formed in 1915 to handle intelligence.\nWeimar Republic 1919-1933.\nThe Foreign Office became a ministry in the Weimar Republic, headed by a Reich Minister. The permanent secretary no longerThe minister had the sole responsibility for the foreign policy now. The name \"Foreign Office\" was kept, out of tradition. Gustav Stresemann was the most famous foreign minister of this time, and moulded German foreign policy just like Bismarck had done during the empire.\nThe Third Reich 1933-1945.\nWhen the Nazis seized power the Foreign Office started following Nazi Party ideas. However, there was some resistance, especially from people like Adam von Trott zu Solz and Ulrich von Hassell.\nThe Foreign Office wrote a formal letter about the Jews and foreign policy in 1939: It said that giving the Jews a homeland in Palestine was dangerous to world peace. This note is a big reason why the second set of Nuremberg Trials included officials from the Foreign Office.\nAlso see: Fritz Kolbe, \"Kurt Georg Kiessinger\"\nAfter the Second World War Germany stayed under allied control, at least in part, until 1955. This meant that there was no need for a Foreign Office until 1951, when the new Germany got more control overs its own affairs.\nFederal Republic of Germany.\nThe new Foreign Office was set up on March 15th, 1951 in Bonn and kept the name of \"Office\".\nMany of the senior officials of the AA were ex nazis. in fact More ex party members were in charge parts of the Foreign Office than there were party members doing the same type of job during the Third Reich.\nSince 1966 the Foreign Minister has often been the leader of the smaller coalition partner in coalition governments. The exceptions were the vice-chancellorships of Jürgen Möllemann and Franz Müntefering.\nGerman Democratic Republic.\nThe Ministry for Foreign Affairs handled the foreign policy of the government of the DDR.\nForeign Ministers.\nTwo Chancellors also Foreign Minister. Konrad Adenauer as the first Foreign Secretary of the Federal Republic of Germany and Helmut Schmidt, after FDP had left coalition and cabinet. Hans-Dietrich Genscher was Foreign Minister under both an SPD and a CDU chancellor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":46},{"uri":"EU","surface_form":"EU","offset":167},{"uri":"United_Nations","surface_form":"United Nations","offset":520},{"uri":"Security_Council","surface_form":"Security Council","offset":588},{"uri":"DDR","surface_form":"DDR","offset":703},{"uri":"Berlin","surface_form":"Berlin","offset":727},{"uri":"SED","surface_form":"SED","offset":880},{"uri":"Bonn","surface_form":"Bonn","offset":952},{"uri":"Sigmar_Gabriel","surface_form":"Sigmar Gabriel","offset":958},{"uri":"SPD","surface_form":"SPD","offset":974},{"uri":"Embassy","surface_form":"embassies","offset":1056},{"uri":"Washington%2C_DC","surface_form":"Washington, DC","offset":1713},{"uri":"New_York","surface_form":"New York","offset":1749},{"uri":"Cairo","surface_form":"Cairo","offset":1776},{"uri":"Arabic_language","surface_form":"Arabic","offset":1793},{"uri":"Paris","surface_form":"Paris","offset":1836},{"uri":"French_language","surface_form":"French","offset":1847},{"uri":"Stockholm","surface_form":"Stockholm","offset":2519},{"uri":"Red_Army_Faction","surface_form":"RAF","offset":2545},{"uri":"North_German_Confederation","surface_form":"North German Confederation","offset":2677},{"uri":"German_Empire","surface_form":"German Empire","offset":2940},{"uri":"Gustav_Stresemann","surface_form":"Gustav Stresemann","offset":4321},{"uri":"Third_Reich","surface_form":"Third Reich","offset":4475},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":4563},{"uri":"Adam_von_Trott_zu_Solz","surface_form":"Adam von Trott zu Solz","offset":4645},{"uri":"Ulrich_von_Hassell","surface_form":"Ulrich von Hassell","offset":4672},{"uri":"Palestine","surface_form":"Palestine","offset":4819},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":4907},{"uri":"Fritz_Kolbe","surface_form":"Fritz Kolbe","offset":4978},{"uri":"J%C3%BCrgen_M%C3%B6lleman","surface_form":"Jürgen Mölleman","offset":5732},{"uri":"Franz_M%C3%BCntefering","surface_form":"Franz Müntefering","offset":5753}]}