{"id":84037,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Beryl_(2006)","text":"Tropical Storm Beryl was the third tropical storm of the 2006 Atlantic hurricane season. Developing from a tropical disturbance on July 18, it tracked generally northward, and strengthened to attain peak winds of 60 mph (95 km/h) under generally favorable conditions. After turning to the northeast, Beryl weakened over cooler waters. On July 21 it struck the island of Nantucket, and shortly thereafter it became extratropical. The extratropical remnants continued northeastward through Nova Scotia, and on July 22 it merged with an approaching cold front.\nBeryl produced rough seas along the northeast United States coastline. In Massachusetts, its impact was limited to light rainfall and gusty winds, with no reported damage. Beryl later produced moderate rainfall and gusty winds across Atlantic Canada, resulting in some localized power outages though little damage. No deaths were reported.\nStorm history.\nA cold front moved off the East Coast of the United States on July 16 and stalled off the coast of North Carolina. It slowly decayed into a surface low pressure trough, and developed into two disturbances; one was centered 290 miles (490 km) south-southeast of Cape Cod and another was located 200 miles (320 km) south of Cape Hatteras, North Carolina. The first low quickly organized into an unnamed tropical storm, and the other area stayed broad and disorganized. However, by July 18, the system became much better organized with improved banding features, and the area developed into Tropical Depression Two while located 220 miles (355 km) south-southeast of Cape Hatteras.\nThe depression moved slowly to the north-northwest through a break in the subtropical ridge, and as convective banding features became more visible the system strengthened into Tropical Storm Beryl. Throughout much of its duration, the storm tracked through an environment with light vertical wind shear and well-established upper-level outflow. Shortly after becoming a tropical storm, the low-level circulation of Beryl became exposed with limited deep convection, though deep convection re-developed the following morning. Outflow continued to improve, and with warm sea surface temperatures Beryl slowly strengthened further to reach peak winds of 60 mph (95 km/h) early on July 20 while located about 120 miles (190 km) east of Nags Head, North Carolina.\nBeryl maintained peak winds for about 18 hours as it paralleled the Mid-Atlantic and New Jersey coasts, during which an eye-like feature developed in the center of the convection. Late on July 20, it began a slow weakening trend after passing over cooler waters. Steering winds ahead of an approaching mid-level trough caused Beryl to speed up northeastward, and early on July 21 the center of the storm crossed the island of Nantucket. The convection diminished as it moved through progressively colder waters, and shortly after 1200 UTC on July 21 Beryl became an extratropical cyclone a short distance east of Cape Cod. Hours later, it made landfall in southwestern Nova Scotia, and on July 22 the extratropical remnants of Beryl merged with an approaching cold front over Newfoundland.\nPreparations.\nForecasters originally predicted Beryl to brush the Carolinas; as such, a tropical storm watch was issued for the eastern coast of North Carolina from Cape Lookout northward to Currituck Beach Lighthouse. When a more northeastward track became apparent, a tropical storm watch was issued about 33 hours before moving ashore from Woods Hole to Plymouth, Massachusetts, including Cape Cod, Nantucket, and Martha's Vineyard. About 22 hours before landfall, the National Hurricane Center replaced the watch with a tropical storm warning for the same area, and also issued a tropical storm watch from Woods Hole, Massachusetts westward to New Haven, Connecticut and for the eastern portion of Long Island from east of Fire Island to Port Jefferson. Expecting for the storm, the Massachusetts Emergency Management Agency was activated as a trial run for the hurricane season. Local Red Cross chapters were opened, as well, with two volunteer teams placed on standby to assist. Across southeastern Massachusetts, police departments maintained extra staff in preparation for any potential problems from the storm. Many fishermen secured their boats, while some business owners boarded up windows to prevent storm damage.\nSeveral days prior to the passage of Beryl through Atlantic Canada, the Canadian Hurricane Centre issued gale warnings for the coastal waters off of Nova Scotia and Newfoundland. In anticipation of heavy rainfall, the agency also issued heavy rainfall warnings for western Nova Scotia, including Halifax.\nImpact.\nThe storm caused high waves along the East Coast of the United States, with 19 foot seas (5.97 m) in the open ocean. Waves along the southern coast of Nantucket reached 10 feet in height as the storm approached the island, resulting in four people being rescued by lifeguards from rip currents.\nHigh surf was also reported along the southern coast of Massachusetts and Rhode Island. Beryl also produced a storm surge of 0.9 feet on Nantucket. Winds across southeastern Massachusetts were fairly light, with no sustained tropical storm force winds and wind gusts peaking at 44 mph; unofficially gusts reached 51 mph.\nBeryl dropped moderate precipitation just offshore, though the maximum precipitation total in the United States was only 0.97 inches (24.6 mm) on Nantucket. Rainfall along southeastern Massachusetts reached 0.33 inches at Chatham. The only reported damage were some downed telephone poles and fallen tree branches. Overall impact was minor; there were no reported power outages, deaths, injuries, or maritime emergencies in association with the storm.\nThe remnants of Beryl dropped moderate precipitation in Atlantic Canada, officially peaking at 2.8 inches (71 mm) in Scotts Bay, Nova Scotia with an unofficially higher total of 3.5 inches (88 mm); in some locations 1 inch of rain fell in an hour. Additionally, a station in Fredericton, New Brunswick reported 1.77 inches (45 mm) in 2 hours. The rainfall caused some flooding, with some overflown streams flooding some streets. Moderate winds were reported along its path, which peaked at 60 mph (96 km/h) in southern Nova Scotia. The winds downed some tree limbs and led to some power outages. Overall damage was minor.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical storm","offset":35},{"uri":"2006_Atlantic_hurricane_season","surface_form":"2006 Atlantic hurricane season","offset":57},{"uri":"Island","surface_form":"island","offset":360},{"uri":"Nantucket%2C_Massachusetts","surface_form":"Nantucket","offset":370},{"uri":"Extratropical_cyclone","surface_form":"extratropical","offset":414},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":488},{"uri":"United_States","surface_form":"United States","offset":604},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":632},{"uri":"Atlantic_Canada","surface_form":"Atlantic Canada","offset":792},{"uri":"Cold_front","surface_form":"cold front","offset":915},{"uri":"East_Coast_of_the_United_States","surface_form":"East Coast of the United States","offset":940},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1012},{"uri":"Low_pressure_area","surface_form":"low pressure","offset":1061},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":1074},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":1174},{"uri":"Cape_Hatteras%2C_North_Carolina","surface_form":"Cape Hatteras, North Carolina","offset":1235},{"uri":"Unnamed_Tropical_Storm_(2006)","surface_form":"unnamed tropical storm","offset":1306},{"uri":"Cape_Hatteras","surface_form":"Cape Hatteras","offset":1577},{"uri":"Subtropical_ridge","surface_form":"subtropical ridge","offset":1666},{"uri":"Wind_shear","surface_form":"wind shear","offset":1885},{"uri":"Sea_surface_temperatures","surface_form":"sea surface temperatures","offset":2162},{"uri":"Nags_Head%2C_North_Carolina","surface_form":"Nags Head","offset":2325},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2336},{"uri":"Mid-Atlantic_States","surface_form":"Mid-Atlantic","offset":2420},{"uri":"New_Jersey","surface_form":"New Jersey","offset":2437},{"uri":"Eye_(cyclone)","surface_form":"eye-like","offset":2472},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":2664},{"uri":"Island","surface_form":"island","offset":2768},{"uri":"Nantucket","surface_form":"Nantucket","offset":2778},{"uri":"UTC","surface_form":"UTC","offset":2887},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":2918},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":2965},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":2996},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":3021},{"uri":"Cold_front","surface_form":"cold front","offset":3112},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":3128},{"uri":"Tropical_cyclone_watches_and_warnings","surface_form":"tropical storm watch","offset":3230},{"uri":"North_Carolina","surface_form":"North Carolina","offset":3287},{"uri":"Cape_Lookout%2C_North_Carolina","surface_form":"Cape Lookout","offset":3307},{"uri":"Currituck_Beach_Lighthouse","surface_form":"Currituck Beach Lighthouse","offset":3333},{"uri":"Woods_Hole%2C_Massachusetts","surface_form":"Woods Hole","offset":3485},{"uri":"Plymouth%2C_Massachusetts","surface_form":"Plymouth, Massachusetts","offset":3499},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":3534},{"uri":"Nantucket","surface_form":"Nantucket","offset":3544},{"uri":"Martha%27s_Vineyard","surface_form":"Martha's Vineyard","offset":3559},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":3600},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":3614},{"uri":"New_Haven%2C_Connecticut","surface_form":"New Haven, Connecticut","offset":3790},{"uri":"Long_Island","surface_form":"Long Island","offset":3844},{"uri":"Fire_Island%2C_New_York","surface_form":"Fire Island","offset":3869},{"uri":"Port_Jefferson%2C_New_York","surface_form":"Port Jefferson","offset":3884},{"uri":"International_Red_Cross_and_Red_Crescent_Movement","surface_form":"Red Cross","offset":4032},{"uri":"Atlantic_Canada","surface_form":"Atlantic Canada","offset":4420},{"uri":"Canadian_Hurricane_Centre","surface_form":"Canadian Hurricane Centre","offset":4441},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":4518},{"uri":"Rain","surface_form":"rain","offset":4612},{"uri":"Halifax_Regional_Municipality","surface_form":"Halifax","offset":4665},{"uri":"East_Coast_of_the_United_States","surface_form":"East Coast of the United States","offset":4720},{"uri":"Nantucket","surface_form":"Nantucket","offset":4833},{"uri":"Island","surface_form":"island","offset":4897},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":5033},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":5051},{"uri":"Storm_surge","surface_form":"storm surge","offset":5087},{"uri":"Precipitation","surface_form":"precipitation","offset":5321},{"uri":"Chatham%2C_Massachusetts","surface_form":"Chatham","offset":5520},{"uri":"Atlantic_Canada","surface_form":"Atlantic Canada","offset":5806},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":5879},{"uri":"Fredericton","surface_form":"Fredericton","offset":6025},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":6038},{"uri":"Flood","surface_form":"flood","offset":6118},{"uri":"Street","surface_form":"street","offset":6170}]}