{"id":8407,"url":"http://en.wikipedia.org/wiki/Atomic_number","text":"e=\"preserve\">The atomic number (symbol: Z) of an atom is the number of protons in the nucleus of the atom. The atomic number of an atom identifies which element it is. In a neutral atom, the atomic number is equal to the number of electrons orbiting the nucleus. The elements of the periodic table are listed in order of increasing atomic number.\nThe atomic number of the periodic table directly corresponds to the number of protons which is in the atom. Once another proton is added, it is no longer the same element. The same cannot be applied to when another neutron or another electron is added. Adding more electrons will give the atom a negative charge and removing electrons will give the atom a positive charge. Metals tend to lose electrons, which creates a positive charge. Non-metals tend to gain electrons, forming a negative charge. Electrons are the foundation for determining how compounds are formed amongst atoms. Adding or removing neutrons within an atom changes its isotope. As an example, carbon-12 is the most stable isotope for a carbon atom. However, we can add two more neutrons and carbon-12 is now carbon-14, a less stable isotope of carbon. The number of an isotope directly correlates to the atomic mass of an element. The amount of neutrons in any given atom by subtracting the atomic number from the atomic mass.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atom","surface_form":"atom","offset":49},{"uri":"Proton","surface_form":"proton","offset":71},{"uri":"Atomic_nucleus","surface_form":"nucleus","offset":86},{"uri":"Chemical_element","surface_form":"element","offset":153},{"uri":"Neutral_particle","surface_form":"neutral","offset":173},{"uri":"Electron","surface_form":"electron","offset":231},{"uri":"Periodic_table","surface_form":"periodic table","offset":283},{"uri":"Isotope","surface_form":"isotope","offset":986},{"uri":"Carbon-12","surface_form":"carbon-12","offset":1010},{"uri":"Carbon-14","surface_form":"carbon-14","offset":1125}]}