{"id":84084,"url":"http://en.wikipedia.org/wiki/Carcinogen","text":"Carcinogens are substances that cause cancer. Sometimes radiation or radionuclide are also considered carcinogens. A common example of a carcinogen is tobacco smoke. Carcinogens come from both natural and man-made substances.\nCarcinogens in radiation.\nSeveral radioactive substances are considered carcinogens. The carcinogens in them are caused by the radiation they release, such as gamma rays or alpha particles.\nCERCLA says that all radionuclides are carcinogens. How much of a carcinogen a radiation is depends on the type of radiation, the type of exposure to it and its penetration. For example, alpha radiation has low penetration and is not a danger outside the body. Alpha radiation is a carcinogen when breathed in or eaten.\nThorotrast, previously used in x-rays, is a human carcinogen. Marie Curie, one of the pioneers of radioactivity, died of a cancer that was caused by the radiation she was exposed to during her experiments.\nNot all types of electromagnetic radiation are carcinogenic. Radio waves, microwave radiation, infrared radiation, and visible light are examples of this. Higher-energy radiation, including ultraviolet radiation, usually \"is\" carcinogenic, if a person is exposed to it long enough.\nCarcinogens in food.\nRecent research has shown that when food is cooked at high temperatures, carcinogens may be formed in very small amounts. Pre-cooking meats in a microwave oven for 2-3 minutes before broiling shortens the time on the hot pan. This could help stop the carcinogens from being made. Certain kinds of foods, like potato chips and French fries, may have higher levels of carcinogens than others. The charred residue on barbecued meats is a carcinogen, too.\nThis does not mean eating cooked foods is dangerous. The gastrointestinal tract sheds its outer layer continuously to protect itself from carcinomas. Because of this, it has a good chance of shedding bad enzymes that could cause cancer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Substance","surface_form":"substance","offset":16},{"uri":"Cancer","surface_form":"cancer","offset":38},{"uri":"Radiation","surface_form":"radiation","offset":56},{"uri":"Radionuclide","surface_form":"radionuclide","offset":69},{"uri":"Tobacco","surface_form":"tobacco","offset":151},{"uri":"Gamma_ray","surface_form":"gamma ray","offset":385},{"uri":"Alpha_particle","surface_form":"alpha particle","offset":399},{"uri":"CERCLA","surface_form":"CERCLA","offset":416},{"uri":"Thorotrast","surface_form":"Thorotrast","offset":736},{"uri":"X-ray","surface_form":"x-ray","offset":767},{"uri":"Marie_Curie","surface_form":"Marie Curie","offset":798},{"uri":"Radio_wave","surface_form":"Radio wave","offset":1003},{"uri":"Microwave","surface_form":"microwave radiation","offset":1016},{"uri":"Infrared_radiation","surface_form":"infrared radiation","offset":1037},{"uri":"Visible_light","surface_form":"visible light","offset":1061},{"uri":"Ultraviolet_radiation","surface_form":"ultraviolet radiation","offset":1132},{"uri":"Microwave_oven","surface_form":"microwave oven","offset":1390},{"uri":"Crisps","surface_form":"potato chips","offset":1554},{"uri":"French_fried_potatoes","surface_form":"French fries","offset":1571},{"uri":"Barbecue","surface_form":"barbecue","offset":1659},{"uri":"Carcinoma","surface_form":"carcinoma","offset":1835}]}