{"id":84090,"url":"http://en.wikipedia.org/wiki/Fairchild_Republic_A-10_Thunderbolt_II","text":"The A-10 Thunderbolt II (also called the Warthog) is an attack aircraft made by Fairchild Republic. It first flew in 1972 and was introduced in 1977. It is designed to drop bombs, fire rockets, missiles, and its 30 mm Gatling Gun at enemies on the ground (like tanks). It is named after the World War II P-47 Thunderbolt. It is not as fast as most military jets, but it is tough, heavily armored, and can turn well. The A-10 is also used as a CAS (close air support) aircraft, which involves flying slowly over a target area and destroying any targets in that area.\nThe A-10 is 53 feet, 4 inches (16.16 meters) long, 14 feet, 8 inches (4.42 meters) high, has a wingspan of 57 feet, 6 inches (17.42 meters), can go 420 miles per hour, and can weigh 51,000 pounds (22,950 kilograms) at heaviest. It is armed with a 30 mm GAU-8 Gatling gun, and can have a few tons of bombs or missiles. It can also carry radar-jamming pods so it cannot be seen on radar, and chaff, which can confuse missiles fired at the A-10.\nThe Gun.\nWhile the A-10 has a lot of room on its wings to carry bombs and missiles, its main weapon is the gun, called the GAU-8 Avenger. It is a very long and heavy gun called a Gatling cannon, since it is a both an autocannon (fires large bullets very fast) and Gatling gun (has more than one barrel, which spin while being shot) The Avenger is so big that the A-10 had to be built around it, which created the joke that the A-10 does not have a gun attached like other warplanes, but it is the Avenger that has a plane attached. The A-10 is the only airplane to use the Avenger, other American planes instead use the smaller Vulcan, which is also a Gatling cannon but with a smaller bullet.\nBecause the Avenger fires such big bullets (artillery shells 3 cm wide, which also explode) at such a high rate of fire (up to 40 every second) many believe it can destroy any target very easily, even tanks with thick armour such as the M1 Abrams. This is wrong. The bullet can go through thin metal on a car or truck, but it cannot against the thick metal covering a tank. It can only destroy them because most tanks only have thin metal on their top to make them lighter. If an A-10 manages to shoot there, then it is bad for the tank, but if it shoots the front or side where the metal is thicker, then the tank will not be damaged.","categories":[],"infobox_types":[],"annotations":[{"uri":"Attack_aircraft","surface_form":"attack aircraft","offset":56},{"uri":"Fairchild_Republic","surface_form":"Fairchild Republic","offset":80},{"uri":"1972","surface_form":"1972","offset":117},{"uri":"1977","surface_form":"1977","offset":144},{"uri":"Bomb","surface_form":"bomb","offset":173},{"uri":"Rocket","surface_form":"rocket","offset":185},{"uri":"Missile","surface_form":"missile","offset":194},{"uri":"Tank","surface_form":"tank","offset":261},{"uri":"World_War_II","surface_form":"World War II","offset":291},{"uri":"P-47_Thunderbolt","surface_form":"P-47 Thunderbolt","offset":304},{"uri":"Jet_aircraft","surface_form":"jets","offset":357},{"uri":"Gatling_gun","surface_form":"Gatling gun","offset":825},{"uri":"Bomb","surface_form":"bomb","offset":865},{"uri":"Radar","surface_form":"radar","offset":902},{"uri":"Chaff","surface_form":"chaff","offset":956},{"uri":"Gatling","surface_form":"Gatling","offset":1188},{"uri":"Shell_(projectile)","surface_form":"shells","offset":1757},{"uri":"Rate_of_fire","surface_form":"rate of fire","offset":1810}]}