{"id":84115,"url":"http://en.wikipedia.org/wiki/Ulysses_(novel)","text":"\"Ulysses\" is a novel by James Joyce. The complete book was first published in 1922, although parts of it had appeared earlier. It was an early example of \"stream of consciousness\" writing. This attempts to give the written equivalent of the character's thought processes, either in a loose interior monologue (see below), or in connection to his or her actions. Stream-of-consciousness writing is usually regarded as a special form of interior monologue.\nThe story takes place on 16 June 1904, and is about a man named Leopold Bloom, who walks around Dublin. The book also tells the story of Molly Bloom, his wife, and of Stephen Dedalus, a school teacher.\nThe book became famous for several reasons, but mainly because it is written in a new this style. The book is now thought to be important modernist literature. Many professors and teachers teach this book in universities and colleges.\nBackground.\nJoyce first encountered Odysseus in Charles Lamb's \"Adventures of Ulysses\" - an adaptation of the \"Odyssey\" for children. This seemed to establish the Greek name in Joyce's mind. At school he wrote an essay on Ulysses as his 'favourite hero'. Joyce told Frank Budgen that he considered Ulysses the only all-round character in literature. He thought about calling \"Dubliners\" by the name \"Ulysses in Dublin\", but the idea grew from a story in \"Dubliners\" in 1906, to a 'short book' in 1907, to the vast novel which he began writing in 1914.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":15},{"uri":"James_Joyce","surface_form":"James Joyce","offset":24},{"uri":"Stream_of_consciousness","surface_form":"stream of consciousness","offset":155},{"uri":"Interior_monologue","surface_form":"interior monologue","offset":290},{"uri":"Monologue","surface_form":"monologue","offset":444},{"uri":"Dublin","surface_form":"Dublin","offset":551},{"uri":"Modernist_literature","surface_form":"modernist literature","offset":795},{"uri":"University","surface_form":"universities","offset":865},{"uri":"College","surface_form":"college","offset":882},{"uri":"Ancient_Greek","surface_form":"Greek","offset":1055}]}