{"id":84211,"url":"http://en.wikipedia.org/wiki/Book_of_Numbers","text":"The book of Numbers in the Bible is the fourth book in the Old Testament. It is called a book of Moses because it contains the story of Moses and the Israelites when they wander throughout the wilderness before ending up at Israel (also known as Canaan or Palestine), where God promised they will settle (the promised land).\nOrigin of name.\nThe book is called Numbers because at the start God ordered a counting of the people (a census) in the twelve tribes of Israel. After counting all the men who are over twenty and fit to fight, the Israelites began to travel in well-ordered divisions, with God in the middle of the Ark of the Covenant.\nIn Hebrew, the book is called Bemidbar (בַּמִּדְבָּר), which means 'in the desert.' This is because Moses and his friends wandered in the Egyptian desert for 40 years, fleeing from the pharaoh after more than 400 years of slavery. When the people found that Israel was filled with strong and powerful people of other races, they became scared and rebelled against God and Moses. As a result of their bad behavior, therefore, God punished them by making the Israelites travel forty years before they could settle in Israel, the promised land. This was also so that the next generation of Israelites would enter the promised land, following the death of the previous, badly-behaved generation.\nWhat happened.\nMoses and his friends are escaping Egypt. They travel through Sinai. Some people complain, insult God, insult Moses. God punishes them. They send 12 spies to see what the promised land, Israel, is like. Two came back saying it is nice. Ten came back saying it is not nice and filled with \"giants\". So the Israelites do not go. God becomes angry and punishes them. They have to wander the desert for 40 years.\nSome people complain about God, and God punishes them (e.g. by giving one leprosy, a nasty disease). The complaints deal with the lack of good food and water, and the difficulty of life in the desert. The food they are given is called manna and quail, which God sends raining down from the sky above. Their ingratitude is an example of the human inclination of moaning rather than being thankful for what one has, which in their case was the ultimate liberation from centuries of wicked slavery. The Levites help Moses pray at the tabernacle.\nMoses and the Israelites set for Moab, on the eastern border of Canaan (an earlier name for the promised land). The Israelites become thirsty and blame Moses for lack of water. God tells Moses to talk to a rock to bring out water. Moses hits the rock with his staff instead. For this wrong act, God tells Moses he can never enter the promised land. God punishes the people by preventing them from entering the promised land. They try to find another way. Aaron dies. The Israelites curse at God. They are then attacked by nasty fiery flying serpents. God tells Moses to make a brass serpent (the Nehushtan) and put it on a pole. Whoever looks at that brass serpent is cured of the bite of the serpents.\nThe Israelites arrive at Moab. Moses names Joshua the new leader, who is tasked with completing their journey into Israel. The land is then divided between various tribes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Testament","surface_form":"Old Testament","offset":59},{"uri":"Moses","surface_form":"Moses","offset":97},{"uri":"Israelite","surface_form":"Israelite","offset":150},{"uri":"Israel","surface_form":"Israel","offset":224},{"uri":"Promised_Land","surface_form":"promised land","offset":309},{"uri":"Name","surface_form":"name","offset":335},{"uri":"Census","surface_form":"census","offset":429},{"uri":"Tribe","surface_form":"tribe","offset":451},{"uri":"Ark_of_the_Covenant","surface_form":"Ark of the Covenant","offset":622},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":646},{"uri":"Leprosy","surface_form":"leprosy","offset":1833},{"uri":"Manna","surface_form":"manna","offset":1994},{"uri":"Quail","surface_form":"quail","offset":2004},{"uri":"Tabernacle","surface_form":"tabernacle","offset":2290},{"uri":"Moab","surface_form":"Moab","offset":2335},{"uri":"Fiery_flying_serpent","surface_form":"fiery flying serpents","offset":2830},{"uri":"Nehushtan","surface_form":"Nehushtan","offset":2898},{"uri":"Joshua","surface_form":"Joshua","offset":3048},{"uri":"Tribes_of_Israel","surface_form":"tribes","offset":3169}]}