{"id":84229,"url":"http://en.wikipedia.org/wiki/Tutor","text":"e=\"preserve\">A tutor is a person who teaches or guides another person. Usually, the tutor is an older expert who teaches a younger learner. Early examples were Socrates, who taught philosophy by holding conversations with his students, and Aristotle, who was appointed the personal tutor of Alexander the Great when the latter was a youth.\nThe idea is that a tutor teaches, or 'moulds' the student as a whole. However, there is an obvious difference between the tutor's need for topical knowledge and his or her need for 'people skills'. The system operated at the older colleges of Oxford University recognises this by appointing two tutors to a student: a subject-matter tutor and a moral tutor. The latter helps the student with problems of a personal nature.\nEducation by a tutor is often thought to be an ideal kind of education, because the tutor can adjust the learning to suit one student. However, the word is often misused. If students are taught in groups larger than three or four, then much that makes a tutorial special is lacking.\nSpecial cases.\nHigh achievers in fields like music, mathematics and chess may be tutored when classroom methods do not meet their needs.\nThere are parallels in other walks of life. Sports people have coaches, and the job of a coach is very similar to that of a tutor. A guru might be regarded as a kind of tutor. A mentor is a kind of tutor. Parents with children do much that a tutor does.\nUniversities.\nIn British, Australian, New Zealand, and some Canadian universities, a tutor is often but not always a postgraduate student or a lecturer who conducts a seminar for undergraduate students. These seminars are often known as a tutorial. In the United States and the rest of Canada, a tutor is known as a teaching assistant.\nSecondary school form tutors.\nIn English and Irish secondary schools, form tutors are similar to American home room teachers. They are in charge of a group of students in a particular year group.\nPeer tutoring.\nIn the United States, peer tutors are students teaching other students of the same or similar age or grade level. When peer tutors are trained how to tutor correctly, peer tutoring is both cost effective and academically effective.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tutor","surface_form":"tutor","offset":15},{"uri":"Socrates","surface_form":"Socrates","offset":160},{"uri":"Aristotle","surface_form":"Aristotle","offset":240},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":291},{"uri":"Oxford_University","surface_form":"Oxford University","offset":583},{"uri":"Music","surface_form":"music","offset":1091},{"uri":"Mathematics","surface_form":"mathematics","offset":1098},{"uri":"Chess","surface_form":"chess","offset":1114},{"uri":"Coach_(sport)","surface_form":"coaches","offset":1246},{"uri":"Guru","surface_form":"guru","offset":1316},{"uri":"United_Kingdom","surface_form":"British","offset":1454},{"uri":"Australia","surface_form":"Australia","offset":1463},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1475},{"uri":"Canada","surface_form":"Canadian","offset":1497},{"uri":"University","surface_form":"universities","offset":1506},{"uri":"Postgraduate","surface_form":"postgraduate","offset":1554},{"uri":"Student","surface_form":"student","offset":1567},{"uri":"Seminar","surface_form":"seminar","offset":1604},{"uri":"Undergraduate","surface_form":"undergraduate","offset":1616},{"uri":"Tutorial","surface_form":"tutorial","offset":1676},{"uri":"United_States","surface_form":"United States","offset":1693},{"uri":"England","surface_form":"English","offset":1806},{"uri":"Ireland","surface_form":"Irish","offset":1818},{"uri":"Secondary_school","surface_form":"secondary school","offset":1824},{"uri":"Home_room","surface_form":"home room","offset":1879},{"uri":"Students","surface_form":"students","offset":1932},{"uri":"Academics","surface_form":"academically","offset":2192}]}