{"id":84409,"url":"http://en.wikipedia.org/wiki/Fucking_%C3%85m%C3%A5l","text":"' is a 1998 Swedish movie that was distributed in most English speaking countries as \"Show Me Love\".\nThe movie was written and directed by Lukas Moodysson and was his first full-length movie. Alexandra Dahlström and Rebecka Liljeberg are \"Elin\" and \"Agnes\". \"Fucking Åmål\" won four Guldbagge Awards at the 1999 awards ceremony. The movie was not filmed in Åmål, the city that gives the name to the movie, but in Trollhättan, another small city in Sweden. The movie is really famous in lesbian environments around the world.\nPlot summary.\nThe movie tells the story of two girls, Agnes and Elin, who go to school in the small town of Åmål. Elin is outgoing and popular, but finds her life unsatisfying and dull. Agnes, by contrast, has no friends and is constantly depressed. Agnes has a crush on Elin, but cannot find any way to express it. Agnes's parents worry about their daughter and try to make her happy. They throw a birthday party for her, but Agnes is afraid no one will come. Her friend, a girl in a wheelchair, shows up and Agnes shouts at her in front of her parents, telling her they are only friends because no one wants to make friends with either of them. Elin arrives late at Agnes's house, mainly as an excuse to avoid going to a different party, where there will be a boy she wants to avoid. Elin's older sister, Jessica, who comes with her, dares her to kiss Agnes, who is rumoured to be a lesbian. Elin fulfils the dare, and then runs away. Elin soon discovers that she is attracted to Agnes but is afraid to admit it. She pretends to be in love with Johan Hult, the boy she avoided at the start. She loses her virginity to him, but later breaks up with him, telling him that she is in love with someone else, truly she understand that boys want just sex from the girls, so she try to see around herself, and she discovers the love for Agnes. Elin and Agnes eventually show each other's feelings at the end of the movie, where, after a climactic scene in a school bathroom, they decide to \"out\" their relationship to all students in the school.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"1998_in_movies","surface_form":"1998","offset":7},{"uri":"Sweden","surface_form":"Swedish","offset":12},{"uri":"Movie","surface_form":"movie","offset":20},{"uri":"English_Language","surface_form":"English speaking","offset":55},{"uri":"Screenwriter","surface_form":"written","offset":115},{"uri":"Movie_director","surface_form":"directed","offset":127},{"uri":"Lukas_Moodysson","surface_form":"Lukas Moodysson","offset":139},{"uri":"Alexandra_Dahlstr%C3%B6m","surface_form":"Alexandra Dahlström","offset":192},{"uri":"Rebecka_Liljeberg","surface_form":"Rebecka Liljeberg","offset":216},{"uri":"Guldbagge_Award","surface_form":"Guldbagge Award","offset":282},{"uri":"1999","surface_form":"1999","offset":306},{"uri":"%C3%85m%C3%A5l","surface_form":"Åmål","offset":356},{"uri":"Trollh%C3%A4ttan","surface_form":"Trollhättan","offset":412},{"uri":"Lesbian","surface_form":"lesbian","offset":485},{"uri":"School","surface_form":"school","offset":604},{"uri":"%C3%85m%C3%A5l","surface_form":"Åmål","offset":632},{"uri":"Virginity","surface_form":"virginity","offset":1631},{"uri":"Coming_out","surface_form":"out","offset":2010}]}