{"id":84421,"url":"http://en.wikipedia.org/wiki/Search_engine_optimization","text":"e=\"preserve\">Search engine optimization (SEO) is the process of making websites appear as a top result when someone searches for a specific term. The search term is called a Keyword. The results of the search are displayed in search engine's results pages (SERPS) such as those given by Google. A more common word used to describe search engine optimization is internet marketing or search engine marketing.\nOn-page SEO.\nOn-page SEO, or commonly termed as “on-site SEO,” refers to the practice of optimizing web pages and content for the users and search engines to boost ranking and generate website traffic. In other words, it refers to the elements and attributes inside of a website, such as content, HTML, system, CSS, and internal links.\nOn-page SEO is still a predominant strategy practiced by web owners and web development agencies because of its essence in ranking website through content and boost online visibility through keywords in which Google uses to index websites and rank accordingly. In fact, Google’s own “How Search Works” reported that, “The most basic signal that information is relevant is when a web page contains the same keyword as the search query. If those keywords appear on the page, or if they appear in the headings or body of the text, the information is more likely to be relevant.”\nOff-page SEO.\nOff-page SEO refers to the elements and attributes outside of a website that increases online engagement and vital in attracting potential customers. It focuses mainly on link building strategy, social media integration, and local SEO.\nOff-page is the complete opposite of on-page SEO, but it also has the same level of relevance - one cannot work without the other. It’s one of the best ways to provide a relevant result to the users and earn back links from another website to boost credibility. Since the focus of off-page SEO is the outside activities of a website, it’s expected that one’s ranking will increase as well as the page rank. It also utilizes the presence of social media platforms that can effectively increase engagement and exposure that is a great way to establish brand awareness and trustworthiness.\nWhy SEO is important.\nSEO has become an important part of marketing campaigns run by businesses to find customers online because 65% of the people who search for something don't look beyond the 5th result of the search engine's results page. Many companies use SEO companies to do the work for them because it takes too much time to do themselves.\nSearch engine companies like Google, Yahoo, Bing are careful to watch that spam does not affect their search engine results pages by adding filters such as Google's PageRank. These filters are known as algorithms.\nMost people do not need to pay for search engine optimization services because usually a website is supposed to show up on the search engines over time anyway. But some online shopping websites may want to show up sooner, and so they pay for search engine optimization from companies that provide it.\nWhite hat and black hat techniques.\nWhen someone uses a method approved by search engines to rank their website, it is called a \"white hat technique\". If the method is not approved it is called a \"black hat technique\". Search engines may penalize the sites using black hat techniques by not showing them on search results.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":71},{"uri":"Keyword","surface_form":"Keyword","offset":174},{"uri":"Search_engine","surface_form":"search engine","offset":226},{"uri":"Google","surface_form":"Google","offset":287},{"uri":"Internet_marketing","surface_form":"internet marketing","offset":361},{"uri":"Search_engine_marketing","surface_form":"search engine marketing","offset":383},{"uri":"Marketing","surface_form":"marketing","offset":2215},{"uri":"Google","surface_form":"Google","offset":2534},{"uri":"Yahoo%21","surface_form":"Yahoo","offset":2542},{"uri":"Bing","surface_form":"Bing","offset":2549},{"uri":"Spamming","surface_form":"spam","offset":2580},{"uri":"Algorithm","surface_form":"algorithms","offset":2707},{"uri":"Website","surface_form":"website","offset":2808},{"uri":"White_hat_technique","surface_form":"white hat technique","offset":3149},{"uri":"Black_hat_technique","surface_form":"black hat technique","offset":3217},{"uri":"Punishment","surface_form":"penalize","offset":3258}]}