{"id":84441,"url":"http://en.wikipedia.org/wiki/Ministry_for_Economic_Cooperation_and_Development_of_Germany","text":"The Federal Ministry of Economic Cooperation and Development (BMZ) is a ministry of the Federal Republic of Germany. The ministry's headquarters are in what used to be the Bundeskanzleramt (the Federal Chancellor's Office building) in Bonn, with a second office in the Europahaus, in Berlin.\nHistory.\nThe BMZ was founded 1961, as the Ministry for Economic Cooperation. Lots of different ministries had a little to do with helping the economies of foreign countries. These jobs were all taken away and given to the new ministry. It became the \"Ministry for Economic Cooperation and Development\" on 23 January 1993. The change was to show that Germany was not just interested in working with Less Developed Countries, but in helping those countries as well.\nJob.\nThe BMZ main job is help to other countries to develop and become richer. It does this by giving money and other aid.\nThe BMZ also oversees giving money to international organisations and private charities which can help the BMZ's main job.\nThe money that Germany gives to the European Development Fund, the World Bank and regional development banks is paid by the BMZ.\nThe BMZ also makes sure that countries which get money are democratic and have a good human rights record.\nGermany thinks that giving this help is so important that the BMZ is a member of the Federal Security Council, which helps to make sure that Germany is safe and at peace.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":108},{"uri":"Bonn","surface_form":"Bonn","offset":235},{"uri":"Europahaus","surface_form":"Europahaus","offset":269},{"uri":"Berlin","surface_form":"Berlin","offset":284},{"uri":"23_January","surface_form":"23 January","offset":597},{"uri":"1993","surface_form":"1993","offset":608},{"uri":"Less_Developed_Countries","surface_form":"Less Developed Countries","offset":690},{"uri":"International_organisation","surface_form":"international organisation","offset":917},{"uri":"European_Development_Fund","surface_form":"European Development Fund","offset":1038},{"uri":"World_Bank","surface_form":"World Bank","offset":1069},{"uri":"Human_rights","surface_form":"human rights","offset":1217},{"uri":"Federal_Security_Council","surface_form":"Federal Security Council","offset":1323}]}