{"id":8446,"url":"http://en.wikipedia.org/wiki/Drunkenness","text":"Drunkenness means being intoxicated by alcohol. This means a person's brain and body are not working normally, because of the alcohol they have had. A person who is intoxicated is usually called \"drunk\".\nThe effects of being drunk depend on how much alcohol a person has had to drink.\nEffects.\nAlcohol causes the mind and body to not work normally.\nIn low amounts, alcohol often causes good feelings, reddened skin, and feeling relaxed. People who drink small amounts of alcohol may feel less nervous about being around others. Even in small amounts, alcohol slows down the brain. Alcohol interferes with normal brain communication and changes a person’s behavior and mood. The ability to think clearly is often inhibited. Consuming larger amounts of alcohol can drastically affect motor functions via its effects on the brain. Commonly seen effects on the brain and the rest of the central nervous system (CNS) include slurred speech and issues with coordination. It starts to affect a person's judgment - their ability to make good decisions. It also makes a person react more slowly and have slower reflexes. This is why it is not safe to drive even after drinking just a little.\nIn medium amounts, alcohol will cause trouble speaking clearly and moving the body normally. A person may have trouble staying balanced and walking normally. They may get confused or very tired. They will not be able to make good decisions. They may also start vomiting.\nWhen a person drinks a dangerous amount of alcohol, they can get alcohol poisoning.\nAlcohol poisoning.\nAlcohol poisoning is a medical emergency. \"Alcohol poisoning\" means that a person has drunk enough alcohol to cause a coma, dangerously slow breathing, or even death. A person with alcohol poisoning needs emergency medical treatment at a hospital to make sure they do not die from alcohol poisoning.\nFirst aid.\nWhen a person has alcohol poisoning, 9-1-1 or another local emergency telephone number should be called right away. First aid can help the person until an ambulance gets there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Intoxication","surface_form":"intoxicated","offset":24},{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":39},{"uri":"Brain","surface_form":"brain","offset":70},{"uri":"Euphoria","surface_form":"good feelings","offset":386},{"uri":"Relaxation","surface_form":"relaxed","offset":428},{"uri":"Brain","surface_form":"brain","offset":574},{"uri":"Reflex","surface_form":"reflex","offset":1102},{"uri":"Drunk_driving","surface_form":"not safe to drive","offset":1130},{"uri":"Equilibrioception","surface_form":"balanced","offset":1310},{"uri":"Mental_confusion","surface_form":"confused","offset":1354},{"uri":"Lethargy","surface_form":"very tired","offset":1366},{"uri":"Vomit","surface_form":"vomit","offset":1444},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":1580},{"uri":"Coma","surface_form":"coma","offset":1675},{"uri":"Emergency_medicine","surface_form":"emergency medical treatment","offset":1762},{"uri":"Hospital","surface_form":"hospital","offset":1795},{"uri":"9-1-1","surface_form":"9-1-1","offset":1905},{"uri":"Emergency_telephone_number","surface_form":"emergency telephone number","offset":1928},{"uri":"First_aid","surface_form":"First aid","offset":1984},{"uri":"Ambulance","surface_form":"ambulance","offset":2023}]}