{"id":84496,"url":"http://en.wikipedia.org/wiki/McDonnell_Douglas_AH-64_Apache","text":"The AH-64 Apache is an attack helicopter that first flew in 1975 and has been produced since 1984. It was designed by Hughes Helicopters, but that later became McDonnell Douglas, which later became Boeing. It is designed to attack things on the ground to help soldiers. To do this, it can carry 16 AGM-114 Hellfire missiles, along with rocket pods, and a 30mm chain gun that can fire 625 rounds per minute. It can carry 1,200 bullets. It can also carry missiles like the AIM-9 Sidewinder to shoot down things in the air if it is attacked by fighter aircraft or other helicopters.\nAH-64 details.\nThe AH-64 is 49.11 feet (14.97 meters) long, 17.16 feet (5.23 meters) wide, and 16.24 feet (4.95 meters) tall. Without anything, it weighs 11,799 pounds (5,352 kilograms). Full, it weighs 22,282 pounds (10,107 kilograms). It is powered by 2 General Electric T700-GE-701C engines. It can go 162 miles per hour (261 kilometers per hour), can fly 1,181 miles (1,900 kilometers) without refueling, can fly 9,478 feet (2,889 meters) high, and can climb 2,415 feet a minute (736 meters a minute).\nThe AH-64's users.\nThe AH-64 has been used by the United States. It was first used in Operation Just Cause. It has also been used by Israel, Japan, Netherlands, United Kingdom, Kuwait, Greece, Egypt, Saudi Arabia, United Arab Emirates, and Singapore.\nConcept and Building History.\nThe need of a new and highly secure helicopter was first felt in the beginning of the 1990s. The great military power, the British Army, identified this need and by February 1993 they finalised the need with an invitation to bid for the design, construction and trial of the new concept.\nAmong the bidding companies were: Boeing and Sikorsky with the RAH-66 Comanche, Agusta with the A129 Mangusta, British Aerospace and Eurocopter with the Tiger, GEC Marconi and Bell Helicopter the Cobra Venom, and Westland and McDonnell Douglas with the AH-64 Apache. The decision was taken later in July in 2005 and the winning aircraft builder was Westland and McDonnell Douglas with the Apache. One year later in 2006 the tow Parties signed a contract for 67 helicopters. This is how the WAH-64D Apache era started.\nThe 67 WAH-64D Apache attack helicopters were built by the merged companies Boeing and McDonnell Douglas (1997) and Westland between 1999 and 2004. The first aircraft was built by Boeing and delivered to the Army in March 1999, followed by the Westland, who built their first aircraft in 2000 and delivered in July 2000. The last aircraft was built and delivered in July 2004.","categories":[],"infobox_types":[],"annotations":[{"uri":"Attack_helicopter","surface_form":"attack","offset":23},{"uri":"Helicopter","surface_form":"helicopter","offset":30},{"uri":"1975","surface_form":"1975","offset":60},{"uri":"1984","surface_form":"1984","offset":93},{"uri":"Hughes_Helicopters","surface_form":"Hughes Helicopters","offset":118},{"uri":"McDonnell_Douglas","surface_form":"McDonnell Douglas","offset":160},{"uri":"Boeing","surface_form":"Boeing","offset":198},{"uri":"Soldier","surface_form":"soldier","offset":260},{"uri":"AGM-114_Hellfire","surface_form":"AGM-114 Hellfire","offset":298},{"uri":"Missile","surface_form":"missile","offset":315},{"uri":"Rocket","surface_form":"rocket","offset":336},{"uri":"Chain_gun","surface_form":"chain gun","offset":360},{"uri":"Bullet","surface_form":"bullet","offset":426},{"uri":"AIM-9_Sidewinder","surface_form":"AIM-9 Sidewinder","offset":471},{"uri":"Fighter_aircraft","surface_form":"fighter aircraft","offset":541},{"uri":"General_Electric","surface_form":"General Electric","offset":836},{"uri":"Engine","surface_form":"engine","offset":866},{"uri":"United_States","surface_form":"United States","offset":1136},{"uri":"Operation_Just_Cause","surface_form":"Operation Just Cause","offset":1172},{"uri":"Israel","surface_form":"Israel","offset":1219},{"uri":"Japan","surface_form":"Japan","offset":1227},{"uri":"Netherlands","surface_form":"Netherlands","offset":1234},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1247},{"uri":"Kuwait","surface_form":"Kuwait","offset":1263},{"uri":"Greece","surface_form":"Greece","offset":1271},{"uri":"Egypt","surface_form":"Egypt","offset":1279},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1286},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":1300},{"uri":"Singapore","surface_form":"Singapore","offset":1326}]}