{"id":845,"url":"http://en.wikipedia.org/wiki/Ten_Commandments","text":"The Ten Commandments are a set of rules or laws. God gave them to the people of Israel. The commandments exist in different versions. One version can be found in the Book of Exodus of the Bible. Another version can be found in the Book of Deuteronomy. In the Book of Exodus, the mountain where they were given is called Mount Sinai, the Book of Deuteronomy talks about Mount Horeb. Both are probably different names for the same mountain. The rules were written on stone tablets. These rules are important for Judaism and Christianity. Countries which follow those religions have some of the commandments as part of their Civil laws.\nSometimes these rules are also called Decalogue (from Greek, can be translated as \"ten statements\"). The name decalogue first occurs in the Septuagint. The Israelites received the commandments after they had left Egypt during the reign of Pharaoh Thutmose. There are different texts talking about the commandments. Most of them are in the Bible: The Book of Exodus, Chapter 20 and the book of Deuteronomy, Chapter 5. The Qu'ran mentions the tablets but does not list exactly the same commandments. For instance Quran 17:23-39 starts with worshipping God alone and honouring your parents.\nThe Exodus version (from the ESV BIBLE)\nTen Commandments in the Old Testament Torah.\nThe Ten Commandments in Deuteronomy Chapter 5: verses 1-22 NKJV\n6 ‘I \"am\" the Lord your God who brought you out of the land of Egypt, out of the house of bondage.\n7 ‘You shall have no other gods before Me.\n8 ‘You shall not make for yourself a carved image—any likeness \"of anything\" that \"is\" in heaven above, or that \"is\" in the earth beneath, or that \"is\" in the water under the earth; 9 you shall not bow down to them nor serve them. For I, the Lord your God, \"am\" a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth \"generations\" of those who hate Me, 10 but showing mercy to thousands, to those who love Me and keep My commandments.\n11 ‘You shall not take the name of the Lord your God in vain, for the Lord will not hold \"him\" guiltless who takes His name in vain.\n12 ‘Observe the Sabbath day, to keep it holy, as the Lord your God commanded you. 13 Six days you shall labor and do all your work, 14 but the seventh day \"is\" the Sabbath of the Lord your God. \"In it\" you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who \"is\" within your gates, that your male servant and your female servant may rest as well as you. 15 And remember that you were a slave in the land of Egypt, and the Lord your God brought you out from there by a mighty hand and by an outstretched arm; therefore the Lord your God commanded you to keep the Sabbath day.\n16 ‘Honor your father and your mother, as the Lord your God has commanded you, that your days may be long, and that it may be well with you in the land which the Lord your God is giving you.\n18 ‘You shall not commit adultery with somebody’s spouse.\n20 ‘You shall not bear false witness against your neighbor.\n21 ‘You shall not covet your neighbor’s wife; and you shall not desire your neighbor’s house, his field, his male servant, his female servant, his ox, his donkey, or anything that \"is\" your neighbor’s.’\n22 “These words the Lord spoke to all your assembly, in the mountain from the midst of the fire, the cloud, and the thick darkness, with a loud voice; and He added no more. And He wrote them on two tablets of stone and gave them to me.\nImages.\nThe Roman Catholics understanding of the commandment to not make \"any image, or any likeness of any thing that is in heaven above\" means that \"likenesses\" may be built and used, as long as the object is not worshipped as an idol.\nThe Eastern Orthodox Church has a very similar position. Eastern Orthodoxy teaches that the incarnation of an invisible God as a visible human, Jesus, makes it alright to use flat images in worship (see Iconoclasm).\nMost other Christians allow statues of religious figures, provided there is no \"veneration\" of them. They are not commonly found in Protestant Churches, but may be found nearby or in Museums. Historical figures or busts may be used for educational purposes. Stained glass windows may contain depictions of honored historical or Biblical persons.\nJudaism in its various forms usually takes a position somewhere between the Protestant view and that of Islam. Synagogues would not have any statues in them. Images of God are forbidden anywhere.\nIslam forbids any images whatsoever of Allah (God) or persons, including Mohammad. That is why their buildings are generally decorated with calligraphy but never depictions of living beings.\nJehovah's Witnesses criticize the use of all of the above, as well as the use of the cross.\nThe Amish forbid any sort of image, such as photos.\nUsing God's name improperly.\nThis can be understood to mean cursing or using profanity which includes the name of God.\nMany languages have expressions of anger or dismay that include the word \"God\". In addition, many times people \"swear to God\" to try to convince others they are telling the truth. Another offense might be to say that \"God told me\" to do something when He didn't. The actual name of God in the Old Testament was YHWH, sometimes pronounced Yahweh or Jehovah. Pious Jews refrain from using this name or even the word God, for which they substitute G_d. This is to avoid using God's name in a way that might break this commandment.\nSabbath day.\nJews honor the Sabbath \"(Shabbat)\" from sundown on Friday until the appearance of three stars in the sky on Saturday night, the seventh day of the week on the Jewish calendar.\nIn the New Testament Jesus did things that made the Sabbath command different from the other nine. Jesus seemed to reduce its demands, unlike some other commandments where he made them stronger. Jesus was often criticized for healing on the Sabbath or doing other things. He said that \"the Sabbath was made for man, and not man for the Sabbath\". Doing good on the Sabbath seemed to be praised and practiced by Jesus. In that way he disobeyed some of the strict interpretations that had become common in His day.\nMost Christians honor the Sabbath on Sunday to remember the Resurrection of Jesus on the first day of the week on the Jewish calendar.\nSome conservative Christians are \"Sabbatarians\" (most of these follow the Reformed traditions). Sabbatarians think the first day of the week or \"Lord's Day\" is the new Sabbath, because the 4th commandment has never been removed. They also say that the Sabbath law was given when the world was made. It came before the ten commandments were given.\nOthers believe that the Sabbath remains as a day of rest on Saturday, while Sunday as a day of worship, in reference to Acts 20:7: the disciples came together on the first day of the week to break bread and to hear the preaching of the apostle Paul. Also, Jesus appeared to his followers on the \"first day of the week\" while they were in hiding.\nThe Seventh-day Adventist Church, and some others, believe that the custom of meeting for worship on Sunday originated in paganism, specifically Sol Invictus and Mithraism (in which sun god worship took place on Sunday). Instead, Adventists keep Saturday as the Sabbath as a memorial to God's work of creation believing that none of the Ten Commandments can ever be destroyed. Seventh-day Sabbatarians claim that the seventh day Sabbath was kept by the majority of Christian groups until the 2nd and 3rd century, but because of opposition to Judaism after the Jewish-Roman wars, the original custom was gradually replaced by Sunday as the day of worship.\nMarried relations.\nTo \"be false to the married relation\", called adultery, is when a married person has sexual relations with a person other than his or her spouse. Having sex outside of marriage is fornication and is also sin. It is condemned in other places in the Bible, but not specifically in the Ten Commandments. Jesus taught his audience that the outward act of adultery does not happen apart from sins of the heart: \"From within people, from their hearts, come evil thoughts, unchastity, theft, murder, adultery, greed, malice, deceit, licentiousness, envy, blasphemy, arrogance, folly. All these evils come from within and they defile.” In The New Testament Jesus says \"But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.\"\nKilling or murder.\nThere are different translations of this commandment; the Hebrew words are translated either as \"thou shalt not kill\" or \"thou shalt not murder\". Older Protestant translations of the Bible, those based on the Vulgate and Roman Catholic translations usually translate it \"Thou shalt not kill\". The Catholic Church believes that endangerment of human life or safety is a mortal sin that breaks The Fifth Commandment. Furthermore, the Catholic Church does not believe in a difference between murder and manslaughter the way the law does. With the exceptions of killing in self-defense (a form of manslaughter in many nations' laws) and killing in war, the Catholic Church believes all other forms of killing or attempting to kill violate The Fifth Commandment. Unsafe driving could also lead to unintentional killing. Jewish and newer Protestant versions tend to use \"You shall not murder\". There are different opinions as to which translation is more faithful to the original.\nThe many examples in the Old Testament of killing sanctioned by God, are quoted in defense of the view that \"murder\" is more accurate. Furthermore, the Hebrew word for \"kill\" is \" - \"harog\", while the Hebrew word for \"murder\" is \" - \"retzach\", which is found in the Ten Commandments \" - \"lo tirtzach\".\nStealing.\nMany theologians (such as German Old Testament scholar A. Alt: \"Das Verbot des Diebstahls im Dekalog\" (1953)) suggest that commandment \"you shall not steal\" was originally intended against stealing people—abductions and slavery. This would be the same as the Jewish interpretation of the statement as \"you shall not kidnap\" (e.g. as stated by Rashi). Civil laws in most countries list many types of stealing. These include burglary, embezzlement, looting, robbery, shoplifting or fraud. The penalties depend on the value of the thing stolen, and if violence was used to take it.\nIn some places stealing horses brought a death penalty. That is because it could cause danger or even death to the horse's owner who could no longer do necessary travel. Poaching is the illegal killing of wild animals. Especially in modern times, money is often stolen by trickery or keeping false bank or debt records. In the 21st century this can be done using computers. This is called \"White-collar crime\".\nSome societies have attempted to say that no property is \"private\" but everything belongs to the whole society. If this were ever put in practice, it would make stealing impossible, but it has not been fully practiced anywhere.\nFalse witness.\nTo \"give false witness\" would include lying in court which is called perjury. Telling false gossip which harms someone is similar. Some think this commandment includes all lying. It is to knowingly give any false statement. Others allow a white lie. Some Jewish teachers said that not all lying is false witness (perjury). They say that lying is sometimes \"permissible or even commendable\". This would include changing the truth to be modest or to avoid harm to someone. Saint Augustine believed that some lies could be pardoned, and that there were in fact occasions when lying would be the right thing to do. He says that lies which hurt nobody and benefit someone may be forgiven. These need to used with great caution, however.\nDifferent numbering.\nThe Bible does not number the commandments. Different religious groups have numbered them in different ways. The Jews, followed by Christian Protestants, end the first commandment with \"You are to have no other gods but me.\" as above. Catholics and Lutherans end the first commandment at \"I will have mercy through a thousand generations on those who have love for me and keep my laws.\" and separate in their last two commandments the desire for a man's wife from the desire for other things he owns.\nThe commandments passage in Exodus has more than ten important statements, there are 14 or 15 in all. While the Bible itself gives the count as \"10\", using the Hebrew phrase \"ʻaseret had'varim\"—translated as \"the 10 words\", \"statements\" or \"things\", this phrase does not appear in the passages usually presented as being \"the Ten Commandments\". Various religions divide the commandments differently. The table below shows those differences.\nUse in Christian Worship.\nIn some churches the Ten Commandments are read as part of the worship service. This is usually followed by a prayer asking for forgiveness. Sometimes in place of the longer reading, the summary of the law given by Jesus is used. \"You shall love the Lord the God with all your heart, and your neighbor as yourself.\" The first part is thought to summarize the first 5 commandments, and the last part the last 5 commandments. Thus the duty to both God and other people is stated.\nOther religions.\nIn general, religions other than those mentioned (Judaism, Christianity, Islam) do not recognise the Ten Commandments as ethical standards. Many of them (Buddhism, Hinduism, Jainism, etc.) have similar laws or principles though.\nIn the atheist Soviet Union the Moral Code of the Builder of Communism was a set of rules that resembled the Ten Commandments.\nThe Ritual Decalogue.\nThe \"Ten Commandments\" usually means the list mentioned in Exodus 20 and Deuteronomy 5. Another set of commandments is given in Exodus 34. A story starts in Exodus 31:18. There the stones with the commandments written on them are created. Exodus 32:19 tells how the the stones are broken. The commandments in Exodus 34 are sometimes called \"Ritual Decalogue\". That is because the are about religious rituals and not moral commands.\nJohann Wolfgang von Goethe and some others believed that the book of Exodus is a combination of several different texts. These people thought that the commandments in Exodus 20 and Deuteronomy 5 show a later set of Ten Commandments. They say that the ten ritual commandments in Exodus 34 were the original Ten Commandments. The say that the moral ones came later.\nInfluence.\nThe commandments have influenced Jewish ethics and law and, through Judaism and Christianity, Western ethics and law since the Roman Empire. Historically monuments containing the Commandments have been placed outside courts of law. In the early 21st century some have been challenged or removed as a violation of freedom of religion.\nChristians disagree somewhat as to the purpose of the commandments. In the Sermon on the Mount, Jesus states that He came to \"fulfill\" the Law rather than destroy it. He reinforces the commands about murder and adultery. He also says that the righteousness of His followers must be higher than that of the \"scribes and pharisees\". They were very strict in observing the Ten Commandments.\nSaint Paul, in his letter to the Roman Christians, says the the purpose of the Law is to show us how sinful we are. It acts as a \"schoolmaster\" to bring us to Christ for salvation. The leaders of the Reformation said that this means that keeping the Ten Commandments could not make us holy in God's eyes. Only faith in Jesus could do that. However, after finding salvation through faith, most of the reformers said we should obey the law. Some extreme reformers said we could break them since only our faith mattered, not our actions. This teaching is called \"Antinomianism\" (against the law).\nSome modern Christians say that today our only law is the law of love. Others say that the \"moral\" law of the Old Testament still applies to Christians today. They say that all of the Ten Commandments are repeated somewhere in the New Testament books.\nMovies.\nThere have been two famous movie called The Ten Commandments. They both were directed by Cecil B. DeMille. The first was a silent movie in 1923, and the second in 1956, starring Charlton Heston as Moses, was the biggest money making movie of that year.\nIn Animation.\nIn the anime series Seven Deadly Sins, a Japanese manga and anime by mangaka Nakaba Suzuki, there is a group of characters called the Ten Commandments. These individuals all possess a title and supernatural ability named after each commandment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book_of_Exodus","surface_form":"Book of Exodus","offset":166},{"uri":"Bible","surface_form":"Bible","offset":188},{"uri":"Book_of_Deuteronomy","surface_form":"Book of Deuteronomy","offset":231},{"uri":"Biblical_Mount_Sinai","surface_form":"Mount Sinai","offset":320},{"uri":"Judaism","surface_form":"Judaism","offset":510},{"uri":"Christianity","surface_form":"Christianity","offset":522},{"uri":"Civil_law","surface_form":"Civil law","offset":622},{"uri":"Greek_language","surface_form":"Greek","offset":688},{"uri":"Septuagint","surface_form":"Septuagint","offset":774},{"uri":"Egypt","surface_form":"Egypt","offset":847},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":873},{"uri":"Thutmose","surface_form":"Thutmose","offset":881},{"uri":"Writing","surface_form":"text","offset":911},{"uri":"Bible","surface_form":"Bible","offset":973},{"uri":"Exodus","surface_form":"Exodus","offset":992},{"uri":"Deuteronomy","surface_form":"Deuteronomy","offset":1027},{"uri":"Qu%27ran","surface_form":"Qu'ran","offset":1055},{"uri":"Roman_Catholicism","surface_form":"Roman Catholics","offset":3583},{"uri":"Worship","surface_form":"worship","offset":3786},{"uri":"Idolatry","surface_form":"idol","offset":3803},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox Church","offset":3813},{"uri":"Incarnation","surface_form":"incarnation","offset":3901},{"uri":"Visible_spectrum","surface_form":"invisible","offset":3919},{"uri":"Iconoclasm","surface_form":"Iconoclasm","offset":4012},{"uri":"Protestant","surface_form":"Protestant","offset":4157},{"uri":"Judaism","surface_form":"Judaism","offset":4371},{"uri":"Protestant","surface_form":"Protestant","offset":4447},{"uri":"Islam","surface_form":"Islam","offset":4475},{"uri":"Islam","surface_form":"Islam","offset":4567},{"uri":"Jehovah%27s_Witnesses","surface_form":"Jehovah's Witnesses","offset":4758},{"uri":"Amish","surface_form":"Amish","offset":4854},{"uri":"Photography","surface_form":"photos","offset":4894},{"uri":"Cursing","surface_form":"cursing","offset":4962},{"uri":"Profanity","surface_form":"profanity","offset":4979},{"uri":"Hebrew_calendar","surface_form":"Jewish calendar","offset":5721},{"uri":"New_Testament","surface_form":"New Testament","offset":5745},{"uri":"Christians","surface_form":"Christians","offset":6255},{"uri":"Resurrection","surface_form":"Resurrection","offset":6310},{"uri":"Reformation","surface_form":"Reformed","offset":6459},{"uri":"Tradition","surface_form":"tradition","offset":6468},{"uri":"Seventh-day_Adventist_Church","surface_form":"Seventh-day Adventist Church","offset":7082},{"uri":"Paganism","surface_form":"paganism","offset":7200},{"uri":"Sol_Invictus","surface_form":"Sol Invictus","offset":7223},{"uri":"Sun","surface_form":"sun","offset":7260},{"uri":"God","surface_form":"god","offset":7264},{"uri":"2nd_century","surface_form":"2nd","offset":7570},{"uri":"3rd_century","surface_form":"3rd century","offset":7578},{"uri":"Jewish-Roman_wars","surface_form":"Jewish-Roman wars","offset":7638},{"uri":"Adultery","surface_form":"adultery","offset":7798},{"uri":"Sexual_intercourse","surface_form":"sexual relations","offset":7837},{"uri":"Translation","surface_form":"translation","offset":8580},{"uri":"Vulgate","surface_form":"Vulgate","offset":8769},{"uri":"Kill","surface_form":"kill","offset":8846},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":8857},{"uri":"Murder","surface_form":"murder","offset":9439},{"uri":"Theology","surface_form":"theologians","offset":9852},{"uri":"Slavery","surface_form":"slavery","offset":10067},{"uri":"Burglary","surface_form":"burglary","offset":10270},{"uri":"Embezzlement","surface_form":"embezzlement","offset":10280},{"uri":"Looting","surface_form":"looting","offset":10294},{"uri":"Robbery","surface_form":"robbery","offset":10303},{"uri":"Shoplifting","surface_form":"shoplifting","offset":10312},{"uri":"Fraud","surface_form":"fraud","offset":10327},{"uri":"Poaching","surface_form":"Poaching","offset":10596},{"uri":"White-collar_crime","surface_form":"White-collar crime","offset":10816},{"uri":"Lying","surface_form":"lying","offset":11118},{"uri":"Perjury","surface_form":"perjury","offset":11149},{"uri":"Gossip","surface_form":"gossip","offset":11172},{"uri":"Saint_Augustine","surface_form":"Saint Augustine","offset":11551},{"uri":"Protestant","surface_form":"Protestant","offset":11974},{"uri":"Catholic","surface_form":"Catholic","offset":12068},{"uri":"Lutheran","surface_form":"Lutheran","offset":12082},{"uri":"Ethics","surface_form":"ethical standards","offset":13416},{"uri":"Buddhism","surface_form":"Buddhism","offset":13449},{"uri":"Hinduism","surface_form":"Hinduism","offset":13459},{"uri":"Jainism","surface_form":"Jainism","offset":13469},{"uri":"Atheist","surface_form":"atheist","offset":13531},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":13539},{"uri":"Moral_Code_of_the_Builder_of_Communism","surface_form":"Moral Code of the Builder of Communism","offset":13556},{"uri":"Religion","surface_form":"religious","offset":14063},{"uri":"Ritual","surface_form":"rituals","offset":14073},{"uri":"Johann_Wolfgang_von_Goethe","surface_form":"Johann Wolfgang von Goethe","offset":14105},{"uri":"Ethics","surface_form":"ethics","offset":14520},{"uri":"Law","surface_form":"law","offset":14531},{"uri":"Judaism","surface_form":"Judaism","offset":14548},{"uri":"Christianity","surface_form":"Christianity","offset":14560},{"uri":"Ethics","surface_form":"ethics","offset":14582},{"uri":"Law","surface_form":"law","offset":14593},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":14607},{"uri":"Sermon_on_the_Mount","surface_form":"Sermon on the Mount","offset":14889},{"uri":"Saint_Paul","surface_form":"Saint Paul","offset":15202},{"uri":"Epistle_to_the_Romans","surface_form":"Roman Christians","offset":15235},{"uri":"Jesus","surface_form":"Christ","offset":15361},{"uri":"Salvation_(Christianity)","surface_form":"salvation","offset":15372},{"uri":"Reformation","surface_form":"Reformation","offset":15402},{"uri":"Sola_fide","surface_form":"faith","offset":15512},{"uri":"New_Testament","surface_form":"New Testament","offset":16027},{"uri":"The_Ten_Commandments","surface_form":"The Ten Commandments","offset":16096},{"uri":"Cecil_B._DeMille","surface_form":"Cecil B. DeMille","offset":16145},{"uri":"Charlton_Heston","surface_form":"Charlton Heston","offset":16234}]}