{"id":84519,"url":"http://en.wikipedia.org/wiki/Modest_Mouse","text":"Modest Mouse is an indie rock band from Issaquah, Washington. It was formed by Isaac Brock, Jeremiah Green, and Eric Judy. They started making music in 1993.\nHistory.\nThey formed in the state of Washington, during the popularity of grunge music. They struggled to release an album, but eventually released their first album \"This Is a Long Drive for Someone with Nothing to Think About\" in 1996 after being signed to Up Records. Their second album, \"The Lonesome Crowded West\", came next, one year later.\nThey then re-signed to Epic Records in 2000 and released \"The Moon & Antarctica\".\nIn 2003, Jeremiah Green left the band, but he was replaced with Benjamin Weikel and Dann Gallucci. Modest Mouse was fairly unaffected by this, and they released their fourth album, \"Good News for People Who Love Bad News\" one year later. It was very popular and had two main hits: \"Float On\" and \"Ocean Breathes Salty.\"\nIn 2006, after a long tour supporting \"Good News\", Modest Mouse came back to the studio to record their fifth studio album, \"We Were Dead Before the Ship Even Sank\". It was fairly quick to record, and it was released on March 20, 2007. It was even more popular than \"Good News\". A hit single from this album was \"Dashboard.\" After touring for over a year with R.E.M. and The National, Modest Mouse released a collection of songs not released on \"Good News\" or \"We Were Dead\" known as \"No One's First and You're Next.\" It was released in 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indie_(music)","surface_form":"indie","offset":19},{"uri":"Rock_music","surface_form":"rock","offset":25},{"uri":"Band","surface_form":"band","offset":30},{"uri":"Issaquah","surface_form":"Issaquah","offset":40},{"uri":"Washington","surface_form":"Washington","offset":50},{"uri":"1993","surface_form":"1993","offset":152},{"uri":"Grunge_music","surface_form":"grunge music","offset":232},{"uri":"This_Is_a_Long_Drive_for_Someone_with_Nothing_to_Think_About","surface_form":"This Is a Long Drive for Someone with Nothing to Think About","offset":325},{"uri":"The_Lonesome_Crowded_West","surface_form":"The Lonesome Crowded West","offset":450},{"uri":"The_Moon_%26amp%3B_Antarctica","surface_form":"The Moon & Antarctica","offset":563},{"uri":"Good_News_for_People_Who_Love_Bad_News","surface_form":"Good News for People Who Love Bad News","offset":769},{"uri":"Float_On","surface_form":"Float On","offset":869},{"uri":"March_20","surface_form":"March 20","offset":1127},{"uri":"2007","surface_form":"2007","offset":1137},{"uri":"Dashboard_(song)","surface_form":"Dashboard","offset":1220},{"uri":"R.E.M._(band)","surface_form":"R.E.M.","offset":1267},{"uri":"The_National","surface_form":"The National","offset":1278},{"uri":"2009","surface_form":"2009","offset":1444}]}