{"id":8462,"url":"http://en.wikipedia.org/wiki/Salvador_Allende","text":"Salvador Allende Gossens (June 26, 1908 – September 11, 1973) was a physician, senator, minister of health and the President of Chile from November 3, 1970 until his death on September 11, 1973.\nEarly life.\nAllende was born on June 26, 1908 in the port city of Valparaiso, Chile to a well-to-do family. Like many Chileans, Allende had a mestizo (mixed) racial background (European and other races mixed with Native Americans). His father Salvador Allende (senior), a lawyer, was of Basque background and his mother Laura Gossens had a Belgian Jewish background (though converted to Catholicism).\nSchool.\nIn 1918 his father sent Allende to study at the \"Instituto Nacional\" (National Institute) in Santiago. He then did his compulsory military service and entered the University of Chile to study medicine. Allende was a gifted, friendly and popular student; a great debater and public speaker and quickly becomes a student leader and vice-president of the FECH. (Student Federation of Chile). As an undergraduate student Allende requested to his parents to let him earn his own livelihood and he started to work as a paramedic in the ambulance services and as an assistant in pathology. He graduated with a medical degree in 1933.\nPolitics.\nHe was one of the founders of the Socialist Party of Chile and in 1938 became a minister of health. He was a senator from 1945 until 1969 and was President of the Chilean Senate from 1966 until 1969.\nElections.\nAllende first ran for the presidency in the 1952 elections but failed. Determined to succeed he tried again in 1958 and then in 1964. In both instances he failed again.\nAllende would tour Chile from Iquique to Magallanes, for example one end to the other, speaking to peasants in the south and miners in the north and held rallies in the big cities. Allende found it hard to win an election because of the successful scare campaigns launched by opposing parties, many financed by large multi-national corporations and powerful national institutions such as private banks and schools.\nResults.\nFinally, and to the surprise of many working people - who had voted for him in previous elections and felt he would never win - in 1970 he won and became the President of Chile.\nGoals.\nAllende always ran for election on the same socialist platform (plan) proposing the same resolutions (things to be done), focusing on the persistent inequality in the country and the underdevelopment (poverty for large part of the population) which Allende saw as being rooted in the lack of control the Chilean people had over their natural resources and vital industries. (e.g. banks, copper mines, electricity companies etc.).\nAllende promised that he would nationalize (put under control of government) vital industries and then create an advanced public health system and educational system that would be free and accessible to all. During the cold war (between the U.S. and the former U.S.S.R) many people feared that Chile would fall under the influence of the USSR and after the 1960s under the influence of Cuba.\nRevolutionary change.\nAllende’s speeches were said to be very radical (extreme) and Allende’s vision for Chile seemed completely different to the Chile that most people were familiar with. For example: Allende was said to be an atheist and Marxist. He was a non- practicing Catholic This was considered odd in a country that was very catholic, held traditional family values, and in which people were taught that political freedoms (the freedom to elect politicians from different parties) was more important than solving problems such as extreme poverty or economic inequality (division between the poorest and the wealthiest people).\nAllende also wanted revolutionary change, i.e. he wanted deep changes to Chilean society very quickly, such forms of changes have been said to have tended to cause great divisions in society between those who oppose the changes (called reactionaries) and those who support the drastic changes (revolutionaries). Through history such situations tend to end up resolved violently. For example, civil war (where one group of people fight another group of people of the same country), or military coup (when a government is overthrown before it finishes its term).\nResults.\nAs a result, many Chileans, especially professionals like University professors, doctors and business people left the country–this had a negative effect on Allende’s reforms. E.g. Allende increased health services and places at Universities for the underprivileged while many professors, specialists and doctors were leaving the country.\nPeaceful revolution.\nHowever, Allende was unique in that he did all he could to prevent this sort of violence, calling his revolution a “peaceful one within democracy” or calling it “the Chilean road to socialism.” In 1973 Allende’s enemies accused him of preparing a secret war and that his supporters were hoarding stocks of illegal weapons (in shanty towns and in rural areas) that were being sent from communist Cuba. To prove that this was not true, Allende allowed the Chilean Army to enforce a “weapons control’s law” that allowed the Chilean military to search and comb for any illegal weapons anywhere in the country. The Chilean army confirmed that after thoroughly searching for such weapons throughout the country they had found no significant stocks as the opposition was claiming. This ended up creating more support for Allende and allowed Allende to begin to focus on the upcoming election.\nAllende's mandate.\nAllende came to power with a socialist plan. His vision for Chile was one in which the country's resources and wealth would be owned by Chileans and distributed more democratically. Allende started his program by nationalizing (put under control of government) major industries. Such as, Chile's copper mines (Chile had one of the largest copper mines in the World) but these mines were not owned by Chileans but by very powerful U.S. business people.\nThis created a serious problem with the U.S. government who saw Allende's nationalisation as an attack on U.S. interest and a threat to U.S. money investments in South America.\nThe coup, September 11, 1973.\nThe American Central Intelligence Agency was said to be involved in the overthrowing of his government. Allende was a socialist. Many of his reforms and programs revolved around socialism. He created universal health care for all, made education better, and took a stronger level of control within the economy. He died in 1973. His death has been disputed for years; some feel that he took his own life by committing suicide, but others feel that he was murdered by Augusto Pinochet's militia. Pinochet would then become the ruler of Chile.\nDeath and myth.\nAllende was replaced by those who overthrew him as president. Allende committed suicide by shooting himself. The new ruling Junta justified their coup claiming that “Chile could no longer tolerate the cancer of Marxism”. The Pinochet regime claimed Allende had violated the Chilean Constitution–strange considering that Pinochet ended up writing a completely new one.\nLegacy and place in history.\nAllende became of interest to people all over the world because he was the first democratically elected socialist in Chile and the first democratically elected Marxist in the world. Many people felt Allende was the beginning of a new era in which great changes to society - especially in developing countries - could be brought about peacefully through an election.\nAllende has become one of the most commemorated Latin American polital figures in history. Since his death monuments, statues, parks and streets have been named in his honour all over the world. In France alone there are more than 320 public places named in honour of Allende. Ministries and municipalities in many countries have also officially approved the naming of schools and educational departments in his honour.\nDespites Pinochet’s 17 years of military rule and an attempt to deny Allende his proper place in Chilean history, he was officially honoured in Chile as a defender of representative democracy (i.e. people’s right to elect their political representatives through free and fair elections) with a state funeral in 1990. A monument was also erected outside the \"Moneda Presidential Palace\" (Chile's house of Government) where he died defending the democratically elected Popular Unity government he lead.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physician","surface_form":"physician","offset":68},{"uri":"Senator","surface_form":"senator","offset":79},{"uri":"Minister_(government)","surface_form":"minister","offset":88},{"uri":"Health","surface_form":"health","offset":100},{"uri":"President","surface_form":"President","offset":115},{"uri":"Chile","surface_form":"Chile","offset":128},{"uri":"Valparaiso","surface_form":"Valparaiso","offset":261},{"uri":"Chile","surface_form":"Chile","offset":273},{"uri":"Mestizo","surface_form":"mestizo","offset":337},{"uri":"Europe","surface_form":"Europe","offset":372},{"uri":"Native_American","surface_form":"Native American","offset":408},{"uri":"Basque_people","surface_form":"Basque","offset":482},{"uri":"Jewish","surface_form":"Jewish","offset":543},{"uri":"Catholic","surface_form":"Catholic","offset":582},{"uri":"Santiago%2C_Chile","surface_form":"Santiago","offset":697},{"uri":"University","surface_form":"University","offset":767},{"uri":"Medicine","surface_form":"medicine","offset":796},{"uri":"Debate","surface_form":"debate","offset":866},{"uri":"Undergraduate","surface_form":"undergraduate","offset":999},{"uri":"Ambulance","surface_form":"ambulance","offset":1134},{"uri":"Socialist","surface_form":"Socialist","offset":1275},{"uri":"Minister_(government)","surface_form":"minister","offset":1321},{"uri":"Health","surface_form":"health","offset":1333},{"uri":"Senator","surface_form":"senator","offset":1350},{"uri":"Senate","surface_form":"Senate","offset":1412},{"uri":"Election","surface_form":"election","offset":1501},{"uri":"Iquique","surface_form":"Iquique","offset":1651},{"uri":"Magallanes","surface_form":"Magallanes","offset":1662},{"uri":"Peasant","surface_form":"peasant","offset":1720},{"uri":"Miner","surface_form":"miner","offset":1746},{"uri":"Election","surface_form":"election","offset":1834},{"uri":"Bank","surface_form":"bank","offset":2017},{"uri":"Socialist","surface_form":"socialist","offset":2274},{"uri":"Inequality","surface_form":"inequality","offset":2379},{"uri":"Poverty","surface_form":"poverty","offset":2431},{"uri":"Resources","surface_form":"resources","offset":2572},{"uri":"Bank","surface_form":"bank","offset":2610},{"uri":"Copper","surface_form":"copper","offset":2617},{"uri":"Mining","surface_form":"mines","offset":2624},{"uri":"Electricity","surface_form":"electricity","offset":2631},{"uri":"Health","surface_form":"health","offset":2789},{"uri":"Education","surface_form":"education","offset":2807},{"uri":"Cold_war","surface_form":"cold war","offset":2879},{"uri":"U.S.","surface_form":"U.S.","offset":2901},{"uri":"Union_of_Soviet_Socialist_Republics","surface_form":"U.S.S.R","offset":2921},{"uri":"Cuba","surface_form":"Cuba","offset":3046},{"uri":"Political_radicalism","surface_form":"radical","offset":3114},{"uri":"Atheist","surface_form":"atheist","offset":3280},{"uri":"Karl_Marx","surface_form":"Marxist","offset":3292},{"uri":"Catholic","surface_form":"Catholic","offset":3326},{"uri":"Catholic","surface_form":"catholic","offset":3386},{"uri":"Tradition","surface_form":"tradition","offset":3401},{"uri":"Political_freedom","surface_form":"political freedom","offset":3465},{"uri":"Revolution","surface_form":"revolution","offset":3708},{"uri":"History","surface_form":"history","offset":4008},{"uri":"Violent","surface_form":"violently","offset":4056},{"uri":"Civil_war","surface_form":"civil war","offset":4080},{"uri":"Military_coup","surface_form":"military coup","offset":4172},{"uri":"University_professor","surface_form":"University professor","offset":4316},{"uri":"Doctors","surface_form":"doctors","offset":4339},{"uri":"Business","surface_form":"business","offset":4351},{"uri":"Reforms","surface_form":"reforms","offset":4424},{"uri":"Underprivileged","surface_form":"underprivileged","offset":4507},{"uri":"Violence","surface_form":"violence","offset":4697},{"uri":"Revolution","surface_form":"revolution","offset":4719},{"uri":"Peaceful","surface_form":"peaceful","offset":4733},{"uri":"Democracy","surface_form":"democracy","offset":4753},{"uri":"Socialism","surface_form":"socialism","offset":4799},{"uri":"1973","surface_form":"1973","offset":4814},{"uri":"Secret","surface_form":"secret","offset":4864},{"uri":"War","surface_form":"war","offset":4871},{"uri":"Illegal","surface_form":"illegal","offset":4923},{"uri":"Weapons","surface_form":"weapons","offset":4931},{"uri":"Shanty_town","surface_form":"shanty town","offset":4943},{"uri":"Communist","surface_form":"communist","offset":5002},{"uri":"Cuba","surface_form":"Cuba","offset":5012},{"uri":"Army","surface_form":"Army","offset":5079},{"uri":"Weapon","surface_form":"weapon","offset":5098},{"uri":"Law","surface_form":"law","offset":5116},{"uri":"Opposition","surface_form":"opposition","offset":5366},{"uri":"Election","surface_form":"election","offset":5493},{"uri":"Socialist","surface_form":"socialist","offset":5551},{"uri":"Copper","surface_form":"copper","offset":5818},{"uri":"U.S.","surface_form":"U.S.","offset":5952},{"uri":"Government","surface_form":"government","offset":6019},{"uri":"U.S.","surface_form":"U.S.","offset":6080},{"uri":"United_States","surface_form":"American","offset":6185},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":6194},{"uri":"Socialist","surface_form":"socialist","offset":6299},{"uri":"Health_care","surface_form":"health care","offset":6391},{"uri":"Education","surface_form":"education","offset":6417},{"uri":"Suicide","surface_form":"suicide","offset":6598},{"uri":"Augusto_Pinochet","surface_form":"Augusto Pinochet","offset":6647},{"uri":"President","surface_form":"president","offset":6789},{"uri":"Suicide","surface_form":"suicide","offset":6818},{"uri":"Junta","surface_form":"Junta","offset":6862},{"uri":"Coup","surface_form":"coup","offset":6884},{"uri":"Chile","surface_form":"Chile","offset":6904},{"uri":"Augusto_Pinochet","surface_form":"Pinochet","offset":6963},{"uri":"Constitution","surface_form":"Constitution","offset":7020},{"uri":"World","surface_form":"world","offset":7185},{"uri":"Socialist","surface_form":"socialist","offset":7239},{"uri":"Chile","surface_form":"Chile","offset":7252},{"uri":"Society","surface_form":"society","offset":7399},{"uri":"Peace","surface_form":"peace","offset":7469},{"uri":"Election","surface_form":"election","offset":7491},{"uri":"Latin_America","surface_form":"Latin America","offset":7549},{"uri":"Monument","surface_form":"monument","offset":7608},{"uri":"Statues","surface_form":"statues","offset":7619},{"uri":"Park","surface_form":"park","offset":7628},{"uri":"Street","surface_form":"street","offset":7638},{"uri":"France","surface_form":"France","offset":7699},{"uri":"Pinochet","surface_form":"Pinochet","offset":7930},{"uri":"Chile","surface_form":"Chile","offset":8065},{"uri":"Democracy","surface_form":"democracy","offset":8103},{"uri":"Funeral","surface_form":"funeral","offset":8221},{"uri":"Monument","surface_form":"monument","offset":8240}]}