{"id":84653,"url":"http://en.wikipedia.org/wiki/Ministry_for_the_Environment%2C_Nature_Conservation%2C_and_Nuclear_Safety_of_Germany","text":"The Federal Ministry for the Environment, Nature Conservation, and Nuclear Safety of Germany (BMU) is a ministry of the Federal Republic of Germany. Its first headquarters is in Bonn. It has a second base in Berlin.\nStructure.\nThe Federal Ministry of the Environment () is in charge of the ecological policy of the federal government. It is also in charge of environmental protection. Being in charge of nuclear reactor safety helps the BMU protect the environment. The Federal minister appoints two junior ministers () to help him. These two help the minister in the Bundestag and in making policy, they have no power to make rules or change the way the department works.\nIf extra help is needed the BMU can get expert help from\nIn 2005 the BMU's budget was 769 million euros. This is about ten percent of the total amount spent on the environment by the federal government. This is because several other ministries also have money to spent on environmental tasks.\nHistory.\nThe ministry was set up on 6 June 1986, about five weeks after the serious reactor disaster at Chernobyl. The Federal Government wanted to bring all responsibility for preventing a disaster in Germany, or clearing up if a disaster happened, under one ministry.\nThe first minister stayed for less than a year, because he became Minister President of Hesse. His successor became director of the United Nations Environment Programme, UNEP. The time when Angela Merkel was in charge was not very good for the BMU. Economic problems became more important than environmental protection.\nThe red-green coalition of 1998 saw Jürgen Trittin of (Die Grünen) become minister. The idea of an environmental tax and ending nuclear power became important.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":140},{"uri":"Bonn","surface_form":"Bonn","offset":178},{"uri":"Berlin","surface_form":"Berlin","offset":208},{"uri":"Ecology","surface_form":"ecological","offset":290},{"uri":"Bundestag","surface_form":"Bundestag","offset":568},{"uri":"6_June","surface_form":"6 June","offset":1002},{"uri":"1986","surface_form":"1986","offset":1009},{"uri":"Chernobyl","surface_form":"Chernobyl","offset":1070},{"uri":"Minister_President","surface_form":"Minister President","offset":1302},{"uri":"Hesse","surface_form":"Hesse","offset":1324},{"uri":"United_Nations","surface_form":"United Nations","offset":1368},{"uri":"United_Nations_Environment_Programme","surface_form":"UNEP","offset":1406},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":1426},{"uri":"Die_Gr%C3%BCnen","surface_form":"Die Grünen","offset":1611}]}