{"id":84698,"url":"http://en.wikipedia.org/wiki/Newquay","text":"Newquay () is a town, civil parish, seaside resort, and fishing port on the north Atlantic coast of Cornwall, South West England. It is bounded to the west by the River Gannel and its associated salt marsh, and in the east by the Porth Valley. The town has been expanding inland (south) since it was founded. According to the 2001 census it had a permanent population of 19,423. It is the largest holiday resort in Cornwall and is served by Newquay Airport. The large beach provides very good conditions for surfing. There are numerous shops varying from the usual charity shops to shops selling many different brands of surf clothing. There are many places to enjoy eating within the town.\nClimate.\nAs with the rest of the British Isles and South West England, Newquay experiences a maritime climate with cool summers and mild winters. The nearest Met Office weather station is St. Mawgan/Newquay Airport, about 3.5 miles to the north east of the town centre. Temperature extremes in the area since 1960 vary from in June 1976 and August 1995 down to during January 1987.","categories":[],"infobox_types":[],"annotations":[{"uri":"Town","surface_form":"town","offset":16},{"uri":"Civil_parish","surface_form":"civil parish","offset":22},{"uri":"Seaside_resort","surface_form":"seaside resort","offset":36},{"uri":"Fish","surface_form":"fish","offset":56},{"uri":"Port","surface_form":"port","offset":64},{"uri":"Atlantic","surface_form":"Atlantic","offset":82},{"uri":"Cornwall","surface_form":"Cornwall","offset":100},{"uri":"South_West_England","surface_form":"South West England","offset":110},{"uri":"2001","surface_form":"2001","offset":326},{"uri":"Census","surface_form":"census","offset":331},{"uri":"Population","surface_form":"population","offset":357},{"uri":"Surfing","surface_form":"surfing","offset":508},{"uri":"British_Isles","surface_form":"British Isles","offset":724},{"uri":"Maritime_climate","surface_form":"maritime climate","offset":784}]}