{"id":84713,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Chris_(2006)","text":"Tropical Storm Chris was the fourth tropical storm of the 2006 Atlantic hurricane season. Forming on July 31 in the Atlantic Ocean east of the Leeward Islands from a tropical wave, Chris moved generally to the west-northwest, skirting the northern fringes of the Caribbean islands. Chris was a relatively short-lived storm, reaching a peak intensity with winds at 65 mph (100 h) on August 2, while positioned north of St. Martin. The storm gradually weakened before finally dissipating on August 5, near eastern Cuba.\nOverall impact was minimal, amounting to moderate amounts of rainfall throughout its path. No deaths were reported.\nStorm history.\nA tropical wave moved westward off the coast of Africa on July 27. At first, deep convection was spread throughout the wave axis, though dry air greatly decreased the convection on July 28. The wind field remained well-defined as it continued westward, and deep convection increased two days later along the northern end of the wave axis. Dvorak classifications began on July 30 in response to an increase in vertical depth and organization of the convection. On July 31 a buoy recorded a change of wind direction from northeast to west, indicating a small low pressure area formed. Convective organization rapidly increased as it turned to the northwest, and the system developed into Tropical Depression Three on August 1 while located about 235 miles (375 km) east-southeast of Barbuda.\nForecasters originally predicted wind shear from an upper level low would prevent strengthening and cause dissipation within three days. However, the depression continued to organize as deep convection continued to develop near the circulation despite moderate amounts of wind shear, and the system strengthened into Tropical Storm Chris six hours after developing. The convection slowly covered the entire system, and by late on the 1st Chris reached winds of 60 mph (95 km/h) while passing 50 miles (80 km) north of the northern Leeward Islands. The structure of Chris continued to improve and become more symmetrical, and an upper level eye feature developed early on August 2. Outflow improved in all quadrants, as well, and the storm reached a peak intensity of 65 mph (100 km/h) shortly thereafter while located 120 miles (195 km) east of St. Thomas. Ins pite of the initial predictions of Chris intensifying to a hurricane as a ridge of high pressure forced it west-northwestward, upper level shear dissipated the well-defined inner core of the storm, and Chris started to weaken.\nEarly on August 3, strong wind shear over Chris removed the deep convection from the low level circulation, while a building ridge to its north turned the storm towards the west into an area of drier air. By mid-day on the 3rd the circulation was devoid of any convection within 85 miles (135 km), while the deeper convection spread across Puerto Rico and Hispaniola. Late on August 3, deep convection developed over the center of circulation again, though persistent vertical shear weakened Chris to a tropical depression on August 4. Because of computer models predicting lesser amounts of shear, forecasters mentioned the possibility of moderate strengthening in the Gulf of Mexico to a 60 mph (95 km/h) storm. However, convection remained minimal, and Chris degenerated into a remnant area of low pressure late on August 4. Late on August 5, convection increased in the remnants of the storm, and forecasters indicated the potential for slow development over the Gulf of Mexico due to marginally favorable conditions. The redevelopment never happened, and the remnant circulation dissipated near Havana, Cuba on August 6.\nPreparations.\nWhen the National Hurricane Center published its first advisory on Tropical Depression Three, the governments of Antigua and Barbuda, Anguilla, Saint Kitts and Nevis, and the British Virgin Islands also gave out Tropical Storm Warnings for their respective territories. When the depression strengthened to Tropical Storm Chris, Tropical Storm Warnings were also issued for Saba, Sint Eustatius, Saint-Barthélemy, and Saint Martin. Three Royal Caribbean cruise ships changed their paths to avoid the storm. FEMA representatives coordinated with local emergency management officials in the United States Virgin Islands to determine if preparation necessities would be needed, such as hospital usage, shelters, and sand bags. In St. Thomas, all jet flights were cancelled in and out of the island, though small airlines were permitted to fly during the storm. Ferry service from Saint Martin to Anguilla was cancelled for a short period of time. Saint Martin officials recommended citizens to secure all loose items, for coastal residents to prepare for high surf, and for construction sites to secure all loose equipment. A small craft advisory was also issued for coastal waters of Saint Martin due to strong waves from the storm.\nOn August 1, officials in Puerto Rico issued a tropical storm warning for the island. The next day, approximately 600 tourists evacuated the islands of Vieques and Culebra. Citizens in Puerto Rico prepared for the storm by stocking up on supplies and visiting gas stations. On August 2, the government of the Bahamas issued a Hurricane Watch for the Turks and Caicos Islands, the Acklins and Crooked Islands, Ragged Island, Inagua, and Mayaguana. In response to the threat, officials urged citizens to stock up on hurricane supplies, while boat owners in Staniel Cay secured their boats in preparation for the storm.\nIn response to the storm's projected path into the Gulf of Mexico, prices for crude oil rose on the New York Mercantile Exchange at branch offices in London. Natural gas prices rose considerably in New York Mercantile Exchange electronic trading on August 2. Anticipation of a threat to supply by a potential Hurricane Chris coupled with high demand during an ongoing heat wave were cited as part of the reasons in the price move. In New Orleans, officials including Mayor Ray Nagin prepared for a possible evacuation of the city if Chris entered the Gulf of Mexico as a hurricane. The evacuation plan included moving all residents out of the city as a worst-case scenario, intended to avoid a re-occurrence of Hurricane Katrina around 1 year prior. Florida Emergency Management requested 10 mobile recovery centers, and placed hospitals in the Florida Keys on standby for evacuation. Officials in Mississippi identified the need for 110 to assist in an evacuation process in case of a possible landfall. Both Louisiana and Texas emergency operation centers monitored the progress of the storm, though did not execute any preparation action.\nImpact.\nDamage caused by Tropical Storm Chris was minor and limited to just local flooding.\nSt. Thomas received brief amounts of heavy rain, with totals of over 3 inches (75 mm). Anguilla reported light rain and wind gusts of up to 21 mph (34 km/h). In St. John the storm caused peak wind gusts of 23 mph (37 km/h) along with moderately heavy rainfall of nearly 3 inches (75 mm), along with reports of lightning near the storm's center. Though impact was minimal in Saint Martin, Governor Franklyn Richards recognized the storm preparations served as a wake up call for citizens who were not ready for the hurricane season. In San Juan, Puerto Rico, the storm caused very little wind or rain. Convection dissociated from the center of the storm produced 30 mph (48 km/h) wind gusts and over 1.3 inches (33 mm) of rain in Culebra. Rainfall peaked at 3.09 inches (78 mm) in Fajardo. Rainfall from the storm caused the Fajardo River to overflow its banks. The overflown waters temporarily closed a highway in the northeastern portion of the island.\nRainfall reached up to 2 inches (50 mm) across portions of Hispaniola, the Turks and Caicos, the Bahamas, and eastern Cuba, and reached 4 inches (100 mm) in some mountainous areas. In Santo Domingo in the Dominican Republic, heavy rainfall caused severe flooding. Las Américas reported 5.01 inches/127 mm of rainfall from Chris. Several people were left temporarily homeless from the flood waters entering their households. The flooding left many roads impassable near the capital city, and also resulted in landslides. The flooding also covered rice fields in the northeastern portion of the country. The National Office of Meteorology issued flood warnings for residents in low-lying areas and near rivers in the northeast and southeast portions of the country. Despite the flooding, overall damage was minor, and there are no casualties associated with Chris.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical storm","offset":36},{"uri":"2006_Atlantic_hurricane_season","surface_form":"2006 Atlantic hurricane season","offset":58},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":116},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":143},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":166},{"uri":"Caribbean","surface_form":"Caribbean","offset":263},{"uri":"Island","surface_form":"island","offset":273},{"uri":"Mph","surface_form":"mph","offset":367},{"uri":"H","surface_form":"h","offset":376},{"uri":"St._Martin","surface_form":"St. Martin","offset":418},{"uri":"Cuba","surface_form":"Cuba","offset":512},{"uri":"Rain","surface_form":"rain","offset":579},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":651},{"uri":"Africa","surface_form":"Africa","offset":697},{"uri":"Dvorak_technique","surface_form":"Dvorak classifications","offset":988},{"uri":"Buoy","surface_form":"buoy","offset":1122},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":1206},{"uri":"Barbuda","surface_form":"Barbuda","offset":1430},{"uri":"Wind_shear","surface_form":"wind shear","offset":1472},{"uri":"Wind_shear","surface_form":"wind shear","offset":1711},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":1970},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":2079},{"uri":"Saint_Thomas%2C_U.S._Virgin_Islands","surface_form":"St. Thomas","offset":2284},{"uri":"Ridge_(meteorology)","surface_form":"ridge","offset":2374},{"uri":"Ridge_(meteorology)","surface_form":"ridge","offset":2652},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":2867},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":2883},{"uri":"Weather_forecasting","surface_form":"computer models","offset":3074},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":3197},{"uri":"Havana","surface_form":"Havana","offset":3627},{"uri":"Cuba","surface_form":"Cuba","offset":3635},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":3676},{"uri":"Government","surface_form":"government","offset":3765},{"uri":"Antigua_and_Barbuda","surface_form":"Antigua and Barbuda","offset":3780},{"uri":"Anguilla","surface_form":"Anguilla","offset":3801},{"uri":"Saint_Kitts_and_Nevis","surface_form":"Saint Kitts and Nevis","offset":3811},{"uri":"British_Virgin_Islands","surface_form":"British Virgin Islands","offset":3842},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"Tropical Storm Warnings","offset":3879},{"uri":"Saba","surface_form":"Saba","offset":4040},{"uri":"Sint_Eustatius","surface_form":"Sint Eustatius","offset":4046},{"uri":"Saint-Barth%C3%A9lemy","surface_form":"Saint-Barthélemy","offset":4062},{"uri":"Saint_Martin","surface_form":"Saint Martin","offset":4084},{"uri":"Royal_Caribbean","surface_form":"Royal Caribbean","offset":4104},{"uri":"FEMA","surface_form":"FEMA","offset":4173},{"uri":"United_States_Virgin_Islands","surface_form":"United States Virgin Islands","offset":4255},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":4923},{"uri":"Tourist","surface_form":"tourist","offset":5015},{"uri":"Vieques%2C_Puerto_Rico","surface_form":"Vieques","offset":5049},{"uri":"Culebra%2C_Puerto_Rico","surface_form":"Culebra","offset":5061},{"uri":"Bahamas","surface_form":"Bahamas","offset":5206},{"uri":"Turks_and_Caicos_Islands","surface_form":"Turks and Caicos Islands","offset":5247},{"uri":"Acklins_and_Crooked_Islands","surface_form":"Acklins and Crooked Islands","offset":5277},{"uri":"Ragged_Island","surface_form":"Ragged Island","offset":5306},{"uri":"Inagua","surface_form":"Inagua","offset":5321},{"uri":"Mayaguana","surface_form":"Mayaguana","offset":5333},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":5565},{"uri":"New_York_Mercantile_Exchange","surface_form":"New York Mercantile Exchange","offset":5614},{"uri":"London","surface_form":"London","offset":5664},{"uri":"Natural_gas","surface_form":"Natural gas","offset":5672},{"uri":"Heat_wave","surface_form":"heat wave","offset":5882},{"uri":"New_Orleans%2C_Louisiana","surface_form":"New Orleans","offset":5948},{"uri":"Ray_Nagin","surface_form":"Ray Nagin","offset":5987},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":6065},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":6225},{"uri":"Florida_Keys","surface_form":"Florida Keys","offset":6359},{"uri":"Mississippi","surface_form":"Mississippi","offset":6412},{"uri":"Texas","surface_form":"Texas","offset":6538},{"uri":"Flood","surface_form":"flood","offset":6738},{"uri":"Saint_Thomas%2C_United_States_Virgin_Islands","surface_form":"St. Thomas","offset":6748},{"uri":"Anguilla","surface_form":"Anguilla","offset":6835},{"uri":"Saint_John%2C_United_States_Virgin_Islands","surface_form":"St. John","offset":6909},{"uri":"Rain","surface_form":"rain","offset":6999},{"uri":"Saint_Martin","surface_form":"Saint Martin","offset":7122},{"uri":"San_Juan%2C_Puerto_Rico","surface_form":"San Juan, Puerto Rico","offset":7283},{"uri":"Culebra%2C_Puerto_Rico","surface_form":"Culebra","offset":7477},{"uri":"Fajardo","surface_form":"Fajardo","offset":7528},{"uri":"Island","surface_form":"island","offset":7694},{"uri":"Inches","surface_form":"inches","offset":7727},{"uri":"Millimetre","surface_form":"mm","offset":7738},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":7761},{"uri":"Turks_and_Caicos","surface_form":"Turks and Caicos","offset":7777},{"uri":"Bahamas","surface_form":"Bahamas","offset":7799},{"uri":"Cuba","surface_form":"Cuba","offset":7820},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":7886},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":7907},{"uri":"Capital_city","surface_form":"capital city","offset":8175},{"uri":"Landslide","surface_form":"landslide","offset":8210}]}