{"id":84796,"url":"http://en.wikipedia.org/wiki/Indie_rock","text":"Indie rock is a subgenre of alternative rock music which originated in the United Kingdom and North America in the early 1980s. Initially a form of independent music, it was based on small labels with low budgets which produced lo-fi rock records. Indie rock, as a genre, is very diverse; indie rock has several subgenres, and each vary greatly in style. Nevertheless, indie rock distinguishes itself from indie pop as it is generally rougher and more hard-edged.\nIndie rock and alternative rock are often used interchangeably. Nevertheless, there are some differences between the genres. Initially, the term \"indie\" was used for British-based music, whilst \"alternative\" for American. In 1986, British magazine \"NME\" released a cassette, \"C86\", which defined much of the sound of what is today regarded as \"indie\" music, notably the usage of jangly guitar sounds, retro elements borrowing from 1960s rock bands, and a DIY, amateur-like sound.\nAccording to About.com, the term indie has two different general meanings in the UK and North America. In the UK, \"indie\" is a term used to describe \"melancholy\" and \"non-rock\" ballad-based music; in North America, on the other hand, \"indie\" is often used to refer to retro-sounding, \"twee\" and \"Anglophilic\" music.\nToday, indie rock has been able to find some commercial success. Popular indie rock acts and artists include R.E.M., Pavement, Regina Spektor and Superchunk, to name a few.\nAdditionally, indie rock has fused to create several new genres and subgenres. Indietronica, or indie electronic music, is a genre which fuses elements of indie rock, pop and electronic music, and often makes usage of synthesizers and drum machines. Alternative dance music, or indie dance, is also a genre which fuses elements of electronic dance music, alternative rock, indie rock and New Wave, usually incorporating elements of the rock genres and using them in a dance-based context.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alternative_rock","surface_form":"alternative rock","offset":28},{"uri":"Indie_(music)","surface_form":"independent music","offset":148},{"uri":"Indie_pop","surface_form":"indie pop","offset":406},{"uri":"R.E.M._(band)","surface_form":"R.E.M.","offset":1369},{"uri":"Pavement_(band)","surface_form":"Pavement","offset":1377},{"uri":"Regina_Spektor","surface_form":"Regina Spektor","offset":1387},{"uri":"Superchunk","surface_form":"Superchunk","offset":1406},{"uri":"Pop_music","surface_form":"pop","offset":1600},{"uri":"Electronic_music","surface_form":"electronic music","offset":1608},{"uri":"Synthesizer","surface_form":"synthesizer","offset":1651},{"uri":"Electronic_dance_music","surface_form":"electronic dance music","offset":1764},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":1788},{"uri":"New_Wave","surface_form":"New Wave","offset":1821}]}