{"id":84890,"url":"http://en.wikipedia.org/wiki/Cascade_Range","text":"The Cascade Range is a mountain range in western North America. It goes from Northern California, through Oregon and Washington, and ends in British Columbia, Canada. The range includes the Western Cascades in northern California and the North and Canadian Cascades in Washington State and Canada.\nin the Pacific Ocean Ring of Fire, the ring of volcanoes and associated mountains around the Pacific Ocean. Volcanos in the range include Mount St. Helens, Mount Rainier, and Mount Shasta. The Cascades are part of the \"American Cordillera\", the almost continuous spine of mountains which runs right down the western side of the Americas.\nThe highest mountain in the cascades is Mount Rainier at 14,411 feet or 4,392 metres.\nGeology.\nThe Cascade range was formed by thousands of small, short-lived volcanoes that built a platform of lava and volcanic debris. Rising above this volcanic platform are a few strikingly large volcanoes, like Mount St. Helens, that dominate the landscape.\nThe fundamental reason for all these mountains on the western side of the Americas is the steady movement of the great landmasses away from Eurasia and Africa. The process of continental drift is fuelled by the production of sea-floor material at the mid-Atlantic trench. The landmasses of the Americas have buckled the edges of the Pacific plates, resulting in the continual volcanic build-up of mountains on the western side of the continents. The Cascade Volcanic Arc made its first appearance 36 million years ago. The major volcanic peaks today were born in the last 1.6 million years. More than 3,000 vents erupted during the most recent volcanic episode that began 5 million years ago. As long as subduction continues, new Cascade volcanoes will continue to rise.\nAs the oceanic slab sinks deep into the Earth's interior beneath the continental plate, high temperatures and pressures allow water molecules locked in the minerals of solid rock to escape. The water vapor rises into the pliable mantle above the subducting plate, causing some of the mantle to melt. This newly formed magma rises toward the Earth's surface to erupt, forming a chain of volcanoes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain_range","surface_form":"mountain range","offset":23},{"uri":"North_America","surface_form":"North America","offset":49},{"uri":"California","surface_form":"California","offset":86},{"uri":"Oregon","surface_form":"Oregon","offset":106},{"uri":"Washington","surface_form":"Washington","offset":117},{"uri":"British_Columbia","surface_form":"British Columbia","offset":141},{"uri":"Canada","surface_form":"Canada","offset":159},{"uri":"Western_Cascades","surface_form":"Western Cascades","offset":190},{"uri":"North_Cascades","surface_form":"North","offset":238},{"uri":"Canadian_Cascades","surface_form":"Canadian Cascades","offset":248},{"uri":"Washington_State","surface_form":"Washington State","offset":269},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":305},{"uri":"Ring_of_Fire","surface_form":"Ring of Fire","offset":319},{"uri":"Volcanoes","surface_form":"volcanoes","offset":345},{"uri":"Volcano","surface_form":"Volcano","offset":406},{"uri":"Mount_St._Helens","surface_form":"Mount St. Helens","offset":436},{"uri":"Mount_Rainier","surface_form":"Mount Rainier","offset":454},{"uri":"Mount_Shasta","surface_form":"Mount Shasta","offset":473},{"uri":"American_Cordillera","surface_form":"American Cordillera","offset":517},{"uri":"Americas","surface_form":"Americas","offset":626},{"uri":"Mount_Rainier","surface_form":"Mount Rainier","offset":676},{"uri":"Lava","surface_form":"lava","offset":830},{"uri":"Mount_St._Helens","surface_form":"Mount St. Helens","offset":935},{"uri":"Eurasia","surface_form":"Eurasia","offset":1122},{"uri":"Continental_drift","surface_form":"continental drift","offset":1157},{"uri":"Sea-floor","surface_form":"sea-floor","offset":1207},{"uri":"Mid-Atlantic_Ridge","surface_form":"mid-Atlantic trench","offset":1233},{"uri":"Subduction","surface_form":"subduction","offset":1686},{"uri":"Minerals","surface_form":"minerals","offset":1909},{"uri":"Magma","surface_form":"magma","offset":2071}]}