{"id":8493,"url":"http://en.wikipedia.org/wiki/Cambodia","text":"Cambodia or Kampuchea (officially called Kingdom of Cambodia) is a country in Southeast Asia. It is near Vietnam, Laos, and Thailand. About 13 million people live in Cambodia. The people of Cambodia are called \"Cambodians\" or \"Kampuchea\". Khmer is the official language. The country has recently emerged from a long civil war and the rule of the Khmer Rouge. It is part of ASEAN, Association of South East Asian Nations.\nHistory.\nThe ancestors of Cambodia had an empire called Angkor centered in the northwest of present-day Cambodia. The Angkor civilization is the world's largest pre-industrial civilization. One of the buildings from Angkor is a Hindu/Buddhist temple called Angkor Wat which is the world's largest religious structure. This empire was later destroyed due to ecological and environmental problems as well as failing infrastructure. Theravada Buddhism came to the country in the 13th century via monks from Sri Lanka. Since then, Buddhism has been the official religion.\nGeography.\nCambodia is set entirely in the tropic zone. The Mekong River runs through the middle of the country and is the most important source of water in the country. The country is the size of Missouri.\nSports.\nIn Cambodia, people play many sports. Some sports that are enjoyed that come from the West include golf, rugby and soccer. Traditional Cambodian sports are buffalo racing, dragon boat racing and bokator Khmer martial art also known as pradal serey. Cambodia attended its first Olympic Games in 1956 and participated in two more before warfare and civil strife interrupted its attendance. The country returned to regular participation with the 1996 Summer Games. Cambodia managed fourth in soccer in the 1972 Southeast Asian games.\nCambodia hosted the GANEFO games in the 1960s.\nCulture.\nThe culture of Cambodia has been influenced by Hinduism. Today most people in Cambodia practice Buddhism. A lot of their customs revolve around Buddhism.\nThe food of Cambodia includes tropical fruits, rice, noodles and various soups. Cambodians like to eat a rice noodle soup called 'kah-tieu' in the morning. Cambodians are famous for a type of 'kah-tieu' called 'kah-tieu Phnom Penh' which has shrimp, beef balls, fried garlic, pork broth and chicken. Cambodians also eat a red curry noodle soup with rice vermicelle noodles. Curry is also eaten with rice or French bread in Cambodia. Cambodian food is similar to Vietnamese and Southern Thai food.\nCambodia also has a mystical tattoo called a yantra tattoo that is popular with soldiers. A yantra tattoo has ancient Khmer and Pali (An ancient Indian language) writing. A yantra tattoo is usually done by a religious person or monk. The tattoo artist guarantees that the person cannot receive any physical harm as long as they follow certain conditions. A person is supposed to not talk to anyone for three days and three nights. Another alternative is to follow the five Buddhist percepts. Movie star actress Angelina Jolie is known to have a yantra tattoo.\nCambodians celebrate the Cambodian New Year in April. It is based on Theravada Buddhism. The date depends on astrological signs but are usually are on April 13-15 or April 14-16.\nFlag.\nThe Cambodian flag includes a three-towered temple called Angkor Wat. It is the most famous monument in the country. Many tourists visit the temple. The Cambodian flag has three horizontal bands. There are two blue bands on the top and the bottom. There is a red band that is twice the height of each blue band. The red band represents the nation. The temple represents the structure of the universe.\nProvinces.\nCambodia is divided into 25 provinces including the capital. The provinces are divided into 159 districts and 26 municipalities. The districts and municipalities are then divided into communes and quarters.\nTransportation.\nPeople in Cambodia use many different types of transportation. Transportation in Cambodia include: boat, car, motorcycle, elephant, train and airplane.\nEconomy.\nThe Cambodian economy has been growing rapidly in recent years. Cambodia is set to build its first skyscraper, Gold Tower 42. Cambodia is also building a satellite city next to Phnom Penh which is called Camko City. Camko City is being constructed by Korean companies to modernize Phnom Penh so as to make it appealing to foreign investors and businesses. Cambodia is also one of the most corrupted nations in the world and has been pressured by international communities to fix it.\nForeign relations.\nCambodia has foreign relations with most nations. It is part of ASEAN. Cambodia has border issues with Vietnam and Thailand over lost territories. Cambodia is one of a few nations with good relations with both Koreas. South Korean president Lee Myung Bak was an economic advisor to Cambodian prime minister Hun Sen and former Cambodian King Norodom Sihanouk was a good friend with former North Korean leader Kim Il-sung.\nEthnic groups.\nThe Khmer (Cambodians) account for the vast majority of the population. Ethnic minorities include Chinese, Vietnamese, Muslim Cham-Malays, Laotians, and various native peoples of the rural highlands.\nLand.\nAlthough much of Cambodia is heavily forested, the central lowland region is covered with rice paddies, fields of dry crops such as corn (maize) and tobacco, tracts of tall grass and reeds, and thinly wooded areas. Savanna grassland occur in the plains, with the grasses reaching a height of 5 feet (1.5 metres). In the eastern highlands the high plateaus are covered with grasses and deciduous forests. Broad-leaved evergreen forests grow in the mountainous areas to the north, with trees 100 feet (30 metres) high emerging from thick undergrowths of vines, rattans, palms, bamboos, and assorted woody and herbaceous ground plants. In the southwestern highlands, open forests of pines are found at the higher elevations, while the rain-drenched seaward slopes are blanketed with virgin rainforests growing to heights of 150 feet (45 metres) or more. Vegetation along the coastal strip ranges from evergreen forests to nearly impenetrable mangroves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":67},{"uri":"Vietnam","surface_form":"Vietnam","offset":105},{"uri":"Laos","surface_form":"Laos","offset":114},{"uri":"Thailand","surface_form":"Thailand","offset":124},{"uri":"Million","surface_form":"million","offset":143},{"uri":"Khmer_language","surface_form":"Khmer","offset":239},{"uri":"Language","surface_form":"language","offset":261},{"uri":"Khmer_Rouge","surface_form":"Khmer Rouge","offset":346},{"uri":"ASEAN","surface_form":"ASEAN","offset":373},{"uri":"Hindu","surface_form":"Hindu","offset":649},{"uri":"Buddhist","surface_form":"Buddhist","offset":655},{"uri":"Angkor_Wat","surface_form":"Angkor Wat","offset":678},{"uri":"Theravada","surface_form":"Theravada Buddhism","offset":851},{"uri":"Tropic_zone","surface_form":"tropic zone","offset":1032},{"uri":"Mekong_River","surface_form":"Mekong River","offset":1049},{"uri":"Missouri","surface_form":"Missouri","offset":1186},{"uri":"Golf","surface_form":"golf","offset":1303},{"uri":"Rugby_football","surface_form":"rugby","offset":1309},{"uri":"Soccer","surface_form":"soccer","offset":1319},{"uri":"Bokator","surface_form":"bokator","offset":1399},{"uri":"Pradal_serey","surface_form":"pradal serey","offset":1439},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":1481},{"uri":"Soccer","surface_form":"soccer","offset":1693},{"uri":"Hinduism","surface_form":"Hinduism","offset":1838},{"uri":"Fruit","surface_form":"fruit","offset":1984},{"uri":"Rice","surface_form":"rice","offset":1992},{"uri":"Noodle","surface_form":"noodle","offset":1998},{"uri":"Soup","surface_form":"soup","offset":2018},{"uri":"Shrimp","surface_form":"shrimp","offset":2187},{"uri":"Beef","surface_form":"beef","offset":2195},{"uri":"Curry","surface_form":"Curry","offset":2319},{"uri":"Vietnam","surface_form":"Vietnam","offset":2407},{"uri":"Southern_Thai_food","surface_form":"Southern Thai food","offset":2422},{"uri":"Tattoo","surface_form":"tattoo","offset":2471},{"uri":"Angelina_Jolie","surface_form":"Angelina Jolie","offset":2953},{"uri":"Province","surface_form":"province","offset":3627},{"uri":"Boat","surface_form":"boat","offset":3921},{"uri":"Car","surface_form":"car","offset":3927},{"uri":"Motorcycle","surface_form":"motorcycle","offset":3932},{"uri":"Elephant","surface_form":"elephant","offset":3944},{"uri":"Train","surface_form":"train","offset":3954},{"uri":"Airplane","surface_form":"airplane","offset":3964},{"uri":"Skyscraper","surface_form":"skyscraper","offset":4082},{"uri":"Phnom_Penh","surface_form":"Phnom Penh","offset":4160},{"uri":"ASEAN","surface_form":"ASEAN","offset":4549},{"uri":"Vietnam","surface_form":"Vietnam","offset":4588},{"uri":"Thailand","surface_form":"Thailand","offset":4600},{"uri":"Korea","surface_form":"Korea","offset":4695},{"uri":"South_Korea","surface_form":"South Korea","offset":4703},{"uri":"North_Korea","surface_form":"North Korea","offset":4873},{"uri":"Muslim","surface_form":"Muslim","offset":5040},{"uri":"Rice","surface_form":"rice","offset":5217}]}