{"id":8496,"url":"http://en.wikipedia.org/wiki/Teenager","text":"A teenager, or teen, is someone who is between 13 to 19 years old. The ages vary depending on each country. The word \"teenager\" is often associated with adolescence. Most neurologist<nowiki/>s consider the brain still developing into the persons early, or mid-20s. A person begins their teenage life when they turn 13 years old, and ends when they become 20 years old. Teenagers who are 18 and 19 years old are, in most nations, both teenagers and adults.\nThe way the word is used varies. Most societies have rites of passage to mark the change from childhood to adulthood. These ceremonies may be quite elaborate. During puberty, rapid mental and physical development occurs. Adolescence is the name for this transition period from childhood to adulthood.\nIn the United States, children and young teens from the ages 11–14 go to middle school, while teenagers from the ages of 14–18 typically go to high school. In the United Kingdom, Young teens and children are mixed in secondary school, Teenagers 16-18 (16+) are mix in (6th form/college). Teenagers attending secondary school (high school in the US) generally graduate at the age of 18, In the UK after finishing GCSE's. They leave school at age 15-16 and then move on to 6th form/college when they are 16 or older.\nTiming of puberty.\nOn average, girls begin puberty at ages 10–13; boys at ages 11–14. Girls usually complete puberty by ages 16–17, while boys usually complete puberty by ages 17–18. The major landmark of puberty for females is menarche, the onset of menstruation, which occurs on average between ages 12–13; for males, it is the first ejaculation, which occurs on average between the ages of 13-14.In the 21st century, the average age at which children, especially girls, reach puberty is lower compared to the 19th century, when it was 15 for girls and 16 for boys. This can be due to improved nutrition resulting in rapid body growth, increased weight and fat deposition, or eating meat from animals which have been dosed up with estrogen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adolescence","surface_form":"adolescence","offset":153},{"uri":"Neurologist","surface_form":"neurologist","offset":171},{"uri":"Adult","surface_form":"adults","offset":448},{"uri":"Rites_of_passage","surface_form":"rites of passage","offset":509},{"uri":"Puberty","surface_form":"puberty","offset":622},{"uri":"Adolescence","surface_form":"Adolescence","offset":677},{"uri":"United_States","surface_form":"United States","offset":764},{"uri":"Middle_school","surface_form":"middle school","offset":830},{"uri":"High_school","surface_form":"high school","offset":900},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":920},{"uri":"Secondary_school","surface_form":"secondary school","offset":974},{"uri":"Secondary_school","surface_form":"secondary school","offset":1065},{"uri":"High_school","surface_form":"high school","offset":1083},{"uri":"General_Certificate_of_Secondary_Education","surface_form":"GCSE","offset":1169},{"uri":"Menarche","surface_form":"menarche","offset":1500},{"uri":"Ejaculation","surface_form":"ejaculation","offset":1608},{"uri":"Estrogen","surface_form":"estrogen","offset":2005}]}