{"id":85012,"url":"http://en.wikipedia.org/wiki/Icosahedron","text":"An icosahedron is a Platonic solid that is made of triangles and has twenty sides.\nThere are many kinds of icosahedra, with some being more symmetrical than others. The best known is the Platonic, convex regular icosahedron.\nRegular icosahedra.\nThere are two objects, one convex and one concave, that can both be called regular icosahedra. Each has 30 edges and 20 equilateral triangle faces with five meeting at each of its twelve vertices. Both have icosahedral symmetry. The term \"regular icosahedron\" generally refers to the convex variety, while the nonconvex form is called a \"great icosahedron\".\nConvex regular icosahedron.\nThe convex regular icosahedron is usually referred to simply as the \"regular icosahedron\", one of the five regular Platonic solids, and is represented by its Schläfli symbol, containing 20 triangular faces, with 5 faces meeting around each vertex.\nIts dual polyhedron is the regular dodecahedron having three regular pentagonal faces around each vertex.\nGreat icosahedron.\nThe great icosahedron is one of the four regular star Kepler-Poinsot polyhedra. Its Schläfli symbol is. Like the convex form, it also has 20 equilateral triangle faces, but its vertex figure is a pentagram rather than a pentagon, leading to geometrically intersecting faces. The intersections of the triangles do not represent new edges.\nIts dual polyhedron is the great stellated dodecahedron (, 3), having three regular star pentagonal faces around each vertex.\nStellated icosahedra.\nStellation is the process of extending the faces or edges of a polyhedron until they meet to form a new polyhedron. It is done symmetrically so that the resulting figure retains the overall symmetry of the parent figure.\nIn their book \"The Fifty-Nine Icosahedra\", Coxeter et al. enumerated 58 such stellations of the regular icosahedron.\nOf these, many have a single face in each of the 20 face planes and so are also icosahedra. The great icosahedron is among them.\nOther stellations have more than one face in each plane or form compounds of simpler polyhedra. These are not strictly icosahedra, although they are often referred to as such.","categories":[],"infobox_types":[],"annotations":[{"uri":"Platonic_solid","surface_form":"Platonic solid","offset":20},{"uri":"Triangle","surface_form":"triangles","offset":51},{"uri":"Platonic_solid","surface_form":"Platonic","offset":187},{"uri":"Regular_icosahedron","surface_form":"regular icosahedron","offset":204},{"uri":"Equilateral_triangle","surface_form":"equilateral triangle","offset":365},{"uri":"Icosahedral_symmetry","surface_form":"icosahedral symmetry","offset":452},{"uri":"Platonic_solid","surface_form":"Platonic solid","offset":746},{"uri":"Schl%C3%A4fli_symbol","surface_form":"Schläfli symbol","offset":789},{"uri":"Dual_polyhedron","surface_form":"dual polyhedron","offset":883},{"uri":"Dodecahedron","surface_form":"dodecahedron","offset":914},{"uri":"Great_icosahedron","surface_form":"great icosahedron","offset":1008},{"uri":"Kepler-Poinsot_polyhedra","surface_form":"Kepler-Poinsot polyhedra","offset":1058},{"uri":"Schl%C3%A4fli_symbol","surface_form":"Schläfli symbol","offset":1088},{"uri":"Pentagram","surface_form":"pentagram","offset":1200},{"uri":"Dual_polyhedron","surface_form":"dual polyhedron","offset":1346},{"uri":"Great_stellated_dodecahedron","surface_form":"great stellated dodecahedron","offset":1369},{"uri":"Stellation","surface_form":"Stellation","offset":1490},{"uri":"The_Fifty-Nine_Icosahedra","surface_form":"The Fifty-Nine Icosahedra","offset":1726}]}