{"id":85013,"url":"http://en.wikipedia.org/wiki/Octahedron","text":"An Octahedron is a polyhedron made of eight faces. in the case of the regular octahedron, these faces are triangles. The ocahedron looks like two pyramids, which share the same base.\nIn chemistry, octahedra are common: diamonds and fluorite are examples of crystals that are octahedra.\nDimensions.\nIf the edge length of a regular octahedron is \"a\", the radius of a circumscribed sphere (one that touches the octahedron at all vertices) is\nand the radius of an inscribed sphere (tangent to each of the octahedron's faces) is\nwhile the midradius, which touches the middle of each edge, is\nOrthogonal projections.\nThe \"octahedron\" has four special orthogonal projections, centered, on an edge, vertex, face, and normal to a face. The second and third correspond to the B2 and A2 Coxeter planes.\nSpherical tiling.\nThe octahedron can also be represented as a spherical tiling, and projected onto the plane via a stereographic projection. This projection is conformal, preserving angles but not areas or lengths. Straight lines on the sphere are projected as circular arcs on the plane.\nCartesian coordinates.\nAn octahedron with edge length can be placed with its center at the origin and its vertices on the coordinate axes; the Cartesian coordinates of the vertices are then\nIn an \"x\"–\"y\"–\"z\" Cartesian coordinate system, the octahedron with center coordinates (\"a\", \"b\", \"c\") and radius \"r\" is the set of all points (\"x\", \"y\", \"z\") such that\nArea and volume.\nThus the volume is four times that of a regular tetrahedron with the same edge length, while the surface area is twice (because we have 8 rather than 4 triangles).\nIf an octahedron has been stretched so that it obeys the equation\nthe formulas for the surface area and volume expand to become\nAdditionally the inertia tensor of the stretched octahedron is\nThese reduce to the equations for the regular octahedron when\nGeometric relations.\nThe interior of the compound of two dual tetrahedra is an octahedron, and this compound, called the stella octangula, is its first and only stellation. Correspondingly, a regular octahedron is the result of cutting off from a regular tetrahedron, four regular tetrahedra of half the linear size (i.e. rectifying the tetrahedron). The vertices of the octahedron lie at the midpoints of the edges of the tetrahedron, and in this sense it relates to the tetrahedron in the same way that the cuboctahedron and icosidodecahedron relate to the other Platonic solids. One can also divide the edges of an octahedron in the ratio of the golden mean to define the vertices of an icosahedron. This is done by first placing vectors along the octahedron's edges such that each face is bounded by a cycle, then similarly partitioning each edge into the golden mean along the direction of its vector. There are five octahedra that define any given icosahedron in this fashion, and together they define a \"regular compound\".\nOctahedra and tetrahedra can be alternated to form a vertex, edge, and face-uniform tessellation of space, called the octet truss by Buckminster Fuller. This is the only such tiling save the regular tessellation of cubes, and is one of the 28 convex uniform honeycombs. Another is a tessellation of octahedra and cuboctahedra.\nThe octahedron is unique among the Platonic solids in having an even number of faces meeting at each vertex. Consequently, it is the only member of that group to possess mirror planes that do not pass through any of the faces.\nUsing the standard nomenclature for Johnson solids, an octahedron would be called a \"square bipyramid\". Truncation of two opposite vertices results in a square bifrustum.\nThe octahedron is 4-connected, meaning that it takes the removal of four vertices to disconnect the remaining vertices. It is one of only four 4-connected simplicial well-covered polyhedra, meaning that all of the maximal independent sets of its vertices have the same size. The other three polyhedra with this property are the pentagonal dipyramid, the snub disphenoid, and an irregular polyhedron with 12 vertices and 20 triangular faces.\nUniform colorings and symmetry.\nThere are 3 uniform colorings of the octahedron, named by the triangular face colors going around each vertex: 1212, 1112, 1111.\nThe octahedron's symmetry group is Oh, of order 48, the three dimensional hyperoctahedral group. This group's subgroups include D3d (order 12), the symmetry group of a triangular antiprism; D4h (order 16), the symmetry group of a square bipyramid; and Td (order 24), the symmetry group of a rectified tetrahedron. These symmetries can be emphasized by different colorings of the faces.\nNets.\nIt has eleven arrangements of nets.\nDual.\nThe octahedron is the dual polyhedron to the cube.\nFaceting.\nThe uniform tetrahemihexahedron is a tetrahedral symmetry faceting of the regular octahedron, sharing edge and vertex arrangement. It has four of the triangular faces, and 3 central squares.","categories":[],"infobox_types":[],"annotations":[{"uri":"Polyhedron","surface_form":"polyhedron","offset":19},{"uri":"Triangle","surface_form":"triangles","offset":106},{"uri":"Chemistry","surface_form":"chemistry","offset":186},{"uri":"Diamond","surface_form":"diamonds","offset":219},{"uri":"Fluorite","surface_form":"fluorite","offset":232},{"uri":"Crystal","surface_form":"crystals","offset":257},{"uri":"Radius","surface_form":"radius","offset":353},{"uri":"Sphere","surface_form":"sphere","offset":379},{"uri":"Tangent","surface_form":"tangent","offset":478},{"uri":"Orthogonal_projection","surface_form":"orthogonal projection","offset":645},{"uri":"Coxeter_plane","surface_form":"Coxeter plane","offset":776},{"uri":"Spherical_tiling","surface_form":"spherical tiling","offset":854},{"uri":"Stereographic_projection","surface_form":"stereographic projection","offset":907},{"uri":"Conformal_map","surface_form":"conformal","offset":952},{"uri":"Cartesian_coordinates","surface_form":"Cartesian coordinates","offset":1224},{"uri":"Cartesian_coordinate_system","surface_form":"Cartesian coordinate system","offset":1289},{"uri":"Coordinate_system","surface_form":"coordinates","offset":1345},{"uri":"Tetrahedron","surface_form":"tetrahedron","offset":1504},{"uri":"Polyhedral_compound","surface_form":"compound","offset":1914},{"uri":"Tetrahedra","surface_form":"tetrahedra","offset":1935},{"uri":"Stella_octangula","surface_form":"stella octangula","offset":1994},{"uri":"Stellation","surface_form":"stellation","offset":2034},{"uri":"Rectification_(geometry)","surface_form":"rectifying","offset":2195},{"uri":"Cuboctahedron","surface_form":"cuboctahedron","offset":2382},{"uri":"Icosidodecahedron","surface_form":"icosidodecahedron","offset":2400},{"uri":"Golden_ratio","surface_form":"golden mean","offset":2522},{"uri":"Icosahedron","surface_form":"icosahedron","offset":2563},{"uri":"Tetrahedral-octahedral_honeycomb","surface_form":"Octahedra and tetrahedra","offset":2903},{"uri":"Tessellation_of_space","surface_form":"tessellation of space","offset":2987},{"uri":"Octet_truss","surface_form":"octet truss","offset":3021},{"uri":"Buckminster_Fuller","surface_form":"Buckminster Fuller","offset":3036},{"uri":"Cube","surface_form":"cube","offset":3118},{"uri":"Convex_uniform_honeycomb","surface_form":"convex uniform honeycomb","offset":3146},{"uri":"Cuboctahedra","surface_form":"cuboctahedra","offset":3216},{"uri":"Johnson_solid","surface_form":"Johnson solid","offset":3493},{"uri":"Square_bifrustum","surface_form":"square bifrustum","offset":3610},{"uri":"K-vertex-connected_graph","surface_form":"4-connected","offset":3646},{"uri":"Simplicial_polytope","surface_form":"simplicial","offset":3783},{"uri":"Well-covered_graph","surface_form":"well-covered","offset":3794},{"uri":"Maximal_independent_set","surface_form":"maximal independent set","offset":3842},{"uri":"Pentagonal_dipyramid","surface_form":"pentagonal dipyramid","offset":3956},{"uri":"Snub_disphenoid","surface_form":"snub disphenoid","offset":3982},{"uri":"Uniform_coloring","surface_form":"uniform coloring","offset":4113},{"uri":"Symmetry_group","surface_form":"symmetry group","offset":4247},{"uri":"Hyperoctahedral_group","surface_form":"hyperoctahedral group","offset":4304},{"uri":"Subgroup","surface_form":"subgroup","offset":4340},{"uri":"Antiprism","surface_form":"antiprism","offset":4409},{"uri":"Bipyramid","surface_form":"bipyramid","offset":4467},{"uri":"Net_(polyhedron)","surface_form":"nets","offset":4652},{"uri":"Dual_polyhedron","surface_form":"dual polyhedron","offset":4686},{"uri":"Cube","surface_form":"cube","offset":4709},{"uri":"Tetrahemihexahedron","surface_form":"tetrahemihexahedron","offset":4737},{"uri":"Tetrahedral_symmetry","surface_form":"tetrahedral symmetry","offset":4762},{"uri":"Faceting","surface_form":"faceting","offset":4783},{"uri":"Edge_arrangement","surface_form":"edge","offset":4827},{"uri":"Vertex_arrangement","surface_form":"vertex arrangement","offset":4836}]}