{"id":85028,"url":"http://en.wikipedia.org/wiki/Origin_of_life","text":"The origin of life on Earth is a scientific problem which is not yet solved. There are many ideas, but few clear facts.\nMost experts agree that all life today evolved by common descent from a single primitive lifeform. It is not known how this early life form evolved, but scientists think it was a natural process which happened about 3,900 million years ago. This is in accord with the philosophy of naturalism: only natural causes are admitted.\nIt is not known if metabolism came first or genetics. The main hypothesis which supports genetics first is the RNA world hypothesis, and the one which supports metabolism first is the protein world hypothesis.\nAnother big problem is how cells developed. Melvin Calvin, winner of the Nobel Prize in Chemistry, wrote a book on the subject, and so did Alexander Oparin. What links most of the early work on the origin of life is the idea that before life began there must have been a process of chemical change. Another question which has been discussed by J.D. Bernal and others is the origin of the cell membrane. By concentrating the chemicals in one place, the cell membrane performs a vital function.\nEarliest claimed life on Earth.\nThe earliest claimed lifeforms are fossilized microorganisms (or microfossils). They were found in iron and silica-rich rocks which were once hydrothermal vents in the Nuvvuagittuq greenstone belt of Quebec, Canada.\nThese rocks are as old as 4.28 billion years. The tubular forms they contain are shown in a report. If this is the oldest record of life on Earth, it suggests \"an almost instantaneous emergence of life\" after oceans formed 4.4 billion years ago. According to Stephen Blair Hedges, \"If life arose relatively quickly on Earth… then it could be common in the universe\".\nPrevious earliest.\nA scientific study from 2002 showed that geological formations of stromatolites 3.45 billion years old contain fossilized cyanobacteria. At the time it was widely agreed that stromatolites were the oldest known lifeforms on Earth which had left a record of its existence. Therefore, if life originated on Earth, this happened sometime between 4.4 billion years ago, when water vapor first liquefied, and 3.5 billion years ago. This is the background to the latest discovery discussed above.\nThe earliest evidence of life comes from the Isua supercrustal belt in Western Greenland, and from similar formations in the nearby Akilia Islands. This is because a high level of the lighter isotope of carbon is found there. Living things take up lighter isotopes because this takes less energy. Carbon entering into rock formations has a concentration of elemental δ13C of about −5.5. of 12C, biomass has a δ13C of between −20 and −30. These isotopic fingerprints are preserved in the rocks. With this evidence, Mojzis suggested that life existed on the planet already by 3.85 billion years ago.\nA few scientists think life might have been carried from planet to planet by the transport of spores. This idea, now known as panspermia, was first put forward by Arrhenius.\nSpontaneous generation.\nUntil the early 19th century many people believed in the regular spontaneous generation of life from non-living matter. This was called spontaneous generation, and was disproved by Louis Pasteur. He showed that without spores no bacteria or viruses grew on sterile material.\nDarwin.\nIn a letter to Joseph Dalton Hooker on 11 February 1871, Charles Darwin proposed a \"natural process\" for the origin of life.\nHe suggested that the original spark of life may have begun in a \"warm little pond, with all sorts of ammonia and phosphoric salts, lights, heat, electricity, etc. A protein compound was then chemically formed ready to undergo still more complex changes\". He went on to explain that \"at the present day such matter would be instantly devoured or absorbed, which would not have been the case before living creatures were formed\".\nHaldane and Oparin.\nNo real progress was made until 1924 when Alexander Oparin reasoned that atmospheric oxygen prevented the synthesis of the organic molecules. Organic molecules are the necessary building blocks for the evolution of life. In his \"The Origin of Life\", Oparin argued that a \"primordial soup\" of organic molecules could be created in an oxygen-less atmosphere through the action of sunlight. These would combine in ever-more complex fashions until they formed droplets. These droplets would \"grow\" by fusion with other droplets, and \"reproduce\" through fission into daughter droplets, and so have a primitive metabolism in which those factors which promote \"cell integrity\" survive, those that do not become extinct. Many modern theories of the origin of life still take Oparin's ideas as a starting point.\nAround the same time J.B.S. Haldane also suggested that the Earth's pre-biotic oceans, which were very different from what oceans are now, would have formed a \"hot dilute soup\". In this soup, organic compounds, the building blocks of life, could have formed. This idea was called \"biopoiesis\", the process of living matter evolving from self-replicating but nonliving molecules.\nEarly conditions on Earth.\nThere is almost no geological record from before 3.8 billion years ago. The environment that existed in the Hadean era was hostile to life, but how much so is not known. There was a time, between 3.8 and 4.1 billion years ago, which is known as the Late Heavy Bombardment. It is so named because many lunar craters are thought to have formed then. The situation on other planets, such as Earth, Venus, Mercury and Mars must have been similar. These impacts would likely sterilize the Earth (kill all life), if it existed at that time.\nSeveral people have suggested that the chemicals in the cell give clues as to what the early seas must have been like. In 1926, Macallum noted that the inorganic composition of the cell cytosol dramatically differs from that of modern sea water: \"the cell… has endowments transmitted from a past almost as remote as the origin of life on earth\". For example: \"All cells contain much more potassium, phosphate, and transition metals than modern... oceans, lakes, or rivers\". \"Under the anoxic, CO2-dominated primordial atmosphere, the chemistry of inland basins at geothermal fields would [be like the chemistry inside] modern cells\".\nTemperature.\nIf life evolved in the deep ocean, near a hydrothermal vent, it could have originated as early as 4 to 4.2 billion years ago. If, on the other hand, life originated at the surface of the planet, a common opinion is it could only have done so between 3.5 and 4 billion years ago.\nLazcano and Miller (1994) suggest that the pace of molecular evolution was dictated by the rate of recirculating water through mid-ocean submarine vents. Complete recirculation takes 10 million years, so any organic compounds produced by then would be altered or destroyed by temperatures exceeding 300 °C. They estimate that the development of a 100 kilobase genome of a DNA/protein primitive heterotroph into a 7000 gene filamentous cyanobacterium would have required only 7 million years.\nHistory of Earth's atmosphere.\nOriginally, the Earth's atmosphere had almost no free oxygen. It gradually changed to what it is today, over a very long time (see Great Oxygenation Event). The process began with cyanobacteria. They were the first organisms to make free oxygen by photosynthesis. Most organisms today need oxygen for their metabolism; only a few can use other sources for respiration.\nSo it is expected that the first proto-organisms were chemoautotrophs, and did not use aerobic respiration. They were anaerobic.\nCurrent models.\nMolecular oxygen (O2) and ozone (O3) were either rare or absent.\nThree stages.\nBernal suggested that evolution may have commenced early, some time between Stage 1 and 2.\nOrigin of organic molecules.\nEstimates of these sources suggest that the heavy bombardment before 3.5 billion years ago made available quantities of organics comparable to those produced by other energy sources.\nMiller's experiment and the primordial soup.\nIn 1953 a graduate student, Stanley Miller, and his professor, Harold Urey, performed an experiment that showed how organic molecules could have formed on early Earth from inorganic precursors.\nThe now-famous Miller–Urey experiment used a highly reduced mixture of gases – methane, ammonia and hydrogen – to form basic organic monomers, such as amino acids. We do know now that for more than the first half of the Earth's history its atmosphere had almost no oxygen.\nFox's experiments.\nIn the 1950s and 1960s, Sidney W. Fox studied the spontaneous formation of peptide structures under conditions that might have existed early in Earth's history. He demonstrated that amino acids could by itself form small peptides. These amino acids and small peptides could be encouraged to form closed spherical membranes, called microspheres.\nSpecial conditions.\nSome scientists have suggested special conditions which could make cell synthesis easier.\nClay world.\nA clay model for the origin of life was suggested by A. Graham Cairns-Smith. Clay theory suggests complex organic molecules arose gradually on a pre-existing non-organic platform, namely, silicate crystals in solution.\nDeep-hot biosphere model.\nIn the 1970s, Thomas Gold proposed the theory that life first developed not on the surface of the Earth, but several kilometers below the surface. The discovery in the late 1990s of nanobes (filamental structures that are smaller than bacteria, but that may contain DNA in deep rocks) might support Gold's theory.\nIt is now reasonably well established that microbial life is plentiful at shallow depths in the Earth (up to five kilometers below the surface) in the form of extremophile archaea, rather than the better-known eubacteria (which live in more accessible conditions).\nGold asserted that a trickle of food from a deep, unreachable, source is needed for survival because life arising in a puddle of organic material is likely to consume all of its food and become extinct. Gold's theory was that the flow of food is due to out-gassing of primordial methane from the Earth's mantle.\nSelf-organization and replication.\nSelf-organization and self-replication are the hallmark of living systems. Non-living molecules sometimes show those features under proper conditions. For example, Martin and Russel showed that cell membranes separating contents from the environment and self-organization of self-contained redox reactions are the most conserved attributes of living things. They argue that inorganic matter like that would be life's most likely last common ancestor.\nRNA world hypothesis.\nIn this hypothesis, RNA is said to work both as an enzyme and as a container of genes. Later, DNA took over its genetic role.\nThe RNA world hypothesis proposes that life based on ribonucleic acid (RNA) pre-dates the current world of life based on deoxyribonucleic acid (DNA), RNA and proteins. RNA is able both to store genetic information, like DNA, and to catalyze chemical reactions, like an enzyme. It may have supported pre-cellular life and been a major step towards cellular life.\nMetabolism and proteins.\nThis idea suggests that proteins worked as enzymes first, producing metabolism. After that DNA and RNA began to work as containers of genes.\nThis idea also has some evidences which supports this.\nLipids.\nIn this scheme membranes made of lipid bilayers occur early on. Once organic chemicals are enclosed, more complex biochemistry is then possible.\nPanspermia.\nThis is the idea suggested by Arrhenius, and developed by Fred Hoyle, that life developed elsewhere in the universe and arrived on Earth in the form of spores. This is not a theory of how life began, but a theory of how it might have spread. It may have spread, for example, by meteorites.\nSome propose that early Mars was a better place to start life than was the early Earth. The molecules which combined to form genetic material are more complex than the \"primordial soup\" of organic (carbon-based) chemicals that existed on Earth four billion years ago. If RNA was the first genetic material, then minerals containing boron and molybdenum could assist in its formation. These minerals were much more common on Mars than on Earth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":22},{"uri":"Idea","surface_form":"idea","offset":92},{"uri":"Fact","surface_form":"fact","offset":113},{"uri":"Evolution","surface_form":"evolved","offset":159},{"uri":"Common_descent","surface_form":"common descent","offset":170},{"uri":"Process","surface_form":"process","offset":307},{"uri":"Philosophy","surface_form":"philosophy","offset":388},{"uri":"Naturalism_(philosophy)","surface_form":"naturalism","offset":402},{"uri":"Metabolism","surface_form":"metabolism","offset":467},{"uri":"Genetics","surface_form":"genetics","offset":492},{"uri":"Hypothesis","surface_form":"hypothesis","offset":511},{"uri":"Cell","surface_form":"cell","offset":685},{"uri":"Melvin_Calvin","surface_form":"Melvin Calvin","offset":702},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":731},{"uri":"Alexander_Oparin","surface_form":"Alexander Oparin","offset":797},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":1046},{"uri":"Microorganism","surface_form":"microorganism","offset":1229},{"uri":"Silica","surface_form":"silica","offset":1291},{"uri":"Hydrothermal_vents","surface_form":"hydrothermal vents","offset":1325},{"uri":"Nuvvuagittuq","surface_form":"Nuvvuagittuq","offset":1351},{"uri":"Greenstone_belt","surface_form":"greenstone belt","offset":1364},{"uri":"Quebec","surface_form":"Quebec, Canada","offset":1383},{"uri":"Stephen_Blair_Hedges","surface_form":"Stephen Blair Hedges","offset":1658},{"uri":"Universe","surface_form":"universe","offset":1755},{"uri":"Stromatolites","surface_form":"stromatolites","offset":1851},{"uri":"Fossil","surface_form":"fossil","offset":1896},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":1907},{"uri":"Billion","surface_form":"billion","offset":2132},{"uri":"Water","surface_form":"water","offset":2156},{"uri":"Vapor","surface_form":"vapor","offset":2162},{"uri":"Isua","surface_form":"Isua","offset":2321},{"uri":"Greenland","surface_form":"Greenland","offset":2355},{"uri":"Akilia_Island","surface_form":"Akilia Island","offset":2408},{"uri":"Isotope","surface_form":"isotope","offset":2468},{"uri":"Carbon","surface_form":"carbon","offset":2479},{"uri":"Biomass","surface_form":"biomass","offset":2671},{"uri":"Spores","surface_form":"spores","offset":2968},{"uri":"Panspermia","surface_form":"panspermia","offset":3000},{"uri":"Arrhenius","surface_form":"Arrhenius","offset":3037},{"uri":"Spontaneous_generation","surface_form":"spontaneous generation","offset":3208},{"uri":"Louis_Pasteur","surface_form":"Louis Pasteur","offset":3253},{"uri":"Bacteria","surface_form":"bacteria","offset":3301},{"uri":"Viruses","surface_form":"viruses","offset":3313},{"uri":"Sterile","surface_form":"sterile","offset":3329},{"uri":"Joseph_Dalton_Hooker","surface_form":"Joseph Dalton Hooker","offset":3370},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":3412},{"uri":"Ammonia","surface_form":"ammonia","offset":3582},{"uri":"Phosphorus","surface_form":"phosphoric","offset":3594},{"uri":"Salt","surface_form":"salt","offset":3605},{"uri":"Protein","surface_form":"protein","offset":3646},{"uri":"Alexander_Oparin","surface_form":"Alexander Oparin","offset":3971},{"uri":"Oxygen","surface_form":"oxygen","offset":4014},{"uri":"Cell_growth","surface_form":"grow","offset":4417},{"uri":"Biological_reproduction","surface_form":"reproduce","offset":4459},{"uri":"Metabolism","surface_form":"metabolism","offset":4534},{"uri":"J.B.S._Haldane","surface_form":"J.B.S. Haldane","offset":4753},{"uri":"Hadean","surface_form":"Hadean","offset":5246},{"uri":"Era","surface_form":"era","offset":5253},{"uri":"Late_Heavy_Bombardment","surface_form":"Late Heavy Bombardment","offset":5387},{"uri":"Moon","surface_form":"lunar","offset":5439},{"uri":"Crater","surface_form":"crater","offset":5445},{"uri":"Venus_(planet)","surface_form":"Venus","offset":5533},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":5540},{"uri":"Mars_(planet)","surface_form":"Mars","offset":5552},{"uri":"Sterilization_(microbiology)","surface_form":"sterilize","offset":5608},{"uri":"Cell","surface_form":"cell","offset":5729},{"uri":"Inorganic","surface_form":"inorganic","offset":5825},{"uri":"Cytosol","surface_form":"cytosol","offset":5859},{"uri":"Sea_water","surface_form":"sea water","offset":5908},{"uri":"Potassium","surface_form":"potassium","offset":6061},{"uri":"Phosphate","surface_form":"phosphate","offset":6072},{"uri":"Transition_metal","surface_form":"transition metal","offset":6087},{"uri":"Anoxic","surface_form":"anoxic","offset":6158},{"uri":"Geothermal_energy","surface_form":"geothermal","offset":6237},{"uri":"Hydrothermal_vent","surface_form":"hydrothermal vent","offset":6362},{"uri":"Genome","surface_form":"genome","offset":6959},{"uri":"Heterotroph","surface_form":"heterotroph","offset":6993},{"uri":"Cyanobacteria","surface_form":"cyanobacterium","offset":7034},{"uri":"Oxygen","surface_form":"oxygen","offset":7176},{"uri":"Great_Oxygenation_Event","surface_form":"Great Oxygenation Event","offset":7253},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":7302},{"uri":"Organism","surface_form":"organism","offset":7337},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":7370},{"uri":"Metabolism","surface_form":"metabolism","offset":7429},{"uri":"Respiration","surface_form":"respiration","offset":7478},{"uri":"Chemoautotroph","surface_form":"chemoautotroph","offset":7545},{"uri":"Aerobic_respiration","surface_form":"aerobic respiration","offset":7578},{"uri":"Anaerobic","surface_form":"anaerobic","offset":7609},{"uri":"Oxygen","surface_form":"oxygen","offset":7646},{"uri":"Ozone","surface_form":"ozone","offset":7662},{"uri":"Evolution","surface_form":"evolution","offset":7737},{"uri":"Stanley_Miller","surface_form":"Stanley Miller","offset":8091},{"uri":"Harold_Urey","surface_form":"Harold Urey","offset":8126},{"uri":"Miller%E2%80%93Urey_experiment","surface_form":"Miller–Urey experiment","offset":8272},{"uri":"Redox","surface_form":"reduced","offset":8309},{"uri":"Methane","surface_form":"methane","offset":8336},{"uri":"Ammonia","surface_form":"ammonia","offset":8345},{"uri":"Hydrogen","surface_form":"hydrogen","offset":8357},{"uri":"Monomer","surface_form":"monomer","offset":8390},{"uri":"Amino_acid","surface_form":"amino acid","offset":8408},{"uri":"Sidney_W._Fox","surface_form":"Sidney W. Fox","offset":8573},{"uri":"Peptide","surface_form":"peptide","offset":8624},{"uri":"Spherical","surface_form":"spherical","offset":8852},{"uri":"Microspheres","surface_form":"microspheres","offset":8880},{"uri":"Clay","surface_form":"clay","offset":9018},{"uri":"Silicate","surface_form":"silicate","offset":9204},{"uri":"Crystal","surface_form":"crystal","offset":9213},{"uri":"Thomas_Gold","surface_form":"Thomas Gold","offset":9275},{"uri":"Nanobe","surface_form":"nanobe","offset":9443},{"uri":"Microbe","surface_form":"microbial","offset":9618},{"uri":"Archaea","surface_form":"extremophile archaea","offset":9734},{"uri":"Bacterium","surface_form":"eubacteria","offset":9785},{"uri":"Methane","surface_form":"methane","offset":10119},{"uri":"Mantle_(geology)","surface_form":"Earth's mantle","offset":10136},{"uri":"Self-organization","surface_form":"Self-organization","offset":10187},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":10381},{"uri":"Redox","surface_form":"redox","offset":10477},{"uri":"RNA","surface_form":"RNA","offset":10680},{"uri":"Enzyme","surface_form":"enzyme","offset":10711},{"uri":"Gene","surface_form":"gene","offset":10740},{"uri":"Genetic","surface_form":"genetic","offset":10772},{"uri":"Ribonucleic_acid","surface_form":"ribonucleic acid","offset":10839},{"uri":"Catalysis","surface_form":"catalyze","offset":11018},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":11027},{"uri":"Enzyme","surface_form":"enzyme","offset":11055},{"uri":"Cell","surface_form":"cell","offset":11089},{"uri":"Protein","surface_form":"protein","offset":11197},{"uri":"Enzyme","surface_form":"enzyme","offset":11216},{"uri":"Metabolism","surface_form":"metabolism","offset":11241},{"uri":"DNA","surface_form":"DNA","offset":11264},{"uri":"RNA","surface_form":"RNA","offset":11272},{"uri":"Membranes","surface_form":"membranes","offset":11392},{"uri":"Lipid_bilayer","surface_form":"lipid bilayer","offset":11410},{"uri":"Arrhenius","surface_form":"Arrhenius","offset":11564},{"uri":"Fred_Hoyle","surface_form":"Fred Hoyle","offset":11592},{"uri":"Meteorite","surface_form":"meteorite","offset":11812},{"uri":"Mars","surface_form":"Mars","offset":11848},{"uri":"Billion","surface_form":"billion","offset":12073},{"uri":"RNA","surface_form":"RNA","offset":12095},{"uri":"Minerals","surface_form":"minerals","offset":12136},{"uri":"Boron","surface_form":"boron","offset":12156},{"uri":"Molybdenum","surface_form":"molybdenum","offset":12166}]}