{"id":8511,"url":"http://en.wikipedia.org/wiki/Sikkim","text":"Sikkim (, དེན་ཇོནྒ) has been a state in India since 1975. The people are of Nepali heritage. Its neighbours are Bhutan to the east, Nepal to the west, the Tibet Autonomous Region of P.R.C. to the north and the Indian province of West Bengal to its south. It has the smallest number of people and second smallest land size () of any major divisions in the Republic of India. The third highest mountain in the world, Mt. Kanchenjunga (above sea level), is in Sikkim. The National capital is Gangtok and other big towns are Gayzing, Pelling, Yuksam and Jorethang. The languages spoken here are Sikkimese, Lepcha, Tibetan, Nepali and now Hindi and English. Tourism makes a lot of the money in this small organised state of India, because it is not close to the sea.\nSikkim has been cut off from the outside world for a long time. It was settled by Tibetans in the 16th century. It became a British Protectorate in 1890. Sikkim was transferred to India in 1949 by the British. It was annexed in 1975.\nSikkim's people have mainly Nepalese ancestry, which makes it an important part of Greater Nepal. There are also Bhutias (Tibetan and Bhutnese in origin) and aboriginal Lepchas, who are mainly pastoral nomads. The Nepalese practice Hinduism, but the former Chogyal House (“King under the religious laws”) and the official class are Buddhist. Sikkim is known for its Buddhist monasteries. Tibeto-Burmese languages and dialects are commonly spoken.also it was the smallest state in INDIA Sikkim is bordered by the tibet autonomous region of chini to north\nPhysical features.\nSikkim is the second smallest state after Goa, but it has many physical features like forests, rivers and mountains around its edges. Most of the mountains are above 6100 metres (20000ft) are near the west of the occupied territory, like Mt Kanchendzonga. Other mountains that are over 6100 meters (20000ft)tall are Kabru (the second tallest), Sinilchu, Pandim, Rothong, Kokthang, Talung, Kanglakhang, Simvo & Jonsang. On the east side the tallest peak is Paunhri, which is about 6700 meters(22000ft) tall. The other mountains that are a little bit shorter than 6100 meters (20000ft) are Masthonangye, Yabukjakchen, Narsing and Lamaonden. Most of the mountains in Sikkim have never been climbed, because the Sikkimese consider them sacred. They feel that when the mountains are climbed, they will not be holy anymore.\nSikkim has many hot springs which are known to be good for health. The most important hot-springs are at Phurchachu (Reshi), Yumthang, Borang, Ralang, Taram-chu and Yumey Samdong. All these hotsprings have a lot of sulfur and are near the river banks. The average temperature of the water in these hot springs is 50 °C.\nLakes.\nOn the way between Gangtok to Nathula, 35 kilometres from Gangtok is Lake Changu (Tsomgo), about 3693 meters (12310 ftp) above Sea level.\nTwo other lakes nearby are the Bidangcho and the Mememcho. Lake Kechopari is another well-known lake. It is between Gyalshing and Yoksum.\nMany of the lakes in Sikkim are on the western border, north of Chiwabhanjang towards the Base Camp. Laxmipokhari, Lampokhari, Majurpokhari, Dud Phokhari, Samiti Lake, and the twin lakes of Ram-Laxman are a few of the lakes in this area.\nGurudogmar, which is the largest lake, is in North Sikkim.\nFood.\nSikkimese people usually eat rice, green vegetables, potatoes, dal, and sinky, Kenama and Gundruk, (Nepali food).\nMomo is a very popular Nepalese treat in Sikkim. It is prepared by stuffing meat and vegetable ingredients in flour dough then making them into dumplings. Momos are eaten with soup and chilli sauce. This Nepalese dish can be found in almost every local restaurant and fast food shop.\nThukpa is a noodle soup with vegetables and beef which is also very popular.\nSeal Roti (Nepali traditional food) is made by grinding rice and water into a paste, then deep fried. It is normally eaten with potato curry. It is prepared during Dasai and Tihar (local festivals).\nGundruk is the leaves of the mustard oil plant that are dried in the sun, then boiled with ingredients.\nGeography.\nMax- 21 °C; Min - 13 °C\nMax -13 °C; Min - 0.48 °C","categories":[],"infobox_types":[],"annotations":[{"uri":"States_and_territories_of_India","surface_form":"state","offset":31},{"uri":"India","surface_form":"India","offset":40},{"uri":"Nepal","surface_form":"Nepal","offset":76},{"uri":"Bhutan","surface_form":"Bhutan","offset":112},{"uri":"Nepal","surface_form":"Nepal","offset":132},{"uri":"Tibet_Autonomous_Region","surface_form":"Tibet Autonomous Region","offset":155},{"uri":"West_Bengal","surface_form":"West Bengal","offset":229},{"uri":"Population","surface_form":"number of people","offset":275},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":355},{"uri":"Mt._Kanchenjunga","surface_form":"Mt. Kanchenjunga","offset":415},{"uri":"Gangtok","surface_form":"Gangtok","offset":489},{"uri":"Sikkimese_language","surface_form":"Sikkimese","offset":591},{"uri":"Lepcha_language","surface_form":"Lepcha","offset":602},{"uri":"Tibetan_language","surface_form":"Tibetan","offset":610},{"uri":"Nepali_language","surface_form":"Nepali","offset":619},{"uri":"Tourism","surface_form":"Tourism","offset":653},{"uri":"Protectorate","surface_form":"Protectorate","offset":894},{"uri":"Nepal","surface_form":"Nepal","offset":1024},{"uri":"Ancestry","surface_form":"ancestry","offset":1033},{"uri":"Greater_Nepal","surface_form":"Greater Nepal","offset":1079},{"uri":"Tibeto-Burmese_languages","surface_form":"Tibeto-Burmese languages","offset":1384},{"uri":"Goa","surface_form":"Goa","offset":1611},{"uri":"Physical_features","surface_form":"physical features","offset":1632},{"uri":"Hot_springs","surface_form":"hot springs","offset":2403},{"uri":"Sea_level","surface_form":"Sea level","offset":2841},{"uri":"Sikkimese_people","surface_form":"Sikkimese people","offset":3293},{"uri":"Nepal","surface_form":"Nepal","offset":3393}]}