{"id":85122,"url":"http://en.wikipedia.org/wiki/Warriors_(book_series)","text":"\"Warriors\" is a series of fantasy fiction books written by Erin Hunter. The series is about the adventures of wild cats as they try to survive in their forest homes. The series is made up of four mini-series with six books in each series. The first of these, called \"Warriors\", was released in 2003, starting with the book \"Into the Wild\". The authors were not planning to write another mini-series, but they eventually began the second mini-series. The second mini-series is titled \"Warriors: The New Prophecy\" and was published in 2005. The first book was called \"Midnight\". The first book of the third series \"Warriors: The Power of Three\", \"The Sight\", was released on April 24, 2007. The fourth series, \"Warriors: Omen of the Stars\", began with \"The Fourth Apprentice\"\nFour field guides were also released. They give more information about the Clans that are not mentioned in the series. \"Firestar's Quest\", a \"Super Edition\", was released on August 21, 2005. After it, two other super editions were released; Bluestar's Prophecy and SkyClan's Destiny. Several three volume manga series have been printed as well. The title of the first volume was \"The Lost Warrior\", and followed Graystripe after he was taken away by \"twolegs\" (humans). The second volume, \"Warrior's Refuge\", was released on December 26, 2007, and the second book of \"Power of Three\", \"Dark River\", was also released December 26, 2007.\nThe series focuses on a group of cats called ThunderClan. Each mini-series focuses on different characters.\nSetting and characters.\nThe original series and the first two books of \"Warriors: The New Prophecy\" are set in a forest that the authors have said was based on the New Forest area of England.\nThe first six books center around Rusty, a kittypet (housecat) who joins ThunderClan, and finds out that there is a prophecy about him. The second series finds the forest in turmoil. \"Twolegs\" (humans) are destroying the forest, and a cat from each Clan (there are four) must go on a journey. Then, all the cats must find a new home. This involves mostly Leafpool and Squirrelflight, daughters of Rusty, now called Firestar. The third series, The Power of Three, involves Squirrelflight's \"kits\", Jaypaw, Hollypaw, and Lionpaw, and the special powers that they have. The next series, Omen of the Stars, came out a while ago. Squirrelflight's\"children\" discover their true identity and save all the clans.\n\"Warriors: Original Series\".\nThis mini-series focuses on the young kitten Rusty. In the first book, \"Into the Wild\", he discovers a kitten named Graypaw in the woods. After a cat named Bluestar asks him to join ThunderClan, Rusty decides to leave his home in the town and join Bluestar's Clan - who she turns out to lead. There, he is given the name Firepaw. Some of his friends include Graypaw, Sandpaw, Dustpaw, and Ravenpaw - they become Graystripe, Sandstorm, and Dustpelt, but Ravenpaw is chased off due to his mentor's evil intentions. Firepaw himself is later named a warrior, Fireheart.\nFireheart finds out that a fellow warrior, Tigerclaw, has killed a cat in ThunderClan because he wanted to take this cat's position. Fireheart reveals this to his Clan in \"Forest of Secrets\". Tigerclaw is then forced away from ThunderClan and lives as a lone cat in the forest. However, he is always watching for a chance to take revenge on Fireheart.\nHowever, Tigerclaw then becomes leader of a rival clan, ShadowClan. He tries to get the four Clans to join and form one single Clan called TigerClan. When they refuse, he asks a group of city cats called BloodClan to fight the other Clans. However, this plan fails and Tigerclaw is killed by the leader of BloodClan.\n\"Warriors: The New Prophecy\".\nThe next mini-series focuses on three cats: Brambleclaw, Squirrelpaw, and Leafpaw of ThunderClan. One night, in a dream, Brambleclaw speaks to the old ThunderClan leader, Bluestar, who tells him to meet with three other cats and to listen to what midnight tells them. He meets Tawnypelt of ShadowClan, Feathertail of RiverClan, and Crowpaw of WindClan, and together with their friends Stormfur and Squirrelpaw, they travel to the \"sun-drown-place\" (the ocean). There they learn that twolegs (humans) will destroy the forest because they want to build more thunderpaths (roads).\nThe six cats hurry back, but on the way, they meet some cats in the mountains known as the Tribe of Rushing Water. The tribe is being hunted by a large mountain cat, named Sharptooth. (mountain lion). And they think that Stormfur is the cat that is foretold to save them. In the end, it is Feathertail, Stormfur's sister, who kills the mountain cat, but she dies on the way. After leaving the tribe, the five remaining cats go home but find that the clans are worse than they had thought. The cats are all starving because the humans are scaring away all the prey and destroying the land. Firestar finally manages to convince the other clan leaders, (Leopardstar of Riverclan, Blackstar of ShadowClan, and Tallstar of Windclan, though he was willing) to come with him, and the four clans travel to a new territory by a lake.\nBut even though the cats are now safe, the trouble is not over. Squirrelpaw, given her warrior name Squirrelflight, does not trust Brambleclaw because he is friends with his half-brother Hawkfrost, son of Tigerstar and a rogue called Sasha. And Leafpaw falls in love with Crowpaw, now known as Crowfeather. As the cats fight and fall in love, lots of badgers attack ThunderClan, making Leafpaw make the choice to give up Crowfeather and letting Brambleclaw and Squirrelflight realize how much they mean to each other. In \"Sunset,\" Hawkfrost wants to kill Firestar so Brambleclaw can become leader. Brambleclaw realizes that he is more loyal to Firestar than to his half-brother, and he kills Hawkfrost to save his leader.\n\"Warriors: Power of Three\".\nThis series is about three cats - Jaypaw, Hollypaw, and Lionpaw. They are the kits Squirrelflight and Brambleclaw and they are also grandchildren of Firestar.\nThese three kittens are about to be ThunderClan apprentices. Hollypaw wants to be a medicine cat, and Jaypaw and Lionpaw will train to be warriors. However, Jaypaw is blind, and training to be a warrior will be hard for him. Eventually Hollypaw and Jaypaw switch roles after StarClan, the warrior ancestors, tell Jaypaw he needs to become a medicine cat. A few moons later, Lionpaw begins secretly meeting a WindClan apprentice, Heatherpaw while being trained by Tigerstar. Heatherpaw finds a set of secret tunnels under the ground and she and Lionpaw meet in them. Hollypaw finds out about this, and she and her friend Cinderpaw try to stop him from going to the tunnels. He eventually realizes that it is wrong to meet a cat from another clan, and breaks off the friendship. Then, three WindClan kittens get lost in the tunnels and Heatherpaw, Lionpaw, Hollypaw, Jaypaw, and Breezepaw have to save them.\nIn \"Outcast\", the Tribe of Rushing Water is in danger from another band of cats in the mountains. Firestar sends the original New Prophecy cats, plus some extras, to the mountains to try to help them. Jaypaw meets the Tribe of Endless Hunting, the tribe’s ancestors, and realizes that the tribe is not all that different. In Eclipse, WindClan is not happy about ThunderClan taking in non-clan cats, so all four clans battle(Thunder and Shadow VS. Wind and River) and the fighting is only stopped by an eclipse. A strange cat named Sol had predicted it, and Jaypaw thinks Sol is very powerful. After the battle, Hollypaw and Lionpaw get their warrior names, Hollyleaf and Lionblaze.\nSol tries to become powerful within the clans by convincing ShadowClan to stop believing in the Warrior code. Jaypaw, Hollyleaf, and Lionblaze fake a sign from StarClan with TawnyPelt's kits Help to make Blackstar believe in his warrior ancestors again. Sol is driven out, and Jaypaw, after saving ThunderClan from a greencough, is given his medicine cat name, Jayfeather. When the clan is in the camp, a fire starts, and the three are trapped on a cliff. Squirrelflight tries to save them, but a warrior called Ashfur blocks the way. It turns out he was mad that Squirrelflight chose Brambleclaw to be with her and not him. In order to save the three, Squirrelflight has to tell Ashfur an important secret - Jayfeather, Lionblaze, and Hollyleaf are not her kittens. Ashfur wants to tell all the clans, so right before the gathering, he is found dead in a river. The cats think Sol did it, so some of them go on a trip to a Twolegplace, find him, and take him back to ThunderClan. Meanwhile, Jayfeather is trying to find out who his mother is. After finding some clues, he realizes that she is Leafpool, and his father is Crowfeather. Hollyleaf is very mad upon hearing this, and she herself tells the cats at the gathering about it. She also tells her brothers that she killed Ashfur to protect them. Then to escape what she did, she runs into one of the tunnels and it collapses.\n\"Warriors: Omen of the Stars\".\nThe authors have said that a fourth six-book series called \"Omen of the Stars\" is going to be written. Book 1 is called the \"Fourth Apprentice\" It is based on Dovekit and Ivykit, the daughters of Whitewing and Birchfall and the granddaughters of Cloudtail and Brightheart. It is out in stores now. The second book is called Fading Echoes. This book is out now. It is available for people to read. And the third book, Night Whispers, is now also available at book stores. The fourth book, Sign Of the Moon, is now out and available for purchase and the fifth book, The Forgotten Warrior, is now able for purchase.The sixth book, The Last Hope, is out.\nSuper Editions.\nFirestar goes on a quest with Sandstorm to save SkyClan.\nTallstar sets out on a quest for revenge outside the borders of the warrior code.\nNovellas.\nMistystar discovers a shocking secret about RiverClan after she becomes leader.\nField Guides.\n\"Secrets of the Clans\" has a list of herbs, all four camp tours, maps, stories, mythology, clan histories, prophecies, and a catspeak:humanspeak glossary.\n\"Cats of the Clans\" has biographies and drawings of most important Warriors characters.\n\"Code of the Clans\" explains the reasons behind all the rules of the warrior code using 15 short stories.\n\"Battles of the Clans\" explains all of the clans' battle moves.\n\"Enter the Clans\" is \"Secrets of the Clans\" and \"Code of the Clans\" in one book.\nGraystripe's Trilogy.\nThere is a three book manga series based on what happened to Graystripe between the time that he was taken by \"twolegs\" in \"Dawn\" until he returned to ThunderClan in \"The Sight\".\nTigerstar and Sasha Trilogy.\nThis series follows the life of Sasha, a kittypet who is forced to leave her home and who falls in love with a dangerous clan cat, Tigerstar.\nRavenpaw's Path.\nThis manga series features Ravenpaw, a former apprentice of Thunderclan, and his adventures to take back his home from former Bloodclan cats.\nSkyClan and the Stranger.\nThis graphic novel follows SkyClan four seasons after SkyClan's Destiny, and features Leafstar's experience having kits while leading her Clan through Sol's regime in SkyClan.\nOther Manga.\nA small kitten named Tiny eventually becomes the feared leader of BloodClan.\n\"Warriors\" play.\nWritten by Vicky Holmes for a tour, a play entitled \"After\" Sunset\": We Need to Talk\" was first premiered on April 28, 2007 at the Secret Garden bookstore in Seattle, Washington. It shows a meeting between Leafpool of ThunderClan and Crowfeather of WindClan after the events of \"Sunset\". The script was released to the public at www.warriorcats.com, the official site for the \"Warriors\" series. In 2009, another short play called \"Brightspirit's Mercy\" was released. This play was about the ThunderClan cat Jayfeather helping the other clans even though it is against the warrior code. This play was also released at www.warriorcats.com.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fantasy fiction","offset":26},{"uri":"Erin_Hunter","surface_form":"Erin Hunter","offset":59},{"uri":"Cat","surface_form":"cat","offset":115},{"uri":"Published","surface_form":"published","offset":520},{"uri":"December_26","surface_form":"December 26","offset":1299},{"uri":"Manga","surface_form":"manga","offset":10470},{"uri":"April_28","surface_form":"April 28","offset":11375},{"uri":"2007","surface_form":"2007","offset":11385},{"uri":"Seattle%2C_Washington","surface_form":"Seattle","offset":11424},{"uri":"Washington","surface_form":"Washington","offset":11433}]}