{"id":85130,"url":"http://en.wikipedia.org/wiki/243_Ida","text":"243 Ida is a Main belt asteroid with pictures taken by the \"Galileo\" spacecraft on August 28, 1993. It was the first binary asteroid to be found and is a member of the Koronis family of asteroids.\nDiscovery and name.\nIda was found by Johann Palisa on September 29, 1884 in Vienna. It is named after Ida, a Cretan nymph in Greek mythology who lived on a mountain that has her name (see Mount Ida, Crete).\nMoon.\nIda has a small moon, Dactyl, which was found on February 17, 1994 by \"Galileo\" mission member Ann Harch, while examining the delayed image downloads. The moon was given the designation S/1993 (243) 1 and later named (243) Ida I Dactyl. The pictures where it was first seen were taken on 28 August 1993, hence the designation. The moon was reported on 12 March 1994.\nDactyl is only 1.4 km in diameter. Some researchers believe that Dactyl formed from debris blown off from Ida because of cratering, while others suggest that Ida and Dactyl formed as a pair a billion or more years ago when Ida's parent body was disrupted. Both of these theories present difficulties that are unresolved at this time. Since Dactyl was found, other sightings have suggested that asteroid moons are common.\nAlthough Ida's dimensions, measured along the principal axes (based on its rotation) are 53.6×24.0×15.2 km, the best-fit ellipsoid measures 60.0×25.2×18.6 km. Since its mass is well known thanks to its little moon, one can calculate that its surface gravity can be between 0.0031 and 0.0324 m/s². The rotation axis is within one degree of the shorter dimension axis, which means the centrifugal effect can reach a value as high as 0.0042 m/s² — at the tips of its longest axes, Ida is actually under tension.","categories":[],"infobox_types":[],"annotations":[{"uri":"Asteroid_belt","surface_form":"Main belt","offset":13},{"uri":"Asteroid","surface_form":"asteroid","offset":23},{"uri":"Galileo_(spacecraft)","surface_form":"Galileo","offset":60},{"uri":"Binary_asteroid","surface_form":"binary asteroid","offset":117},{"uri":"Koronis_family","surface_form":"Koronis family","offset":168},{"uri":"Johann_Palisa","surface_form":"Johann Palisa","offset":234},{"uri":"Vienna","surface_form":"Vienna","offset":273},{"uri":"Ida","surface_form":"Ida","offset":299},{"uri":"Crete","surface_form":"Cretan","offset":306},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":322},{"uri":"Mount_Ida%2C_Crete","surface_form":"Mount Ida, Crete","offset":385},{"uri":"Satellite_(natural)","surface_form":"moon","offset":426},{"uri":"Dactyl_(moon)","surface_form":"Dactyl","offset":432},{"uri":"Debris","surface_form":"debris","offset":861},{"uri":"Crater","surface_form":"crater","offset":898}]}