{"id":8515,"url":"http://en.wikipedia.org/wiki/Spelling_bee","text":"e=\"preserve\">A Spelling bee is a spoken spelling competition. In a spelling bee, children are asked to spell words. The child who spells the most words correctly is the winner. Schools hold spelling bee competitions to encourage children to learn to read. As well, spelling bees encourage children to learn about spelling words and improve their vocabulary. One type of spelling bee is the Scripps National Spelling Bee, in Washington, D.C.\nThe United States National Spelling Bee was started in 1926 by \"The Courier-Journal\", the newspaper of Louisville, Kentucky. Contests may have been held before that year. A key impetus for the contests was Noah Webster's spelling books. Webster's spelling books were an essential part of the curriculum of elementary school children in the United States for five generations. They were first published in 1786 and known as \"The Blue-backed Speller\". Now the key reference for the contests is the Merriam-Webster unabridged dictionary.\nIn a Spelling Bee it is actually best to go first rather than last because words usually go by levels in a school competition, so if it goes from easiest to hardest you will most likely get the less difficult words.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spelling","surface_form":"spelling","offset":40},{"uri":"Competition","surface_form":"competition","offset":49},{"uri":"Word","surface_form":"word","offset":109},{"uri":"School","surface_form":"School","offset":177},{"uri":"Learning","surface_form":"learn","offset":241},{"uri":"Reading","surface_form":"read","offset":250},{"uri":"Vocabulary","surface_form":"vocabulary","offset":346},{"uri":"Scripps_National_Spelling_Bee","surface_form":"Scripps National Spelling Bee","offset":390},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":424},{"uri":"The_Courier-Journal","surface_form":"The Courier-Journal","offset":505},{"uri":"Louisville%2C_Kentucky","surface_form":"Louisville","offset":544},{"uri":"Kentucky","surface_form":"Kentucky","offset":556},{"uri":"Noah_Webster","surface_form":"Noah Webster","offset":647},{"uri":"Curriculum","surface_form":"curriculum","offset":733},{"uri":"United_States","surface_form":"United States","offset":781}]}