{"id":85237,"url":"http://en.wikipedia.org/wiki/Antisexuality","text":"e=\"preserve\">Antisexualism, sex-negativity or antisexuality is opposition or hostility towards sexual behavior and sexuality.\nReligious.\nSome forms of early ascetic Gnosticism held all matter to be evil, and that unnecessary gratifications of the physical senses were to be avoided. Married couples were encouraged to be celibate. The Skoptsys were a radical sect of the Russian Orthodox Church that practiced castration and amputation of sexual organs. The Skoptsy believed that Christ had been castrated during his crucifixion, and it was this castration that brought about salvation.\nThe Shakers was a radical Protestant sect that opposed procreation and all sexual activity. The Shakers were more opposed to pregnancy than anything else.\nJohn Harvey Kellogg, the inventor of corn flakes breakfast cereal, was opposed to all forms of sexual activity, especially masturbation. \"The Road to Wellville\" satirized his life and practices. Father Divine, founder of the International Peace Mission Movement, advocated religious abstinence from sex and marriage and taught that sexual objectification is a root cause of undesirable social and political conditions.\nNon-religious.\nThe Anti-Flirt Club, set up in the United States during the interwar period, was set up in order to protect women from unwanted advances from men.\nA popular venue of antisexuals is the Antisex.info (Antisexual Stronghold) website founded by Yuri Nesterenko. He launched a FidoNet-based antisexual community in 1995. While putting forward the slogan \"Say No to sex\", the spokesmen said that no sexual urges are so violent that they may not be deterred through mental reason, or else transformed through abstinence. Some members of the IAM say they have successfully overcome the desire for sex.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_activity","surface_form":"sexual behavior","offset":95},{"uri":"Human_sexuality","surface_form":"sexuality","offset":115},{"uri":"Gnosticism","surface_form":"Gnosticism","offset":165},{"uri":"Skoptsy","surface_form":"Skoptsy","offset":335},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":371},{"uri":"Castration","surface_form":"castration","offset":410},{"uri":"Shakers","surface_form":"Shakers","offset":591},{"uri":"Protestant","surface_form":"Protestant","offset":613},{"uri":"John_Harvey_Kellogg","surface_form":"John Harvey Kellogg","offset":742},{"uri":"Corn_flakes","surface_form":"corn flakes","offset":779},{"uri":"Masturbation","surface_form":"masturbation","offset":865},{"uri":"The_Road_to_Wellville","surface_form":"The Road to Wellville","offset":880},{"uri":"Father_Divine","surface_form":"Father Divine","offset":937},{"uri":"Anti-Flirt_Club","surface_form":"Anti-Flirt Club","offset":1180},{"uri":"Interwar_period","surface_form":"interwar period","offset":1236},{"uri":"Yuri_Leonidovich_Nesterenko","surface_form":"Yuri Nesterenko","offset":1417},{"uri":"FidoNet","surface_form":"FidoNet","offset":1448}]}