{"id":85240,"url":"http://en.wikipedia.org/wiki/Ned_Flanders","text":"Nedward \"Ned\" Flanders is a character in the animated television series \"The Simpsons\".\nCreation.\nNed Flanders and his son Todd first appeared in the season one episode \"Simpsons Roasting on an Open Fire\", which was the series first episode. The first episode in which Flanders and his family were seen is season two's \"Dead Putting Society\", which also showed the first appearance of Maude and Rod Flanders.\nName.\nFlanders was named after Flanders St. in Portland, Oregon, the hometown of \"Simpsons\" creator Matt Groening. Groening wanted Flanders as \"just a guy who was truly nice, that Homer had no justifiable reason to loathe, but then did.\" It was not until after the first few episodes that it was decided Flanders would be a faithful Christian. Mike Scully said that Flanders is \"everything Homer would love to be, although he'll never admit it.\" Flanders had originally been meant to just be a neighbor that Homer was jealous of, but Harry Shearer used \"such a sweet voice\" and Flanders was planned to become a Christian and a sweet guy that someone would choose to live next to over Homer.\nHow he was received.\nNed's \"unbearable niceness\" has been described as \"The Simpsons worst comment about religion. Although Flanders was meant to be only a character making fun of Christian right, he has since become a favorite of many Christian viewers. He has been described as \"[The United States]' most well-known evangelical.\" Dr. Rowan Williams, the Archbishop of Canterbury, declared himself as a \"Simpsons\" fan, and likes Flanders.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":28},{"uri":"Animated","surface_form":"animated","offset":45},{"uri":"Television_series","surface_form":"television series","offset":54},{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":73},{"uri":"The_Simpsons_(season_1)","surface_form":"season one","offset":150},{"uri":"Simpsons_Roasting_on_an_Open_Fire","surface_form":"Simpsons Roasting on an Open Fire","offset":170},{"uri":"The_Simpsons_(season_2)","surface_form":"season two","offset":306},{"uri":"Dead_Putting_Society","surface_form":"Dead Putting Society","offset":320},{"uri":"Portland%2C_Oregon","surface_form":"Portland, Oregon","offset":456},{"uri":"Matt_Groening","surface_form":"Matt Groening","offset":509},{"uri":"Christian","surface_form":"Christian","offset":742},{"uri":"Mike_Scully","surface_form":"Mike Scully","offset":753},{"uri":"Christian_right","surface_form":"Christian right","offset":1280},{"uri":"Rowan_Williams","surface_form":"Rowan Williams","offset":1436},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":1456}]}