{"id":85252,"url":"http://en.wikipedia.org/wiki/Christian_right","text":"e=\"preserve\">The Christian right (known as the religious right in the United States) is the name for right-wing Christian political and social movements. They also exist in other countries, such as Canada. However, the term is most often used in the United States. These groups have a strong support of conservative social and political ideas. Usually, this comes from a belief that the United States was founded on a strong belief in God. It also come from a belief that American laws and policies should be based on what is in the Bible. Members of the Christian right can be from any branch of Christianity, including Catholicism. However, the religious right is most often used with Evangelical Christians, Fundamentalists (such as Born-agains) and Mormons. About 15% of Americans say they are part of the Christian or religious right.\nPeople who have been conservative due to their religion have been in the United States for hundreds of years. For example, the people who put John Scopes on trial would later be called members of the religious right. However, the term first came into use in the 1970s. Jerry Falwell was one of the first people to use it. He and others felt that the country and its institutions (such as schools and colleges) were run by left-wing intellectuals who did not believe in God. They thought that in reality most people believed in God and did not care for left-wing intellectuals. The fight between left-wing intellectuals and the religious right is often called the \"culture wars\".\nPresidents Ronald Reagan, George H. W. Bush and Donald Trump were elected in part due to support from the religious right.\nAs well as the Christian right, there is something called the Christian left. However, it is not as well-known or powerful.\nAbortion.\nThe Christian right became more popular again in the 1970s under Falwell due to abortion. This was in response to the \"Roe v. Wade\" decision made by the U.S. Supreme Court. Most members of the Christian right feel that life begins at conception. They think that killing a fetus is murder. Therefore they think abortion should be illegal in most or all cases. This is called being \"pro-life\". Though the right has not been able to get rid of \"Roe\" (and it is now considered to be a precedent by most judges), they have been successful in making it harder to get abortions in some states.\nSexuality.\nMany members of the Christian right believe that the Bible says it is bad to be homosexual (gay or lesbian). They used to support sodomy laws. Today, they are mostly against allowing gay marriage. They have had many laws and initiatives passed to stop gay people from marrying (such as California's Proposition 8). Some of these were found to be unconstitutional in the courts. To make stopping gay marriage constitutional, many have pushed for an amendment to the United States constitution to ban gay marriage.\nEvolution.\nMany members of the Christian right do not believe in evolution, because it goes against the creation story of the Bible. They instead favor creationism or intelligent design. Most biologists believe that evolution is true and that arguments against evolution are weak. In a few places, they have been successful in teaching intelligent design alongside evolution in public schools.\nPrayer in schools.\nMany members of the Christian right want to allow prayer in public schools and display of things related to Christ in public or government places. As with gay marriage, this has been questioned in the courts, usually due to the freedom of religion clause in the First Amendment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Right-wing","surface_form":"right-wing","offset":101},{"uri":"Christian","surface_form":"Christian","offset":112},{"uri":"Political","surface_form":"political","offset":122},{"uri":"Social","surface_form":"social","offset":136},{"uri":"Canada","surface_form":"Canada","offset":198},{"uri":"United_States","surface_form":"United States","offset":250},{"uri":"Conservatism","surface_form":"conservative","offset":303},{"uri":"God","surface_form":"God","offset":435},{"uri":"Bible","surface_form":"Bible","offset":533},{"uri":"Roman_Catholic","surface_form":"Catholicism","offset":621},{"uri":"Evangelicalism","surface_form":"Evangelical Christian","offset":687},{"uri":"Fundamentalism","surface_form":"Fundamentalists","offset":711},{"uri":"Born_again_Christianity","surface_form":"Born-agains","offset":736},{"uri":"Mormon","surface_form":"Mormon","offset":753},{"uri":"John_Scopes","surface_form":"John Scopes","offset":982},{"uri":"Jerry_Falwell","surface_form":"Jerry Falwell","offset":1109},{"uri":"Intellectual","surface_form":"intellectual","offset":1272},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":1530},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":1545},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1567},{"uri":"Christian_left","surface_form":"Christian left","offset":1704},{"uri":"Abortion","surface_form":"abortion","offset":1856},{"uri":"Roe_v._Wade","surface_form":"Roe v. Wade","offset":1895},{"uri":"Supreme_Court_of_the_United_States","surface_form":"U.S. Supreme Court","offset":1929},{"uri":"Conception","surface_form":"conception","offset":2010},{"uri":"Fetus","surface_form":"fetus","offset":2048},{"uri":"Murder","surface_form":"murder","offset":2057},{"uri":"Law","surface_form":"illegal","offset":2105},{"uri":"Legal_precedent","surface_form":"precedent","offset":2257},{"uri":"Homosexual","surface_form":"homosexual","offset":2454},{"uri":"Gay","surface_form":"gay","offset":2466},{"uri":"Lesbian","surface_form":"lesbian","offset":2473},{"uri":"Sodomy","surface_form":"sodomy","offset":2504},{"uri":"Gay_marriage","surface_form":"gay marriage","offset":2557},{"uri":"California","surface_form":"California","offset":2660},{"uri":"Constitutionality","surface_form":"unconstitutional","offset":2720},{"uri":"Evolution","surface_form":"evolution","offset":2952},{"uri":"Creationism","surface_form":"creationism","offset":3039},{"uri":"Intelligent_design","surface_form":"intelligent design","offset":3054},{"uri":"Biologists","surface_form":"biologists","offset":3079},{"uri":"Gay_marriage","surface_form":"gay marriage","offset":3455},{"uri":"First_Amendment","surface_form":"First Amendment","offset":3562}]}