{"id":85366,"url":"http://en.wikipedia.org/wiki/Trans_fat","text":"Trans fat is a type of unsaturated fat. Trans fat is often produced in higher amounts in factories when manufacturing certain processed foods such as margarine. Trans fat occurs in nature only very rarely, found in small amounts in meat and milk fat. When vegetable oils are heated or when they are \"hydrogenated\", trans fats are made. Hydrogenation is the process of bubbling hydrogen gas through the oil to change its consistency. The bubbling raises the melting point of the oil. As the hydrogen passes through, the oil begins to become solid. By stopping the hydrogenation part of the way through, manufacturers obtain \"partially hydrogenated oil\". This is similar to butter, but much cheaper to produce. It is sold as \"margarine\", \"oleo\" or \"vegetable shortening\". The process allows cheaply adding a butter-like consistency to food products.\nTrans fat is bad for human health and has been linked to a number of problems including: coronary heart disease, cancer, diabetes, obesity, liver dysfunction, and infertility. Healthy oils are always liquid at the temperature of blood. Saturated and trans fats are not.\nThere has yet to be a study which shows that trans fat is good for human health in any way. Since scientists and nutritionists now know the health issues related to eating trans fats, trans fats are being used less but there are still some in commercial food products.\nFor some time, the US government's \"Food and Drug Administration\" allowed makers of food products to label their products as having \"0 grams of trans fat per serving\" as long as the amount of trans fat in the food product falls below 0.5 grams per serving. Since partially hydrogenated oils are the major source of trans fat, reading the \"ingredients\" label is the safest way to ensure that a food does not contain any trans fat at all. Fried foods will likely, but not necessarily, contain trans fat since fried foods are produced by using very hot oil.\n2015–2018 phaseout in the United States.\nIn 2013, the Food and Drug Administration began to gradually stop the use of trans fats in all foods. It said there is no safe amount that should be in food eaten by humans.\nIn June 2015, the FDA issued a final statement. It says there is no agreement by scientists that artificial trans fatty acids are safe for any use in human food. Trans fat must be taken out of all food production within three years (by June 2018). The FDA says the ban will cost the food industry $6.2 billion over 20 years. The food industry must use new formulas and recipes using ingredients without trans fat. The benefits will be about $140 billion over 20 years. This will be mostly from lower health care costs. Food companies can issue requests to the FDA for permission to use partially hydrogenated oils. The companies must prove the oils' use is safe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Unsaturated_fat","surface_form":"unsaturated fat","offset":23},{"uri":"Factory","surface_form":"factories","offset":89},{"uri":"Margarine","surface_form":"margarine","offset":150},{"uri":"Vegetable_oil","surface_form":"vegetable oils","offset":256},{"uri":"Hydrogenation","surface_form":"Hydrogenation","offset":336},{"uri":"Hydrogen","surface_form":"hydrogen","offset":377},{"uri":"Gas","surface_form":"gas","offset":386},{"uri":"Melting_point","surface_form":"melting point","offset":457},{"uri":"Solid","surface_form":"solid","offset":540},{"uri":"Butter","surface_form":"butter","offset":672},{"uri":"Margarine","surface_form":"margarine","offset":724},{"uri":"Shortening","surface_form":"shortening","offset":757},{"uri":"Coronary_heart_disease","surface_form":"coronary heart disease","offset":937},{"uri":"Cancer","surface_form":"cancer","offset":961},{"uri":"Diabetes","surface_form":"diabetes","offset":969},{"uri":"Obesity","surface_form":"obesity","offset":979},{"uri":"Liver","surface_form":"liver","offset":988},{"uri":"Infertility","surface_form":"infertility","offset":1011},{"uri":"Saturated_fat","surface_form":"Saturated","offset":1084},{"uri":"Food_and_Drug_Administration","surface_form":"Food and Drug Administration","offset":1423},{"uri":"Ingredient","surface_form":"ingredient","offset":1726}]}