{"id":85519,"url":"http://en.wikipedia.org/wiki/Karl_Arnold","text":"Karl Arnold (born 21 March 1901 in Herrlishöfen, died 29 June 1958 in Düsseldorf) was a German politician. He was Minister President of North Rhine-Westphalia from 1947 to 1956.\nLife and profession.\nAfter 1920 Arnold worked full-time basis for the Christian trade union movement. He became Secretary of the Düsseldorf District of the Christian trade union in 1924.\nIn 1928 Arnold married Arnold Liesl Joeres. Their son Gottfried was born in 1933 and was a member of the German Bundestag between 1961 and 1983.\nArnold was partner in a business in Düsseldorf in 1933. During the Third Reich the Gestapo watched and followed him. He was arrested after Count von Stauffenberg tried to assassinate (murder) Hitler on 20 July 1944.\nArnold helped to found the industrial unions, today's DGB, with Hans Böckler in the Rhineland in 1945.\nHe got permission from the American Army to publish the Rheinische Post (Rhenish Post) daily newspaper. His family still own part of the paper today.\nHe died of a heart attack on 29 June 1958, during the Landtag (state parliament) election campaign.\nKarl Arnold was buried in Düsseldorf's South Cemetery.\nPolitical party.\nArnold joined the Centre party in 1920.\nAfter the World War II Arnold founded the of Düsseldorf Christian democratic party in 1945. Later this became a part of CDU. Arnold was the CDU's deputy federal chairman from 1956 until his death.\nPublic offices.\n1925 to 1933 he was a member of the city council of Düsseldorf and acting chairman the of the Centre Party group.\nHe was a member of the Landtag of North Rhine-Westphalia from 1946 until his death. Between 1947 and 1949 he was also a member of the parliament of the Bizone (which was the British and American occupation zones).\nIn 1957 Arnold was elected to the Bundestag with 72.6% of the votes in the Gelsenkirchen-Erkelenz Jülich constituency. He was deputy chairman of the CDU/CSU parliamentary group.\nOn 29 January 1946 Arnold was appointed mayor of Düsseldorf by the American Military Government. He was elected mayor in the first free elections on 26 October 1946.\nFrom December 1946 until 1956 he was Minister President of North Rhine Westphalia.\nFrom 7 September 1949 to 6 September 1950 he was the first President of the Bundesrat.\nThis also mean that between 7 and 13 September 1949 he was Acting President of Germany, until Theodor Heuss was elected Federal President.\nArnold lost a constructive vote of 'no confidence' on 20 February 1956. His successor (person who followed) as Minister President was Fritz Steinhoff.\nArnold died one week before the next state elections, in 1958. He was only 57 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Herrlish%C3%B6fen","surface_form":"Herrlishöfen","offset":35},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":70},{"uri":"Minister_President","surface_form":"Minister President","offset":114},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":136},{"uri":"Bundestag","surface_form":"Bundestag","offset":477},{"uri":"Third_Reich","surface_form":"Third Reich","offset":577},{"uri":"Gestapo","surface_form":"Gestapo","offset":593},{"uri":"Count_von_Stauffenberg","surface_form":"Count von Stauffenberg","offset":649},{"uri":"Assassinate","surface_form":"assassinate","offset":681},{"uri":"Hitler","surface_form":"Hitler","offset":702},{"uri":"20_July","surface_form":"20 July","offset":712},{"uri":"1944","surface_form":"1944","offset":720},{"uri":"29_June","surface_form":"29 June","offset":1008},{"uri":"1958","surface_form":"1958","offset":1016},{"uri":"States_of_Germany","surface_form":"state","offset":1042},{"uri":"Centre_party","surface_form":"Centre party","offset":1169},{"uri":"CDU","surface_form":"CDU","offset":1311},{"uri":"Bizone","surface_form":"Bizone","offset":1670},{"uri":"Allied_occupation_zones","surface_form":"occupation zones","offset":1713},{"uri":"Christian_Social_Union_of_Bavaria","surface_form":"CSU","offset":1885},{"uri":"President_of_the_Bundesrat_of_Germany","surface_form":"President","offset":2218},{"uri":"Bundesrat_of_Germany","surface_form":"Bundesrat","offset":2235},{"uri":"President_of_Germany","surface_form":"President of Germany","offset":2312},{"uri":"Theodor_Heuss","surface_form":"Theodor Heuss","offset":2340},{"uri":"1956","surface_form":"1956","offset":2451}]}