{"id":85536,"url":"http://en.wikipedia.org/wiki/Joe_Biden","text":"Joseph Robinette Biden Jr., commonly known as Joe Biden (; born November 20, 1942), is an American politician. He is currently president-elect of the United States after beating Donald Trump in the 2020 election. Biden was the 47th Vice President of the United States from 2009 through 2017 during the Barack Obama presidency. He is a member of the Democratic Party and is from Wilmington, Delaware. Before becoming Vice President, he was a U.S. Senator from Delaware from 1973 to 2009. He had served in the Senate longer than any other Vice President.\nHe tried to become the Democratic candidate for President in 1988 and 2008, but did not win. During the 2008 election, then-Senator Barack Obama picked him to be his running mate. He is a Roman Catholic. Biden has received several awards. He has five honorary doctorates, including one from his alma mater and one from where he has taught law. He has also earned the \"Best of Congress Award\" and an award from the Pakistani government.\nAfter finishing his second term as vice president, Biden began working at the University of Pennsylvania. On April 25, 2019, Biden launched his presidential campaign for the 2020 election. On April 8, 2020, Biden became the presumptive nominee for the Democratic nomination after Bernie Sanders ended his campaign. On November 7, he beat President Donald Trump and became the President-elect of the United States. He will be inaugurated on January 20, 2021.\nEarly life.\nJoe Biden was born on November 20, 1942 at St. Mary's Keller Memorial Hospital in Scranton, Pennsylvania to a family of Irish Catholics. His father, Joe Biden Sr., was a businessman. When he was young, his family moved to Wilmington, Delaware. He also began to stutter at an early age. In high school, Biden played football and baseball, but he was not a very good student. Biden attended college at the University of Delaware and Syracuse University. He did not have to fight in the Vietnam War because he was going to college and had asthma as a child.\nIn the Senate.\nFor many years, Biden was a U.S. Senator from Delaware. Biden was elected to the U.S. Senate in 1972 when he was 29 years old. His election was somewhat of a surprise. The other candidate, J. Caleb Boggs, had more experience and more money to spend on his campaign. He is one of the youngest people to become a U.S. Senator, because he was only two months older than the minimum age, 30, required to be one. (While he was 29 during the election, he turned 30 before he became a senator.)\nBiden was re-elected to the Senate six times. He became a prominent defender of Israel as a senator, and said that if there was no country like Israel the U.S. would have to make one. Later in his time in the Senate, Biden served as chair of the Senate Foreign Relations Committee and the Senate Judiciary Committee. The Foreign Relations committee deals with American issues in other countries. When Biden was chair, the committee dealt with the 1991 Gulf War, the 2003 War in Iraq, and several treaties. The Judiciary Committee dealt with the choice of Clarence Thomas, Robert Bork, and others for the Supreme Court (SCOTUS). Biden thought that Thomas and Bork should not be on the Court. Though U.S. senators work in Washington, DC, Biden took the train home to Delaware every night.\nRunning for President and Vice President.\nBiden ran for President three times, in 1988, 2008 and 2020. The first time he was viewed as a good choice early on, but quit after it was discovered he gave a speech that was copied from Neil Kinnock, a British politician.\nBiden tried again to get the Democratic Party's nomination in the 2008 presidential election. He ran mostly on foreign issues, especially getting U.S. troops out of Iraq. Many thought of him as a good choice for Secretary of State. He stopped his campaign on January 3, 2008 after he did not get many votes in the Iowa caucus. However, he later became Barack Obama's pick for Vice President due to what he knew about Iraq and because the working class liked him.\nWhen Biden was running for President, he criticized Obama, talking about his lack of experience, but later he supported Obama to become president. His opponent as Vice President was Sarah Palin, who had less experience but was seen as more interesting by the media. Before the election, there were debates between the different candidates running for president or vice president. In the debate between Biden and Palin, many people believed that he knew more about running America than Palin did. When Obama was elected President on November 4, 2008, Biden was elected Vice President.\nAs Vice President.\nBiden became Vice President on January 20, 2009, and is the first person from Delaware and first Roman Catholic to be Vice President. When Biden became Vice President, he said he would do things differently from Dick Cheney, who had been Vice President before him. Biden has said that his vice-presidency will not be like any other.\nBiden's main role was as an advisor to Obama, mostly on issues of foreign policy and the economy. Obama has asked for Biden's input on most of his major decisions, such as who to put in his Cabinet and how to fight the War in Afghanistan. Obama has put him in charge of groups to deal with the problems of the working class, as well as to watch the money in his stimulus bill. Biden had also traveled to the Middle East several times on behalf of Obama and the U.S. while Vice President. In 2011, Biden lead talks on the budget and the debt. On November 6, 2012, Biden was re-elected for a second term as Vice President along with President Barack Obama.\nAfter winning the election, Biden served the Vice Presidency until January 20, 2017.\n2016 presidential election.\nIn August 2015, Biden said that he was looking for a possible chance of running for President again in the 2016 U.S. election. Biden formed a PAC for his possible run. On October 21, speaking from a podium in the Rose Garden with his wife and President Obama by his side, Biden announced his decision not to enter the race for the Democratic nomination for the presidency for the 2016 election.\n2020 presidential election.\nDuring a tour of the U.S. Senate with reporters before leaving office on December 5, 2016, Biden said that a presidential bid was possible in the 2020 presidential election, after leaving office as Vice President. While on \"The Late Show with Stephen Colbert\" on December 7, he stated \"never say never\" about running for President in 2020, while also admitting he did not see a scenario in which he would run for office again. On January 13, 2017, exactly one week before Donald Trump took office. he said he would not run. However, four days later, on January 17, he took the statement back, saying \"I'll run if I can walk.\"\nBiden was mentioned by many news outlets as a potential candidate for the 2020 Democratic nomination. In March 2019, he said he may run.\nHe formally launched his campaign on April 25, 2019.\nIn April 2020, Biden became the only candidate in the primary making him the presumptive nominee for the nomination. At first, he lost the first three primary contests to Senator Bernie Sanders. After winning the South Carolina primary, he gained traction and won most of the Super Tuesday races.\nBiden promised when elected he would protect \"Roe v. Wade\" decision, create a public option for health insurance, decriminalization of recreational cannabis, pass the Equality Act, create free community college, and a $1.7 trillion climate plan supporting the Green New Deal. He supports regulation instead of a complete ban on fracking.\nIn early 2020, Biden promised he would pick a woman as his running mate. He also promised that his first Supreme Court appointment would be a black woman. In August 2020, he picked California U.S. Senator Kamala Harris as his running mate.\nOn November 3, 2020, FiveThirtyEight's statistical model projected that Biden had a 89% chance to defeat Donald Trump. He defeated Trump in the general election after officially being projected as the winner on November 7, 2020. With more than 81 million votes and counting, Biden received the most votes ever cast for a candidate in a U.S. presidential election.\nPresident-elect of the United States.\nBiden was elected the 46th President of the United States in November 2020, defeating the incumbent Donald Trump, the first sitting president to lose re-election since George H. W. Bush in 1992.\nHe became the second non-incumbent vice president to be elected president, and the first Democrat to do so. He is also expected to become the oldest president at the time of inauguration, as well as the first president from Delaware.\nBiden is expected to be inaugurated at noon on January 20, 2021.\nAllegations of physical misconduct.\nThere have been many photographs of Biden hugging, kissing, and touching women and/or children in what commentators said to be inappropriate. Biden has said that the behavior had got him in trouble in the past.\nIn March 2019, former Nevada assemblywoman Lucy Flores said that Biden kissed her without consent at a 2014 campaign rally in Las Vegas. Flores wrote that Biden walked up behind her, put his hands on her shoulders, smelled her hair, and kissed the back of her head. In an interview with \"HuffPost\", Flores stated she believed Biden's behavior should force him not to run in 2020. By early April 2019, a total of seven women had made such allegations regarding Biden.\nIn April 2019, former Biden staffer Tara Reade said that she had felt uncomfortable many times when Biden touched her on her shoulder and neck while working in his Senate office in 1993. In March 2020, Reade said Biden had pushed her against a wall and penetrated her while on Capitol Hill in 1993. Biden denied the allegations.\nPersonal life.\nWhile in college, he married his first wife, Nelia Hunter. They had three children: two sons (Beau and Robert) and a daughter (Naomi). After college, he became a lawyer and served on a County Council, a group of people who run a county. In 1972, Biden's family got into a car accident. Nelia and Naomi were killed, and Beau and Robert were hurt very badly. Both survived the accident. Beau was the Attorney General in Delaware until January 2015 and served as a soldier in Iraq. Beau died from brain cancer on May 30, 2015 in Bethesda, Maryland at the age of 46.. Biden thought of resigning as Vice President because of his son's death.\nBiden married his second wife, Jill Tracy Jacobs Biden, in 1977. She is a teacher and the former Second Lady of the United States. In 1981, they had a daughter, Ashley, who is now a social worker. In 1988, Biden suffered from bleeding in his brain and needed brain surgery twice. Because of what he saw in his family and neighborhood, Biden does not drink alcohol.\nIn February 1988, Biden had surgery to help heal a brain aneurysm. While recuperating, he had a pulmonary embolism and recovered a few months later.\nIn November 2020, while playing with his dogs he suffered a stress fracture in his foot and was hospitalized.\nAwards and honors.\nBiden has received honorary degrees from\nWidener University School of Law (2000),\nhis alma mater the University of Delaware (2004),\nSuffolk University Law School (2005), and his other alma mater Syracuse University (2009).\nBiden got the Chancellor Medal from his alma mater, Syracuse University, in 1980. In 2005, he got the George Arents Pioneer Medal—Syracuse's highest alumni award—\"for excellence in public affairs.\"\nIn 2008, Biden got the Best of Congress Award, for \"improving the American quality of life through family-friendly work policies,\" from \"Working Mother\" magazine.\nAlso in 2008, Biden shared with fellow Senator Richard Lugar the Hilal-i-Pakistan award from the Government of Pakistan, \"in recognition of their consistent support for Pakistan.\" In 2009, Biden got The Golden Medal of Freedom award from Kosovo, that region's highest award, for his vocal support for their independence in the late 1990s.\nBiden is an member of the Delaware Volunteer Firemen's Association Hall of Fame.\nIn 2020, Biden and his Vice President Kamala Harris were named Time Person of the Year.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"President-elect_of_the_United_States","surface_form":"president-elect of the United States","offset":127},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":178},{"uri":"2020_United_States_presidential_election","surface_form":"2020 election","offset":198},{"uri":"List_of_Vice_Presidents_of_the_United_States","surface_form":"47th","offset":227},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":232},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":302},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":349},{"uri":"Wilmington%2C_Delaware","surface_form":"Wilmington, Delaware","offset":378},{"uri":"U.S._Senator","surface_form":"U.S. Senator","offset":441},{"uri":"Delaware","surface_form":"Delaware","offset":459},{"uri":"Candidate","surface_form":"candidate","offset":587},{"uri":"2008_United_States_presidential_election","surface_form":"2008 election","offset":657},{"uri":"Running_mate","surface_form":"running mate","offset":719},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":741},{"uri":"Doctorate","surface_form":"doctorate","offset":813},{"uri":"Alma_mater","surface_form":"alma mater","offset":848},{"uri":"Pakistan","surface_form":"Pakistan","offset":967},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":1067},{"uri":"Joe_Biden_2020_presidential_campaign","surface_form":"presidential campaign","offset":1133},{"uri":"2020_United_States_presidential_election","surface_form":"2020 election","offset":1163},{"uri":"Presumptive_nominee","surface_form":"presumptive nominee","offset":1213},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":1269},{"uri":"Inauguration_of_Joe_Biden","surface_form":"inaugurated","offset":1414},{"uri":"Scranton%2C_Pennsylvania","surface_form":"Scranton, Pennsylvania","offset":1541},{"uri":"Irish_people","surface_form":"Irish","offset":1579},{"uri":"Roman_Catholic","surface_form":"Catholics","offset":1585},{"uri":"Businessman","surface_form":"businessman","offset":1629},{"uri":"Stuttering","surface_form":"stutter","offset":1720},{"uri":"High_school","surface_form":"high school","offset":1748},{"uri":"American_football","surface_form":"football","offset":1774},{"uri":"Baseball","surface_form":"baseball","offset":1787},{"uri":"University_of_Delaware","surface_form":"University of Delaware","offset":1863},{"uri":"Syracuse_University","surface_form":"Syracuse University","offset":1890},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1943},{"uri":"Asthma","surface_form":"asthma","offset":1995},{"uri":"U.S._Senate","surface_form":"U.S. Senator","offset":2057},{"uri":"J._Caleb_Boggs","surface_form":"J. Caleb Boggs","offset":2218},{"uri":"Experience","surface_form":"experience","offset":2243},{"uri":"Israel","surface_form":"Israel","offset":2597},{"uri":"Chairman","surface_form":"chair","offset":2750},{"uri":"Gulf_War","surface_form":"Gulf War","offset":2969},{"uri":"War_in_Iraq","surface_form":"War in Iraq","offset":2988},{"uri":"Treaty","surface_form":"treaties","offset":3013},{"uri":"Clarence_Thomas","surface_form":"Clarence Thomas","offset":3072},{"uri":"Robert_Bork","surface_form":"Robert Bork","offset":3089},{"uri":"United_States_Supreme_Court","surface_form":"Supreme Court","offset":3121},{"uri":"Washington%2C_DC","surface_form":"Washington, DC","offset":3237},{"uri":"Neil_Kinnock","surface_form":"Neil Kinnock","offset":3534},{"uri":"Nomination","surface_form":"nomination","offset":3618},{"uri":"United_States_presidential_election%2C_2008","surface_form":"2008 presidential election","offset":3636},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":3782},{"uri":"Campaign","surface_form":"campaign","offset":3817},{"uri":"Iowa","surface_form":"Iowa","offset":3884},{"uri":"Caucus","surface_form":"caucus","offset":3889},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":3922},{"uri":"Working_class","surface_form":"working class","offset":4008},{"uri":"Critic","surface_form":"criticized","offset":4074},{"uri":"Sarah_Palin","surface_form":"Sarah Palin","offset":4215},{"uri":"Debate","surface_form":"debate","offset":4331},{"uri":"Dick_Cheney","surface_form":"Dick Cheney","offset":4848},{"uri":"Advisor","surface_form":"advisor","offset":4997},{"uri":"United_States_Cabinet","surface_form":"Cabinet","offset":5159},{"uri":"War_in_Afghanistan_(2001%E2%80%93present)","surface_form":"War in Afghanistan","offset":5188},{"uri":"Working_class","surface_form":"working class","offset":5279},{"uri":"American_Recovery_and_Reinvestment_Act_of_2009","surface_form":"stimulus bill","offset":5331},{"uri":"Middle_East","surface_form":"Middle East","offset":5377},{"uri":"United_States_presidential_election%2C_2012","surface_form":"re-elected","offset":5542},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":5610},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016 U.S. election","offset":5844},{"uri":"PAC","surface_form":"PAC","offset":5879},{"uri":"White_House_Rose_Garden","surface_form":"Rose Garden","offset":5950},{"uri":"2020_United_States_presidential_election","surface_form":"2020 presidential election","offset":6306},{"uri":"The_Late_Show_with_Stephen_Colbert","surface_form":"The Late Show with Stephen Colbert","offset":6384},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":6632},{"uri":"2020_Democratic_Party_presidential_primaries","surface_form":"2020 Democratic nomination","offset":6860},{"uri":"Presumptive_nominee","surface_form":"presumptive nominee","offset":7053},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":7155},{"uri":"South_Carolina","surface_form":"South Carolina","offset":7189},{"uri":"Super_Tuesday","surface_form":"Super Tuesday","offset":7252},{"uri":"Roe_v._Wade","surface_form":"Roe v. Wade","offset":7319},{"uri":"Public_option","surface_form":"public option","offset":7351},{"uri":"Decriminalization","surface_form":"decriminalization","offset":7387},{"uri":"Cannabis","surface_form":"recreational cannabis","offset":7408},{"uri":"Equality_Act_(United_States)","surface_form":"Equality Act","offset":7440},{"uri":"Community_college","surface_form":"community college","offset":7466},{"uri":"Green_New_Deal","surface_form":"Green New Deal","offset":7533},{"uri":"Fracking","surface_form":"fracking","offset":7601},{"uri":"2020_Democratic_Party_vice_presidential_candidate_selection","surface_form":"would pick a woman","offset":7644},{"uri":"Running_mate","surface_form":"running mate","offset":7670},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":7716},{"uri":"California","surface_form":"California","offset":7792},{"uri":"U.S._Senator","surface_form":"U.S. Senator","offset":7803},{"uri":"Kamala_Harris","surface_form":"Kamala Harris","offset":7816},{"uri":"FiveThirtyEight","surface_form":"FiveThirtyEight","offset":7872},{"uri":"Statistics","surface_form":"statistical","offset":7890},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":7956},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":8280},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":8353},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":8421},{"uri":"1992_United_States_presidential_election","surface_form":"1992","offset":8442},{"uri":"Delaware","surface_form":"Delaware","offset":8672},{"uri":"Inauguration_of_Joe_Biden","surface_form":"inaugurated","offset":8706},{"uri":"Lucy_Flores","surface_form":"Lucy Flores","offset":9037},{"uri":"HuffPost","surface_form":"HuffPost","offset":9282},{"uri":"Tara_Reade","surface_form":"Tara Reade","offset":9497},{"uri":"Sexual_penetration","surface_form":"penetrated","offset":9714},{"uri":"Capitol_Hill","surface_form":"Capitol Hill","offset":9738},{"uri":"Beau_Biden","surface_form":"Beau","offset":9899},{"uri":"Hunter_Biden","surface_form":"Robert","offset":9908},{"uri":"Lawyer","surface_form":"lawyer","offset":9967},{"uri":"County","surface_form":"county","offset":10034},{"uri":"Survive","surface_form":"survived","offset":10167},{"uri":"Soldier","surface_form":"soldier","offset":10267},{"uri":"Iraq","surface_form":"Iraq","offset":10278},{"uri":"Brain_cancer","surface_form":"brain cancer","offset":10299},{"uri":"Bethesda%2C_Maryland","surface_form":"Bethesda","offset":10331},{"uri":"Maryland","surface_form":"Maryland","offset":10341},{"uri":"Resignation","surface_form":"resigning","offset":10386},{"uri":"Jill_Biden","surface_form":"Jill Tracy Jacobs Biden","offset":10473},{"uri":"Second_Lady_of_the_United_States","surface_form":"Second Lady of the United States","offset":10539},{"uri":"Social_worker","surface_form":"social worker","offset":10624},{"uri":"Brain","surface_form":"brain","offset":10684},{"uri":"Surgery","surface_form":"surgery","offset":10707},{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":10798},{"uri":"Aneurysm","surface_form":"aneurysm","offset":10864},{"uri":"Pulmonary_embolism","surface_form":"pulmonary embolism","offset":10903},{"uri":"Stress_fracture","surface_form":"stress fracture","offset":11016},{"uri":"Foot","surface_form":"foot","offset":11039},{"uri":"Honorary_degree","surface_form":"honorary degree","offset":11104},{"uri":"University_of_Delaware","surface_form":"University of Delaware","offset":11186},{"uri":"Syracuse_University","surface_form":"Syracuse University","offset":11280},{"uri":"Syracuse_University","surface_form":"Syracuse University","offset":11360},{"uri":"Affairs","surface_form":"affairs","offset":11496},{"uri":"Richard_Lugar","surface_form":"Richard Lugar","offset":11716},{"uri":"Government_of_Pakistan","surface_form":"Government of Pakistan","offset":11766},{"uri":"Kosovo","surface_form":"Kosovo","offset":11907},{"uri":"Kamala_Harris","surface_form":"Kamala Harris","offset":12127},{"uri":"Time_Person_of_the_Year","surface_form":"Time Person of the Year","offset":12152}]}