{"id":8556,"url":"http://en.wikipedia.org/wiki/Hydroelectricity","text":"Hydroelectricity is electricity made by generators that are pushed by the movement of water. It is usually made with dams that block a river to make a reservoir or collect water that is pumped there. When the water is released, the pressure behind the dam forces the water down pipes that lead to a turbine. This causes the turbine to turn, which turns a generator which makes electricity.\nThis renewable energy method makes about one sixth of the world's electricity. It produces less pollution than the fires of steam engines do. Some places such as Norway and Quebec get most of their electricity this way.\nAdvantages of hydroelectricity.\nThe way the electricity is produced does not harm the environment as much as fossil fuels like oil or coal do. Hydroelectricity is very powerful and safe, and produces no waste.\nAn important advantage of hydroelectric dams is their ability to be used as a peaking power plant. When the electricity demand declines, the dam simply stores more water. Water that has been stored in a reservoir can be released (let go) when needed, so the energy can be made quickly. Some hydroelectricity generators use pumped storage to store excess energy (often during the night), by using the electricity to pump water up into a basin. Electricity can be generated when demand increases. This flexibility also makes hydroelectricity a good match for less controllable intermittent energy sources. When the wind is not blowing or the sun is not shining, hydroelectricity can be created.\nUsing stored water in river dams is sometimes complicated by irrigation needs which may happen out of phase with peak electrical demands.\nAnother advantage is that hydroelectricity cannot run out as long as there is a good water supply. Once the dam is built, the electricity costs very little, no waste or pollution is produced, and electricity can be generated whenever it is needed.\nA few hydro turbines do not have a dam but instead use the current of the \"run of the river\". They produce less electricity and cannot store energy for later use.\nDisadvantages of hydroelectricity.\nThe building of large dams to hold water can damage the environment. In 1983, the Australian government stopped the Tasmanian state government from building a dam on the Gordon River in Tasmania after a huge public protest. The dam would have flooded the Franklin River. The Three Gorges Dam in China is the world's largest hydroelectricity project, and the world's largest power plant of any kind. The dam has flooded a huge area, meaning that 1.2 million people had to be moved. Scientists are concerned about many problems with the dam, such as pollution, silt, and the danger of the dam wall breaking.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dam","surface_form":"dam","offset":117},{"uri":"River","surface_form":"river","offset":135},{"uri":"Reservoir","surface_form":"reservoir","offset":151},{"uri":"Pipe","surface_form":"pipe","offset":278},{"uri":"Turbine","surface_form":"turbine","offset":299},{"uri":"Generator","surface_form":"generator","offset":355},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":395},{"uri":"Steam_engine","surface_form":"steam engine","offset":514},{"uri":"Norway","surface_form":"Norway","offset":552},{"uri":"Quebec","surface_form":"Quebec","offset":563},{"uri":"Electricity","surface_form":"electricity","offset":654},{"uri":"Harm","surface_form":"harm","offset":687},{"uri":"Environment","surface_form":"environment","offset":696},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":719},{"uri":"Oil","surface_form":"oil","offset":737},{"uri":"Coal","surface_form":"coal","offset":744},{"uri":"Peaking_power_plant","surface_form":"peaking power plant","offset":898},{"uri":"Demand","surface_form":"demand","offset":940},{"uri":"Intermittent_energy_source","surface_form":"intermittent energy source","offset":1395},{"uri":"Irrigation","surface_form":"irrigation","offset":1574},{"uri":"Australian","surface_form":"Australian","offset":2179},{"uri":"Tasmania","surface_form":"Tasmania","offset":2213},{"uri":"Gordon_River","surface_form":"Gordon River","offset":2267},{"uri":"Tasmania","surface_form":"Tasmania","offset":2283},{"uri":"Franklin_River","surface_form":"Franklin River","offset":2352},{"uri":"Three_Gorges_Dam","surface_form":"Three Gorges Dam","offset":2372},{"uri":"China","surface_form":"China","offset":2392},{"uri":"Scientist","surface_form":"Scientist","offset":2578}]}