{"id":85579,"url":"http://en.wikipedia.org/wiki/Stage6","text":"e=\"preserve\">Stage6 was a video sharing website. It was similar to other websites like YouTube because it let users upload, view, and share video clips. Unlike many other video sharing sites, Stage6 allowed users to upload better quality videos and very large file sizes. There are few upload limitations, and visitors could download videos easily through the website.\nHistory.\nStage6 was a video sharing community, where users could upload and share their video clips and stream them in high quality because the video clips were -encoded with DivX and Xvid video codecs.\nUnfortunately the website never got a chance to go grow beyond beta status and was shut down by DivX Inc. On February 29, 2008 because DivX was unable to support Stage6.\nOn June 2008, CNET had stated that Stage6 was one of the greatest defunct websites in history.\nStage6 was first launched in 2006 by DivX Ink and in public beta, Stage6 was a similar webpage like Youtube which had allowed its users to stream and upload videos, for those customers that had registered.\nOn July 24, 2007 DivX had stated that they were pursuing to separate from Stage6, and become a single company away from DivX Inc. The Co-Founder and Executive Chairman Jordan Greenhall would be changing from his current role as CEO to manage the separating Stage6.\nIt was successful, and was estimated to be done by 2007. By January 2008, Stage6 had a total of 10.7 million views.\nOn February 25, 2008, DivX announced that they would shut down Stage6 on February 28, 2008, stating that they were unable to continue to provide the attention and resources required for its continued operation.\nA day later than stated, Stage6 ceased to operate, directing users to a Veoh welcome page designed specifically for the purpose of receiving the Stage6 community.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_sharing","surface_form":"video sharing","offset":26},{"uri":"Website","surface_form":"website","offset":40},{"uri":"YouTube","surface_form":"YouTube","offset":87},{"uri":"Download","surface_form":"download","offset":325}]}