{"id":856,"url":"http://en.wikipedia.org/wiki/United_Kingdom","text":"The United Kingdom of Great Britain and Northern Ireland or simply the United Kingdom (UK) is a sovereign country in Western Europe. It is a constitutional monarchy that is made up of four separate countries: England, Wales, Scotland and Northern Ireland. It is a member of the United Nations, the Commonwealth, NATO and the G8. It had the sixth largest economy in the world by nominal GDP in 2019.\nAround 66 million people live in the UK (2018). They can be divided into four big nationalities based on the countries where they live (or where they were born or their ancestry).\nAbout 95 per cent of the UK's population are English speakers. 5.5 per cent of the population speak languages brought to the UK as a result of relatively recent immigration.\nThe UK has many cities. London is the biggest city in the UK and is the nation's capital city. There are also other big cities in England including Birmingham, Manchester, Liverpool, Leeds, Bristol and Newcastle upon Tyne. Scotland has the big cities of Edinburgh and Glasgow. Cardiff and Swansea are in Wales and Belfast is in Northern Ireland.\nBetween the 17th and mid 20th-centuries, Britain was a world power. It became a colonial empire that controlled large areas of Africa, Asia, North America and Oceania. At its height in 1922, more than 458 million people lived in the British Empire, one-fifth of the Earth's population. Its area was 13,012,000 square miles: almost a quarter of the Earth's land area. The empire was sometimes called 'the empire on which the sun never sets', meaning the sun is always shining on at least one of its territories. Almost all countries left and became independent from the empire in the 20th century, although Britain keeps links with most countries of its former empire.\nPrehistory.\nSpecies of humans have occupied Britain, off and on, for almost a million years. The occupation was not continuous, no doubt because the climate at times was too extreme. The Roman conquest of Britain in 43AD is regarded as the start of recorded history.\nArchaeological remains show that the first group of modern people to live in the British Isles were hunter-gatherers after the last ice age ended. The date is not known: perhaps as early as 8000BC but certainly by 5000BC. They built mesolithic wood and stone monuments. Stonehenge was built between 3000 and 1600BC. Celtic tribes arrived from mainland Europe. Britain was a changing collection of tribal areas, with no overall leader. Julius Caesar tried to invade (take over) the island in 55BC but was not able to do so. The Romans successfully invaded in 43AD.\nHistory.\nWritten history began in Britain when writing was brought to Britain by the Romans. Rome ruled in Britain from 44AD to 410AD, but they only ruled England and Wales. The Romans never ruled Scotland north of the Clyde-Forth valley, or Ireland; their northern boundary varied from time to time, and was marked for a while at Hadrian's Wall.\nAfter the Romans, two waves of immigrants came to Britain. The first were German tribes: the Angles, Saxons and Jutes. English, the language, is a development from Anglo-Saxon Old English, and is a Germanic language. The second were the Vikings.\nBritain unified.\nAfter a long period when England was split into various kingdoms, it was made into one country by Æthelstan (Athelstan) in 945AD. England and Wales were unified by Edward I (Longshanks) by force in the 13th century.\nUnion with Scotland took much longer; there were hundreds of years of conflicts between both parts of Britain. This union between England and Scotland in 1707 formed the United Kingdom of Great Britain, which merged Scotland and England into one country.\nIn 1603, when Queen Elizabeth I of England died, her closest relative was King James VI of Scotland. He became king of England as well as king of Scotland. In 1707, the Scottish and English Parliaments agreed the Treaty of Union, which joined the two countries into one country called \"The Kingdom of Great Britain\" under Queen Anne.\nBy 1800, both Scotland and England had already independently had much influence over Ireland since 1200. In that year laws were passed in Great Britain and Ireland to merge the two states. The new country was called the \"United Kingdom of Great Britain and Ireland\". In 1922 much of Ireland became independent as the Irish Free State (now called Ireland) from the United Kingdom. However, six northern counties (called Northern Ireland) continue to be part of the United Kingdom. The country was renamed \"The United Kingdom of Great Britain and Northern Ireland\".\nGeography.\nThe UK is made up of four different countries: Wales, England and Scotland and Northern Ireland. The capital city of Wales is Cardiff. The capital city of England is London. The capital city of Scotland is Edinburgh and the capital city of Northern Ireland is Belfast. Other large cities in the UK are Birmingham, Bristol, Manchester, Liverpool, Newcastle upon Tyne, Leeds, Sheffield, Glasgow, Southampton, Leicester, Coventry, Bradford and Nottingham.\nThe UK is north-west off the coast of mainland Europe. Around the UK are the North Sea, the English Channel and the Atlantic Ocean. The UK also rules, usually indirectly, a number of smaller places (mostly islands) round the world, which are known as \"overseas territories\". They are remnants of the British Empire.\nThe physical geography of the UK varies greatly. England consists of mostly lowland terrain, with upland or mountainous terrain only found north-west of the Tees-Exe line. The upland areas include the Lake District, the Pennines, North York Moors, Exmoor and Dartmoor. The lowland areas are typically traversed by ranges of low hills, frequently composed of chalk, and flat plains. Scotland is the most mountainous country in the UK and its physical geography is distinguished by the Highland Boundary Fault which traverses the Scottish mainland from Helensburgh to Stonehaven. The Royal Observatory is the is the defining point of the Prime Meridian.\nThe United Kingdom is reducing greenhouse gas emissions. It has met Kyoto Protocol target of a 12.5% reduction from 1990 levels and intends to meet the legally binding target of a 20% cut in emissions by 2010.\nThe weather of the United Kingdom is changeable and unpredictable. Summers are moderately warm, winters are cool to cold. Rain falls throughout the year, and more on the west than the east because of its northerly latitude and the warm water from the Atlantic Ocean's Gulf Stream. The usually moderate prevailing winds from the Atlantic may be interrupted by Arctic air from the north-east or hot air from the Sahara.\nPolitics.\nThe United Kingdom is a parliamentary democracy based on a constitutional monarchy. The people of the United Kingdom vote for a members of Parliament to speak for them and to make laws for them. Queen Elizabeth II is the Queen of the United Kingdom of Great Britain and Northern Ireland and is the head of state. The government, led by the Prime Minister, governs the country and appoints cabinet ministers. Today, the Prime Minister is Boris Johnson, who is the leader of the centre-right Conservative Party.\nParliament is where laws are made. It has three parts: the House of Commons, the House of Lords, and the Queen. The House of Commons is the most powerful part. It is where Members of Parliament sit. The Prime Minister sits here as well, because they are a Member of Parliament. The people who sit in the House of Lords are called peers. Most peers are now appointed by the government. There are some who are hereditary peers (their fathers were peers); and a few others, such as certain bishops in the established Church of England, and the Judiciary (Law Lords).\nScotland has its own devolved Parliament with power to make laws on things like education, health and Scottish law. Northern Ireland and Wales have their own devolved Assemblies which have some powers but less than the Scottish parliament. The United Kingdom Parliament remains sovereign and it could end the devolved administrations at any time.\nParliament.\nThe British people are represented by members of Parliament, not ruled by monarchs. After the English Civil War, Oliver Cromwell became Lord Protector, and the monarchy was disbanded. Although the monarchy was restored after his death, the Crown slowly became the secondary power, and Parliament the first. Members of Parliament (called MPs) were elected, but until the early twentieth century, only men who owned property could vote. In the nineteenth century, more people were given suffrage. But in 1928, all men and women got the vote: this is called universal suffrage.\nParliament is in Westminster in London, but it has power over the whole of the United Kingdom. Wales, Scotland and Northern Ireland now each have their own parliaments but they have more limited powers. Scotland has the Scottish Parliament at Holyrood. Wales has the National Assembly for Wales in Cardiff and the Northern Ireland has the Northern Ireland Assembly at Stormont. England does not have a separate parliament. There are also parliaments in the Isle of Man and in Jersey and Guernsey (the Channel Islands, which are all independent island states for which the UK has some responsibility in international law.\nAlmost all members of Parliament belong to political parties. The biggest parties are the Conservative Party, Labour Party, the Scottish National Party and the Liberal Democrats. Members of the same party agree to act and vote more or less together. A party with more than half the seats (a majority) forms the government; the leader of the party becomes the Prime Minister, who then appoints other ministers. Because the government has a majority in Parliament, it can normally control what laws are passed.\nMilitary.\nThe United Kingdom has one of the most advanced militaries in the world, alongside such countries such as the USA and France, and operates a large army (British Army), a sizable navy (Royal Navy) and air force (Royal Air Force).\nFrom the 18th century to the early 20th century, the United Kingdom was one of the most powerful nations in the world, with a large and powerful navy (due to the fact it was surrounded by sea, so a large navy was the most practical option). This status has faded in recent times, but it remains a member of various military groups such as the UN Security Council and NATO. It is also still seen as a great military power.\nEconomy.\nThe United Kingdom is a developed country with the sixth largest economy in the world. It was a superpower during the 18th, 19th and early 20th century and was considered since the early 1800s to be the most powerful and influential nation in the world, in politics, economics (For it was the wealthiest country at the time.) and in military strength.\nBritain continued to be the biggest manufacturing economy in the world until 1908 and the largest economy until the 1920s. The economic cost of two world wars and the decline of the British Empire in the 1950s and 1960s reduced its leading role in global affairs. The United Kingdom has strong economic, cultural, military and political influence and is a nuclear power. The United Kingdom holds a permanent seat on the United Nations Security Council, and is a member of the G8, NATO, World Trade Organization and the Commonwealth of Nations. London, the capital, is famous as being the largest centre of finance in the world.\nLiterature.\nWilliam Shakespeare was an English playwright. He wrote plays in the late 16th century. Some of his plays were \"Romeo and Juliet\" and \"Macbeth\". In the 19th century, Jane Austen and Charles Dickens were novelists. Twentieth century writers include the science fiction novelist H.G. Wells and J.R.R. Tolkien. The children's fantasy \"Harry Potter\" series was written by J.K. Rowling. Aldous Huxley was also from the United Kingdom.\nEnglish language literature is written by authors from many countries. Eight people from the United Kingdom have won the Nobel Prize in Literature. Seamus Heaney is a writer who was born in Northern Ireland.\nArthur Conan Doyle from Scotland wrote the Sherlock Holmes detective novels. He was from Edinburgh. The poet Dylan Thomas brought Welsh culture to international attention.\nEducation.\nThe nature of education is a devolved matter in the United Kingdom. England, Scotland, Wales and Northern Ireland have separate, but similar, systems of education. They all have laws that a broad education is required from ages five to eighteen, except for in Scotland where school departure is allowed from the age of sixteen.\nPupils attend state schools (academies, faith schools, grammar schools, city technology colleges) and other children attend independent schools (known as public schools).\nBritain's universities such as University of Cambridge and University of Oxford, and London universities (University College London, the London School of Economics, King's College London and Imperial College London) collectively form the Golden Triangle of United Kingdom universities. A broader group of twenty universities form the Russell Group, which account for two thirds of research grants and contract funding out of the total of 100 universities.\nMedia.\nThe BBC is an organisation in the United Kingdom. It broadcasts in the United Kingdom and other countries on television, radio and the Internet. The BBC also sells its programmes to other broadcasting companies around world. The organisation is run by a group of twelve governors who have been given the job by the Queen, on the advice of government ministers.\nTransport.\nRoad traffic in the United Kingdom drives on the left hand side of the road (unlike the Americas and most of Europe), and the driver steers from the right hand side of the vehicle. The road network on the island of Great Britain is extensive, with most local and rural roads having evolved from Roman and Medieval times. Major routes developed in the mid 20th Century were made to the needs of the motor car. The high speed motorway (freeway) network was mostly constructed in the 1960s and 1970s and links together major towns and cities.\nThe system of rail transport was invented in England and Wales, so the United Kingdom has the oldest railway network in the world. It was built mostly during the Victorian era. At the heart of the network are five long distance main lines which radiate from London to the major cities and secondary population centres with dense commuter networks within the regions. The newest part of the network connects London to the Channel Tunnel from St Pancras station. The British Rail network is part privatised, with privately owned train operating companies providing service along particular lines or regions, whilst the tracks, signals and stations are owned by a Government controlled company called Network Rail. In Northern Ireland the NI Railways is the national railway. The system of underground railways in London, known as the Tube, has been copied by many other cities.\nMost domestic air travel in the United Kingdom is between London and the major cities in Scotland and the North of England and Belfast. London-Heathrow is the nation’s largest airport and is one of the most important international hubs in the world. Other major airports with principal international service include London-Gatwick, Birmingham, Manchester and Glasgow. An extensive system of ferry networks operates.\nLanguages.\nMajor languages spoken in the United Kingdom other than English include Polish (500,000 approximate number of speakers in the United Kingdom), Eastern Panjabi or Punjabi (471,000), Bengali (400,000), Urdu (400,000), Cantonese (300,000), Greek (200,000), Southwestern Caribbean Creole English (170,000).","categories":[],"infobox_types":[],"annotations":[{"uri":"Sovereign_state","surface_form":"sovereign country","offset":96},{"uri":"Western_Europe","surface_form":"Western Europe","offset":117},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":141},{"uri":"Countries_of_the_United_Kingdom","surface_form":"four separate countries","offset":184},{"uri":"England","surface_form":"England","offset":209},{"uri":"Wales","surface_form":"Wales","offset":218},{"uri":"Scotland","surface_form":"Scotland","offset":225},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":238},{"uri":"United_Nations","surface_form":"United Nations","offset":278},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":298},{"uri":"NATO","surface_form":"NATO","offset":312},{"uri":"G8","surface_form":"G8","offset":325},{"uri":"Nominal_GDP","surface_form":"nominal GDP","offset":378},{"uri":"Nationality","surface_form":"nationalities","offset":481},{"uri":"Ancestry","surface_form":"ancestry","offset":568},{"uri":"City","surface_form":"cities","offset":769},{"uri":"London","surface_form":"London","offset":777},{"uri":"Capital_city","surface_form":"capital city","offset":834},{"uri":"Birmingham","surface_form":"Birmingham","offset":901},{"uri":"Manchester","surface_form":"Manchester","offset":913},{"uri":"Liverpool","surface_form":"Liverpool","offset":925},{"uri":"Leeds","surface_form":"Leeds","offset":936},{"uri":"Bristol","surface_form":"Bristol","offset":943},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle upon Tyne","offset":955},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":1007},{"uri":"Glasgow","surface_form":"Glasgow","offset":1021},{"uri":"Cardiff","surface_form":"Cardiff","offset":1030},{"uri":"Swansea","surface_form":"Swansea","offset":1042},{"uri":"Belfast","surface_form":"Belfast","offset":1067},{"uri":"British_Empire","surface_form":"colonial empire","offset":1179},{"uri":"Africa","surface_form":"Africa","offset":1226},{"uri":"Asia","surface_form":"Asia","offset":1234},{"uri":"North_America","surface_form":"North America","offset":1240},{"uri":"Oceania","surface_form":"Oceania","offset":1258},{"uri":"Commonwealth_of_Nations","surface_form":"links with most countries of its former empire","offset":1719},{"uri":"Climate","surface_form":"climate","offset":1916},{"uri":"Roman_Empire","surface_form":"Roman","offset":1954},{"uri":"Archaeology","surface_form":"Archaeological","offset":2034},{"uri":"Ice_age","surface_form":"ice age","offset":2166},{"uri":"Mesolithic","surface_form":"mesolithic","offset":2267},{"uri":"Monument","surface_form":"monument","offset":2293},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":2304},{"uri":"Celt","surface_form":"Celt","offset":2350},{"uri":"Roman_Empire","surface_form":"Romans","offset":2683},{"uri":"Hadrian%27s_Wall","surface_form":"Hadrian's Wall","offset":2929},{"uri":"Immigration","surface_form":"immigrants","offset":2976},{"uri":"Germanic_peoples","surface_form":"German","offset":3019},{"uri":"Angles","surface_form":"Angles","offset":3038},{"uri":"Saxons","surface_form":"Saxons","offset":3046},{"uri":"Jutes","surface_form":"Jutes","offset":3057},{"uri":"English_language","surface_form":"English","offset":3064},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":3109},{"uri":"Old_English","surface_form":"Old English","offset":3121},{"uri":"Viking","surface_form":"Viking","offset":3182},{"uri":"England","surface_form":"England","offset":3233},{"uri":"Athelstan","surface_form":"Athelstan","offset":3317},{"uri":"Edward_I_of_England","surface_form":"Edward I","offset":3372},{"uri":"Queen","surface_form":"Queen","offset":3693},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":3699},{"uri":"King","surface_form":"King","offset":3753},{"uri":"James_I_of_England","surface_form":"James VI of Scotland","offset":3758},{"uri":"Anne_of_Great_Britain","surface_form":"Anne","offset":4007},{"uri":"Ireland","surface_form":"Ireland","offset":4098},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":4330},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":4359},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":4432},{"uri":"Wales","surface_form":"Wales","offset":4635},{"uri":"England","surface_form":"England","offset":4642},{"uri":"Scotland","surface_form":"Scotland","offset":4654},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":4667},{"uri":"Cardiff","surface_form":"Cardiff","offset":4714},{"uri":"London","surface_form":"London","offset":4754},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":4794},{"uri":"Belfast","surface_form":"Belfast","offset":4848},{"uri":"Birmingham","surface_form":"Birmingham","offset":4890},{"uri":"Bristol","surface_form":"Bristol","offset":4902},{"uri":"Manchester","surface_form":"Manchester","offset":4911},{"uri":"Liverpool%2C_Mersyside","surface_form":"Liverpool","offset":4923},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle upon Tyne","offset":4934},{"uri":"Leeds","surface_form":"Leeds","offset":4955},{"uri":"Sheffield","surface_form":"Sheffield","offset":4962},{"uri":"Glasgow","surface_form":"Glasgow","offset":4973},{"uri":"Southampton","surface_form":"Southampton","offset":4982},{"uri":"Leicester","surface_form":"Leicester","offset":4995},{"uri":"Coventry","surface_form":"Coventry","offset":5006},{"uri":"City_of_Bradford","surface_form":"Bradford","offset":5016},{"uri":"Nottingham","surface_form":"Nottingham","offset":5029},{"uri":"Europe","surface_form":"Europe","offset":5088},{"uri":"North_Sea","surface_form":"North Sea","offset":5118},{"uri":"English_Channel","surface_form":"English Channel","offset":5133},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":5157},{"uri":"British_Empire","surface_form":"British Empire","offset":5341},{"uri":"England","surface_form":"England","offset":5406},{"uri":"Climate_change","surface_form":"greenhouse gas emissions","offset":6040},{"uri":"Weather","surface_form":"weather","offset":6223},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":6470},{"uri":"Gulf_Stream","surface_form":"Gulf Stream","offset":6487},{"uri":"Arctic","surface_form":"Arctic","offset":6578},{"uri":"Sahara","surface_form":"Sahara","offset":6629},{"uri":"Parliament","surface_form":"parliament","offset":6671},{"uri":"Democracy","surface_form":"democracy","offset":6685},{"uri":"Constitutional_monarchy","surface_form":"constitutional","offset":6706},{"uri":"Hereditary_monarchy","surface_form":"monarchy","offset":6721},{"uri":"Member_of_Parliament","surface_form":"members of Parliament","offset":6775},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":6848},{"uri":"Head_of_state","surface_form":"head of state","offset":6945},{"uri":"Government","surface_form":"government","offset":6964},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":6987},{"uri":"Boris_Johnson","surface_form":"Boris Johnson","offset":7084},{"uri":"Parliament","surface_form":"Parliament","offset":7157},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":7216},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":7238},{"uri":"Peerage","surface_form":"peers","offset":7576},{"uri":"Bishop","surface_form":"bishop","offset":7644},{"uri":"Church_of_England","surface_form":"Church of England","offset":7671},{"uri":"Judiciary","surface_form":"Judiciary","offset":7698},{"uri":"Parliament","surface_form":"Parliament","offset":8129},{"uri":"English_Civil_War","surface_form":"English Civil War","offset":8174},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":8193},{"uri":"Suffrage","surface_form":"suffrage","offset":8565},{"uri":"Westminster","surface_form":"Westminster","offset":8672},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":8875},{"uri":"National_Assembly_for_Wales","surface_form":"National Assembly for Wales","offset":8922},{"uri":"Northern_Ireland_Assembly","surface_form":"Northern Ireland Assembly","offset":8994},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":9112},{"uri":"Jersey","surface_form":"Jersey","offset":9131},{"uri":"Guernsey","surface_form":"Guernsey","offset":9142},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":9156},{"uri":"Crown_dependencies","surface_form":"some responsibility","offset":9234},{"uri":"Political_party","surface_form":"political parties","offset":9319},{"uri":"Conservative_Party","surface_form":"Conservative Party","offset":9366},{"uri":"Labour_Party","surface_form":"Labour Party","offset":9386},{"uri":"Scottish_National_Party","surface_form":"Scottish National Party","offset":9404},{"uri":"Liberal_Democrats","surface_form":"Liberal Democrats","offset":9436},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":9635},{"uri":"USA","surface_form":"USA","offset":9905},{"uri":"France","surface_form":"France","offset":9913},{"uri":"British_Army","surface_form":"British Army","offset":9948},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":9979},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":10006},{"uri":"United_Nations_Security_Council","surface_form":"UN Security Council","offset":10367},{"uri":"NATO","surface_form":"NATO","offset":10391},{"uri":"Development","surface_form":"developed","offset":10479},{"uri":"Economy","surface_form":"economy","offset":10520},{"uri":"Superpower","surface_form":"superpower","offset":10551},{"uri":"British_Empire","surface_form":"British Empire","offset":10989},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":11163},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":11227},{"uri":"G8","surface_form":"G8","offset":11283},{"uri":"NATO","surface_form":"NATO","offset":11287},{"uri":"World_Trade_Organization","surface_form":"World Trade Organization","offset":11293},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":11326},{"uri":"London","surface_form":"London","offset":11351},{"uri":"Finance","surface_form":"finance","offset":11413},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":11447},{"uri":"English_people","surface_form":"English","offset":11474},{"uri":"Playwright","surface_form":"playwright","offset":11482},{"uri":"Romeo_and_Juliet","surface_form":"Romeo and Juliet","offset":11559},{"uri":"Macbeth","surface_form":"Macbeth","offset":11582},{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":11613},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":11629},{"uri":"H.G._Wells","surface_form":"H.G. Wells","offset":11724},{"uri":"J.R.R._Tolkien","surface_form":"J.R.R. Tolkien","offset":11739},{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":11779},{"uri":"J.K._Rowling","surface_form":"J.K. Rowling","offset":11815},{"uri":"Aldous_Huxley","surface_form":"Aldous Huxley","offset":11829},{"uri":"Nobel_Prize_in_Literature","surface_form":"Nobel Prize in Literature","offset":11998},{"uri":"Seamus_Heaney","surface_form":"Seamus Heaney","offset":12025},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":12067},{"uri":"Arthur_Conan_Doyle","surface_form":"Arthur Conan Doyle","offset":12085},{"uri":"Scotland","surface_form":"Scotland","offset":12109},{"uri":"Sherlock_Holmes","surface_form":"Sherlock Holmes","offset":12128},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":12174},{"uri":"Dylan_Thomas","surface_form":"Dylan Thomas","offset":12194},{"uri":"Education","surface_form":"education","offset":12282},{"uri":"England","surface_form":"England","offset":12336},{"uri":"Scotland","surface_form":"Scotland","offset":12345},{"uri":"Wales","surface_form":"Wales","offset":12355},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":12365},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":12798},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":12826},{"uri":"University_College_London","surface_form":"University College London","offset":12873},{"uri":"London_School_of_Economics_and_Political_Science","surface_form":"London School of Economics","offset":12904},{"uri":"King%27s_College_London","surface_form":"King's College London","offset":12932},{"uri":"Imperial_College_London","surface_form":"Imperial College London","offset":12958},{"uri":"BBC","surface_form":"BBC","offset":13234},{"uri":"Organisation","surface_form":"organisation","offset":13244},{"uri":"Country","surface_form":"countries","offset":13326},{"uri":"Television","surface_form":"television","offset":13339},{"uri":"Radio","surface_form":"radio","offset":13351},{"uri":"Internet","surface_form":"Internet","offset":13365},{"uri":"Governor","surface_form":"governors","offset":13500},{"uri":"Elizabeth_II","surface_form":"the Queen","offset":13541},{"uri":"Government","surface_form":"government","offset":13569},{"uri":"Minister_(government)","surface_form":"ministers","offset":13580},{"uri":"Great_Britain","surface_form":"Great Britain","offset":13817},{"uri":"Motorway","surface_form":"motorway","offset":14026},{"uri":"Rail_transport","surface_form":"rail transport","offset":14156},{"uri":"Railway","surface_form":"railway","offset":14243},{"uri":"London","surface_form":"London","offset":14400},{"uri":"British_Rail","surface_form":"British Rail","offset":14607},{"uri":"NI_Railways","surface_form":"NI Railways","offset":14878},{"uri":"London_Underground","surface_form":"Tube","offset":14974},{"uri":"Air_travel","surface_form":"air travel","offset":15032},{"uri":"Belfast","surface_form":"Belfast","offset":15145},{"uri":"London_Heathrow_Airport","surface_form":"London-Heathrow","offset":15154},{"uri":"Airline_hub","surface_form":"hub","offset":15249},{"uri":"Ferry","surface_form":"ferry","offset":15409},{"uri":"Polish_language","surface_form":"Polish","offset":15517},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":15607},{"uri":"Bengali_language","surface_form":"Bengali","offset":15626},{"uri":"Urdu","surface_form":"Urdu","offset":15645},{"uri":"Cantonese_language","surface_form":"Cantonese","offset":15661},{"uri":"Greek_language","surface_form":"Greek","offset":15682},{"uri":"Creole_language","surface_form":"Creole","offset":15722}]}