{"id":8568,"url":"http://en.wikipedia.org/wiki/Mind","text":"e=\"preserve\">The mind is a general term for the way a person that thinks, reasons, perceives, wills, and feels. For science, what others call the mind is \"entirely\" caused by workings of the brain. The philosopher Gilbert Ryle called mind the \"Ghost in the Machine\". He said the idea that it was separate from the brain was the mistaken \"Official Doctrine\". However, some think that mind is separate from the body and is called a soul (see dualism).\nMany people argue about what makes up the mind. Some say that only reason and memory are part of the mind, because they are conscious. In this view the emotions like love, hate, fear and joy are different from the mind. Some people with this view say the emotions are part of the heart. Others argue that our rational and emotional states cannot be separated and should all be part of what we call the mind.\nPeople often use \"mind \" to mean the same as \"thought\": the way we talk to ourselves \"inside our heads\". This is where the sayings \"make up our minds,\" \"change our minds\" and \"of two minds\" come from. One of the important things of the mind in this sense is that it is private. No one else can \"know our mind.\"\nHistory of the word.\nThe original meaning of the Old English \"gemynd\" was memory. This explains the sayings \"call to mind\", \"come to mind\", \"keep in mind\", \"to have mind of\", and so on. Old English had other words to express what we call \"mind\" today, such as \"hyge\", meaning \"mind, spirit\".\nThe word mind gradually grew to mean all conscious thought over the 14th and 15th centuries.\nAspects of the mind.\nThought is when we absorb what happens around us so that we can deal with it effectively according to our plans and desires. Thinking is using information, like forming concepts, problem solving, reasoning and making choices.\nMemory is when we store information in our minds, and can later recall it.\nImagination is the ability to invent worlds inside the mind, complete or not. The mind makes these by drawing on experience in the shared world.\nConsciousness is knowing that we exist and the world exists, and being able to understand what happens around us.\nMental health.\nJust like the body, a mind can be healthy. The measure of this is called mental health. According to the World Health Organization (WHO), there is not one way to measure mental health in all people, because there are many things in our environment that might make what is mentally healthy different from one person to another. In general, most experts agree that \"mental health\" and \"mental illness\" are not opposites. In other words, not having a mental illness does not mean you are in good mental health.\nOne way to study mental health is by looking at how well a person lives. Signs of mental health include: feeling capable and happy, being able to handle normal levels of stress, making and keeping friends, leading an independent life, and being able to recover from difficult situations.\nPhilosophy.\nPhilosophy of mind is the branch of philosophy that studies the nature of the mind and how it is linked to the body. The main problem is how the mind is related to the body, but there are also questions about the nature of the mind that do not talk about its relation to the physical body.\n\"Dualism\" and \"monism\" are the two main ways people try to solve the mind-body problem. Dualism is when people believe that the mind and body are in some way separate from each other. It can be traced back to Plato, Aristotle, and the Samkhya and Yoga schools of Hindu philosophy, but it was most precisely formulated by René Descartes in the 17th century.\n\"Monism\" is the belief that mind and body are not physiologically and ontologically distinct kinds of entities. This view was first seen in Western philosophy by Parmenides in the 5th century BC and was later held by the 17th-century rationalist Baruch Spinoza. According to Spinoza, mind and body are two parts of a larger being.\n\"Idealists\" think that the mind is all that exists and that the outside world is actually made up by the mind. Physicalists think that everything can be expressed by what is physical. \"Neutral monists\" believe that everything can be either mental or physical depending how you see it. For example, a red spot on a wall is physical, because it is an actual thing depending on the physical wall, but it is mental because our brain responds to the colour. The most common monisms in the 20th and 21st centuries have all been different kinds of physicalism, including behaviorism.\nPsychology.\nPsychology is the study of the way we think, feel and act. It involves the scientific study of processes such as perception, cognition, feelings, personality, as well as things around us that might affect the way we think. From this study, psychologists try to form rules for why we act the way we do. Psychology also includes using this knowledge to help solve problems of everyday life and treat mental health problems.\nSocial psychology and group behaviour.\nSocial psychology is the study of how we think, feel and act in groups of other people. Most people who study social psychology are either psychologists or sociologists.\nMind's eye.\nThe phrase Mind's eye refers to the ability to see things with the mind.","categories":[],"infobox_types":[],"annotations":[{"uri":"Person","surface_form":"person","offset":54},{"uri":"Opinion","surface_form":"thinks","offset":66},{"uri":"Logic","surface_form":"reasons","offset":74},{"uri":"Emotion","surface_form":"feels","offset":105},{"uri":"Brain","surface_form":"brain","offset":191},{"uri":"Gilbert_Ryle","surface_form":"Gilbert Ryle","offset":214},{"uri":"Ghost_in_the_Machine","surface_form":"Ghost in the Machine","offset":244},{"uri":"Soul","surface_form":"soul","offset":430},{"uri":"Dualism","surface_form":"dualism","offset":440},{"uri":"Memory","surface_form":"memory","offset":528},{"uri":"Emotions","surface_form":"emotions","offset":602},{"uri":"Love","surface_form":"love","offset":616},{"uri":"Hate","surface_form":"hate","offset":622},{"uri":"Fear","surface_form":"fear","offset":628},{"uri":"Happiness","surface_form":"joy","offset":637},{"uri":"Heart","surface_form":"heart","offset":730},{"uri":"Rational","surface_form":"rational","offset":759},{"uri":"Emotion","surface_form":"emotion","offset":772},{"uri":"Old_English","surface_form":"Old English","offset":1218},{"uri":"Gemynd","surface_form":"gemynd","offset":1231},{"uri":"Memory","surface_form":"memory","offset":1243},{"uri":"Old_English","surface_form":"Old English","offset":1355},{"uri":"Thought","surface_form":"Thought","offset":1575},{"uri":"Information","surface_form":"information","offset":1718},{"uri":"Concepts","surface_form":"concepts","offset":1744},{"uri":"Problem_solving","surface_form":"problem solving","offset":1754},{"uri":"Reasoning","surface_form":"reasoning","offset":1771},{"uri":"Choice","surface_form":"choice","offset":1792},{"uri":"Memory","surface_form":"Memory","offset":1801},{"uri":"Recall","surface_form":"recall","offset":1865},{"uri":"Imagination","surface_form":"Imagination","offset":1876},{"uri":"Consciousness","surface_form":"Consciousness","offset":2021},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":2255},{"uri":"Environment","surface_form":"environment","offset":2386},{"uri":"Mental_illness","surface_form":"mental illness","offset":2534},{"uri":"Capable","surface_form":"capable","offset":2771},{"uri":"Philosophy","surface_form":"philosophy","offset":2994},{"uri":"Dualism","surface_form":"Dualism","offset":3249},{"uri":"Monism","surface_form":"monism","offset":3263},{"uri":"Plato","surface_form":"Plato","offset":3457},{"uri":"Aristotle","surface_form":"Aristotle","offset":3464},{"uri":"Samkhya","surface_form":"Samkhya","offset":3483},{"uri":"Yoga","surface_form":"Yoga","offset":3495},{"uri":"Hinduism","surface_form":"Hindu","offset":3511},{"uri":"Ren%C3%A9_Descartes","surface_form":"René Descartes","offset":3569},{"uri":"Physiology","surface_form":"physiologically","offset":3655},{"uri":"Ontology","surface_form":"ontologically","offset":3675},{"uri":"Western_philosophy","surface_form":"Western philosophy","offset":3745},{"uri":"Parmenides","surface_form":"Parmenides","offset":3767},{"uri":"Rationalism","surface_form":"rationalist","offset":3839},{"uri":"Baruch_Spinoza","surface_form":"Baruch Spinoza","offset":3851},{"uri":"Idealism","surface_form":"Idealists","offset":3937},{"uri":"Physical","surface_form":"physical","offset":4110},{"uri":"Neutral_monism","surface_form":"Neutral monists","offset":4121},{"uri":"Mental","surface_form":"mental","offset":4176},{"uri":"Colour","surface_form":"colour","offset":4381},{"uri":"Behaviorism","surface_form":"behaviorism","offset":4500},{"uri":"Psychology","surface_form":"Psychology","offset":4525},{"uri":"Science","surface_form":"scientific study","offset":4600},{"uri":"Perception","surface_form":"perception","offset":4638},{"uri":"Cognition","surface_form":"cognition","offset":4650},{"uri":"Emotion","surface_form":"feelings","offset":4661},{"uri":"Personality","surface_form":"personality","offset":4671},{"uri":"Knowledge","surface_form":"knowledge","offset":4863},{"uri":"Mental_health","surface_form":"mental health","offset":4923},{"uri":"Psychology","surface_form":"psychologists","offset":5125},{"uri":"Sociology","surface_form":"sociologists","offset":5142},{"uri":"Sight","surface_form":"see","offset":5215}]}