{"id":85695,"url":"http://en.wikipedia.org/wiki/Kate_Nash","text":"Kate Marie Nash (born 6 July 1987) is a British singer and songwriter and actress.\nEarly life.\nNash was born in Brent. She grew up in Harrow, North West London. Her father is English; her mother is Irish. She first became interested in music during her childhood when she learned how to play the piano.\nA side.\nNash's début single was a double-A side single (recorded in Iceland), was released through independent record label Moshi Moshi Records in February 2007. Only 1000 copies were released, and it was on available on 7\" vinyl. Because the single was so popular, 1000 additional copies of the single were made and sold out extremely fast. The A-side was called \"Caroline's a Victim\", is an electronic sounding song about Kate Nash's friend Caroline. A video for the song was released and received a lotof airplay on the music television channel, MTV2. The video was directed by Kinga Burza and it featured Nash playing different instruments at the same time that her friend \"Caroline\" sits in her room playing music, taking photographs, trying on different clothes, listening to David Bowie, putting on makeup and sitting at her computer checking a website.\nB side.\nThe B-side to the single was \"Birds\", it is an acoustic song that tells the story of a boy's clumsy attempts to try and explain to his girlfriend how he feels about her, all the while the girl does not know what her boyfriend is talking about.\nDuring the promotion for \"Caroline's a Victim/Birds\", Nash supported an English singer who goes by the name of Get Cape. Wear Cape. Fly on his national tour before leaving to go on her own headlining tour around the UK.\nEarly career.\nIn March 2007, Nash was signed to Fiction Records.\nIn April 2007, Nash and other up-coming London acts were mocked through a nasty imitation of Nash's song, \"Caroline's a Victim\" entitled \"LDN Is A Victim.\" The song mocked Nash and Lily Allen, among others, for singing in a Cockney accent, despite their privileged backgrounds.\nNash released a second song, but through a different recored label called Fiction Records, her second single that was named \"Foundations\", was released on 25 June 2007 and reached number two in the official UK Singles Chart.\nLater career.\nFollowing the fast, and unpredicted, success of \"Foundations\", Fiction Records announced plans to release Nash's album earlier than expected, to 6 August 2007. The album, which was named: \"Made of Bricks\", included many of the tracks which Kate Nash had been performing on her two nationwide tours, on her tours Kate Nash was supported by a British duet, called Peggy Sue & The Pirates.\nThe album received mixed reviews, The Independent describing it as being in \"pole position for worst album of the year.\". Kate Nash's album, \"Made of Bricks\" reached the UK Number 1.\nIn June 2007 Nash performed at many summer music festvals, for example, O2 Wireless Festival, the Bestival, Electric Gardens, Glastonbury Festival and the Latitude Festival, she also played at the Reading and Leeds Festivals, Oxegen and T in the Park, as well as other festivals. Kate Nash made her first official Television performance on \"Later with Jools Holland\", also appearing on other TV shows, for example: \"Popworld\", \"The Friday Night Project\", GMTV and \"This Morning\" during 2007.\nOn 4 March 2013 she released her third album \"Girl Talk\". She released it on her own record label 10p Records. It was not as successful as Nash's first two albums and reached No.85 in the UK Albums Chart.\nRecognitions.\nNash was featured on the Top of the Pops Christmas special on 25 December 2007. She performed her single, Foundations.\nNash features on rapper, Kano's album which is called \"London Town\", in a song titled \"Me & My Microphone\".\nShe is also featured in the song \"Look What You've Done\" from Lethal Bizzle's latest albumwhich is named, \"Back To Bizznizz\".\nBook.\nNash stated in an interview with NME that she is writing a series of short stories influenced by Roald Dahl, including one based around a seven-foot transvestite named Roy, and would like to release a collection. Nash will probably release her books under a false name.","categories":[],"infobox_types":["musical artist &lt;!-- See Wikipedia:WikiProject_Musicians --&gt;"],"annotations":[{"uri":"British_people","surface_form":"British","offset":40},{"uri":"Singer","surface_form":"singer","offset":48},{"uri":"Songwriter","surface_form":"songwriter","offset":59},{"uri":"Actress","surface_form":"actress","offset":74},{"uri":"London_Borough_of_Brent","surface_form":"Brent","offset":112},{"uri":"London_Borough_of_Harrow","surface_form":"Harrow","offset":134},{"uri":"Father","surface_form":"father","offset":165},{"uri":"English_people","surface_form":"English","offset":175},{"uri":"Mother","surface_form":"mother","offset":188},{"uri":"Irish_people","surface_form":"Irish","offset":198},{"uri":"Piano","surface_form":"piano","offset":296},{"uri":"Iceland","surface_form":"Iceland","offset":371},{"uri":"Moshi_Moshi_Records","surface_form":"Moshi Moshi Records","offset":427},{"uri":"MTV2","surface_form":"MTV2","offset":852},{"uri":"David_Bowie","surface_form":"David Bowie","offset":1085},{"uri":"Lily_Allen","surface_form":"Lily Allen","offset":1882},{"uri":"Cockney","surface_form":"Cockney","offset":1925},{"uri":"The_Independent","surface_form":"The Independent","offset":2639},{"uri":"Telef%C3%B3nica_O2","surface_form":"O2","offset":2860},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury Festival","offset":2914},{"uri":"Latitude_Festival","surface_form":"Latitude Festival","offset":2943},{"uri":"The_Friday_Night_Project","surface_form":"The Friday Night Project","offset":3216},{"uri":"Top_of_the_Pops","surface_form":"Top of the Pops","offset":3524},{"uri":"Rapper","surface_form":"rapper","offset":3635},{"uri":"Kano","surface_form":"Kano","offset":3643},{"uri":"NME","surface_form":"NME","offset":3891},{"uri":"Roald_Dahl","surface_form":"Roald Dahl","offset":3955}]}