{"id":85727,"url":"http://en.wikipedia.org/wiki/Forbidden_fruit","text":"The words forbidden fruit stand as a metaphor (an image). The metaphor comes from the book of Genesis in the Bible. There Adam and Eve are thrown out of Paradise because they eat from the tree of knowledge.\nThe fruit has commonly been represented as an apple due to wordplay of the Latin word for apple, \"malus\", which can mean both \"evil\" and \"apple\". The Bible does not specify a fruit, but locates it as being at the very center of The Garden of Eden. In Judaism the fruit is believed to be either a grape, a fig, a citron or wheat. Most scholars say that the type of fruit is not forbidden, it was just the fruits of that particular tree that were.\nIn general, the term can also refer to something illegal or immoral to do. It might also be dangerous. Many times this is about sex outside of marriage.\nThis is an update on the story of Adam and Eve. The question of what was the tree of knowledge of good and evil, and what was the tree of life is answered inside the text itself. The tree of knowledge was the serpent who resided in the middle of the garden, and the tree of life was the law.\nWhen God told man, not to eat from the tree of knowledge for he would surely die, it means if he doesn't eat from the tree of knowledge, Adam would surely live; hence the tree of life.\nWhen the serpent asked the woman “what did God say about the tree of knowledge of good and evil”, she responded “not to eat or touch it or you will die”. The serpent then said “you will not die, for the day you eat of it your eyes will be opened and you will be like God knowing good and evil”. In the serpents statement, he lays the trap, for his words are controversial, which is conflictive to the woman, so she thinks about it, and in the end she agrees with the serpents arguement. This is why scripture says that she took some of the fruit and ate it, and she gave the fruit to Adam and he ate it also. Adam's added fruit was of rebellion, for he tells God that he \"did\" eat. So what was Adam's controversy? Now that the woman has eaten of the fruit of knowledge, she is lost to death, while Adam is still alive for he has not bitten the fruit of knowledge yet. If Adam had walked away from the ordeal, he would have been safe, but what would that have said about his love for his wife? Adam chose his wife over the law because he loved her. This is why God said you harkened into your wife.\nLater when God says “let them not eat from the tree of life that's in the midst of the garden lest they live in this state for ever, in an eternal life in the fallen state”. The serpent who still resides in the midst of the garden would've had access to them and his influence would keep man in the fallen state forever!\nOne other thing, the tree of knowledge of good and evil, should actually read, the tree of knowledge of good VERSES evil, for the serpent represents evil, while Gods law represents good. The fruit eaten was controversy, conflict and rebellion, the three parts of the tree of knowledge that man ate. Scripture says that man cannot save himself for he constantly lives in conflict, created through the controversies that come up in every day life; and through these ordeals, comes rebellion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metaphor","surface_form":"metaphor","offset":37},{"uri":"Image","surface_form":"image","offset":50},{"uri":"Genesis","surface_form":"Genesis","offset":94},{"uri":"Bible","surface_form":"Bible","offset":109},{"uri":"Paradise","surface_form":"Paradise","offset":153},{"uri":"Fruit","surface_form":"fruit","offset":211},{"uri":"Apple","surface_form":"apple","offset":253},{"uri":"Latin_language","surface_form":"Latin","offset":282},{"uri":"Garden_of_Eden","surface_form":"Garden of Eden","offset":439},{"uri":"Judaism","surface_form":"Judaism","offset":458},{"uri":"Grape","surface_form":"grape","offset":503},{"uri":"Fig","surface_form":"fig","offset":512},{"uri":"Citron","surface_form":"citron","offset":519},{"uri":"Wheat","surface_form":"wheat","offset":529},{"uri":"Sexual_intercourse","surface_form":"sex","offset":781}]}