{"id":8575,"url":"http://en.wikipedia.org/wiki/Nelson_Mandela","text":"Nelson Rolihlahla Mandela (18 July 1918 – 5 December 2013) was a South African politician and activist. On April 27, 1994, he was made the first President of South Africa elected in a fully represented democratic election. Mandela was also the first black President of his country, South Africa.\nMandela was born in Mvezo, South Africa to a Thembu royal family.\nHis government focused on throwing out the legacy of apartheid by ending racism, poverty, inequality, and on improving racial understanding in South Africa. Politically a believer in socialism, he served as the President of the African National Congress (ANC) from 1991 to 1997 and adopted new Constitution of South African in 1996 that prohibits all discrimination, based on language, religion, handicap and sexual orientation, not only on racism. Internationally, Mandela was the Secretary General of the Non-Aligned Movement from 1998 to 1999.\nMandela received more than 250 honors, including the 1993 Nobel Peace Prize, the US Presidential Medal of Freedom, and the Soviet Order of Lenin. He is often referred to by his Xhosa clan name, Madiba, or as Tata (\"Father\"). Mandela was described as a hero, and his actions gave thousands of people hope.\nMandela was sick for several years during his retirement. He was hospitalized in late summer of 2013 from a continuous lung infection. Mandela died on 5 December 2013 in Houghton Estate, Johannesburg from a respiratory tract infection. He was 95 years old.\nEarly life.\nNelson Rolihlahla Mandela was born on 18 July 1918 in Mvezo, Umtata (now Mthatha), Transkei, South Africa. He had thirteen siblings by the same father, and two mothers. His parents were Gadla Henry Mphakanyiswa and Nosekeni Nonqaphi. His given name was Rolihlahla, a Xhosa name meaning \"pulling the branch of a tree\" or informally, \"troublemaker\". He was a member of the Thembu royal family. On his first day of school, he was given the name Nelson by his teacher Miss Mdingane. Giving children in Africa English names was a custom among Africans during that period.\nMandela's father died when he was twelve. Mandela then lived with the local regent who sent him to school. He was the first member of his family to go to a school. He was expelled from Fort Hare University in 1941, because he led a group of students on political strike. After he was expelled, Nelson found a job as a night watchman.\nAnti-apartheid activity.\nIn 1944, Mandela helped start the African National Congress Youth League. He was soon a high-ranked leader of the group.\nHe wanted to free South Africa without violence, but the government started killing and hurting protesters. He then started Umkhonto we Sizwe with Walter Sisulu and other people in the African National Congress that he admired, such as Mahatma Gandhi.\nA trial was later held and became known as the Rivonia Trial. Mandela was on trial because of his involvement in sabotage and violence in 1962. He was sentenced to life in prison, and was sent to Robben Island, but was transferred to Victor Verster Prison in 1988. In 1990, he was let out of Victor Verster Prison after 26.5 years. He left prison after de Klerk removed a ban on the African National Congress. He ordered Mandela's release. He then received the Nobel Peace Prize in 1993, with former State President of South Africa, Frederik Willem de Klerk.\nPresidency.\nMandela won the general election in April 1994. His inauguration was in Pretoria on 10 May 1994. Many people around the world saw his inauguration on television. The event had 4000 guests, including world leaders from different backgrounds. Mandela was the first South African President elected in a completely democratic election.\nAs South Africa's first black President, Mandela became head of the Government of National Unity which was under controlled by the African National Congress (or ANC). The ANC had no knowledge in politics, but had representatives from the National Party and Inkatha. In keeping with earlier promises, de Klerk became first Deputy President, while Thabo Mbeki was chosen second.\nAlthough Mbeki had not been his first choice for President, Mandela soon trusted Mbeki throughout his presidency. This allowed Mbeki to organize policy details. Mandela moved into the presidential office at Tuynhuys in Cape Town. He would settle into the nearby Westbrooke Manor. Westbrooke was renamed \"Genadendal\". Preserving his Houghton home, he also had a house built in his home village of Qunu. He visited Qunu regularly, walking around the area, meeting with local people who lived there, and judging tribal problems.\nHe faced many illness at age 76. Although having energy, he felt left out and lonely. He often entertained celebrities, such as Michael Jackson, Whoopi Goldberg, and the Spice Girls. He became friends with a number of rich business people, like Harry Oppenheimer and British monarch Elizabeth II on her March 1995 state visit to South Africa. This resulted in strong judgment from ANC anti-capitalists. Despite his surroundings, Mandela lived simply, donating a third of his $552,000 wealth to the Nelson Mandela Children's Fund, which he had founded in 1995. In that same year, Mandela published his autobiography, \"Long Walk to Freedom\".\nAlthough in favor of freedom of the press, Mandela was important of much of the country's media because it was owned and run by many middle-class whites. Mandela became known for his use of Batik shirts, known as \"Madiba shirts\", even on normal events. Mandela had never planned on serving a second term in office. Mandela gave his farewell speech on 29 March 1999, after which he retired. Mandela's term ended on 14 June 1999. Thabo Mbeki succeeded Mandela as President of South Africa.\nNobel Prize.\n\"We stand here today as nothing more than a representative of the millions of our people who dared to rise up against a social operation whose very essence is war, violence, racism, oppression, repression and the impoverishment of an entire people.\"\nPersonal life.\nMandela was married three times and has six children. He had seventeen grandchildren, and a growing number of great-grandchildren. Though physically non-emotional with his children, he could be stern and demanding.\nMandela married Evelyn Ntoko Mase in October 1944. They had two children. Mandela remained married to Evelyn until they divorced in 1957. Evelyn died in 2004. He then married Winnie Madikizela in 1958. They had two daughters. The couple filed for separation in 1992. They divorced in 1996. Mandela married again to Graça Machel, on his 80th birthday in 1998. She was the widow of Samora Machel. Machel was the former Mozambican president and ANC ally who was killed in an air crash 12 years earlier.\nThough publicly criticizing him on several events, Mandela liked United States President Bill Clinton. Mandela personally supported him during his impeachment trial in 1998.\nPublic retirement.\nIn June 2004, Mandela announced that he was retiring from public life. Mandela said \"Don't call me, I will call you\". Although continuing to meet with close friends and family, the Nelson Mandela Foundation denied invitations for him to appear at public events and most interview requests.\nHealth.\nOn 27 March 2013, Mandela was hospitalized in Pretoria from a lung infection. It was reported on 28 March that he was responding well to treatment. Mandela was again hospitalized on 7 June from another lung infection, On 23 June, his condition was announced to be critical. On 26 June, it was announced that Mandela was put on life-support. On 4 July, Mandela's family announced that Mandela was under life-support and he was in a permanent persistent vegetative state. The next day, the South African government denied the fact that Mandela was in a vegetative state. Mandela was discharged from the hospital on 1 September 2013.\n2013 death rumor.\nMany South Africans thought that Mandela died overnight on 26 June after he was removed from his life support. The South African government said that Mandela is still alive despite the rumor that he died. It was later reported that the rumor was just a death hoax. CNN also reported that Mandela died, but later fixed the report soon afterwards. Photos were taken with Mandela and First Lady Michelle Obama as proof that Mandela was still alive.\nDeath.\nMandela died on 5 December 2013 at his home at Houghton Estate, Johannesburg from complications of a respiratory tract infection, aged 95. He was surrounded by his family when he died. His death was announced by President Jacob Zuma.\nOn 6 December, Zuma announced a national mourning for ten days. An event for an official memorial service was held at the FNB Stadium in Johannesburg on Tuesday 10 December. He declared Sunday 8 December a national day of prayer: \"We call upon all our people to gather in halls, churches, mosques, temples, synagogues and in their homes to pray and hold prayer services and meditation reflecting on the life of \"Madiba\" and his contribution to our country and the world.\"\nFuneral.\nMandela's body lay in state from 11 to 13 December at the Union Buildings in Pretoria. A state funeral was held on Sunday 15 December in Qunu. David Cameron, Barack Obama, Raul Castro, Bill Gates, and Oprah Winfrey were there.\nBurial.\nOn 28 June Mandela's family were arguing about where to bury Mandela. On 29 June the South African government announced that a memorial service for Mandela will be held 10 to 14 days after his death at Soccer City. On 1 July it was announced that if Mandela were to die he might become the first non-British person to be honored at Westminster Abbey. Queen Elizabeth II honored Mandela with a thanksgiving service at Westminster Abbey in early 2014. This made Mandela the first non-British person to be honored at Westminster Abbey. Mandela was buried in the village of Qunu in the Eastern Cape of South Africa. Qunu is where he grew up.\nHonors.\nIn South Africa, Mandela is sometimes called by his Xhosa clan name of \"Madiba\".\nMovies.\nMandela has been portrayed in movies and television. In the 1997 movie, \"Mandela and de Klerk\", Sidney Poitier plays Mandela. Dennis Haysbert plays Mandela in \"Goodbye Bafana\" (2007). In the 2009 BBC television movie, \"Mrs Mandela\", Nelson Mandela is played by David Harewood. In 2009, Morgan Freeman plays Mandela in \"Invictus\" (2009). Terrence Howard also plays Mandela in the 2011 movie \"Winnie Mandela\". Mandela appeared as himself in the 1992 American movie \"Malcolm X\". In ' he was played by Idris Elba.\nLegacy.\nBy the time of his death, Mandela had come to be widely considered \"the father of the nation\" within South Africa. He is also seen as \"the national liberator, the savior, its Washington and Lincoln rolled into one\". Throughout his life, Mandela had also faced criticism. Margaret Thatcher attracted international attention for describing the ANC as \"a typical terrorist organization\" in 1987. She later made favors to release Mandela from prison. Mandela has also been criticized for his friendship with political leaders such as Fidel Castro, Muammar Gaddafi, Akbar Hashemi Rafsanjani, and Suharto.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"South_Africa","surface_form":"South Africa","offset":65},{"uri":"President_of_South_Africa","surface_form":"President of South Africa","offset":145},{"uri":"Universal_suffrage","surface_form":"fully represented","offset":184},{"uri":"Democracy","surface_form":"democratic","offset":202},{"uri":"Election","surface_form":"election","offset":213},{"uri":"Black_people","surface_form":"black","offset":250},{"uri":"Mvezo","surface_form":"Mvezo","offset":316},{"uri":"Thembu_people","surface_form":"Thembu","offset":341},{"uri":"Government","surface_form":"government","offset":366},{"uri":"Legacy","surface_form":"legacy","offset":405},{"uri":"Apartheid","surface_form":"apartheid","offset":415},{"uri":"Racism","surface_form":"racism","offset":435},{"uri":"Poverty","surface_form":"poverty","offset":443},{"uri":"Inequality","surface_form":"inequality","offset":452},{"uri":"Conflict_resolution","surface_form":"understanding","offset":488},{"uri":"Socialism","surface_form":"socialism","offset":545},{"uri":"African_National_Congress","surface_form":"African National Congress","offset":590},{"uri":"Languages_of_South_Africa","surface_form":"language","offset":738},{"uri":"Religion","surface_form":"religion","offset":748},{"uri":"Handicap","surface_form":"handicap","offset":758},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":771},{"uri":"Racism","surface_form":"racism","offset":803},{"uri":"Non-Aligned_movement","surface_form":"Secretary General of the Non-Aligned Movement","offset":844},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":967},{"uri":"Presidential_Medal_of_Freedom","surface_form":"US Presidential Medal of Freedom","offset":990},{"uri":"Order_of_Lenin","surface_form":"Soviet Order of Lenin","offset":1032},{"uri":"Xhosa_people","surface_form":"Xhosa","offset":1086},{"uri":"Lung","surface_form":"lung","offset":1333},{"uri":"Infection","surface_form":"infection","offset":1338},{"uri":"Houghton_Estate","surface_form":"Houghton Estate","offset":1384},{"uri":"Respiratory_tract_infection","surface_form":"respiratory tract infection","offset":1421},{"uri":"Mthatha","surface_form":"Mthatha","offset":1556},{"uri":"Transkei","surface_form":"Transkei","offset":1566},{"uri":"Sibling","surface_form":"sibling","offset":1606},{"uri":"Xhosa_language","surface_form":"Xhosa","offset":1750},{"uri":"Thembu_people","surface_form":"Thembu","offset":1854},{"uri":"Regent","surface_form":"regent","offset":2126},{"uri":"Fort_Hare_University","surface_form":"Fort Hare University","offset":2235},{"uri":"Political","surface_form":"political","offset":2303},{"uri":"Strike_action","surface_form":"strike","offset":2313},{"uri":"African_National_Congress_Youth_League","surface_form":"African National Congress Youth League","offset":2443},{"uri":"South_Africa","surface_form":"South Africa","offset":2548},{"uri":"Protest","surface_form":"protest","offset":2626},{"uri":"Umkhonto_we_Sizwe","surface_form":"Umkhonto we Sizwe","offset":2654},{"uri":"Walter_Sisulu","surface_form":"Walter Sisulu","offset":2677},{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":2766},{"uri":"Rivonia_Trial","surface_form":"Rivonia Trial","offset":2829},{"uri":"Sabotage","surface_form":"sabotage","offset":2895},{"uri":"Violence","surface_form":"violence","offset":2908},{"uri":"Robben_Island","surface_form":"Robben Island","offset":2978},{"uri":"African_National_Congress","surface_form":"African National Congress","offset":3165},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":3243},{"uri":"Frederik_Willem_de_Klerk","surface_form":"Frederik Willem de Klerk","offset":3315},{"uri":"South_African_general_election%2C_1994","surface_form":"general election","offset":3369},{"uri":"Inauguration","surface_form":"inauguration","offset":3405},{"uri":"Pretoria","surface_form":"Pretoria","offset":3425},{"uri":"Television","surface_form":"television","offset":3503},{"uri":"South_Africa","surface_form":"South Africa","offset":3616},{"uri":"President_of_South_Africa","surface_form":"President","offset":3630},{"uri":"Democratic","surface_form":"democratic","offset":3664},{"uri":"President_of_South_Africa","surface_form":"President","offset":3715},{"uri":"National_Party_of_South_Africa","surface_form":"National Party","offset":3923},{"uri":"Inkatha_Freedom_Party","surface_form":"Inkatha","offset":3942},{"uri":"Thabo_Mbeki","surface_form":"Thabo Mbeki","offset":4031},{"uri":"Cape_Town","surface_form":"Cape Town","offset":4281},{"uri":"Houghton","surface_form":"Houghton","offset":4394},{"uri":"Qunu","surface_form":"Qunu","offset":4458},{"uri":"Illness","surface_form":"illness","offset":4602},{"uri":"Celebrity","surface_form":"celebrities","offset":4695},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":4716},{"uri":"Whoopi_Goldberg","surface_form":"Whoopi Goldberg","offset":4733},{"uri":"Spice_Girls","surface_form":"Spice Girls","offset":4758},{"uri":"Businessperson","surface_form":"business people","offset":4811},{"uri":"Harry_Oppenheimer","surface_form":"Harry Oppenheimer","offset":4833},{"uri":"British_monarchs","surface_form":"British monarch","offset":4855},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":4871},{"uri":"Donation","surface_form":"donating","offset":5039},{"uri":"Autobiography","surface_form":"autobiography","offset":5189},{"uri":"Long_Walk_to_Freedom","surface_form":"Long Walk to Freedom","offset":5205},{"uri":"Freedom_of_the_press","surface_form":"freedom of the press","offset":5249},{"uri":"Mass_media","surface_form":"media","offset":5318},{"uri":"Batik","surface_form":"Batik","offset":5418},{"uri":"Shirt","surface_form":"shirt","offset":5424},{"uri":"Goodbye","surface_form":"farewell","offset":5560},{"uri":"Speech","surface_form":"speech","offset":5569},{"uri":"Retired","surface_form":"retired","offset":5609},{"uri":"Thabo_Mbeki","surface_form":"Thabo Mbeki","offset":5656},{"uri":"President_of_South_Africa","surface_form":"President of South Africa","offset":5689},{"uri":"Marriage","surface_form":"married","offset":6006},{"uri":"Grandchildren","surface_form":"grandchildren","offset":6065},{"uri":"Divorced","surface_form":"divorced","offset":6329},{"uri":"Winnie_Madikizela-Mandela","surface_form":"Winnie Madikizela","offset":6384},{"uri":"Mozambique","surface_form":"Mozambican","offset":6626},{"uri":"Killed","surface_form":"killed","offset":6668},{"uri":"Criticize","surface_form":"criticizing","offset":6725},{"uri":"United_States_President","surface_form":"United States President","offset":6774},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":6798},{"uri":"Impeachment","surface_form":"impeachment","offset":6856},{"uri":"Trial","surface_form":"trial","offset":6868},{"uri":"Retirement","surface_form":"retiring","offset":6946},{"uri":"Pretoria","surface_form":"Pretoria","offset":7246},{"uri":"Lung","surface_form":"lung","offset":7262},{"uri":"Infection","surface_form":"infection","offset":7267},{"uri":"Treatment","surface_form":"treatment","offset":7337},{"uri":"Life_support","surface_form":"life-support","offset":7527},{"uri":"Persistent_vegetative_state","surface_form":"persistent vegetative state","offset":7641},{"uri":"South_Africa","surface_form":"South Africa","offset":7964},{"uri":"CNN","surface_form":"CNN","offset":8114},{"uri":"Photos","surface_form":"Photos","offset":8195},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady","offset":8230},{"uri":"Michelle_Obama","surface_form":"Michelle Obama","offset":8241},{"uri":"Evidence","surface_form":"proof","offset":8259},{"uri":"Houghton_Estate","surface_form":"Houghton Estate","offset":8349},{"uri":"Respiratory_tract_infection","surface_form":"respiratory tract infection","offset":8403},{"uri":"Jacob_Zuma","surface_form":"Jacob Zuma","offset":8524},{"uri":"Mourning","surface_form":"mourning","offset":8577},{"uri":"FNB_Stadium","surface_form":"FNB Stadium","offset":8658},{"uri":"Union_Buildings","surface_form":"Union Buildings","offset":9075},{"uri":"Funeral","surface_form":"state funeral","offset":9106},{"uri":"David_Cameron","surface_form":"David Cameron","offset":9160},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":9175},{"uri":"Raul_Castro","surface_form":"Raul Castro","offset":9189},{"uri":"Bill_Gates","surface_form":"Bill Gates","offset":9202},{"uri":"Oprah_Winfrey","surface_form":"Oprah Winfrey","offset":9218},{"uri":"Bury","surface_form":"bury","offset":9308},{"uri":"South_Africa","surface_form":"South Africa","offset":9337},{"uri":"Soccer_City","surface_form":"Soccer City","offset":9454},{"uri":"British_people","surface_form":"British person","offset":9552},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":9584},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":9609},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":9669},{"uri":"Qunu","surface_form":"Qunu","offset":9822},{"uri":"Eastern_Cape","surface_form":"Eastern Cape","offset":9834},{"uri":"South_Africa","surface_form":"South Africa","offset":9901},{"uri":"Movies","surface_form":"movies","offset":10017},{"uri":"Television","surface_form":"television","offset":10028},{"uri":"Mandela_and_de_Klerk","surface_form":"Mandela and de Klerk","offset":10060},{"uri":"Sidney_Poitier","surface_form":"Sidney Poitier","offset":10083},{"uri":"Dennis_Haysbert","surface_form":"Dennis Haysbert","offset":10113},{"uri":"Goodbye_Bafana","surface_form":"Goodbye Bafana","offset":10147},{"uri":"BBC","surface_form":"BBC","offset":10183},{"uri":"David_Harewood","surface_form":"David Harewood","offset":10248},{"uri":"Morgan_Freeman","surface_form":"Morgan Freeman","offset":10273},{"uri":"Invictus_(movie)","surface_form":"Invictus","offset":10306},{"uri":"Terrence_Howard","surface_form":"Terrence Howard","offset":10324},{"uri":"Winnie_Mandela_(movie)","surface_form":"Winnie Mandela","offset":10378},{"uri":"Malcolm_X_(movie)","surface_form":"Malcolm X","offset":10451},{"uri":"Idris_Elba","surface_form":"Idris Elba","offset":10485},{"uri":"George_Washington","surface_form":"Washington","offset":10680},{"uri":"Abraham_Lincoln","surface_form":"Lincoln","offset":10695},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":10776},{"uri":"Fidel_Castro","surface_form":"Fidel Castro","offset":11035},{"uri":"Muammar_Gaddafi","surface_form":"Muammar Gaddafi","offset":11049},{"uri":"Akbar_Hashemi_Rafsanjani","surface_form":"Akbar Hashemi Rafsanjani","offset":11066},{"uri":"Suharto","surface_form":"Suharto","offset":11096}]}