{"id":85756,"url":"http://en.wikipedia.org/wiki/Altentreptow","text":"Altentreptow () is a town in the Mecklenburgische Seenplatte Rural District, in Mecklenburg-Western Pomerania, Germany. Altentreptow is the chief town of the Treptower Tollensewinkel amt\nIt is on the river Tollense, north of Neubrandenburg and south of Greifswald.\nName.\nThe town was called Trybethowe in 1175. From 1191 it was being called Trebutowe, and Tributowe in 1245. The name Treptow was being used is 1254. In 1295 the Latin \"Antiquum Treptow\" was used. This means Old Treptow, or in\nUntil 1939 the city's name was \"Treptow an der Tollense\" (Treptow on the Tollense).\nFires.\nThe town was burned down several time in the 1500s. Later, during the Thirty Years War the Holy Roman Empire's army was forced to leave the town by the Swedish Army. Later Prussian troops returned, threw the Swedes out, and looted (robbed) the town.\nThe modern town.\nBy the 18th century wars had made the town very poor. The city wall was taken down to get new land for growing food.\n1869 a new city hall was built and there were cloth weavers and spinning mills as well as farmers in the city.\nLater a new mill, but this was burned down ´in 1999. A railway line connected the town with Neubrandenburg and Stralsund, and a school, a bank, a hospital and a post office were opened.\n1888 a dairy cooperative was started, and they opened new building in 1995.\nElectricity arrived in the city in 1916. This encouraged more people to move to the city and build.\nThe official name of the city was \"Treptow an der Tollense\" until 26 January 1939.\nA big residential area arose with 1049 flats was built between 1960 and 1985. In the middle of the 1960s the old primary school was changed to a home for old people and a zoo was opened in 1972.\nAltentreptow was the capital of the Landkreis (administrative district) Altentreptow from 1952 to 1994.\nAfter the German reunification the old town centre was rebuilt. A modern hospital was opened with 108 beds in 2001.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mecklenburgische_Seenplatte_Rural_District","surface_form":"Mecklenburgische Seenplatte Rural District","offset":33},{"uri":"Mecklenburg-Western_Pomerania","surface_form":"Mecklenburg-Western Pomerania","offset":80},{"uri":"Germany","surface_form":"Germany","offset":111},{"uri":"Treptower_Tollensewinkel","surface_form":"Treptower Tollensewinkel","offset":158},{"uri":"Amt_(political_division)","surface_form":"amt","offset":183},{"uri":"Tollense","surface_form":"Tollense","offset":206},{"uri":"Neubrandenburg","surface_form":"Neubrandenburg","offset":225},{"uri":"Latin","surface_form":"Latin","offset":428},{"uri":"Thirty_Years_War","surface_form":"Thirty Years War","offset":654},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":675},{"uri":"Sweden","surface_form":"Swedish","offset":736},{"uri":"Prussia","surface_form":"Prussia","offset":756},{"uri":"Neubrandenburg","surface_form":"Neubrandenburg","offset":1171},{"uri":"Stralsund","surface_form":"Stralsund","offset":1190},{"uri":"Dairy_cooperative","surface_form":"dairy cooperative","offset":1272},{"uri":"26_January","surface_form":"26 January","offset":1507},{"uri":"1939","surface_form":"1939","offset":1518},{"uri":"Capital_(city)","surface_form":"capital","offset":1740},{"uri":"German_reunification","surface_form":"German reunification","offset":1833}]}