{"id":85822,"url":"http://en.wikipedia.org/wiki/Cypher","text":"e=\"preserve\">A cipher (or cypher) is an algorithm for performing encryption (coding) or decryption (decoding). It is a series of well-defined steps that can be followed as a procedure. To encipher or encode is to convert information from plain text into cipher or code.\nIn non-technical usage, a 'cipher' often means the same thing as a 'code'; but in cryptography, ciphers are distinguished from codes. One 20th century source gives this explanation: a cipher is \"a method in which the basic unit of concealment is the letter. In comparison, a code is a form of concealment in which the basic unit is the word\". Late in the century, \"codes\" in this cryptographic sense became rare. 21st century cryptography mostly encrypts bitstreams.\nCodes operated by substituting according to a large codebook which linked a random string of characters or numbers to a word or phrase. For example, \"UQJHSE\" could be the code for \"Proceed to the following coordinates\".\nA cipher is used to turn the original information (\"plaintext\") to the encrypted form \"ciphertext\". The ciphertext message contains all the information of the plaintext message, but cannot be read by human or computer without the proper mechanism to decrypt it.\nTo encipher or decipher, you need the \"key\". In encryption, a key specifies the particular transformation of plaintext into ciphertext, or vice versa during decryption.\nThe word cipher in French is \"cifre\" and in Medieval Latin \"cifra\", from the Arabic \"sifr\", meaning 'zero'. The first known English use of \"zero\" was in 1598.","categories":[],"infobox_types":[],"annotations":[{"uri":"Algorithm","surface_form":"algorithm","offset":40},{"uri":"Plain_text","surface_form":"plain text","offset":238},{"uri":"Code","surface_form":"code","offset":264},{"uri":"Cryptography","surface_form":"cryptography","offset":352},{"uri":"Cryptography","surface_form":"cryptography","offset":696},{"uri":"Bit","surface_form":"bit","offset":725},{"uri":"Plaintext","surface_form":"plaintext","offset":1009},{"uri":"Ciphertext","surface_form":"ciphertext","offset":1044},{"uri":"Key_(cryptography)","surface_form":"key","offset":1258},{"uri":"Medieval","surface_form":"Medieval","offset":1432},{"uri":"Zero","surface_form":"zero","offset":1528}]}