{"id":8584,"url":"http://en.wikipedia.org/wiki/Radio","text":"Radio is a way to send electromagnetic signals over a long distance, to deliver information from one place to another. A machine that sends radio signals is called a transmitter, while a machine that \"picks up\" the signals is called a receiver or antenna. A machine that does both jobs is a \"transceiver\". When radio signals are sent out to many receivers at the same time, it is called a broadcast.\nTelevision also uses radio signals to send pictures and sound. Radio signals can start engines moving so that gates open on their own from a distance. (\"See: Radio control.\"). Radio signals can be used to lock and unlock the doors in a car from a distance.\nSound can be sent by radio, sometimes through Frequency Modulation (FM) or Amplitude Modulation (AM).\nHistory of radio.\nMany people worked to make radio possible. After James Clerk Maxwell predicted them, Heinrich Rudolf Hertz in Germany first showed that radio waves exist. Guglielmo Marconi in Italy made radio into a practical tool of telegraphy, used mainly by ships at sea. He is sometimes said to have invented radio. Later inventors learned to transmit voices, which led to broadcasting of news, music and entertainment.\nUses of radio.\nRadio was first created as a way to send telegraph messages between two people without wires, but soon two-way radio brought voice communication, including walkie-talkies and eventually mobile phones.\nNow an important use is to broadcast music, news and entertainers including \"talk radio\". Radio shows were used before there were TV programs. In the 1930s the US President started sending a message about the country every week to the American people. Companies that make and send radio programming are called radio stations. These are sometimes run by governments, and sometimes by private companies, who make money by sending advertisements. Other radio stations are supported by local communities. These are called community radio stations. In the early days manufacturing companies would pay to broadcast complete stories on the radio. These were often plays or dramas. Because companies who made soap often paid for them, these were called \"soap operas\".\nRadio waves are still used to send messages between people. Talking to someone with a radio is different than \"talk radio\". Citizens band radio and amateur radio use specific radios to talk back and forth. Policemen, firemen and other people who help in emergency use a radio emergency communication system to communicate (talk to each other). It is like a mobile phone, (which also uses radio signals) but the distance they reach is shorter and both people must use the same kind of radio.\nThe word \"radio\" is sometimes used to mean only voiceband broadcasting. Most voiceband broadcasting uses lower frequency and longer wavelength than most television broadcasting.\nMicrowaves have even higher frequency; shorter wavelength. They also are used to transmit television and radio programs, and for other purposes. Communications satellites relay microwaves around the world.\nA radio receiver does not need to be directly in view of the transmitter to receive programme signals. Low frequency radio waves can bend around hills by diffraction, although repeater stations are often used to improve the quality of the signals.\nShortwave radio frequencies are also reflected from an electrically charged layer of the upper atmosphere, called the Ionosphere. The waves can bounce between the ionosphere and the earth to reach receivers that are not in the line of sight because of the curvature of the Earth's surface. They can reach very far, sometimes around the world.\nRadio telescopes receive radio waves from the sky to study astronomical objects. Satellite navigation uses radio to determine location, and radar uses it to find and track things.","categories":[],"infobox_types":[],"annotations":[{"uri":"Signal_(electrical_engineering)","surface_form":"electromagnetic signal","offset":23},{"uri":"Information","surface_form":"information","offset":80},{"uri":"Radio_signal","surface_form":"radio signal","offset":311},{"uri":"Broadcast","surface_form":"broadcast","offset":389},{"uri":"Television","surface_form":"Television","offset":400},{"uri":"Radio_control","surface_form":"Radio control","offset":558},{"uri":"Sound","surface_form":"Sound","offset":657},{"uri":"Frequency_modulation","surface_form":"Frequency Modulation","offset":703},{"uri":"Amplitude_modulation","surface_form":"Amplitude Modulation","offset":732},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":826},{"uri":"Heinrich_Rudolf_Hertz","surface_form":"Heinrich Rudolf Hertz","offset":862},{"uri":"Germany","surface_form":"Germany","offset":887},{"uri":"Radio_wave","surface_form":"radio wave","offset":913},{"uri":"Guglielmo_Marconi","surface_form":"Guglielmo Marconi","offset":932},{"uri":"Italy","surface_form":"Italy","offset":953},{"uri":"Telegraph","surface_form":"telegraph","offset":995},{"uri":"Invention","surface_form":"invent","offset":1065},{"uri":"Voice","surface_form":"voice","offset":1117},{"uri":"Broadcasting","surface_form":"broadcasting","offset":1138},{"uri":"News","surface_form":"news","offset":1154},{"uri":"Music","surface_form":"music","offset":1160},{"uri":"Entertainment","surface_form":"entertainment","offset":1170},{"uri":"Telegraph","surface_form":"telegraph","offset":1241},{"uri":"Walkie-talkie","surface_form":"walkie-talkie","offset":1356},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":1386},{"uri":"Music","surface_form":"music","offset":1438},{"uri":"News","surface_form":"news","offset":1445},{"uri":"Entertainer","surface_form":"entertainer","offset":1454},{"uri":"Advertisement","surface_form":"advertisement","offset":1829},{"uri":"Drama","surface_form":"drama","offset":2067},{"uri":"Soap_opera","surface_form":"soap opera","offset":2147},{"uri":"Radio_wave","surface_form":"Radio wave","offset":2161},{"uri":"Citizens_band_radio","surface_form":"Citizens band radio","offset":2285},{"uri":"Amateur_radio","surface_form":"amateur radio","offset":2309},{"uri":"Policeman","surface_form":"Policemen","offset":2367},{"uri":"Fireman","surface_form":"firemen","offset":2378},{"uri":"Emergency","surface_form":"emergency","offset":2415},{"uri":"Emergency_communication_system","surface_form":"emergency communication system","offset":2437},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":2518},{"uri":"Broadcasting","surface_form":"broadcasting","offset":2710},{"uri":"Wavelength","surface_form":"wavelength","offset":2784},{"uri":"Microwave","surface_form":"Microwave","offset":2830},{"uri":"Communications_satellite","surface_form":"Communications satellite","offset":2975},{"uri":"Low_frequency_radio","surface_form":"Low frequency radio","offset":3139},{"uri":"Diffraction","surface_form":"diffraction","offset":3190},{"uri":"Shortwave_radio","surface_form":"Shortwave radio","offset":3284},{"uri":"Ionosphere","surface_form":"Ionosphere","offset":3402},{"uri":"Radio_telescope","surface_form":"Radio telescope","offset":3627},{"uri":"Astronomical_object","surface_form":"astronomical object","offset":3686},{"uri":"Satellite_navigation","surface_form":"Satellite navigation","offset":3708},{"uri":"Radar","surface_form":"radar","offset":3767}]}