{"id":86011,"url":"http://en.wikipedia.org/wiki/Philosophy_of_science","text":"Philosophy of science is the part of philosophy that studies the sciences.\nPhilosophers who are interested in science study how knowledge is built up by scientists, and what makes science different from other activities. No doubt, modern science has advanced knowledge in a wide range of fields. How has it done this? To tackle this issue, a number of other issues have to be tackled also.\nWhat makes science distinct?\nIn earlier times, some have thought science was nothing but organised common sense. Thomas Henry Huxley thought this. However, as the twentieth century went on, science produced many ideas which were nothing like common sense. Then it was clear that science really was something different from commonsense knowledge. But what was it? This is called the demarcation problem.\nThe demarcation problem refers to the distinction between science and non-science (including pseudoscience). Karl Popper called this the central question in the philosophy of science. No account of the problem has got full agreement among philosophers; some regard the problem as insoluble or uninteresting.\nThe logical positivists tried to base science on observation. In their view, truth was achieved by verification. Non-science was non-observational and meaningless.\nAgainst that, Popper argued that the central property of science is falsifiability. All scientific claims can be proved false, at least in principle. If no such proof can be found despite sufficient effort, then the claim is likely true. Popper's ideas were applauded by many scientists (like Peter Medawar). However, sceptics noticed that theories were often not discarded when a prediction was refuted. The theory was simply adjusted to take into account the new findings. It was clear from this that, although falsifiability was important, it could not be a simple way to distinguish science from non-science.\nOther approaches were tried. One idea that science was a problem-solving process aimed at finding answers to questions. Of course, many other fields try to answer questions and solve problems. Another approach was to define science as the search for objective truth. But objectivity is very difficult to define, and whether science really is objective is open to question.\nWith biology, the situation was rather different. There were many thousands of published observations, and what was achieved by Darwin was to show that sense could be made of the observations if it were the case that evolution had taken place. In a natural history science (such as biology, geology or astronomy), one of the main jobs of science is to explain what has happened and what is seen. Obviously, explanations as well as observations and theories are part of the philosophy of science.\nTheories and observations.\nBoth theory and observations are part of science, and they are tied together in a kind of cycle. A very clear example was the prediction of Einstein that a source of gravity (such as a star) would bend light passing nearby. An expedition was organised in 1919 to record the positions of stars around the Sun during a solar eclipse. The observation of star positions showed that the apparent star positions close to the Sun were changed slightly from their normal expected positions. In effect, the light passing the Sun was pulled towards the sun by gravitation. This confirmed predictions of gravitational lensing made by Albert Einstein in the general theory of relativity, published in 1915. This was the first solid evidence in favour of Einstein's theory.\nThe point here is that the observation and the theory were connected. The observation would not have been made but for the theory, and then the observation was convincing evidence in favour of the theory. The theory had passed a critical test. Since then, many more tests have been made of Einstein's ideas, and all have been consistent with his theory.\nA “naive” conception of science.\nAccording to common sense, science begins with observations: all scientific knowledge come from the facts of experience. Theories are produced by observation of these facts and are then tested by prediction.\n---> INDUCTION ---> LAWS AND THEORIES ---> DEDUCTION --->\nThis naive conception is not held by many philosophers today. For one thing, it sees science as a one-way engine from 'facts' (what are they?) to theories and predictions. As shown by the Einstein example, where a theory led the other way round, the model does not fit much of science. In fact the relationship between the parts of a scientific philosophy are extremely complex.\nTesting a prediction.\nAccording to Pierre Duhem and W.V. Quine, it is impossible to test a theory in isolation. For example, to test Newton's Law of Gravitation in our solar system, one needs information about the masses and positions of the Sun and all the planets. Famously, the failure to predict the orbit of Uranus in the 19th century did not lead to the rejection of Newton's Law. Instead, it lead to the rejection of the hypothesis that there are only seven planets in our solar system. The investigations that followed led to the discovery of an eighth planet, Neptune. If a test fails, something is wrong. But there is a problem in figuring out what that something is: a missing planet, badly calibrated test equipment, an unsuspected curvature of space, etc.\nOne consequence of the Duhem-Quine thesis is that any theory can be made compatible with any empirical observation by the addition of extra (ad hoc) hypotheses. This is why science uses Occam's Razor; hypotheses without justification are eliminated. This led Karl Popper, to reject naïve falsification in favor of 'survival of the fittest', or most falsifiable, of scientific theories. In Popper's view, any hypothesis that does not make testable predictions is simply not science. Such a hypothesis may be useful or valuable, but it cannot be said to be science. W.V. Quine thought that empirical data are not enough to make a judgment between theories. In this view, a theory can always be made to fit with the available empirical data. However, this does not necessarily imply that all theories are of equal value, because scientists often use guiding principles such as Occam's Razor.\nOne result of this view is that specialists in the philosophy of science stress the requirement that observations made for the purposes of science be restricted to \"intersubjective\" objects. That is, science is restricted to those areas where there is general agreement on the nature of the observations involved. It is comparatively easy to agree on observations of physical phenomena, harder to agree on observations of social or mental phenomena, and difficult in the extreme to reach agreement on matters of theology or ethics (and thus the latter remain outside the normal purview of science).\nCritiques of scientific method.\nIs there any scientific method at all? Paul Feyerabend argued that no description of scientific method could possibly encompass all the approaches and methods used by scientists. Feyerabend objected to prescriptive scientific method on the grounds that any such method would stifle and cramp scientific progress. Feyerabend claimed, \"the only principle that does not inhibit progress is: \"anything goes\".\nScientific revolutions.\nThomas Kuhn denied that it is ever possible to isolate the hypothesis being tested from the influence of the theory in which the observations are grounded. He argued that observations always rely on a specific paradigm, and that it is not possible to evaluate competing paradigms independently. By \"paradigm\" he meant a consistent \"portrait\" of the world, one that involves no logical contradictions and that is consistent with observations made from the point of view of the paradigm. More than one such logically consistent construct can paint a usable likeness of the world, but there is no common ground from which to pit two against each other, theory against theory. Neither is a standard by which the other can be judged. Instead, the question is which \"portrait\" is judged by some set of people to promise the most useful in terms of scientific \"puzzle solving\".\nFor Kuhn, the choice of paradigm was sustained by, but not ultimately determined by, logical processes. The individual's choice between paradigms involves setting two or more \"portraits\" against the world and deciding which likeness is most promising. In the case of a general acceptance of one paradigm or another, Kuhn believed that it represented the consensus of the community of scientists. Acceptance or rejection of some paradigm is, he argued, a social process as much as a logical process. Kuhn's position, however, is not one of relativism. According to Kuhn, a paradigm shift occurs when a number of observational anomalies (problems) in the old paradigm have made the new paradigm more useful. That is, the choice of a new paradigm is based on observations, even though those observations are made against the background of the old paradigm. A new paradigm is chosen because it does a better job of solving scientific problems than the old one.\nThe fact that observation is embedded in theory does not mean observations are irrelevant to science. Scientific understanding derives from observation, but the acceptance of scientific statements is dependent on the related theoretical paradigm as well as on observation. Of course, further testing may resolve differences of opinion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy","surface_form":"philosophy","offset":37},{"uri":"Sciences","surface_form":"sciences","offset":65},{"uri":"Philosopher","surface_form":"Philosopher","offset":75},{"uri":"Common_sense","surface_form":"common sense","offset":489},{"uri":"Thomas_Henry_Huxley","surface_form":"Thomas Henry Huxley","offset":503},{"uri":"Pseudoscience","surface_form":"pseudoscience","offset":886},{"uri":"Karl_Popper","surface_form":"Karl Popper","offset":902},{"uri":"Logical_positivists","surface_form":"logical positivists","offset":1105},{"uri":"Verification","surface_form":"verification","offset":1200},{"uri":"Falsifiability","surface_form":"falsifiability","offset":1333},{"uri":"Peter_Medawar","surface_form":"Peter Medawar","offset":1558},{"uri":"Objectivity_(science)","surface_form":"objectivity","offset":2149},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":2379},{"uri":"Evolution","surface_form":"evolution","offset":2468},{"uri":"Natural_history","surface_form":"natural history","offset":2500},{"uri":"Biology","surface_form":"biology","offset":2533},{"uri":"Geology","surface_form":"geology","offset":2542},{"uri":"Astronomy","surface_form":"astronomy","offset":2553},{"uri":"Explanation","surface_form":"explanations","offset":2658},{"uri":"Einstein","surface_form":"Einstein","offset":2914},{"uri":"Gravity","surface_form":"gravity","offset":2940},{"uri":"Eclipse","surface_form":"eclipse","offset":3097},{"uri":"General_theory_of_relativity","surface_form":"general theory of relativity","offset":3420},{"uri":"Critical_test","surface_form":"critical test","offset":3764},{"uri":"Common_sense","surface_form":"common sense","offset":3935},{"uri":"Science","surface_form":"science","offset":3949},{"uri":"Knowledge","surface_form":"knowledge","offset":3998},{"uri":"Fact","surface_form":"fact","offset":4022},{"uri":"Experience","surface_form":"experience","offset":4031},{"uri":"Theory","surface_form":"Theories","offset":4043},{"uri":"Prediction","surface_form":"prediction","offset":4118},{"uri":"Pierre_Duhem","surface_form":"Pierre Duhem","offset":4602},{"uri":"W.V._Quine","surface_form":"W.V. Quine","offset":4619},{"uri":"Newton%27s_law_of_universal_gravitation","surface_form":"Newton's Law of Gravitation","offset":4700},{"uri":"Uranus","surface_form":"Uranus","offset":4880},{"uri":"Neptune","surface_form":"Neptune","offset":5136},{"uri":"List_of_Latin_phrases_(A)","surface_form":"ad hoc","offset":5477},{"uri":"Occam%27s_Razor","surface_form":"Occam's Razor","offset":5522},{"uri":"Karl_Popper","surface_form":"Karl Popper","offset":5595},{"uri":"Theology","surface_form":"theology","offset":6737},{"uri":"Ethics","surface_form":"ethics","offset":6749},{"uri":"Paul_Feyerabend","surface_form":"Paul Feyerabend","offset":6895},{"uri":"Thomas_Kuhn","surface_form":"Thomas Kuhn","offset":7285},{"uri":"Social","surface_form":"social","offset":8610},{"uri":"Logic","surface_form":"logic","offset":8638},{"uri":"Relativism","surface_form":"relativism","offset":8695}]}