{"id":8614,"url":"http://en.wikipedia.org/wiki/Great_Wall_of_China","text":"The Great Wall of China is an ancient wall in China. The wall is made of cement, rocks, bricks, and dirt. It was finished in 1878 and it was meant to protect the north of the empire of China from enemy attacks. It is the longest structure humans have ever built. It is about long, wide and high. The earlier sections on the wall are made of compacted dirt and stone. Later in the Ming Dynasty they used bricks. There are 7,000 watch towers, block houses for soldiers and beacons to send smoke signals.\nNineteen walls have been built that were called the Great Wall of China. The first was built in the 7th century BC. The most famous wall was built between 226–200 BC by the first Emperor of China, Qin Shi Hong (Qin Pronounced as Chin), during the Qin Dynasty. Not much of this wall remains as people have been stealing from it. It was much farther north than the current wall. The current wall was built during the Ming Dynasty.\nHistory.\nThe First Emperor of China, Qin Shi Huang also called Shihuangdi, started the Qin Dynasty. The Xiongnu tribes in the north of China were his enemies. The land in some parts of China is easy to cross, so Qin Shi Huang started building the Great Wall to make it more difficult for the Xiongnu to invade China.\nOther dynasties in China had worked more on the wall and made it longer. The Han, Sui, Northern and Jin Dynasties all repaired, rebuilt or expanded the Great Wall. During the Ming Dynasty, major rebuilding work took place. Sections of the wall were built with bricks and stone instead of earth. It took more than 2000 years for building and completion of the Great wall.\nConstruction and rebuilding of the Great Wall.\nBuilders used materials that were nearby. Some parts of the wall were made of mud, straw, and twigs. Thousands of workers died from giant falling stones, exhaustion, disease, animal attacks, and starvation. workers dying and being buried in and under the Great Wall is a myth.\nVisibility from space.\nRumours about astronauts being able to see the Great Wall from the moon are scientifically not proven. The Great Wall has shown up in radar images taken from space, but scientists are sure it is not possible for astronauts to see the wall with a naked eye. One astronaut who spoke about the visibility of the Great Wall from space was Neil Armstrong. He said that on the moon, it was very clear that the wall was not visible. However, astronaut William Pogue was able to see the wall from a Low Earth Orbit distance (300-530 km height), but only with binoculars and with lots of practice.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"China","offset":46},{"uri":"Empire","surface_form":"empire","offset":175},{"uri":"Human","surface_form":"human","offset":239},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty","offset":380},{"uri":"Emperor_of_China","surface_form":"Emperor of China","offset":681},{"uri":"Qin_Shi_Huang","surface_form":"Qin Shi Hong","offset":699},{"uri":"Qin_Dynasty","surface_form":"Qin Dynasty","offset":1018},{"uri":"Xiongnu","surface_form":"Xiongnu","offset":1035},{"uri":"Tribe","surface_form":"tribe","offset":1043},{"uri":"Dynasty","surface_form":"dynasties","offset":1254},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty","offset":1423},{"uri":"Neil_Armstrong","surface_form":"Neil Armstrong","offset":2301}]}