{"id":8616,"url":"http://en.wikipedia.org/wiki/Pyramid","text":"A pyramid is a structure, usually of stone, built in the shape of a pyramid. From ancient to modern times people in many different parts of the world have built such structures.\nThe word \"pyramid\" comes from the Greek word \"pyramis\" which meant \"wheat cake.\" The ancient Egyptian word for them was something like \"Mer\". The Great Pyramid of Giza was one of the Seven Wonders of the ancient world.\nThe first pyramids were built in 2630 B.C. The oldest known pyramid was made for king Djoser of the third Dynasty.\nEgyptian pyramids.\nIn Egypt, kings and queens, called Pharaohs, were buried in huge square-bottomed pyramids built of stone. They were usually built to be used as tombs for Pharaohs. The ancient Egyptian pyramids are very well built. Some of the pyramids still stand today.\nThe oldest man-made pyramid found is called the Step pyramid. It is in the Giza Necropolis in Saqqara, near Cairo, Egypt. It was built for King Djoser thousands of years ago. Later pyramids were built much larger. The largest one was the Great Pyramid of Giza. It is near Cairo. It was the tallest building in the world until the Eiffel Tower was built in Paris, in 1889. The Great Pyramid was built by the pharaoh Khufu (= Cheops) from the Ancient Egyptian Old Kingdom. Herodotus was told by his Egyptian guides that it took twenty years for a force of 100,000 slaves to build the pyramid (with another ten years to build a stone causeway that connected to a temple in the valley below).\nPeople once thought pyramids were built by slaves. More recent evidence suggests that the workers who built the pyramids were paid and well-cared for. They were loyal to the Pharaoh. Inside the Great Pyramid, famous man-made objects have been found from ancient times. Many valuable items were buried with the dead Pharaohs, in the hope that they would take them to the afterlife. Pyramids usually had traps to stop thieves from escaping easily. Tomb thieves were punished by death if they were caught. However, by 1000 BC, many of the pyramids had been robbed of their precious treasures.\nA large statue of a Sphinx stands near the pyramids at Giza. It has the body of a Lion and the head of a Pharaoh.\nThe ancient Greeks called the Great Pyramid one of the seven wonders of the world. There are over 100 pyramids in Egypt. Most of them are on the western side of the River Nile. Some Egyptologists have different opinions on why the ancient Egyptian Kings built pyramids as their tombs. Pyramids have been excavated for about the last 200 years.\nThe ancient Egyptians believed that the Egyptian pharaohs went to the stars to join their gods in the afterlife.\nPyramids in the Americas.\nThe Aztecs and Mayans also built many massive pyramids. None are as old or big as the oldest or biggest Egyptian pyramids. Most of them are step pyramids.\nUnlike Egyptian pyramids, which were used as tombs for rulers and wealthy people, Aztec and Mayan pyramids are believed to have been used for public displays of human sacrifice.\nOther pyramids.\nThere are also ancient pyramids in other parts of Africa, Central America, Europe, North America, and Asia. There is a famous modern glass pyramid in front of the Louvre Museum in Paris. The Luxor Hotel, in Las Vegas, Nevada is also a glass pyramid.","categories":[],"infobox_types":[],"annotations":[{"uri":"Structure","surface_form":"structure","offset":15},{"uri":"Pyramid_(geometry)","surface_form":"pyramid","offset":68},{"uri":"Ancient_history","surface_form":"ancient","offset":82},{"uri":"Earth","surface_form":"world","offset":144},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":263},{"uri":"Great_Pyramid_of_Giza","surface_form":"Great Pyramid of Giza","offset":324},{"uri":"Egypt","surface_form":"Egypt","offset":534},{"uri":"King","surface_form":"king","offset":541},{"uri":"Queen","surface_form":"queen","offset":551},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":566},{"uri":"Tomb","surface_form":"tomb","offset":675},{"uri":"Giza_Necropolis","surface_form":"Giza Necropolis","offset":861},{"uri":"Cairo","surface_form":"Cairo","offset":894},{"uri":"Great_Pyramid_of_Giza","surface_form":"Great Pyramid of Giza","offset":1024},{"uri":"Cairo","surface_form":"Cairo","offset":1058},{"uri":"Eiffel_Tower","surface_form":"Eiffel Tower","offset":1116},{"uri":"Khufu","surface_form":"Khufu","offset":1201},{"uri":"Ancient_Egypt","surface_form":"Ancient Egyptian Old Kingdom","offset":1227},{"uri":"Causeway","surface_form":"causeway","offset":1417},{"uri":"Slave","surface_form":"slave","offset":1518},{"uri":"Afterlife","surface_form":"afterlife","offset":1845},{"uri":"Theft","surface_form":"thieves","offset":1891},{"uri":"Sphinx","surface_form":"Sphinx","offset":2085},{"uri":"Ancient_Greece","surface_form":"Greeks","offset":2191},{"uri":"Seven_wonders_of_the_world","surface_form":"seven wonders of the world","offset":2234},{"uri":"River_Nile","surface_form":"River Nile","offset":2344},{"uri":"Aztec_Empire","surface_form":"Aztecs","offset":2666},{"uri":"Mayans","surface_form":"Mayans","offset":2677},{"uri":"Step_pyramid","surface_form":"step pyramid","offset":2802},{"uri":"Human_sacrifice","surface_form":"human sacrifice","offset":2978},{"uri":"Africa","surface_form":"Africa","offset":3061},{"uri":"Central_America","surface_form":"Central America","offset":3069},{"uri":"Europe","surface_form":"Europe","offset":3086},{"uri":"North_America","surface_form":"North America","offset":3094},{"uri":"Asia","surface_form":"Asia","offset":3113},{"uri":"Glass","surface_form":"glass","offset":3144},{"uri":"Louvre","surface_form":"Louvre","offset":3174},{"uri":"Museum","surface_form":"Museum","offset":3181},{"uri":"Paris","surface_form":"Paris","offset":3191},{"uri":"Luxor_Hotel","surface_form":"Luxor Hotel","offset":3202},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":3218},{"uri":"Nevada","surface_form":"Nevada","offset":3229}]}