{"id":86166,"url":"http://en.wikipedia.org/wiki/Ministry_of_Economics_and_Technology_of_Germany","text":"The Federal Ministry of Economics and Technology () is a Federal Ministry of the Federal Republic of Germany. It was founded 1949 as the Federal Ministry of the Economy.\nIt was combined in May 1971 with the Federal Ministry of Finance to make the Federal Ministry of Economics and Finance. This joining only lasted until December 1972.\nIn 1998 the technology area of the Ministry of Research and Development was given to the ministry so that it was called Federal Ministry of Economics and Technology. It was joined with the Federal Ministry of Labour and Social Affairs to make the Federal Ministry of Economics and Labour between 2002 and 2005.\nThe new Federal Government of Angela Merkel split the two areas so that there is a Federal Ministry of Economics and Technology again.\nHistory.\nThe ministry has had many names\nStructure of the ministry.\nTo do its job, the ministry is divided into nine departments, the central division deals with administration, the other divisions deal with a certain area of policy. There are also some independent agencies which report to the ministry\nFederal Ministers.\nEconomics 1949 to 1998 (1971/72: Federal Ministry of Economics and Finance)\nThe ministry had many junior ministers, one who has gone on to a more important political job is Norbert Lammert, CDU, who was parliamentary permanent secretary between 1994 and 1997. Lammert became President of the Bundestag in 2005\nOf the ministry's top civil servants, called the \"established permanent secretary\", Klaus von Dohnanyi is best known. He was established permanent secretary in 1968 and 1969. He is a famous economist and was \"First Mayor\" of Hamburg\nFederal Minister for Economy and Technology 1998 to 2002\nFederal Minister for Economics and Labour 2002 to 2005\nFederal Minister for Economics and Technology since 2005\nFederal Minister for Economic Affairs and Energy, since 2013\nHeadquarters.\nThe main headquarters of the ministry is in Invalidenstraße in Berlin-Mitte. It is number of buildings which used to be the Kaiser Wilhelm academy (armed forces medical school) and the old hospital. The second headquarters of the ministry is the old Gallwitz barracks in Bonn-Duisdorf.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federation","surface_form":"Federal","offset":57},{"uri":"Federal_Republic_of_Germany","surface_form":"Federal Republic of Germany","offset":81},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":677},{"uri":"Norbert_Lammert","surface_form":"Norbert Lammert","offset":1278},{"uri":"CDU","surface_form":"CDU","offset":1295},{"uri":"Bundestag","surface_form":"Bundestag","offset":1397},{"uri":"Klaus_von_Dohnanyi","surface_form":"Klaus von Dohnanyi","offset":1499},{"uri":"Erster_B%C3%BCrgermeister","surface_form":"First Mayor","offset":1624},{"uri":"Hamburg","surface_form":"Hamburg","offset":1640},{"uri":"Berlin-Mitte","surface_form":"Berlin-Mitte","offset":1955},{"uri":"Barrack","surface_form":"barrack","offset":2151}]}