{"id":86235,"url":"http://en.wikipedia.org/wiki/Pedernales_Province","text":"Pedernales is a Dominican province; it is in the southwestern part of the country, on the border with Haiti. Its capital city has the same name, Pedernales.\nIt was created on 16 December 1957. It was a municipality of the Barahona province before being elevated to the category of province.\nName.\nThe province was named after the Pedernales river; this river forms the southern border between Haiti and the Dominican Republic. And the river is named Pedernales because the mineral flint () is common in the region.\nHistory.\nSome native groups lived close to the coast and the River Pedernales before the conquest of the island by European people. But very few people has lived in the region, for most of its history, because it is a very dry region.\nIn his second travel to America, Christopher Columbus sighted and named part of the present island, including the Beata and Alto Velo islands, that are part of the province.\nUntil the 20th century, the only people living here were Haitians and many places have French names. Sometimes, during the Dominican-Haitian War (1844-1856), Haitian soldiers came across this region because there were not Dominican soldiers. The only fight between soldiers of the two countries in the territory of the present province was close to the \"El Can\" bay, near the town of Juancho, on 6 January 1856.\nSince colonial times, the territory was part of the Azua province until it was changed to the Barahona when Barahona became a province in 1881. The province of Pedernales was created in 1957 with the municipalities of Pedernales, its capital, and Oviedo.\nJuancho became a municipal district in 1998 and José Francisco Peña Gómez Oviedo in 2005.\nLocation.\nThe Pedernales province is in the southwest of the country. It is bordered to the north by the province of Independencia, to the northeast by Barahona, to the east, south and west by the Caribbean Sea. To the west Pedernales borders the Republic of Haiti.\nPopulation.\nIn (last national census), there were people living in the Pedernales province, and 20,345 () living in towns and cities. The population density was persons/km².\nIts population represents of the total population of the country and the province is ranked as the 32nd (out of 31 plus the National District) more populated province, the province with fewest people living in it and with the lowest population density.\n, the total estimated propulation of the province is 33,755 inhabitants.\nThe largest city of the province is Pedernales, its head municipality or capital, with an urban population (in) of 13,077 inhabitants.\nGeography.\nThe Pedernales province has a total area of. It has of the area of the Dominican Republic and it is ranked as the 7th (out of 31 plus the National District) largest province.\nThe province is in the Barahona Peninsula. The \"Sierra de Bahoruco\" (\"Bahoruco mountain range\") is in the northern half of the province; its highest mountain, and the highest mountain of the province, is \"Loma del Toro\", above sea level, in the limits with the Independencia province.\nThe rest of the province is formed by savannas and plains of limestone rocks. The savannas are close to the coast, as the Sansón Savanna in Oviedo and the Pedernales Savanna around the city of Pedernales.\nSeveral small islands belong to the province. The main islands are Beata and Alto Velo.\nThe altitude of Pedernales, provincial capital, is above sea level.\nThe only important river is the Pedernales river, with its tributary Mulito. The Pedernales river marks the Dominican-Haitian border.\nThere are several lagoons (a lagoon is a small lake close to the sea) with brackish water. The most important is the \"Laguna de Oviedo\", on the eastern coast and near the town of Oviedo, with an area of. On the western coast, the most important lagoon is \"Laguna Salada\", with an area of.\nClimate.\nThe climate of the province is tropical, hot most of the year, but it is cooler on the mountains. It is very dry in the savannas and plains, with long droughts, but rains are common in the high mountains.\nMunicipalities.\nThere are two municipalities and two municipal districts (M.D.) in the province.\nEconomy.\nAs in all border provinces in the Dominican Republic, there is little economic development. The trade with Haiti is important, above all in the capital city. On the mountains, coffee and beans are important products. Potato, cabbage and other vegetables are produced in the Sierra de Bahoruco.\nFishing is also an important activity in the province, mainly close to the Beata Island, where lobster, conch and several kind of fishes are caught.\nBecause of the beautiful beaches of the western coast of the province, like \"Bahía de las Águilas\" (\"Eagles Bay\"), tourism is becoming an important economic activity. There are two of the largest national parks of the country: the \"Jaragua National Park\" and the \"Sierra de Bahoruco National Park\".\nThe development of the province was produced by the mining of bauxite (an aluminium ore) but, since 1984, it has changed to the mining of limestone to send to other countries and for a cement factory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican","offset":16},{"uri":"Province","surface_form":"province","offset":26},{"uri":"Haiti","surface_form":"Haiti","offset":102},{"uri":"Pedernales%2C_Dominican_Republic","surface_form":"Pedernales","offset":145},{"uri":"Municipality","surface_form":"municipality","offset":202},{"uri":"Barahona_Province","surface_form":"Barahona","offset":222},{"uri":"River","surface_form":"river","offset":341},{"uri":"Mineral","surface_form":"mineral","offset":473},{"uri":"Flint","surface_form":"flint","offset":481},{"uri":"Native_American","surface_form":"native","offset":529},{"uri":"Europe","surface_form":"Europe","offset":630},{"uri":"Americas","surface_form":"America","offset":774},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":783},{"uri":"Haiti","surface_form":"Haiti","offset":981},{"uri":"French_language","surface_form":"French","offset":1011},{"uri":"Soldier","surface_form":"soldier","offset":1090},{"uri":"Headlands_and_bays","surface_form":"bay","offset":1286},{"uri":"Colony","surface_form":"colonial","offset":1342},{"uri":"Azua_Province","surface_form":"Azua","offset":1388},{"uri":"Barahona_Province","surface_form":"Barahona","offset":1430},{"uri":"Municipality","surface_form":"municipalities","offset":1536},{"uri":"Capital_city","surface_form":"capital","offset":1570},{"uri":"Independencia_Province","surface_form":"Independencia","offset":1798},{"uri":"Barahona_Province","surface_form":"Barahona","offset":1833},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1878},{"uri":"Haiti","surface_form":"Haiti","offset":1940},{"uri":"Population_density","surface_form":"population density","offset":2085},{"uri":"Pedernales%2C_Dominican_Republic","surface_form":"Pedernales","offset":2483},{"uri":"Capital_city","surface_form":"capital","offset":2520},{"uri":"Urban","surface_form":"urban","offset":2537},{"uri":"Peninsula","surface_form":"Peninsula","offset":2800},{"uri":"Above_sea_level","surface_form":"above sea level","offset":2989},{"uri":"Independencia_Province","surface_form":"Independencia","offset":3029},{"uri":"Savanna","surface_form":"savanna","offset":3091},{"uri":"Plain","surface_form":"plain","offset":3104},{"uri":"Limestone","surface_form":"limestone","offset":3114},{"uri":"Rock_(geology)","surface_form":"rocks","offset":3124},{"uri":"Coast","surface_form":"coast","offset":3161},{"uri":"Island","surface_form":"island","offset":3272},{"uri":"Altitude","surface_form":"altitude","offset":3350},{"uri":"Above_sea_level","surface_form":"above sea level","offset":3397},{"uri":"Tributary","surface_form":"tributary","offset":3473},{"uri":"Lagoon","surface_form":"lagoon","offset":3566},{"uri":"Lake","surface_form":"lake","offset":3595},{"uri":"Salinity","surface_form":"brackish","offset":3623},{"uri":"Climate","surface_form":"climate","offset":3850},{"uri":"Tropical","surface_form":"tropical","offset":3877},{"uri":"Drought","surface_form":"drought","offset":3997},{"uri":"Municipality","surface_form":"municipalities","offset":4081},{"uri":"Municipality","surface_form":"municipal districts","offset":4104},{"uri":"Capital_city","surface_form":"capital city","offset":4301},{"uri":"Coffee","surface_form":"coffee","offset":4333},{"uri":"Bean","surface_form":"bean","offset":4344},{"uri":"Potato","surface_form":"Potato","offset":4374},{"uri":"Cabbage","surface_form":"cabbage","offset":4382},{"uri":"Vegetable","surface_form":"vegetable","offset":4400},{"uri":"Fishing","surface_form":"Fishing","offset":4451},{"uri":"Lobster","surface_form":"lobster","offset":4546},{"uri":"Conch","surface_form":"conch","offset":4555},{"uri":"Fish","surface_form":"fish","offset":4581},{"uri":"Beach","surface_form":"beach","offset":4625},{"uri":"Tourism","surface_form":"tourism","offset":4715},{"uri":"National_park","surface_form":"national park","offset":4796},{"uri":"Mining","surface_form":"mining","offset":4951},{"uri":"Bauxite","surface_form":"bauxite","offset":4961},{"uri":"Aluminium","surface_form":"aluminium","offset":4973},{"uri":"Ore","surface_form":"ore","offset":4983},{"uri":"Limestone","surface_form":"limestone","offset":5037},{"uri":"Cement","surface_form":"cement","offset":5084},{"uri":"Factory","surface_form":"factory","offset":5091}]}