{"id":8625,"url":"http://en.wikipedia.org/wiki/Bolzano","text":"Bolzano (;;) is the capital city of the province of Province of Bolzano-Bozen in northern Italy's Alto Adige.\nData.\nIts population is 98.057 (March 2005) and the area of the municipality is 52.34 km2. Bolzano has a history of Italian-speaking inhabitants since the Middle Ages. The region of Alto Adige/Südtirol is mainly German speaking, but in the city the Italian speaking population was the majority (75%) in 2001. The German speaking population of the city was 24% and the Ladin speaking less than 1%. Actually the foreign-born are around 7% (mostly are from eastern Europe).\nHistorically between the Renaissance and the 19th century, the whole area, originally populated by neolatins from the time of the Roman Empire, experienced a lot of Germanisation. In the centuries before Napoleon, only the Dolomite's area of the western part of the present area of South Tyrol (especially the Val Venosta near Merano) remained neolatin. After the Italian victory in WWI the Italian government promoted a huge immigration of Italians in the city, that was fully modernized with new areas and with the creation of an industrial section: since then the Italians are the majority and in the 2011 census they were nearly 77% of the total population.\nBolzano actually is an international city with a trilingual English-German-Italian university (Free University of Bolzano), the European Academy (EURAC), a Business Innovation Centre (BIC), an international airport (ABD, daily flights to Rome and Munich), the \"Bolzano Fair Area\", the Archaeology Museum with the Frozen Fritz (the Iceman called here Ötzi), other important museums, the famous \"Monumento alla Vittoria\" and an old Tyrolean medieval centre with the typical alpine arcades (\"Portici\"-Lauben).\nBolzano is the centre of the \"Euregio Tirol-Südtirol/Alto Adige-Trentino\" and with Innsbruck is the capital of the \"Alps Convention\".\nCity districts and neighboring communities.\nCommunities next to Bozen are: Appiano, Cornedo, Laives, Deutschnofen, Renon, Genesio, Terlan, and Vadena.\nOther important towns near Bozen are: Bressanone, Brunico and Merano.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_city","surface_form":"capital city","offset":20},{"uri":"Province_of_Bolzano-Bozen","surface_form":"Province of Bolzano-Bozen","offset":52},{"uri":"Italy","surface_form":"Italy","offset":90},{"uri":"Alto_Adige","surface_form":"Alto Adige","offset":98},{"uri":"Renaissance","surface_form":"Renaissance","offset":606},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":711},{"uri":"Napoleon","surface_form":"Napoleon","offset":785},{"uri":"WWI","surface_form":"WWI","offset":964},{"uri":"Rome","surface_form":"Rome","offset":1481},{"uri":"Munich","surface_form":"Munich","offset":1490},{"uri":"Innsbruck","surface_form":"Innsbruck","offset":1833},{"uri":"Brixen","surface_form":"Bressanone","offset":2073},{"uri":"Bruneck","surface_form":"Brunico","offset":2085},{"uri":"Merano","surface_form":"Merano","offset":2097}]}