{"id":86273,"url":"http://en.wikipedia.org/wiki/Anti-submarine_boom_net_(Sydney_Harbour_WWII)","text":"The Anti-submarine boom net was used to stop enemy submarines entering Sydney Harbour during World War II. The net went all the way across the harbour from Green Point, Watson's Bay to Georges Head on the other side. The boom was part of the Sydney Harbour defences which also included artillery batteries and patrol boats.\nHistory.\nIn January 1942, the Australian defence forces began to build the anti-submarine boom net; it was finished in August 1942. For more than three years, entry by boats, ships and ferries into Sydney Harbour was through one of three different gates that were a part of the anti-submarine boom net.\nOn 31 May 1942, during WWII, three Japanese submarines tried to get into the harbour. The first submarine to try and come in was the M27. Lieutenant Jahai Chuma was the man in charge of this submarine. The M27 followed a Sydney ferry through the gate on its way to Manly, but it got caught in the western end of the net's middle section. Lieutenant Chuma, tried to free his submarine by using a special tool that cuts metal, but this only made things worse. By 8:30pm the watchman for the Maritime Service Board, James Cargill, went to see what was happening. He used a boat to row across to where the submarine was stuck. Very surprised at finding a Japanese submarine, Cargill called naval headquarters with his two way radio. At first the navy did not believe that there was a Japanese Midget submarine caught in the boom net. It took him two hours to get them to believe him.\nBy 10:27pm, Chuma knew that he had been discovered, so he blew up the submarine using bombs, killing himself and his crew. The two other submarines got through the boom net, which at the time was not quite finished. They attacked shipping for many hours before they were destroyed as well.\nIn August 1945, the boom net was taken away. By early 1946, only the dolphin structure was left. The base of the winch house is the only remaining part of the anti-submarine boom net. It can still be seen at Green Point.","categories":[],"infobox_types":[],"annotations":[{"uri":"Submarines","surface_form":"submarines","offset":51},{"uri":"Sydney_Harbour","surface_form":"Sydney Harbour","offset":71},{"uri":"World_War_II","surface_form":"World War II","offset":93},{"uri":"Artillery","surface_form":"artillery","offset":286},{"uri":"Warship","surface_form":"patrol boats.","offset":310},{"uri":"Australia","surface_form":"Australia","offset":354},{"uri":"Submarine","surface_form":"submarine","offset":404},{"uri":"Boat","surface_form":"boat","offset":492},{"uri":"Ship","surface_form":"ship","offset":499},{"uri":"Ferry","surface_form":"ferries","offset":509},{"uri":"Sydney","surface_form":"Sydney","offset":522},{"uri":"Harbour","surface_form":"Harbour","offset":529},{"uri":"Japan","surface_form":"Japan","offset":662},{"uri":"Lieutenant","surface_form":"Lieutenant","offset":765},{"uri":"Manly%2C_New_South_Wales","surface_form":"Manly","offset":892},{"uri":"Watchman","surface_form":"watchman","offset":1099}]}