{"id":86391,"url":"http://en.wikipedia.org/wiki/Dakini","text":"In Hinduism and Buddhism, a dakini is a female being like a goddess. They are mostly found in Tibetan Buddhism.Chinese: 空行母, Pinyin: Kōngxíng Mǔ and 狐仙,Pinyin:Hú xian;明妃,Pinyin:Míng fēi｝ The dakini inspires spiritual practice. A dakini is often depicted as beautiful and naked. The nakedness represents the freedom of the mind.\nThe Chinese and Tibetan terms for \"dakini\" literally mean \"she who travels in the sky\"; this is sometimes written poetically as \"sky dancer\". Their bodies are depicted curved in sinuous dance poses.\nDakinis are associated with energy. They are linked with the revelation of the path of transformation. They help people to change the energy of negative emotions, called poisons \"(kleshas)\", into enlightened awareness.\nAppearance.\nImages tend to show the dakini as a young, naked figure in a dancing posture, often holding a skull cup filled with menstrual blood or the elixir of life in one hand, and a curved knife in the other. She may wear a garland of human skulls, with a trident staff leaning against her shoulder. Her hair is usually wild and hanging down her back, and her face often wrathful in expression, as she dances on top of a corpse, which represents her complete mastery over ego and ignorance.\nEvents.\nTibetan Buddhists believe that a Dakini gave a black hat to the third Karmapa, Rangjung Dorje (1284 - 1339), when he was three years old. The Black Crown became the emblem of this Tibetan lineage known as the Karma Kagyu.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hinduism","surface_form":"Hinduism","offset":3},{"uri":"Buddhism","surface_form":"Buddhism","offset":16},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":94},{"uri":"Pinyin","surface_form":"Pinyin","offset":125},{"uri":"Pinyin","surface_form":"Pinyin","offset":152},{"uri":"Pinyin","surface_form":"Pinyin","offset":170},{"uri":"Klesha","surface_form":"klesha","offset":707},{"uri":"Bodhi","surface_form":"enlightened awareness","offset":723},{"uri":"Karmapa","surface_form":"Karmapa","offset":1318},{"uri":"Rangjung_Dorje","surface_form":"Rangjung Dorje","offset":1327},{"uri":"Black_Crown","surface_form":"Black Crown","offset":1390},{"uri":"Karma_Kagyu","surface_form":"Karma Kagyu","offset":1457}]}