{"id":86412,"url":"http://en.wikipedia.org/wiki/Grigori_Rasputin","text":"Grigori Yefimovich Rasputin (;;  –) was a Russian peasant, and a mystical faith healer.\nHe was not a monk who lived in a monastery, but a religious pilgrim. In 1904 he arrived in the capital St Petersburg. The Tsar and Tsarina talked many times with Rasputin and asked for advice as he became their spiritual guide.\nRasputin had a lot of influence over Tsarina Alexandra, the wife of Tsar Nicholas II, the emperor of Imperial Russia. Alexandra believed that Rasputin was the answer to her worries. Her only son, Tsarevich Alexei, the heir to the throne was very sick. He had hemophilia. It caused heavy bleeding and pain in his groin and legs each time he fell. Rasputin calmed the boy and the parents. From then on, Alexandra believed Rasputin was the only person who could heal her son with his prayers.\nBecause of this, the Tsar and his family began to trust Rasputin more with important decisions on politics. Rasputin did not support the Tsar when he decided to lead his country into World War I. In July 1914, during a stay in his home village, he was stabbed in his belly by a female conspirator Khioniya Guseva. After seven weeks, Rasputin recovered and went back to the capital. There he lived with his two daughters, who went to school in the capital.\nIn August 1915, the Tsar decided to lead the country's army himself, and replace his cousin Grand Duke Nikolai. Almost nobody supported him, except Alexandra and Rasputin. Many Russian politicians and nobles became very worried about Rasputin's influence. While the Tsar was at the front, Alexandra and Rasputin took many bad decisions. They proposed to the Tsar, extremely shy and weak-willed, the replacement of several ministers with ones that supported peace. At the end of 1916, Imperial Russia was in a chaotic state. In the big cities there was almost nothing to eat or heat. All the trains were used to supply the army. Some politicians in the parliament decided to attack Alexandra and Rasputin. Their goal was to go on with the war, even though there were heavy losses and a lack of weapons and ammunition.\nIn the night of 30 December 1916, Rasputin was led into the Yusupov palace's basement. He was offered wine. When he got drunk, he was shot twice by Prince Felix Yusupov. One shot went into his right kidney and then into his spine. He climbed some stairs and staggered out of the palace through a back door. Rasputin was shot again in the courtyard. To be sure he was dead, he was shot in the forehead at close range. (Nobody knows who fired that shot.) Grand Duke Dmitri drove the conspirators to the Neva River. There they dropped his body from the bridge. In the meantime, Prince Felix had killed his favorite dog, to cover the blood in the courtyard. A few days later Rasputin's body, completely frozen, was found stuck in the ice. The next day the corpse was buried in a park next to the Alexander Palace. After the February Revolution, the new leaders decided to dig up his body to prevent it from becoming a place of worship; and eventually burned it.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Russians","surface_form":"Russian","offset":42},{"uri":"Peasant","surface_form":"peasant","offset":50},{"uri":"Mysticism","surface_form":"mystical","offset":65},{"uri":"Faith_healer","surface_form":"faith healer","offset":74},{"uri":"Monk","surface_form":"monk","offset":101},{"uri":"Monastery","surface_form":"monastery","offset":121},{"uri":"Religion","surface_form":"religious","offset":138},{"uri":"Pilgrim","surface_form":"pilgrim","offset":148},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":191},{"uri":"Influence","surface_form":"influence","offset":338},{"uri":"Alexandra_Fyodorovna","surface_form":"Tsarina Alexandra","offset":353},{"uri":"Tsars","surface_form":"Tsar","offset":384},{"uri":"Nicholas_II","surface_form":"Nicholas II","offset":389},{"uri":"Imperial_Russia","surface_form":"Imperial Russia","offset":417},{"uri":"Tsarevich_Alexei_Nikolaevich_of_Russia","surface_form":"Tsarevich Alexei","offset":512},{"uri":"Heir_apparent","surface_form":"heir","offset":534},{"uri":"Throne","surface_form":"throne","offset":546},{"uri":"Haemophilia","surface_form":"hemophilia","offset":575},{"uri":"Groin","surface_form":"groin","offset":628},{"uri":"World_War_I","surface_form":"World War I","offset":989},{"uri":"Felix_Yusupov","surface_form":"Felix Yusupov","offset":2234},{"uri":"Neva_River","surface_form":"Neva River","offset":2580},{"uri":"Corpse","surface_form":"corpse","offset":2831},{"uri":"Alexander_Palace","surface_form":"Alexander Palace","offset":2871},{"uri":"February_Revolution","surface_form":"February Revolution","offset":2899}]}