{"id":86440,"url":"http://en.wikipedia.org/wiki/Stonewall_UK","text":"e=\"preserve\">Stonewall UK is a gay rights organisation in the United Kingdom which was named after the Stonewall riots.\nIt was created in 1989 by Labour Party members who were trying to change section 28 of the Local Government Act. Many famous people, such as Sir Ian McKellen and Michael Cashman were among those who made it. Stonewall is in London. Stonewall Scotland has offices in Edinburgh and Glasgow and Stonewall Cymru is based in both Cardiff and Bangor in North Wales.\nStonewall showed ideas for change to the government. It did not start out as a membership organisation. Since Labour came into power in 1997, however, it has now become active in developing policy (political ideas) to protect the rights of lesbian, gay, bisexual and transgender people.\nResults.\nIn the last few years it was successful in parliamentary lobbying. Its previous director Angela Mason (1992 to 2002) was awarded an OBE \"for services to homosexual rights\". Under her direction, Stonewall persuaded parliament to change the 2002 Adoption and Children Bill so that lesbian and gay couples were treated the same as heterosexuals. Under its current Chief Executive, Ben Summerskill, it was closely involved in successful parliamentary campaigns to repeal Section 28 of the Local Government Act (2003); make attacks on gay people separate crimes (that is, \"anti-gay hate crimes\"), through the Criminal Justice Act 2003; introduce the Civil Partnership Act 2004 giving gay and lesbian couples \"civil union\" almost the same as a civil marriage; and introduce the \"2007 Sexual Orientation Regulations\" under the Equality Act 2006, to stop discrimination on grounds of sexual orientation.\nStonewall helps 300 big employers across Britain by giving advice and support to lesbian and gay staff. These companies include IBM, Credit Suisse, the Inland Revenue and the Royal Navy.\nThe \"Education for All\" campaign was started in 2005. Stonewall and 70 other organsiations help to stop homophobic bullying in British schools. Section 28 of the Local government Act made any sort of teaching about homosexuality difficult, and the Education for All campaign started after section 28 was repealed.\nCriticism.\nGrass-roots activists such as Peter Tatchell have accused Stonewall of allowing discrimination by holding regular meetings of celebrities and politicians. The meetings were supported by big businesses such as HSBC, even though HSBC is accused of dismissing someone because of their sexual orientation.\nStonewall supported the Civil Partnership bill. Many other groups did not, and they formed a group called the \"Coalition for Marriage Equality\", saying that the new Civil Partnership Bill made a separate yet equal system \"not unlike apartheid\". Many LGBT people who were not part of these groups liked the bill, and Stonewall got a lot of new members. Now Stonewall gets more money from its 10,000 individual supporters than it does money from its business supporters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gay_rights","surface_form":"gay rights","offset":31},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":62},{"uri":"Stonewall_riots","surface_form":"Stonewall riots","offset":103},{"uri":"Labour_Party_(UK)","surface_form":"Labour Party","offset":146},{"uri":"Section_28","surface_form":"section 28","offset":193},{"uri":"Local_Government_Act_1988","surface_form":"Local Government Act","offset":211},{"uri":"Sir_Ian_McKellen","surface_form":"Sir Ian McKellen","offset":261},{"uri":"Michael_Cashman","surface_form":"Michael Cashman","offset":282},{"uri":"London","surface_form":"London","offset":344},{"uri":"Scotland","surface_form":"Scotland","offset":362},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":386},{"uri":"Glasgow","surface_form":"Glasgow","offset":400},{"uri":"Cymru","surface_form":"Cymru","offset":422},{"uri":"Cardiff","surface_form":"Cardiff","offset":445},{"uri":"Bangor%2C_Wales","surface_form":"Bangor","offset":457},{"uri":"Wales","surface_form":"Wales","offset":473},{"uri":"Lesbian","surface_form":"lesbian","offset":720},{"uri":"Gay","surface_form":"gay","offset":729},{"uri":"Bisexuality","surface_form":"bisexual","offset":734},{"uri":"Transgender","surface_form":"transgender","offset":747},{"uri":"Angela_Mason","surface_form":"Angela Mason","offset":865},{"uri":"Order_of_the_British_Empire","surface_form":"OBE","offset":908},{"uri":"Ben_Summerskill","surface_form":"Ben Summerskill","offset":1154},{"uri":"Section_28","surface_form":"Section 28","offset":1243},{"uri":"Local_Government_Act_1988","surface_form":"Local Government Act","offset":1261},{"uri":"Criminal_Justice_Act_2003","surface_form":"Criminal Justice Act 2003","offset":1380},{"uri":"Civil_Partnership_Act_2004","surface_form":"Civil Partnership Act 2004","offset":1421},{"uri":"Equality_Act_2006","surface_form":"Equality Act 2006","offset":1596},{"uri":"IBM","surface_form":"IBM","offset":1800},{"uri":"Credit_Suisse","surface_form":"Credit Suisse","offset":1805},{"uri":"Inland_Revenue","surface_form":"Inland Revenue","offset":1824},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":1847},{"uri":"Homophobia","surface_form":"homophobic","offset":1963},{"uri":"Peter_Tatchell","surface_form":"Peter Tatchell","offset":2214},{"uri":"HSBC","surface_form":"HSBC","offset":2393},{"uri":"Apartheid","surface_form":"apartheid","offset":2719}]}