{"id":86447,"url":"http://en.wikipedia.org/wiki/Lu_Sheng-yen","text":"Lu Sheng-Yen (盧勝彥, Lú Shèngyàn) (27 June 1945), is the founder and spiritual leader of the True Buddha School, which is a religious group with teachings taken from Taoism and Buddhism. He is called Master Lu by his followers. Within his sect, he is also known as \"Living Buddha Lian Sheng\" (蓮生活佛, \"Liansheng Huófó\"). He is worshipped by his followers as a \"Living Buddha\".\nHis organization says that over five million students have taken Buddhist refuge under Lu. There are also more than three hundred local chapters of the True Buddha School, including thirty major temples, such as the Ling Shen Ching Tze Temple in Redmond, Washington, where he lives now. Many of his followers are from Taiwan, Singapore, and Malaysia.\nLu is married to Lian Hsiang, who is also a vajra master. She is referred as \"Grand Madam Lu\". Lu and Lian Hsiang have two children.\nLife.\nLu was born in Chiayi County, Taiwan in 1945. He was raised a Christian and attended a Protestant school. His post-secondary education was at Chung Cheng Institute of Technology. He graduated with a degree in Survey Engineering. In his early twenties he was both a survey engineer and a Sunday school Bible teacher.\nLu has written that he had a mystical experience in 1969. This lead him to seek out a total of twenty-one human gurus in Taoism, Sutra, and Tantra. In 1982, Lu moved to the United States, and lived in the state of Washington.\nTo date, Lu has written over 200 books in Chinese on various topics, including feng shui and poetry.\nAccording to his website, he went into hiding in Tahiti for six years starting late 2000 and lived in Taichung, Taiwan. Today he lives in the state of Washington.\nTeachings.\nLu teaches the Mahamudra way of attaining enlightenment. His teachings follow the traditional stages of the practice of the Four Preliminaries, followed by Guru Yoga, Deity Yoga, the Vajra Practices, and finally Highest Yoga Tantra. Lu has written that his spiritual gurus included the 16th Karmapa, Rangjung Rigpe Dorje and Tai Situ Rinpoche.\nHe describes the state of enlightenment using the allegory of Padmakumara, whom he identifies with Amitabha Buddha and his own enlightened self.\nAccording to Noah Casey, Lu's teachings do not prohibit the consumption of meat and alcohol; however, \"The consumption of alcohol is limited to quantities not resulting in intoxication, and the eating of meat is restricted to animals not butchered especially for the person consuming. Before consuming either of these, or any other nutritional substance, a special prayer is required. For meats, the spirit of the animal must be delivered.\" This is consistent with the Vajrayana traditions of Tibetan Buddhism.\nControversies.\nLu made headlines during an investigation by the Washington State Public Disclosure Commission into his cash donations to Chinese American politician Gary Locke, who Lu had hoped would run for President of the United States. Locke was cleared of any wrongdoing by the commission in 1998.\nHe was also sued in civil court by a former disciple, who called herself SHC, a 41-year-old Malaysian immigrant, over claims of sexual misconduct, after the King County, Washington prosecutor declined to file charges for lack of evidence. The case was dismissed by King County Superior Court Judge Kathleen Learned citing constitutional issues. In the case \"S.H.C. v. Sheng-Yen Lu\", the Superior Court of King County granted the Temple's motion for summary judgment, and the Court of Appeals later \"affirm[ed] the trial court's grant of summary judgment dismissing all claims against the Temple.\"\nLu has been criticized by Tsering Phuri, the president of TIBETcenter, who said \"People should not say, `I am a living Buddha'\".\nHowever, this title was called by his diciples or people who believed in him back to 30 or 40 years ago in Taiwan, and Lu also admitted that he is the incarnated body of the Buddha.","categories":[],"infobox_types":[],"annotations":[{"uri":"True_Buddha_School","surface_form":"True Buddha School","offset":91},{"uri":"Taoism","surface_form":"Taoism","offset":164},{"uri":"Buddhism","surface_form":"Buddhism","offset":175},{"uri":"Refuge_(Buddhism)","surface_form":"refuge","offset":447},{"uri":"Redmond%2C_Washington","surface_form":"Redmond, Washington","offset":619},{"uri":"Taiwan","surface_form":"Taiwan","offset":691},{"uri":"Singapore","surface_form":"Singapore","offset":699},{"uri":"Malaysia","surface_form":"Malaysia","offset":714},{"uri":"Chiayi_County","surface_form":"Chiayi County","offset":878},{"uri":"Taiwan","surface_form":"Taiwan","offset":893},{"uri":"Christianity","surface_form":"Christian","offset":925},{"uri":"Protestantism","surface_form":"Protestant","offset":950},{"uri":"Guru","surface_form":"guru","offset":1291},{"uri":"Taoism","surface_form":"Taoism","offset":1300},{"uri":"Sutra","surface_form":"Sutra","offset":1308},{"uri":"Tantra","surface_form":"Tantra","offset":1319},{"uri":"United_States","surface_form":"United States","offset":1352},{"uri":"Washington","surface_form":"Washington","offset":1393},{"uri":"Feng_shui","surface_form":"feng shui","offset":1484},{"uri":"Mahamudra","surface_form":"Mahamudra","offset":1695},{"uri":"Four_Preliminaries","surface_form":"Four Preliminaries","offset":1804},{"uri":"Guru_Yoga","surface_form":"Guru Yoga","offset":1836},{"uri":"Deity_Yoga","surface_form":"Deity Yoga","offset":1847},{"uri":"Tantra_techniques_(Vajrayana)","surface_form":"Vajra Practices","offset":1863},{"uri":"Highest_Yoga_Tantra","surface_form":"Highest Yoga Tantra","offset":1892},{"uri":"Karmapa","surface_form":"Karmapa","offset":1971},{"uri":"Rangjung_Rigpe_Dorje","surface_form":"Rangjung Rigpe Dorje","offset":1980},{"uri":"Tai_Situ_Rinpoche","surface_form":"Tai Situ Rinpoche","offset":2005},{"uri":"Amitabha","surface_form":"Amitabha Buddha","offset":2123},{"uri":"Vajrayana","surface_form":"Vajrayana","offset":2638},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":2662},{"uri":"Washington","surface_form":"Washington State","offset":2744},{"uri":"Chinese_American","surface_form":"Chinese American","offset":2817},{"uri":"Gary_Locke_(politician)","surface_form":"Gary Locke","offset":2845},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":2888},{"uri":"King_County%2C_Washington","surface_form":"King County, Washington","offset":3140}]}