{"id":86450,"url":"http://en.wikipedia.org/wiki/Adrian_Willaert","text":"Adrian Willaert (pronounce: AH-dree-ahn VIL-art), (born Flanders about 1490; died Venice, 7 December 1562) was a Flemish composer in the Renaissance period. He was one of the most important composers of his time. He went to Italy when he was young and spent the rest of his life there. He belonged to the group of composers who lived and worked in Venice at the time, and who were known as the “Venetian School”.\nLife.\nHe may have been born in Bruges which is now in Belgium, although we are not sure. One of his students, Gioseffo Zarlino, who became a well-known music theorist, said that Willaert went to Paris first to study law, but then decided to study music. In Paris he met Jean Mouton, the main composer of the French royal chapel, and studied with him. Mouton taught him to write music in the style of Josquin, whose music was very polyphonic with the voices imitating one another a lot.\nSometime around 1515 Willaert first went to Rome. There is a story, which is probably true, that Willaert was surprised to find the Pope’s choir singing something he had composed. The choir thought it had been composed by Josquin, who was very famous by then. When the young Willaert told them that he himself was the composer, the choir did not believe the young man, and refused to sing it again.\nIn July 1515, Willaert worked for the Cardinal Ippolito I d'Este of Ferrara. Ippolito liked to travel, and he often took Willaert and other musicians with him to places such as Hungary, where he probably spent two years, from 1517 to 1519. When Ippolito died in 1520, Willaert worked for Duke Alfonso d'Este of Ferrara. In 1522 Willaert had a job at the court chapel of Duke Alfonso; he stayed there until 1525.\nWillaert then got the most important musical job in the whole of Europe at that time: he became maestro di cappella (director of music) at the church of St. Mark's at Venice. The director who had been there before had not been very good, so Willaert made the music in that church really great again. He stayed in that job until his death. He was very famous and young composers came from all over Europe to study with him and learn how to be a composer.\nMusical style and influence.\nWillaert was one of the greatest composers of the Renaissance and the most important composer in Europe between the death of Josquin and the time of Palestrina.\nHe wrote music in lots of forms, especially church music, madrigals and instrumental pieces called ricercar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flanders","surface_form":"Flanders","offset":56},{"uri":"1490","surface_form":"1490","offset":71},{"uri":"Venice","surface_form":"Venice","offset":82},{"uri":"7_December","surface_form":"7 December","offset":90},{"uri":"1562","surface_form":"1562","offset":101},{"uri":"Flanders","surface_form":"Flemish","offset":113},{"uri":"Composer","surface_form":"composer","offset":121},{"uri":"Renaissance_music","surface_form":"Renaissance","offset":137},{"uri":"Italy","surface_form":"Italy","offset":224},{"uri":"Venice","surface_form":"Venice","offset":348},{"uri":"Bruges","surface_form":"Bruges","offset":444},{"uri":"Belgium","surface_form":"Belgium","offset":467},{"uri":"Gioseffo_Zarlino","surface_form":"Gioseffo Zarlino","offset":523},{"uri":"Music_theory","surface_form":"music theorist","offset":565},{"uri":"Law","surface_form":"law","offset":629},{"uri":"Josquin","surface_form":"Josquin","offset":813},{"uri":"Polyphonic","surface_form":"polyphonic","offset":843},{"uri":"1515","surface_form":"1515","offset":915},{"uri":"Pope","surface_form":"Pope","offset":1031},{"uri":"Hungary","surface_form":"Hungary","offset":1475},{"uri":"1517","surface_form":"1517","offset":1524},{"uri":"1519","surface_form":"1519","offset":1532},{"uri":"1520","surface_form":"1520","offset":1560},{"uri":"1522","surface_form":"1522","offset":1621},{"uri":"1525","surface_form":"1525","offset":1704},{"uri":"Europe","surface_form":"Europe","offset":1775},{"uri":"Maestro_di_cappella","surface_form":"maestro di cappella","offset":1806},{"uri":"San_Marco_di_Venezia","surface_form":"St. Mark","offset":1863},{"uri":"Venice","surface_form":"Venice","offset":1877},{"uri":"Giovanni_da_Palestrina","surface_form":"Palestrina","offset":2342},{"uri":"Church_music","surface_form":"church music","offset":2398},{"uri":"Madrigal","surface_form":"madrigal","offset":2412},{"uri":"Ricercar","surface_form":"ricercar","offset":2453}]}