{"id":86461,"url":"http://en.wikipedia.org/wiki/Sydney_Harbour","text":"e=\"preserve\">Sydney Harbour (also called Port Jackson) is a natural harbour on the East Coast of Australia in Sydney. It is the location of the Sydney Opera House and the Sydney Harbour Bridge.\nHistory.\nBefore the arrival of European settlers, the area surrounding Sydney Harbour was home to a variety of aboriginal tribes, including members of the Gadigal, Cammeraygal, Eora and Wanegal tribes. It is believed (source?) that the Gadigal people once lived in the area heading from the south side of Port Jackson (South Head, Watsons Bay) and west in a semi circle through Petersham. The Cammeraygal tribe lived on the northern side of Sydney Harbour and the Wanegal tribe owned the area on the southern side of the Parramatta River, just west of Petersham and through to Rose Hill. The Eora tribe lived on the southern side of Sydney Harbour, not far from where the First Fleet set up camp.\nIn 1770, shortly after he left Botany Bay (Kurnell Peninsula), Lt James Cook became the first non-Aboriginal person to visit Sydney Harbour. Cook named it [Sydney Harbour] after Sir George Jackson. He did not go into the harbour, but sailed past the entrance (Sydney Heads) on his way north up the East Coast of Australia.\nEuropean settlement started on January 26, 1788 when Captain Arthur Phillip and the First Fleet arrived from England. Phillip brought 732 convicts (prisoners) and a small group of soldiers to start a penal colony. They landed at a small inlet which they called Sydney Cove after Lord Sydney, who was the British government's Home Secretary.\nIslands.\nThere are lots of islands inside Sydney Harbour, including Shark Island, Clark Island, Fort Denison, Goat Island, Cockatoo Island, Spectacle Island, Snapper Island and Rodd Island. Some other former islands, including Bennelong Island, Garden Island and Berry Island are now connected to the mainland by bridge or by landfill. There are several islands only accessible by boat, for example Fort Denison and Cockatoo Island. Boat hire operators offer charter trips or self-drive options to these locations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Harbour","surface_form":"harbour","offset":68},{"uri":"Sydney_Opera_House","surface_form":"Sydney Opera House","offset":144},{"uri":"Sydney_Harbour_Bridge","surface_form":"Sydney Harbour Bridge","offset":171},{"uri":"Europe","surface_form":"Europe","offset":225},{"uri":"Tribe","surface_form":"tribe","offset":316},{"uri":"Gadigal","surface_form":"Gadigal","offset":349},{"uri":"Cammeraygal","surface_form":"Cammeraygal","offset":358},{"uri":"Eora","surface_form":"Eora","offset":371},{"uri":"Wanegal","surface_form":"Wanegal","offset":380},{"uri":"Petersham%2C_New_South_Wales","surface_form":"Petersham","offset":572},{"uri":"Rose_Hill%2C_New_South_Wales","surface_form":"Rose Hill","offset":771},{"uri":"First_Fleet","surface_form":"First Fleet","offset":866},{"uri":"Botany_Bay","surface_form":"Botany Bay","offset":922},{"uri":"Kurnell_Peninsula","surface_form":"Kurnell Peninsula","offset":934},{"uri":"James_Cook","surface_form":"James Cook","offset":957},{"uri":"George_Jackson_(MP)","surface_form":"George Jackson","offset":1073},{"uri":"Arthur_Phillip","surface_form":"Arthur Phillip","offset":1275},{"uri":"First_Fleet","surface_form":"First Fleet","offset":1298},{"uri":"Convict","surface_form":"convict","offset":1352},{"uri":"Soldier","surface_form":"soldier","offset":1394},{"uri":"Penal_colony","surface_form":"penal colony","offset":1414},{"uri":"Sydney_Cove","surface_form":"Sydney Cove","offset":1475},{"uri":"Lord_Sydney","surface_form":"Lord Sydney","offset":1493},{"uri":"Island","surface_form":"island","offset":1582},{"uri":"Sydney","surface_form":"Sydney","offset":1597},{"uri":"Bridge","surface_form":"bridge","offset":1868},{"uri":"Landfill","surface_form":"landfill","offset":1881}]}