{"id":86520,"url":"http://en.wikipedia.org/wiki/Yeshe_Tsogyal","text":"e=\"preserve\">Yeshe Tsogyel (, rhymes with \"may say so well\") is also known in the Nyingma tradition of Tibetan Buddhism as the Great Bliss Queen. She is both a woman and a female deity called a \"dakini\".\nAmong Tibetans she is seen as a Buddha who takes the form of an ordinary woman so as to be seen by the average person, \"who, for the time being, do not see her Vajravarahi form as a fully perfected deity.\" In fact,\nAccording to legend she was born in the same manner as the Buddha, a Sanskrit mantra sounding as her mother gave birth painlessly. She is considered a reincarnation of the Buddha's own mother. Her name (\"Primordial (\"ye\") Wisdom (\"shes\") Queen (\"rgyal mo\") of the Lake (\"tso\")\") derives from her birth causing a nearby lake to double in size.\nAs a young girl, she is said to have prayed for the happiness of all sentient beings. At the age of sixteen, she was initiated into Buddhism by Guru Padmasambhava. Although she was originally one of the Queen consorts of Trisong Detsen, he gave her to Padmasambhava and she became his main spiritual consort. After many years of study she became enlightened. Yeshey Tsogyal was the main person who wrote down and collected Padmasambhava's teachings. She also terma most of the hidden teachings called \"termas\".\nAs the wife of Tri-song-day-tsen and the consort of Padmasambhava, given to him at her request by the king, she also stands historically at the beginning of Buddhism's eclipse of Bön in Tibet. She is also considered a manifestation of Sarasvati and sometimes identified with the Bodhisattva Tara.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nyingma","surface_form":"Nyingma","offset":82},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":103},{"uri":"Deity","surface_form":"deity","offset":179},{"uri":"Dakini","surface_form":"dakini","offset":195},{"uri":"Buddha","surface_form":"Buddha","offset":236},{"uri":"Vajravarahi","surface_form":"Vajravarahi","offset":364},{"uri":"Deity","surface_form":"deity","offset":402},{"uri":"Buddha","surface_form":"Buddha","offset":478},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":488},{"uri":"Mantra","surface_form":"mantra","offset":497},{"uri":"Reincarnation","surface_form":"reincarnation","offset":570},{"uri":"Buddhism","surface_form":"Buddhism","offset":894},{"uri":"Padmasambhava","surface_form":"Padmasambhava","offset":911},{"uri":"Queen_consort","surface_form":"Queen consort","offset":965},{"uri":"Trisong_Detsen","surface_form":"Trisong Detsen","offset":983},{"uri":"Terma_(Buddhism)","surface_form":"termas","offset":1264},{"uri":"Sarasvati","surface_form":"Sarasvati","offset":1508},{"uri":"Bodhisattva_Tara","surface_form":"Bodhisattva Tara","offset":1552}]}