{"id":86588,"url":"http://en.wikipedia.org/wiki/Peter_Shotton","text":"e=\"preserve\">Peter (\"Pete\") Shotton (4 August 1941 – 24 March 2017) was a longtime friend of John Lennon, who founded The Beatles. He later wrote a memoir, \"John Lennon \"In My Life\", that was later retitled \"The Beatles, Lennon and Me\".\nEarly life.\nShotton and Lennon met as boys, in their hometown of Woolton, England. Woolton is a suburb of Liverpool. The two fought at first, but soon became best friends. They went to school together, and often got into trouble together. They formed a \"gang\", with other boys who lived nearby.\nDuring their teenage years, rock and roll became popular in England, as it did in America. Folk music and were also popular. Young people all over England formed skiffle bands, and played folk and rock songs. Lennon got a guitar from his mother. He and Shotton formed a band, the Quarry Men, with classmates from their school (named Quarry Bank), and other friends.\nShotton's role in the band was to play percussion on a, and to sing harmony. While Lennon had genuine musical talent, Shotton did not become a skilled musician, and did not enjoy playing music. After Paul McCartney joined the Quarry Men, he and Lennon began to work together on music. McCartney was very talented, and Shotton felt out of place in the band. He waited a long time, before he finally told Lennon.\nLennon \"fired\" Shotton from the Quarry Men after they played at a party. He took the washboard away and broke it over Shotton's head. All the same, they were still friends, and spent time together. When they finished high school, Lennon went on to art college, and Shotton trained to become a police officer. The Quarry Men changed from playing skiffle to playing rock and roll. They also changed names a few times, before calling themselves the Beatles.\nThe Beatles.\nWhen Lennon became famous with the Beatles, he invited Shotton to visit at different times. He and George Harrison, another band member, bought a supermarket with part of their, and made Shotton its manager. Shotton married and had a son. He spent most of the week with his family, but would visit Lennon's home on weekends. Lennon counted on Shotton to be a real friend, who was not only around because Lennon was famous or rich. Shotton and Lennon's wife Cynthia got along well, and Shotton sometimes took Cynthia out for the evening, when Lennon needed to work on music.\nShotton also helped now and then with the Beatles's music. He sometimes helped or ideas for songs, or played or other percussion instruments on their recordings. Later, when the Beatles started their own company, Apple Corps, Shotton became its first managing director.\nApple Corps was not a successful company, and it caused problems between the Beatles, and with the people who worked with them. The problems were not Shotton's fault, but he felt as much pressure and stress as anyone. He resigned his job at Apple. Lennon tried Shotton out as a, but this did not go well. Lennon's relationship with Yoko Ono also caused problems between Lennon and Shotton.\nShotton decided it was best to part ways with Lennon, while their friendship was still strong. He went back to running his supermarket, and he and Lennon lost touch. After Lennon and Yoko Ono moved to America, Shotton visited them in New York City, and they enjoyed seeing each other again.\nLater life.\nJohn Lennon was murdered late in 1980. When Shotton heard the news, he drove to George Harrison's home, Friar Park, and spent the day with Harrison. Later he wrote his memoir.\nShotton gave up his supermarket, and began a chain of restaurants, Fatty Arbuckle's, which became a success. He later sold this business, and retired to live in Ireland. When former members of Lennon's Quarry Men re-formed in the 1990s as a nostalgia act, Shotton performed with them. He later sang \"Imagine\" at a tribute to Lennon and the Beatles in Woolton.\nDeath.\nShotton died on 24 March 2017 in Knutsford, Cheshire from a suspected heart attack. aged 75.","categories":[],"infobox_types":[],"annotations":[{"uri":"John_Lennon","surface_form":"John Lennon","offset":93},{"uri":"The_Beatles","surface_form":"The Beatles","offset":118},{"uri":"Suburb","surface_form":"suburb","offset":333},{"uri":"Liverpool%2C_England","surface_form":"Liverpool","offset":343},{"uri":"Teenage","surface_form":"teenage","offset":545},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":560},{"uri":"Folk_music","surface_form":"Folk music","offset":623},{"uri":"Percussion","surface_form":"percussion","offset":937},{"uri":"Harmony","surface_form":"harmony","offset":966},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":1098},{"uri":"Police","surface_form":"police","offset":1602},{"uri":"George_Harrison","surface_form":"George Harrison","offset":1876},{"uri":"Supermarket","surface_form":"supermarket","offset":1923},{"uri":"Apple_Corps","surface_form":"Apple Corps","offset":2564},{"uri":"Resign","surface_form":"resign","offset":2842},{"uri":"Yoko_Ono","surface_form":"Yoko Ono","offset":2953},{"uri":"New_York_City","surface_form":"New York City","offset":3245},{"uri":"1980","surface_form":"1980","offset":3347},{"uri":"Restaurant","surface_form":"restaurant","offset":3544},{"uri":"Ireland","surface_form":"Ireland","offset":3651},{"uri":"Nostalgia","surface_form":"nostalgia","offset":3731},{"uri":"Tribute","surface_form":"tribute","offset":3804},{"uri":"Knutsford","surface_form":"Knutsford","offset":3890},{"uri":"Cheshire","surface_form":"Cheshire","offset":3901},{"uri":"Heart_attack","surface_form":"heart attack","offset":3927}]}