{"id":8660,"url":"http://en.wikipedia.org/wiki/Moli%C3%A8re","text":"Molière (1622 – 17 February 1673) was a French actor, director and writer. His real name was Jean-Baptiste Poquelin, Molière was his stage name. He wrote some of the most important comedies in human history.\nHe was born in Paris where his father owned a carpet shop. As a young person, Molière decided to live an artist's life. At the age of 21, he founded a theatre company that soon went bankrupt. From 1645–1658, he toured France with some of his friends.\nLater, King Louis XIV made Molière responsible for the entertainment at the court of Versailles near Paris. Molière was happy to have the king among his friends, because he had many enemies, especially important people in the Roman Catholic church. Molière's comedies deal with human weaknesses: jealousy, meanness, hypocrisy, fear of death. By putting his characters in ridiculous situations, Molière wants to entertain and educate his audience.\nOne of his most important plays is \"Tartuffe\", showing a bigoted man stealing his way into a rich family. Molière's last play was \"Le Malade Imaginaire\", called in English \"The Hypochondriac\". As in many of his comedies, Molière played the main role. He died on stage during the fourth performance. Because of his problems with the church, he was not allowed to be buried in a church cemetery.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":40},{"uri":"Actor","surface_form":"actor","offset":47},{"uri":"Theatre_director","surface_form":"director","offset":54},{"uri":"Writer","surface_form":"writer","offset":67},{"uri":"Comedy","surface_form":"comedies","offset":181},{"uri":"History","surface_form":"history","offset":199},{"uri":"Theatre","surface_form":"theatre","offset":359},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":471},{"uri":"Versailles","surface_form":"Versailles","offset":544},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":685},{"uri":"Church","surface_form":"church","offset":700},{"uri":"Jealousy","surface_form":"jealousy","offset":755},{"uri":"Hypocrisy","surface_form":"hypocrisy","offset":775},{"uri":"Play_(theatre)","surface_form":"plays","offset":932},{"uri":"Tartuffe","surface_form":"Tartuffe","offset":942},{"uri":"Bigotry","surface_form":"bigoted","offset":963}]}