{"id":8661,"url":"http://en.wikipedia.org/wiki/Sealand","text":"Sealand is a self-claimed country in the North Sea approximately 12 km from the coast of Suffolk. Sealand is a structure called Roughs Tower it was built in the sea by the British Royal Navy, and later became Sealand. It is very small. There is only room for 300 people on it. Even though a man named Michael Bates says Sealand is a country, no other country has supported this claim.\nLegal status.\nThe owners claim that Sealand is an independent sovereign state because in 1968 an English court decided that Roughs Tower was in international waters and outside the jurisdiction of the British courts.\nThere are no other states that have diplomatic recognition for Sealand. In the declaratory theory of statehood, an entity becomes a state as soon as it meets the minimal criteria for statehood. Therefore, recognition by other states is purely \"declaratory\".\nIn 1987, the UK extended its territorial waters from three to twelve miles. Sealand now sits inside waters that Britain claims as its territory.\nAs a statelike entity.\nIrrespective of its legal status, Sealand is managed by the Bates family as if it were a recognised sovereign entity, and they are its hereditary royal rulers. Roy Bates styles himself \"Prince Roy\" and his wife \"Princess Joan\". Their son is known as \"His Royal Highness Prince Michael\" and has been referred to as the \"Prince Regent\" by the Bates family since 1999. In this role, he apparently serves as Sealand's acting \"Head of State\" and also its \"Head of Government\". At a micronations conference hosted by the University of Sunderland in 2004, Sealand was represented by Michael Bates' son James, who was referred to as \"Prince Royal James.\" The facility is now occupied by one or more caretakers representing Michael Bates, who himself resides in Essex, England. Sealand's constitution was instituted in 1974. It consists of a preamble and seven articles. The preamble asserts Sealand's independence, while the articles variously deal with Sealand's status as a constitutional monarchy, the empowerment of government bureaus, the role of an appointed, advisory senate, the functions of an appointed, advisory legal tribunal, a proscription against the bearing of arms except by members of a designated \"Sealand Guard\", the exclusive right of the sovereign to formulate foreign policy and alter the constitution, and the hereditary patrilinear succession of the monarchy. Sealand's legal system is claimed to follow British common law, and statutes take the form of decrees enacted by the sovereign. Sealand has issued passports and has operated as a flag of convenience state, and it also holds the Guinness World Record for \"the smallest area to lay claim to nation status\". Sealand's motto is \"E Mare Libertas\" (). It appears on Sealandic items, such as stamps, passports, and coins, and is the title of the Sealandic anthem. The anthem was composed by Londoner Basil Simonenko; it does not have lyrics.\nSelling Sealand.\nAt the beginning of 2007, the Bates put an ad in the newspaper. They would like to sell Sealand for 65 million pounds.\nNational motto: \"E mare libertas\"(Latin: From the sea, freedom)","categories":[],"infobox_types":["Political post"],"annotations":[{"uri":"Country","surface_form":"country","offset":26},{"uri":"North_Sea","surface_form":"North Sea","offset":41},{"uri":"Suffolk","surface_form":"Suffolk","offset":89},{"uri":"British","surface_form":"British","offset":172},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":180},{"uri":"Royal_family","surface_form":"royal","offset":1174},{"uri":"Royal_Highness","surface_form":"His Royal Highness","offset":1279},{"uri":"Prince_Regent","surface_form":"Prince Regent","offset":1347},{"uri":"University_of_Sunderland","surface_form":"University of Sunderland","offset":1543},{"uri":"Essex","surface_form":"Essex","offset":1781},{"uri":"Preamble","surface_form":"preamble","offset":1861},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":1996},{"uri":"Senate","surface_form":"senate","offset":2095},{"uri":"Tribunal","surface_form":"tribunal","offset":2149},{"uri":"Right_to_keep_and_bear_arms","surface_form":"bearing of arms","offset":2186},{"uri":"Foreign_policy","surface_form":"foreign policy","offset":2303},{"uri":"Patrilinear","surface_form":"patrilinear","offset":2365},{"uri":"Legal_system","surface_form":"legal system","offset":2415},{"uri":"Common_law","surface_form":"common law","offset":2457},{"uri":"Statute","surface_form":"statute","offset":2473},{"uri":"Decree","surface_form":"decree","offset":2499},{"uri":"Passport","surface_form":"passport","offset":2552},{"uri":"Flag_of_convenience","surface_form":"flag of convenience","offset":2584},{"uri":"Motto","surface_form":"motto","offset":2720},{"uri":"Motto","surface_form":"motto","offset":3085},{"uri":"Latin","surface_form":"Latin","offset":3110}]}