{"id":86698,"url":"http://en.wikipedia.org/wiki/Thin_film_transistor_liquid_crystal_display","text":"A thin film transistor liquid crystal display (TFT-LCD) is a technology which is used in LCD monitor and television displays. TFT technology can be used to give one of the clearest pictures of any flat screen display and it uses much less electricity than older screens. TFT displays are very fragile because they are made as thin and light as possible but this means they need far less space. Widescreen Displays (which have an aspect ratio of 16:9) are becoming the most popular form of television and monitor displays. Standard format (which have an aspect ratio of 4:3) was the most popular for a long time.\nResolution.\nThe number of pixels in a display screen is called the resolution.\nThe word resolution means the solution of a problem. Better resolution on a display screen describes how detailed a picture can be displayed. Each pixel is another detail on the screen. This is normally described as two numbers, (width) x (height).\nhan thpe older CRT displays.\nTFT dislays are also known as flatscreen, flat-panel, and liquid crystal display (LCD) but these types are not always TFTs.\nTFT displays are made with a special chemical technology called chemical vapor deposition. With this special technology very thin glass can be coated with electrically metal and still be transparent. Chemical vapor deposition makes the thinnest computer and television display screens possible.\nAs a result of applying this solution, a capacitor with a transistor is fixed to the pixels. Therefore, it is possible to create the necessary contrast. Among the minuses: poor viewing angle, impaired color rendering, increased power consumption. This technology has not yet been discontinued just because it is in high demand among consumers due to its affordable cost.\nRendering.\nMost display screens have hundreds of thousands of pixels. Each pixel has to be set to the right colour (most display screens are capable of 16 million colours in each pixel). To make a clear picture, the screen might need to make millions of calculations. Any group of pixels that change to the same colour can be changed with one calculation, making the calculations much smaller. For example, if the picture to display was just a white screen, the screens processor would only calculate the colour once and use the same calculation for the whole screen. Changing one pixel at a time would take many more calculations. If the same picture was shown many times on the screen, the processor would calculate the picture once and then repeat it in whatever position and in different sizes, if needed. The processor can make very complicated calculations, but in the end it does less work. This is called rendering technology. Rendering technology in the most modern displays is like making a.\nA display with a resolution of 1600 x 1200 pixels has four times the number of pixels in an 800 x 600 resolution. Without rendering technology the 1600 x 1200 display would do four times as much work as an 800 x 600 display so rendering technology is very useful to make a bigger display with some of the same parts used to make a smaller display.\nResponse Time.\nThe response time is the length of time it takes between the processor receiving a signal from the computer or the television station and displaying something on the screen. Today's displays have a very low response time (very fast). It is hard to see response times but they can affect a clear picture. A low response time is best for clear pictures when playing games and watching movies on the screen. For office work and internet a fast response time is less important.\nTFT response time is measured as the average time it takes to change the pixels from one shade of grey to another shade of grey.\nChanging a pixel between colours takes more time than changing from black to white on a display screen. TFT is very fast for changing between colours which is more important for movies and games.\nTN panels.\nTN is an abbreviation for Twisted Nematic. This is a new kind of TFT technology. They offer higher resolutions (more pixels). TN panels have a lower response time (they react faster).\nFurther development.\nSince this article was written, there have been further developments in the technology of producing LCD displays. For more info, the main Wikipedia page on Computer Monitor may have more up-to-date and further details.","categories":[],"infobox_types":[],"annotations":[{"uri":"Technology","surface_form":"technology","offset":61},{"uri":"LCD","surface_form":"LCD","offset":89},{"uri":"Computer_monitor","surface_form":"monitor","offset":93},{"uri":"Widescreen","surface_form":"Widescreen","offset":394},{"uri":"Pixel","surface_form":"pixel","offset":638},{"uri":"CRT","surface_form":"CRT","offset":955},{"uri":"Liquid_crystal_display","surface_form":"liquid crystal display","offset":1027},{"uri":"Chemistry","surface_form":"chemical","offset":1130},{"uri":"Chemical_vapor_deposition","surface_form":"chemical vapor deposition","offset":1157},{"uri":"Transparent","surface_form":"transparent","offset":1280},{"uri":"Pixel","surface_form":"pixel","offset":1821},{"uri":"Calculation","surface_form":"calculations","offset":2013},{"uri":"Processor","surface_form":"processor","offset":2229},{"uri":"Office","surface_form":"office","offset":3533},{"uri":"Internet","surface_form":"internet","offset":3549},{"uri":"Measure","surface_form":"measured","offset":3619},{"uri":"Computer_monitor","surface_form":"Computer Monitor","offset":4295}]}