{"id":86730,"url":"http://en.wikipedia.org/wiki/Tor_(software)","text":"Tor is a group of computer servers that keep users anonymous on the Internet. It works by moving data across many Tor servers, called \"hops\". The role of each server is to only move that data to another server. With the final hop moving data to the end site. As a result, information transmitted in this way is hard to trace.\nTor is also the name that some people give to the web browser used to access the Tor server, the Tor Browser Bundle. The browser is actually a specific version of Mozilla Firefox that has been changed so that it is extremely safe and secure.\nOperation.\nTor is used to hide Internet users. People who run the Tor network run a network of onion routers. This makes the location of the user secret. Services can also be hosted from \"secret\" locations using the Tor \"Hidden services\" feature. A hidden service is an anonymous website that search engines like Google don't know about, and it uses an Onion address as its URL. Onion addresses are URLs that looks like 16 random letters and numbers and ends with codice_2. People usually use the Tor browser to go to those sites.\nUnlawful use.\nThe Tor network can be used for purposes that are against the law in some places. This can be criticizing leaders of state, P2P sharing of copyrighted files, moving child pornography., or buying and selling illegal drugs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Server","surface_form":"servers","offset":27},{"uri":"Secret","surface_form":"anonymous","offset":51},{"uri":"Internet","surface_form":"Internet","offset":68},{"uri":"Information","surface_form":"data","offset":97},{"uri":"Web_browser","surface_form":"web browser","offset":376},{"uri":"Internet","surface_form":"Internet","offset":599},{"uri":"Onion_routing","surface_form":"onion routers","offset":663},{"uri":"Google","surface_form":"Google","offset":881},{"uri":"P2P","surface_form":"P2P","offset":1237},{"uri":"Child_pornography","surface_form":"child pornography","offset":1278},{"uri":"Illegal_drugs","surface_form":"illegal drugs","offset":1320}]}