{"id":8677,"url":"http://en.wikipedia.org/wiki/Cheers","text":"\"Cheers\" is a long-running American sitcom made by Charles-Burrows-Charles Productions in association with Paramount Television for NBC. The show premiered on September 30, 1982 and had its widely watched series finale on May 20, 1993, followed by a long and ongoing run in syndication. In eleven seasons, there were 270 episodes.\nSetting.\n\"Cheers\" was set in a Boston bar. This bar was where a group of friends would come to sit, drink alcohol, complain, and make practical jokes on a rival bar in town.\nThe show's main theme in its early seasons was the romance between Diane Chambers (Shelley Long) and ex-baseball pitcher and bar owner Sam Malone (Ted Danson). Long's departure from the show in 1987 shifted the emphasis to Sam's relationship with a new character, Rebecca Howe (Kirstie Alley). Diane returned for the finale.\nThe show also created the character Frasier Crane. Frasier got his own show (\"Frasier\") the season after \"Cheers\" ended. Frasier's love interest Lilith Sternin appeared on both shows but Frasier and Lilith were no longer married in \"Frasier\".\nThe producers, not wanting the show to be construed as promoting drinking, had Sam's character written as an ex-alcoholic. Most of the early episodes took place entirely within the confines of the bar. When the series became popular, some scenes were outside the bar.\nThe outer shots of the bar were actually the Bull and Finch pub, north of Boston Common, which has become a tourist attraction because of its association with the series. It is said to be the bar that the series creators saw and wanted to model the bar in their show after. It has now been renamed Cheers on Beacon Hill, though its interior is quite different from the TV bar.\nRatings.\nIt was nearly cancelled during its first season (in which it ranked dead last among 63 shows). But it eventually became one of the most popular shows on TV because it had a top-ten rating during seven of its eleven seasons. The show earned 26 Emmy Awards out of a total of 111 nominations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paramount_Television","surface_form":"Paramount Television","offset":107},{"uri":"NBC","surface_form":"NBC","offset":132},{"uri":"Syndication","surface_form":"syndication","offset":274},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston","offset":362},{"uri":"Shelley_Long","surface_form":"Shelley Long","offset":588},{"uri":"Baseball","surface_form":"baseball","offset":609},{"uri":"Ted_Danson","surface_form":"Ted Danson","offset":652},{"uri":"Kirstie_Alley","surface_form":"Kirstie Alley","offset":783},{"uri":"Finale","surface_form":"finale","offset":822},{"uri":"Spin-off","surface_form":"got his own show","offset":889},{"uri":"Frasier","surface_form":"Frasier","offset":908},{"uri":"Boston_Common","surface_form":"Boston Common","offset":1415},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":1970}]}