{"id":86868,"url":"http://en.wikipedia.org/wiki/Josquin_des_Prez","text":"Josquin des Prez (born near St Quentin some time between 1450 and 1455; died St Condé-sur-l’Escaut, 27 August 1521) was a French composer. He was one of the greatest composers of the Renaissance. He changed music from the sound of medieval compositions and developed the style which led to the great compositions of the 16th century Renaissance composers such as Adrian Willaert, Palestrina, Lassus and Byrd.\nEarly years.\nJosquin was born ca. 1450-55 and died in 1521.\nThe name Josquin was a common name in Northern France and Flanders at that time. It was the name of a Breton saint who had lived in that area in the 7th century. The name Des Prez started off as a nickname in the family, and gradually it became the family name. The name Josquin des Prez is spelt in several different ways in old documents. He is often simply called “Josquin”.\nWe know very little about his life. We know very little about what people thought about him during his life, although after his death many people admired his music. Even his birthplace is uncertain. We do not know where he got his musical training. He was described as a “pupil of Ockeghem”, but that may just mean that he studied Ockeghem’s music.\nWe know that he became a singer in the chapel of Aix-en-Provence, the chapel of the Duke of Anjou. After the duke’s death in 1480 he worked for King Louis XI of France until he, too, died in 1483. We do not know where he worked after that, but he had some music published, including six chansons. He probably worked for some time in Milan.\nItaly.\nIn 1489 Josquin went to Rome and worked in the pope’s chapel. He stayed there at least until 1495, possibly later. There he wrote music for the chapel, including some motets. His music was becoming well known in some parts of northern Italy. It was a time of war in Italy. Several times the king of France invaded parts of Italy. Josquin seems to have written several pieces for the French royal court, including some funeral music on the death of King Louis XII in 1515.\nFor a year (1503-1504) he was maestro di cappella in Ferrara. He may have left that job because of an outbreak of the plague. A few months after he left the famous composer Jacob Obrecht took over the job. Obrecht was only paid half the salary that Josquin had been given. Very soon afterwards, Obrecht died of the plague.\nLater years in Northern France.\nFrom 1504 until his death in 1521 Josquin was back in Northern France, where had the job of provost in Condé-sur-l’Escaut, which may possibly have been his birthplace. The church was a very important one, and it had an excellent choir.\nBefore he died Josquin paid a lot of tax to make sure that after his death his property did not go to the local lord of the manor but would be given to his church. After his death his house was sold, and the money was used for special church services to remember him. There was a statue of the Blessed Virgin Mary on the wall of his old house, and when church processions passed by they stopped in front of it and sang Josquin’s motets \"Pater Noster\" and \"Ave Maria\".\nHis Music.\nHis music is nearly all choir music. It consists mainly of church music: motets and masses, although he also wrote some secular (non-religious) music, including some chansons (French songs) and some instrumental music. One popular song is called \"El Grillo \". It means “the cricket” and it describes the sound of a cricket singing in the grass.\nJosquin was a master of polyphony. His name had become so famous that, after his death, many publishers printed music by other composers and pretended it was by Josquin so that more people would buy it. During recent years musicologists have studied many of these manuscripts very carefully and tried to decide which ones were really by Josquin.","categories":[],"infobox_types":[],"annotations":[{"uri":"1450","surface_form":"1450","offset":57},{"uri":"1455","surface_form":"1455","offset":66},{"uri":"27_August","surface_form":"27 August","offset":100},{"uri":"1521","surface_form":"1521","offset":110},{"uri":"France","surface_form":"French","offset":122},{"uri":"Composer","surface_form":"composer","offset":129},{"uri":"Renaissance","surface_form":"Renaissance","offset":183},{"uri":"Medieval","surface_form":"medieval","offset":231},{"uri":"16th_century","surface_form":"16th century","offset":320},{"uri":"Adrian_Willaert","surface_form":"Adrian Willaert","offset":363},{"uri":"Giovanni_da_Palestrina","surface_form":"Palestrina","offset":380},{"uri":"Lassus","surface_form":"Lassus","offset":392},{"uri":"William_Byrd","surface_form":"Byrd","offset":403},{"uri":"Flanders","surface_form":"Flanders","offset":527},{"uri":"Breton_people","surface_form":"Breton","offset":571},{"uri":"7th_century","surface_form":"7th century","offset":618},{"uri":"Ockeghem","surface_form":"Ockeghem","offset":1128},{"uri":"Aix-en-Provence","surface_form":"Aix-en-Provence","offset":1245},{"uri":"1480","surface_form":"1480","offset":1321},{"uri":"Louis_XI_of_France","surface_form":"Louis XI of France","offset":1345},{"uri":"1483","surface_form":"1483","offset":1387},{"uri":"Chanson","surface_form":"chanson","offset":1483},{"uri":"Milan","surface_form":"Milan","offset":1529},{"uri":"1489","surface_form":"1489","offset":1546},{"uri":"Pope","surface_form":"pope","offset":1590},{"uri":"Chapel","surface_form":"chapel","offset":1597},{"uri":"1495","surface_form":"1495","offset":1636},{"uri":"Motet","surface_form":"motet","offset":1710},{"uri":"Funeral","surface_form":"funeral","offset":1961},{"uri":"Louis_XII","surface_form":"Louis XII","offset":1996},{"uri":"1515","surface_form":"1515","offset":2009},{"uri":"Ferrara","surface_form":"Ferrara","offset":2068},{"uri":"Plague","surface_form":"plague","offset":2133},{"uri":"Jacob_Obrecht","surface_form":"Jacob Obrecht","offset":2188},{"uri":"Tax","surface_form":"tax","offset":2643},{"uri":"Cricket_(insect)","surface_form":"cricket","offset":3359},{"uri":"Polyphony","surface_form":"polyphony","offset":3454},{"uri":"Musicologist","surface_form":"musicologist","offset":3653},{"uri":"Manuscript","surface_form":"manuscript","offset":3694}]}