{"id":86883,"url":"http://en.wikipedia.org/wiki/Legitimacy","text":"e=\"preserve\">The word Legitimacy means something which is good and right. Why the thing is right may be because it follows the law, a religion says it is right, or maybe it is naturally right. People may not agree about what is right, and because of this they may not agree what \"Legitimacy\" is and what is \"Legitimate\". There are two different uses of the word \"Legitimacy\"\nPolitical Legitimacy.\nWhen a government is accepted by many people it is considered to have \"Legitimacy\". In the past, some different reasons were used to make people accept a government. In the Zhou Dynasty of old China the rulers said they were given the \"Mandate of Heaven\" which means that the ruler was chosen by God. This is similar to the divine right of kings doctrine in Europe, where kings would say they were chosen by God.\nIn the time of The Enlightenment, John Locke wrote that Legitimacy came from the agreement of the people under the government. In Western thinking, this has become the accepted meaning. Not all the people must agree, only most of the people. Most of the people must agree that the government is the best way to make laws and rule, if the government has Legitimacy.\nChildren and Families.\nIn common law, legitimacy is the status of a child who is born to parents who are legally married to each another. In the opposite, illegitimacy describes someone whose parents were not married. Such a person was called \"illegitimate\", literally means “not legal” (against the law). Virtually everyone alive today has ancestors who were born illegitimately.\nPeople’s attitude towards illegitimacy has varied in different parts of the world. In the Western world, especially in countries which were very religious, it was thought to be very bad for parents to have a child if they were not married. It was thought to be a sin. Illegitimate children were often called bastards. Historically, under English law, an illegitimate child was (a child of no one) and so could not get an Inheritance from his or her parents. In older times, such children were often brought up by other people, sometimes by relatives.\nToday people’s attitude has changed, and the laws have changed so that people born to unmarried parents are not discriminated against unfairly. In the United States, people are not described any longer as “illegitimate” but as “born out of wedlock” (“wedlock” means “marriage”). In the United Kingdom the idea of illegitimacy was stopped by law in 1991. Fathers now have a responsibility to their children, even if they were born out-of-wedlock. Many religions still maintain that sex outside marriage is a sin, although they no longer say that the child lives in a state of sin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religion","offset":134},{"uri":"Zhou_Dynasty","surface_form":"Zhou Dynasty","offset":570},{"uri":"Divine_right_of_kings","surface_form":"divine right of kings","offset":721},{"uri":"Doctrine","surface_form":"doctrine","offset":743},{"uri":"God","surface_form":"God","offset":805},{"uri":"Enlightenment","surface_form":"Enlightenment","offset":829},{"uri":"John_Locke","surface_form":"John Locke","offset":844},{"uri":"Common_law","surface_form":"common law","offset":1201},{"uri":"Child","surface_form":"child","offset":1243},{"uri":"Parent","surface_form":"parent","offset":1264},{"uri":"Marriage","surface_form":"married","offset":1288},{"uri":"Law","surface_form":"law","offset":1475},{"uri":"Ancestor","surface_form":"ancestor","offset":1516},{"uri":"Sin","surface_form":"sin","offset":1819},{"uri":"Bastard","surface_form":"bastard","offset":1864},{"uri":"English_law","surface_form":"English law","offset":1894},{"uri":"Inheritance","surface_form":"Inheritance","offset":1977},{"uri":"Kinship","surface_form":"relatives","offset":2096},{"uri":"Discriminate","surface_form":"discriminate","offset":2219},{"uri":"United_States","surface_form":"United States","offset":2258},{"uri":"Marriage","surface_form":"marriage","offset":2374},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2393},{"uri":"Sex","surface_form":"sex","offset":2588}]}