{"id":86903,"url":"http://en.wikipedia.org/wiki/The_Championships%2C_Wimbledon","text":"The Wimbledon Championships is one of the four Grand Slam tennis tournaments. It is played in Wimbledon, a suburb of London in England, Great Britain. The Championships are unique because they are the only Grand Slam played on a grass court. Wimbledon is the third tennis grand slam of the year and is widely seen as the biggest event on the sport's calendar.\nWimbledon was first competed in 1877. The women's single and the mens doubles events began seven years later in 1884. It has always been played during the summer. It is played over two weeks, from late June to the beginning of July. The tournament is played after the French Open and before the U.S. Open. In 1968, the championships were opened up to both professionals and amateurs for the first time, with Rod Laver and Billie Jean King winning their respective singles titles.\nThe winners in 2016 were Andy Murray and Serena Williams.\nSeedings.\nIn every tennis competition, players are given a seed to help decide their place in the draw. At Wimbledon, they use a player's performances (whether good or bad) on grass to help decide the seed. At other tennis competitions, seedings are chosen based only on rankings.\nClothing.\nThe umpires (referees) and linesmen all have to wear special dark green and mauve clothing. The players have to wear all white.\nEtiquette.\nFemale players used to have their names announced with \"Miss\" or \"Mrs\"; this was unlike any other Grand Slam tournament. However, this changed for the 2009 tournament. In this tournament, only the surnames were used. If The Queen is in the audience, it is normal for players to bow to her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grand_Slam_(tennis)","surface_form":"Grand Slam","offset":47},{"uri":"Tennis","surface_form":"tennis","offset":58},{"uri":"Wimbledon%2C_London","surface_form":"Wimbledon","offset":94},{"uri":"Suburb","surface_form":"suburb","offset":107},{"uri":"London","surface_form":"London","offset":117},{"uri":"England","surface_form":"England","offset":127},{"uri":"Great_Britain","surface_form":"Great Britain","offset":136},{"uri":"Grass","surface_form":"grass","offset":229},{"uri":"Summer","surface_form":"summer","offset":515},{"uri":"June","surface_form":"June","offset":562},{"uri":"July","surface_form":"July","offset":587},{"uri":"French_Open","surface_form":"French Open","offset":628},{"uri":"U.S._Open_(tennis)","surface_form":"U.S. Open","offset":655},{"uri":"Rod_Laver","surface_form":"Rod Laver","offset":768},{"uri":"Billie_Jean_King","surface_form":"Billie Jean King","offset":782},{"uri":"Andy_Murray","surface_form":"Andy Murray","offset":865},{"uri":"Serena_Williams","surface_form":"Serena Williams","offset":881},{"uri":"Umpire","surface_form":"umpire","offset":1193},{"uri":"Linesman","surface_form":"linesmen","offset":1216},{"uri":"Green","surface_form":"green","offset":1255},{"uri":"Mauve","surface_form":"mauve","offset":1265},{"uri":"White","surface_form":"white","offset":1310},{"uri":"Elizabeth_II","surface_form":"The Queen","offset":1548}]}