{"id":86917,"url":"http://en.wikipedia.org/wiki/Legume","text":"A legume is a type of dry fruit. It is usually produced by plants in the family Fabaceae. Legumes can be a variety of fruits: peas and beans are types of legumes.\nDescription.\nLegumes grow from the carpel, the female reproductive part of a plant. The fruit of a legume is found inside a pod that can be split on both sides. However, there are some foods that grow inside pods that are not legumes.\nHealth.\nLegumes contain many healthy nutrients, such as protein. They are a good source of protein for vegetarians and vegans, or people who do not eat meat and fish. They also contain fibre. This helps to have a healthy digestive system. However, they contain some nutrients which humans find difficult to digest. It is recommended that legumes are soaked (left in water) before cooking to help with nutrient absorption (taking in more nutrients). Some amino acids, such as methionine, are not found very much in some legumes. However, they are needed to help the body use protein.\nUse.\nThe USA uses legumes for a variety of reasons. It is the highest producer. It uses soybeans to feed cattle and make vegetable oil. Peanuts are a popular snack food in the USA and these are also a type of legume.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fruit","surface_form":"fruit","offset":26},{"uri":"Fabaceae","surface_form":"Fabaceae","offset":80},{"uri":"Pea","surface_form":"pea","offset":126},{"uri":"Bean","surface_form":"bean","offset":135},{"uri":"Carpel","surface_form":"carpel","offset":198},{"uri":"Plant","surface_form":"plant","offset":240},{"uri":"Protein","surface_form":"protein","offset":454},{"uri":"Vegetarian","surface_form":"vegetarian","offset":501},{"uri":"Vegan","surface_form":"vegan","offset":517},{"uri":"Fibre","surface_form":"fibre","offset":583},{"uri":"Digestive_system","surface_form":"digestive system","offset":619},{"uri":"Amino_acid","surface_form":"amino acid","offset":852},{"uri":"Methionine","surface_form":"methionine","offset":873},{"uri":"Soybean","surface_form":"soybeans","offset":1069},{"uri":"Cattle","surface_form":"cattle","offset":1086},{"uri":"Vegetable_oil","surface_form":"vegetable oil","offset":1102},{"uri":"Peanut","surface_form":"Peanut","offset":1117}]}