{"id":8697,"url":"http://en.wikipedia.org/wiki/National_Hockey_League","text":"The National Hockey League or NHL, is the highest-level ice hockey league in the world. It has 31 teams - seven are from Canada and the other 24 are from the United States. The winner of the league each year wins the Stanley Cup.\nThey played 22 games a year. The Wanderers had to stop playing in the first year because their arena burned down. Over the years some teams died out, and others were created: the Boston Bruins, New York Americans, Montreal Maroons, Pittsburgh Pirates (later Philadelphia Quakers), New York Rangers, Chicago Black Hawks and Detroit Cougars (later Falcons, then Red Wings).\nThere were only these six teams for 25 years, so they became known as the \"Original Six\".\nBy the 1940s, they were playing 50 games a year, but this increased slowly to 80 games by the 1970s. In 1967, the league increased to 12 teams. By 1979 it had 21 teams, and today it has 31. Some of the teams that no longer exist are the Oakland Seals, Minnesota North Stars (now the Dallas Stars), Winnipeg Jets (now the Arizona Coyotes), Kansas City Scouts (which became the Colorado Rockies and are now the New Jersey Devils), Hartford Whalers (now the Carolina Hurricanes), Quebec Nordiques (now the Colorado Avalanche) and Atlanta Thrashers (now the current Winnipeg Jets).\nToday they play 82 games a year, plus four rounds of playoffs. The players make a lot of money (many make over a million dollars a year). Because they could make so much money, many Europeans came over to North America to play in the NHL. Today almost all the world's best hockey players are in the NHL.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice_hockey","surface_form":"ice hockey","offset":56},{"uri":"Canada","surface_form":"Canada","offset":121},{"uri":"United_States","surface_form":"United States","offset":158},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":217},{"uri":"Original_Six","surface_form":"Original Six","offset":677},{"uri":"Playoffs","surface_form":"playoffs","offset":1323}]}