{"id":86987,"url":"http://en.wikipedia.org/wiki/Wayne_Rooney","text":"Wayne Mark Rooney (born 24 October 1985 in Liverpool) is an retired English footballer. He is currently the manager of Derby County.\nEarly life.\nRooney was born in Croxteth, Liverpool, to Jeanette Marie Rooney and Thomas Wayne Rooney. He is of Irish descent, and was brought up as a Roman Catholic with his 2 younger brothers Graham and John. All three attended Our Lady and St Swithin's primary school, and De La Salle School.\nEverton.\nWayne Rooney grew up in Liverpool, where there are two big football clubs; Liverpool and Everton. As a child, he supported Everton and began playing football for them at the age of just 15, when he became the youngest Premiership scorer, scoring a game-winning goal against Arsenal. Rooney was the youngest goalscorer at Euro 2004, an international tournament where he played for England. Soon, other clubs were very eager to buy him because of his great performances. Newcastle United and Manchester United both made offers to Everton for him. It was Manchester United who signed him eventually, for £23m in the summer of 2004. Rooney was only 18 at the time, and the £23m paid for him is the highest amount ever paid for a teenager in the world.\nManchester United.\nRooney is the top goal scorer for Manchester United. When he arrived to the team, they gave him the number 8 shirt, but then changed his shirt to number 10. On 12 February 2011, Rooney scored a stunning bicycle kick in the 78th minute of the Manchester derby, which ended up to be the winning goal in their 2–1 win over Manchester City. After the game, he said it was the best goal he had ever scored in his career. Rooney was made captain of the team by manager Louis van Gaal before the 2014–15 Premier League season began.\nPersonal life.\nRooney has appeared in advertisements for FIFA videogames and Coca-Cola. He also has a sponsorship deal with Nike.\nRooney supports Everton and Celtic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liverpool","surface_form":"Liverpool","offset":43},{"uri":"England","surface_form":"English","offset":68},{"uri":"Association_Football","surface_form":"footballer","offset":76},{"uri":"Derby_County_F.C.","surface_form":"Derby County","offset":119},{"uri":"Liverpool","surface_form":"Liverpool","offset":174},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":283},{"uri":"Liverpool_F.C.","surface_form":"Liverpool","offset":512},{"uri":"Everton_F.C.","surface_form":"Everton","offset":526},{"uri":"Arsenal_F.C.","surface_form":"Arsenal","offset":711},{"uri":"UEFA_Euro_2004","surface_form":"Euro 2004","offset":758},{"uri":"Newcastle_United_F.C.","surface_form":"Newcastle United","offset":906},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":927},{"uri":"Pound_sterling","surface_form":"£","offset":1038},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":1524},{"uri":"Louis_van_Gaal","surface_form":"Louis van Gaal","offset":1667},{"uri":"2014%E2%80%9315_Premier_League","surface_form":"2014–15 Premier League","offset":1693},{"uri":"FIFA","surface_form":"FIFA","offset":1787},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":1807},{"uri":"Nike%2C_Inc.","surface_form":"Nike","offset":1854},{"uri":"Everton_F.C.","surface_form":"Everton","offset":1876},{"uri":"Celtic_F.C.","surface_form":"Celtic","offset":1888}]}