{"id":87034,"url":"http://en.wikipedia.org/wiki/Le_Corbusier","text":"Charles-Edouard Jeanneret-Gris (birth name), (6 October 1887 – 27 August 1965), known by the popular name of Le Corbusier, was an architect and writer born in Switzerland. In the 1930s, he became a French citizen. He is famous for his theories about modernism in architecture. His plans included the improvement of housing for people in large cities. This was because many people lived in poverty at that time. Many of his designs have been built across the world.\nHe also liked to paint and was skilled at designing furniture.\nEarly life.\nLe Corbusier grew up in La Chaux-de-Fonds, a small town in the north of Switzerland. In 1907, aged 19, he moved to the French city of Paris. He travelled across Europe, and learned a lot of new ideas. He learned to speak German and worked with famous architects, such as Peter Behrens.\nThe World War.\nDuring World War I, Le Corbusier went back to Switzerland and became a teacher. Soon, he opened his own architectural business with his cousin, and they worked together until 1940. It was in 1918 that he met a painter, Amédée Ozenfant, who would become a great friend. They combined their ideas to create a new type of art called Purism.\nPost-World War.\nAfter the war, Le Corbusier concentrated on his art until 1922. After this, he began designing apartments that could be stacked on top of each other, to house people and meet their needs. This type of low-density housing was to deal with the problem of over-crowding in Paris. He said this transformation was needed, or a revolution could occur from the unhappy lower classes. He created a design for an ideal city (Ville Contemporaine) that was never built. It was a plan developed around a lot of skycrapers. He presented this plan to the French government, who refused it. This did raise their awareness of overcrowding in the city though.\n1930s.\nLe Corbusier began to dislike capitalism, and said that people's house size should depend on the size of their family, and not by how rich they were.\nLater life.\nLe Corbusier was not active in politics from 1942. Instead, he built smaller housing blocks around France.\nHis name.\nThe name, Le Corbusier, is French. It is a different version of his grandmother's surname, Lecorbésier. The name translates in to English as \"the crowlike one\". He chose this name in 1920.\nFamous ideas.\nHe considered speed in architecture by saying that house is a machine to live in. This machine's purpose is to speed up the activities of the people who live in it.\nHe introduced an idea of building a residence with just some slabs, columns, and, stairs. These three things can produce any kind of residence, for any class of people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Architect","surface_form":"architect","offset":130},{"uri":"Writer","surface_form":"writer","offset":144},{"uri":"Switzerland","surface_form":"Switzerland","offset":159},{"uri":"France","surface_form":"French","offset":198},{"uri":"Modernism","surface_form":"modernism","offset":250},{"uri":"Architecture","surface_form":"architecture","offset":263},{"uri":"City","surface_form":"cities","offset":343},{"uri":"Poverty","surface_form":"poverty","offset":389},{"uri":"Painting","surface_form":"paint","offset":482},{"uri":"Furniture","surface_form":"furniture","offset":517},{"uri":"La_Chaux-de-Fonds","surface_form":"La Chaux-de-Fonds","offset":564},{"uri":"North","surface_form":"north","offset":603},{"uri":"Switzerland","surface_form":"Switzerland","offset":612},{"uri":"Paris","surface_form":"Paris","offset":674},{"uri":"Europe","surface_form":"Europe","offset":701},{"uri":"German_language","surface_form":"German","offset":761},{"uri":"Peter_Behrens","surface_form":"Peter Behrens","offset":811},{"uri":"World_War_I","surface_form":"World War I","offset":848},{"uri":"Art","surface_form":"art","offset":1160},{"uri":"Purism","surface_form":"Purism","offset":1171},{"uri":"Revolution","surface_form":"revolution","offset":1517},{"uri":"Ville_Contemporaine","surface_form":"Ville Contemporaine","offset":1611},{"uri":"Skycraper","surface_form":"skycraper","offset":1694},{"uri":"Capitalism","surface_form":"capitalism","offset":1875},{"uri":"Politics","surface_form":"politics","offset":2038},{"uri":"Grandmother","surface_form":"grandmother","offset":2192},{"uri":"Surname","surface_form":"surname","offset":2206},{"uri":"English_language","surface_form":"English","offset":2254}]}