{"id":87037,"url":"http://en.wikipedia.org/wiki/Anna_Karenina","text":"\"Anna Karenina\" (), also Anglicised as \"Anna Karenin\", is a novel by the Russian writer Leo Tolstoy.\nTolstoy considered this book his first true novel.\nCharacters in \"Anna Karenina\".\nAnna Arkadyevna Karenina is romantic and has a very strong character. For example, she likes to write children's books and admires art. She is described as being very beautiful, and there is a lot of energy in her. She loves her son very, very, much, and this is one of the biggest reasons why she is afraid of running away with Vronsky. Although she does not love her husband, Karenin, she feels sorry and guilty. However, she says that \"I hate him for his virtues!\" She is emotionally honest and really does not like to pretend. She thinks that Karenin loves to pretend, and this is one of the greatest reasons why she does not like him. She thinks that love is more important than anything, even duty.\nCount Alexei Kirillovich Vronsky is a handsome, rich, passionate soldier. He is romantic and charming, but he, too, is just a man. Anna is disappointed after she runs away with him and commits adultery because he is not perfect. His head begins to become bald, he loses at horse games, and he does not care about Kitty's feelings. He becomes a bored, embittered man. Tolstoy does not often write about his thoughts and feelings as he does about the other characters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":60},{"uri":"Russia","surface_form":"Russia","offset":73},{"uri":"Leo_Tolstoy","surface_form":"Leo Tolstoy","offset":88},{"uri":"Energy","surface_form":"energy","offset":383},{"uri":"Emotion","surface_form":"emotion","offset":658},{"uri":"Honesty","surface_form":"honest","offset":670},{"uri":"Love","surface_form":"love","offset":839},{"uri":"Duty","surface_form":"duty","offset":882},{"uri":"Passion","surface_form":"passion","offset":942},{"uri":"Soldier","surface_form":"soldier","offset":953},{"uri":"Charm","surface_form":"charm","offset":981}]}