{"id":87030,"url":"http://en.wikipedia.org/wiki/Blacks_and_Whites%27_Carnival","text":"Blacks and Whites' Carnival (\"Spanish: Carnaval de Negros y Blancos\") is a carnival in the Colombian city of Pasto, and was proclaimed by UNESCO as one of the Masterpieces of the Oral and Intangible Heritage of Humanity. The carnival happens each year, from January 2 to January 7. Many tourists visit it.\nIt has two stages: pre-carnival with \"Fool's Day\" and \"New Year's Eve Puppets\" (parade and burning); and the carnival itself with four celebration days: \"Colonies Day\", \"Carnavalito\" (Children's Carnival), the \"Arrival of the Castañeda Family\", \"Blacks' Day\" and \"Whites' Day\" with the \"Grand Parade\" (this being the most important day for its beauty).\nColonies Day was added as an official day into the traditional Carnival programing, with several new acts: Tribute to the Virgin of Mercy, Colonies Parade, and Rock Day.\nCarnavalito (Children's Carnival) began in 1966, as a copy of the adults' carnival, originally with little floats, accompanied by child musicians and dancing girls.\nThe Arrival of the Castañeda Family began in 1929 as a salute to the settlers in the east of the country.\nBlacks' Day originally commemorated the day in which the African slaves had a free day, after the 1607 slave rebellion in the Colombian town of \"Remedios\". It is said that when news reached Popayan, the African population there went to the streets and danced, and blackened all the white walls of that city with coal. In Pasto the celebration has probably taken place since 1857, when white people began to paint their faces black.\nWhites' Day (and the modern carnival) began in 1912 as a new way to celebrate the Epiphany. The people began to paint their faces white with cosmetics and powder. In 1926 the Great Parade began, full of colorful and giant floats, and people began playing with streamers and confetti.\nCarnival Remate (Finish) happens by celebrating \"Cuy's day\", when locals and tourists delight in the typical dish of the region.\nToday the carnival is very important for tourism. People use costumes and masks, and still play with black cosmetics and white powder.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spanish_language","surface_form":"Spanish","offset":30},{"uri":"Carnival","surface_form":"carnival","offset":75},{"uri":"Colombia","surface_form":"Colombia","offset":91},{"uri":"Pasto","surface_form":"Pasto","offset":109},{"uri":"UNESCO","surface_form":"UNESCO","offset":138},{"uri":"Masterpieces_of_the_Oral_and_Intangible_Heritage_of_Humanity","surface_form":"Masterpieces of the Oral and Intangible Heritage of Humanity","offset":159},{"uri":"Rock_and_roll","surface_form":"Rock","offset":819},{"uri":"Floats","surface_form":"floats","offset":936},{"uri":"Slave","surface_form":"slave","offset":1165},{"uri":"Rebellion","surface_form":"rebellion","offset":1209},{"uri":"Coal","surface_form":"coal","offset":1412},{"uri":"Pasto","surface_form":"Pasto","offset":1421},{"uri":"Guinea_pig","surface_form":"\"Cuy's day\"","offset":1864},{"uri":"Costume","surface_form":"costume","offset":2006},{"uri":"Mask","surface_form":"mask","offset":2019}]}