{"id":872,"url":"http://en.wikipedia.org/wiki/Unit_of_measurement","text":"Units of measurement provide \"standards\" so that the numbers from our measurements refer to the same thing. Measurement is a process that uses numbers to describe a physical quantity. We can measure how big things are, how warm they are, how heavy they are, and lots of other features as well.\nFor example, the metre is a standard unit to measure length. Before 1982, it was defined as the distance between two markers on a special rod. Now scientists define the metre by using the speed of light. Saying something has a length of two metres means that it is exactly twice as long as that rod used to define the metre.\nThe older two, the British imperial system and the closely related US customary system use the foot as a measure of length, the pound as a measure for weight, and the second as a measure for time. They use other units as well. The number of smaller units that make the bigger units in these two systems varies: For example, there are 12 inches in a foot and 16 ounces in a pound.\nThe newest and most used of the three systems is the metric system or SI system which use 10, 100 or 1000 of a smaller unit to make a bigger one. For instance, there are 100 centimetres in one metre or 1000 grams in one kilogram. This system uses the metre for length and kilogram for mass.\nThe common, non-metric measurement of time does not follow this pattern. The second is the basis for time measurement, and it is based on the sexagesimal system: 60 seconds make one minute, and 60 minutes make one hour.\nNumber and unit of measurement.\nThe property of the thing being measured is given as a number of units of measure. The number only has sense when the unit of measurement is also given.\nFor example, The Eiffel Tower in Paris, France is tall. That is, the distance from the top to the bottom of the Eiffel Tower is 300 metres. The property of the Eiffel Tower being measured is a distance. The number measured is 300. 300 of what? The unit of measurement is the metre.\nMeasurement standards.\nStandards are special objects that are used to make measurements. A metre stick is an example of a standard. When you measure something with a metre stick, you can compare that measurement to anything else that is also measured with a metre stick. This makes measurement easier and comparisons between measurements easier.\nScience, medicine and engineering use smaller units of measurement to measure small things with less error. It is easy to measure large things using larger units of measurement. Astronomical measurements like the width of a galaxy use light years and parsecs.\nSmall measurements like the mass of an atom use special units of measurement.\nSystems of units of measurement.\nThere are many different standards and units used all over the world. Some became less used during the 19th and 20th centuries.\nMetric System.\nThe metric system is a system of measurement used in most of the world. It is also called the International System of Units, or SI.\nImperial units.\nImperial units were defined in the United Kingdom in 1824. These units were based on similar units that were in use before 1824. Imperial units were used in countries that were part of the British Empire. While many of these countries, including the United Kingdom, have officially adopted SI, the older system of units are still used.\nUS customary units.\nUS customary units are the official units used in the US. These are similar to the British imperial units and also based on the units used in the United Kingdom from before American Independence. Some of the units are different to the British ones. For example, there are 20 imperial fluid ounces in an imperial pint, but 16 US fluid ounces in a US pint. Additionally, the US fluid ounce is slightly bigger than the imperial fluid ounce. The result is that US pints and gallons are smaller than imperial pints and gallons. In the United States, the metric system has been legal for trade since 1866 but other measurements such as the gallon, inch, and the pound are still widely used.\nThe ounces for weight and volume are different. Even when measuring water, the number of ounces of weight is not the same as the number of fluid ounces.\nOther units of measurement.\nThe unit of time is the second. The minute (60 seconds) and hour (60 minutes or 3600 seconds) are larger units. A day is defined as 24 hours, but the Earth’s rotation has slowed. The difference is corrected at the end of some years with what is called a leap second. A week (7 days) and month are also standard units.\nA unit of measurement that applies to money is called a unit of account. This is normally a currency issued by a country. For instance, the United States use dollars. Each dollar is 100 cents. The United Kingdom uses pounds. Each pound is 100 pennies or pence. The European Union uses the Euro. There are 100 cents in the Euro.\nThe units for electricity, magnetism and radiation were mostly invented in the 19th century when scientists learned how to measure them. Most were originally given imperial systems, but it is usual to use metric systems for them today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Standard","surface_form":"standard","offset":30},{"uri":"Measurement","surface_form":"Measurement","offset":108},{"uri":"Number","surface_form":"number","offset":143},{"uri":"Physical_quantity","surface_form":"physical quantity","offset":165},{"uri":"Metre","surface_form":"metre","offset":311},{"uri":"Length","surface_form":"length","offset":347},{"uri":"Speed_of_light","surface_form":"speed of light","offset":482},{"uri":"Imperial_units","surface_form":"British imperial system","offset":638},{"uri":"United_States_customary_units","surface_form":"US customary system","offset":686},{"uri":"Foot_(unit_of_length)","surface_form":"foot","offset":714},{"uri":"Pound_(mass)","surface_form":"pound","offset":747},{"uri":"Weight","surface_form":"weight","offset":770},{"uri":"Second","surface_form":"second","offset":786},{"uri":"Inch","surface_form":"inch","offset":956},{"uri":"Ounce","surface_form":"ounce","offset":980},{"uri":"Metric_system","surface_form":"metric system","offset":1052},{"uri":"SI_units","surface_form":"SI system","offset":1069},{"uri":"Kilogram","surface_form":"kilogram","offset":1271},{"uri":"Time","surface_form":"time","offset":1328},{"uri":"Second","surface_form":"second","offset":1367},{"uri":"Sexagesimal","surface_form":"sexagesimal","offset":1432},{"uri":"Minute","surface_form":"minute","offset":1472},{"uri":"Hour","surface_form":"hour","offset":1504},{"uri":"Number","surface_form":"number","offset":1597},{"uri":"Sense","surface_form":"sense","offset":1645},{"uri":"Eiffel_Tower","surface_form":"The Eiffel Tower","offset":1708},{"uri":"Paris","surface_form":"Paris","offset":1728},{"uri":"France","surface_form":"France","offset":1735},{"uri":"Height","surface_form":"tall","offset":1745},{"uri":"Distance","surface_form":"distance","offset":1764},{"uri":"Standard","surface_form":"Standard","offset":2000},{"uri":"Comparison","surface_form":"comparisons","offset":2282},{"uri":"Science","surface_form":"Science","offset":2323},{"uri":"Medicine","surface_form":"medicine","offset":2332},{"uri":"Engineering","surface_form":"engineering","offset":2345},{"uri":"Error","surface_form":"error","offset":2424},{"uri":"Easy","surface_form":"easy","offset":2437},{"uri":"Astronomical","surface_form":"Astronomical","offset":2501},{"uri":"Width","surface_form":"width","offset":2536},{"uri":"Galaxy","surface_form":"galaxy","offset":2547},{"uri":"Light_year","surface_form":"light year","offset":2558},{"uri":"Parsec","surface_form":"parsec","offset":2574},{"uri":"Atomic_mass","surface_form":"mass of an atom","offset":2611},{"uri":"Metric_system","surface_form":"metric system","offset":2841},{"uri":"SI","surface_form":"SI","offset":2965},{"uri":"British_Empire","surface_form":"British Empire","offset":3174},{"uri":"American_Revolution","surface_form":"American Independence","offset":3514},{"uri":"Water","surface_form":"water","offset":4094},{"uri":"Time","surface_form":"time","offset":4219},{"uri":"Second","surface_form":"second","offset":4231},{"uri":"Minute","surface_form":"minute","offset":4243},{"uri":"Hour","surface_form":"hour","offset":4267},{"uri":"Day","surface_form":"day","offset":4321},{"uri":"Year","surface_form":"year","offset":4433},{"uri":"Leap_second","surface_form":"leap second","offset":4461},{"uri":"Week","surface_form":"week","offset":4476},{"uri":"Month","surface_form":"month","offset":4494},{"uri":"Money","surface_form":"money","offset":4563},{"uri":"Unit_of_account","surface_form":"unit of account","offset":4581},{"uri":"Currency","surface_form":"currency","offset":4617},{"uri":"Country","surface_form":"country","offset":4638},{"uri":"United_States","surface_form":"United States","offset":4665},{"uri":"U.S._Dollar","surface_form":"dollars","offset":4683},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4722},{"uri":"British_pound","surface_form":"pounds","offset":4742},{"uri":"Pence","surface_form":"pence","offset":4779},{"uri":"European_Union","surface_form":"European Union","offset":4790},{"uri":"Euro","surface_form":"Euro","offset":4814},{"uri":"Electricity","surface_form":"electricity","offset":4867},{"uri":"Magnetism","surface_form":"magnetism","offset":4880},{"uri":"Radiation","surface_form":"radiation","offset":4894}]}