{"id":87233,"url":"http://en.wikipedia.org/wiki/JJ_Lin","text":"Wayne Lim was born on March 27, 1981, in Singapore, he is commonly known as JJ Lin and his Chinese name is Lin Jun Jie. He is a famous singer, songwriter, and music composer. In 2004, with his self-composed song Jiang Nan, his career began to take off and his name became quickly known throughout China and Taiwan. JJ Lin was originally managed by the entertainment agency called Ocean Butterflies from 2003 to 2011. On August 8, 2011, he left his previous agency and joined Warner Music Taiwan.\nEven though JJ Lin was born in Singapore, he is actually a descendant from a Chinese province known as Fujian. JJ can speak English and Mandarin fluently. JJ Lin’s hobbies include drawing, composing songs, singing, and photographing. The idols that he likes include Michael Jackson, Britney Spears, Jacky Cheung (Zhang Xue You), David Tao (Tao Zhe), and so on. The food that JJ hates most is tomatoes. In various variety shows, he showed strong fear and dislike whenever tomatoes were put in front of his eyes. The colors that he likes the most are blue, black, white and grey. One of unforgettable experiences in his life was traveling in Japan when he was young.\nIn China and Taiwan, JJ Lin was best known for his talent in composing songs instead of his appearance. He composes most of the songs in his albums. From his debut in 2003, he has produced several “hit” albums. For example, his album named No.89757, published in 2005, which mainly talked about the love between a robot and a girl a thousand years from now, sold more than 1,500,000 copies in just three months. His next album, known as Cao Cao, did even better. This album sold around 2,000,000 copies in just two weeks, a miracle in the Chinese Music Industry. Whenever JJ Lin publishes an album, it almost always becomes a hit. JJ’s songs can be heard throughout China and Taiwan in various TV programs, singing competitions, and radio channels. JJ Lin not only writes songs for himself but also for other famous celebrities, notably Ji De (Remember) for Taiwanese pop diva A-Mei and Fang Shou for his fellow label mate A-Do.\nJJ Lin’s undeniable talent in composing has earned him numerous awards every year. For instance, in 2004, he won the “Best New Artist” award in 15th Taiwan Golden Melody Awards. In the same year, he also won “Best New Act” in Singapore Hit Awards. In 2006 Beijing Music Awards, with his popular album Cao Cao, he swept several big awards including Most Popular Male Artist, Top Twenty Golden Melody, Best Album, Best Producer, and “True Hero” Award.\nIn 2011, with his latest album She Says, JJ Lin has earned himself Best Mandarin Male Singer Award in 22nd Golden Melody Awards.","categories":[],"infobox_types":[],"annotations":[]}