{"id":87272,"url":"http://en.wikipedia.org/wiki/Thelema","text":"Thelema is the English spelling of the Greek noun: \"will\", from the verb \"θέλω\": to will, wish, purpose. Early Christian writings use the word to refer to the will of God, the human will, and even the will of God's opponent, the Devil.\nThelema is also a way of life first written about by François Rabelais (16th century) in his famous books of fiction, Gargantua and Pantagruel. The core of this way of life was summed up in the phrase \"Do what thou wilt\" (\"fay çe que vouldras\" in the original old French). This idea was later put into practice in the mid 18th century by Sir Francis Dashwood at Medmenham.\nThis Thelemic Law of Rabelais was revived by Aleister Crowley in 1904 when Crowley wrote \"The Book of the Law\". This book contains both the word \"Thelema\" in Greek as well as the phrase \"Do what thou wilt.\" From this, Crowley took Thelema as the name of his own religion. Thus Shri Gurudev Mahendranath wrote that Rabelais, Dashwood, and Crowley must share the honor of perpetuating Thelema.\nBreadth of Thelemic thought.\nMany followers of Thelema learn and use other systems of spiritual thought, blending them according to their own will with Thelema. Most borrow freely from other traditions. For example, Nu and Had are thought to be the same as or similar to the Tao and Teh of Taoism, Shakti and Shiva of the Hindu Tantras, Shunyata and Bodhicitta of Buddhism, Ain Soph and Kether in the Qabalah. Like Crowley, other followers of Thelema make free use of the methods and practices of other traditions, including alchemy, astrology, qabalah, tantra, tarot, and yoga, according to their own wills.\nSome groups say that they are true to Crowley's system (such as A∴A∴ and Ordo Templi Orientis). Some groups build upon his teachings, expanding upon and extending them. For example, the Fraternitas Saturni (Brotherhood of Saturn), founded in 1928 in Germany, accepts the Law of Thelema, but extends it with the phrase \"Mitleidlose Liebe!\" (\"Compassionless love!\"). The Thelema Society, also located in Germany, accepts Liber Legis and much of Crowley's work on magick, while also including the ideas of other thinkers, such as Friedrich Nietzsche, Charles S. Peirce, Martin Heidegger, and Niklas Luhmann. In America, the writings of Maggie Ingalls (Nema) have started a movement called Maat Magick, along with a group called the Horus-Maat Lodge, founded in 1979. This movement combines elements of Thelema with Nema's system based on the Egyptian goddess Ma'at. She wrote her own holy book titled \"Liber Pennae Praenumbra.\" The HML aims to combine the current Aeon of Horus with the future Aeon of Ma'at in which mankind will achieve balance.\nThelema in comparative religion.\nThelema has been attracting more attention in recent years from scholars of religion, especially those interested in new religious movements, contemporary Gnosticisms and Hermeticisms. References at the end of this article supply a few such sources. Perhaps the most unusual attempt was made by bishop Federico Tolli, in his German book \"Thelema – Im Spannungsfeld zwischen Christentum, Logentradition und New Aeon\" For Tolli, Thelema is to be regarded as the dialectical consequence of Christianity. Christianity for Tolli exists as a community in Christ, whereas Tolli sees Thelema as a necessarily individualistic response to the world.\nTaken from a 1938 theological dictionary (to the New Testament), the concept of 'salvation history' \"(Heilsgeschichte)\" has a great effect on Tolli's thought, and it is in this context that he discusses Crowleyan Thelema. Tolli regards Crowley's \"Heilsgeschichte\" as one in which the whole Universe (ergo the Will of God) is to combine (analogous to the Alchemical formula 'coagula'). \"Love\", in the form of combinatory attraction (\"Love is the law, love under will\"), is a universal principle – therefore akin to the concept of Natural religion. The main difference (for Tolli) is that in Christianity salvation of the entire Universe (\"Ganzheit\") cannot be made by 'solipsistic' man. The bishop sees Crowley as a failed – however talented – artist or \"Mystagogie\", but not as a \"Satanist\". The merit and contribution of bishop Tolli to Thelemic studies lies in the fact that it was he who first expresses that the genuine meaning and idea of Thelema does not necessarily contradict the teachings of Jesus, as Crowley himself affirms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_language","surface_form":"Greek","offset":39},{"uri":"Devil","surface_form":"Devil","offset":229},{"uri":"Fran%C3%A7ois_Rabelais","surface_form":"François Rabelais","offset":289},{"uri":"16th_century","surface_form":"16th century","offset":308},{"uri":"Gargantua_and_Pantagruel","surface_form":"Gargantua and Pantagruel","offset":354},{"uri":"18th_century","surface_form":"18th century","offset":558},{"uri":"Francis_Dashwood%2C_15th_Baron_Le_Despencer","surface_form":"Sir Francis Dashwood","offset":574},{"uri":"Medmenham","surface_form":"Medmenham","offset":598},{"uri":"Aleister_Crowley","surface_form":"Aleister Crowley","offset":654},{"uri":"The_Book_of_the_Law","surface_form":"The Book of the Law","offset":699},{"uri":"Shri_Gurudev_Mahendranath","surface_form":"Shri Gurudev Mahendranath","offset":886},{"uri":"Nuit","surface_form":"Nu","offset":1217},{"uri":"Hadit","surface_form":"Had","offset":1224},{"uri":"Tao","surface_form":"Tao","offset":1276},{"uri":"De_(Chinese)","surface_form":"Teh","offset":1284},{"uri":"Taoism","surface_form":"Taoism","offset":1291},{"uri":"Shakti","surface_form":"Shakti","offset":1299},{"uri":"Shiva","surface_form":"Shiva","offset":1310},{"uri":"Tantra","surface_form":"Tantra","offset":1329},{"uri":"Shunyata","surface_form":"Shunyata","offset":1338},{"uri":"Bodhicitta","surface_form":"Bodhicitta","offset":1351},{"uri":"Buddhism","surface_form":"Buddhism","offset":1365},{"uri":"Ein_Sof_(Kabbalah)","surface_form":"Ain Soph","offset":1375},{"uri":"Keter_(Kabbalah)","surface_form":"Kether","offset":1388},{"uri":"Alchemy","surface_form":"alchemy","offset":1526},{"uri":"Astrology","surface_form":"astrology","offset":1535},{"uri":"Qabalah","surface_form":"qabalah","offset":1546},{"uri":"Tantra","surface_form":"tantra","offset":1555},{"uri":"Tarot","surface_form":"tarot","offset":1563},{"uri":"Yoga","surface_form":"yoga","offset":1574},{"uri":"A%E2%88%B4A%E2%88%B4","surface_form":"A∴A∴","offset":1674},{"uri":"Ordo_Templi_Orientis","surface_form":"Ordo Templi Orientis","offset":1683},{"uri":"Fraternitas_Saturni","surface_form":"Fraternitas Saturni","offset":1796},{"uri":"The_Book_of_the_Law","surface_form":"Liber Legis","offset":2029},{"uri":"Magick","surface_form":"magick","offset":2071},{"uri":"Friedrich_Nietzsche","surface_form":"Friedrich Nietzsche","offset":2137},{"uri":"Charles_S._Peirce","surface_form":"Charles S. Peirce","offset":2158},{"uri":"Martin_Heidegger","surface_form":"Martin Heidegger","offset":2177},{"uri":"Niklas_Luhmann","surface_form":"Niklas Luhmann","offset":2199},{"uri":"Nema_(occultist)","surface_form":"Nema","offset":2259},{"uri":"Horus-Maat_Lodge","surface_form":"Horus-Maat Lodge","offset":2339},{"uri":"Egyptian_pantheon","surface_form":"Egyptian goddess","offset":2449},{"uri":"Ma%27at","surface_form":"Ma'at","offset":2466},{"uri":"Aeon_(Thelema)","surface_form":"Aeon of Horus","offset":2571},{"uri":"New_religious_movement","surface_form":"new religious movement","offset":2804},{"uri":"Christ","surface_form":"Christ","offset":3236},{"uri":"New_Testament","surface_form":"New Testament","offset":3376},{"uri":"Natural_religion","surface_form":"Natural religion","offset":3856},{"uri":"Satanist","surface_form":"Satanist","offset":4108},{"uri":"Jesus","surface_form":"Jesus","offset":4328}]}