{"id":87284,"url":"http://en.wikipedia.org/wiki/Mayday","text":"Mayday () is one of the biggest alternative rock bands in the Taiwanese pop culture. Mayday sing songs mostly in Mandarin and sometimes in Taiwanese language.\nCareer.\nBefore Mayday's official debut in 1998, the band sung in local restaurants and clubs. Mayday became famous with their 1999 single \"志明與春嬌\". In the same year, on 28 August, they held a concert at the Chungshan Soccer Stadium, gaining fame in other countries such as Singapore, Hong Kong and Malaysia.\nIn 2001, they took a break from performing. In the August of 2003, Mayday was reunited and they held a reunion concert the Chungshan Soccer Stadium, the very place where they held their debut concert. 40,000 fans attended the concert, breaking Taiwan's record for the largest number of fans at a concert, a record previously held by pop star Michael Jackson.\nNear the end of 2006, on 29 December, they released their 6th studio album, \"Born to Love\". They made a surprise announcement not long after the album's release, that they would not hold autograph sessions but instead, would hold concerts in Taiwan. The tickets were included in albums which the fans bought. They held ten concerts to let all the fans see them. On the night after the concert, despite saying that they will not hold any autograph sessions, they did - the sessions lasted for 11 hours from New Year's Eve to New Year's Day, making that autograph session to be the first of the year 2007.\nMembers.\nAshin is well known for his unique vocals and his insightful lyrics. He has composed and written songs for other artists, such Fish Leong, Wang Lee Hom and Twins (band). In 2006, Ashin wrote a book titled \"Happy.Birth.Day\", a collection of \"rock poems.\" Ashin also designs Mayday's concert shirts. In addition, he has also designed a perfume.\nThe leader of Mayday, Monster is in charge of daily operation of the band.\nThe first married member of Mayday, Stone is well known for his love for his wife to whom he proposed to at their 2001 concert. He claims he would leave Mayday if his wife asked him to.\nMasa is known for being outspoken. His is also well known for his eccentric words and wit. He has also been romantically linked to Fish Leong.\nHe is the 4th drummer of Mayday. His birth name is Yan Ming, but he changed his name to Guan You because of a fortune-teller to be luckier. However, according to him, it does not seemed to have worked. He proposed to his girlfriend during a Mayday concert in Beijing in November 2005 and was married in June 2006. His daughter was born in October 2006. He became the first father among the five members of Mayday.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alternative_rock","surface_form":"alternative rock","offset":32},{"uri":"Bands","surface_form":"bands","offset":49},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":113},{"uri":"Min_Nan","surface_form":"Taiwanese language","offset":139},{"uri":"1998","surface_form":"1998","offset":201},{"uri":"1999","surface_form":"1999","offset":285},{"uri":"28_August","surface_form":"28 August","offset":327},{"uri":"Chungshan_Soccer_Stadium","surface_form":"Chungshan Soccer Stadium","offset":365},{"uri":"Singapore","surface_form":"Singapore","offset":431},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":442},{"uri":"Malaysia","surface_form":"Malaysia","offset":456},{"uri":"2001","surface_form":"2001","offset":469},{"uri":"August","surface_form":"August","offset":517},{"uri":"2003","surface_form":"2003","offset":527},{"uri":"Chungshan_Soccer_Stadium","surface_form":"Chungshan Soccer Stadium","offset":589},{"uri":"Taiwan","surface_form":"Taiwan","offset":710},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":808},{"uri":"2006","surface_form":"2006","offset":841},{"uri":"29_December","surface_form":"29 December","offset":850},{"uri":"Fish_Leong","surface_form":"Fish Leong","offset":1565},{"uri":"Wang_Lee_Hom","surface_form":"Wang Lee Hom","offset":1577},{"uri":"Twins_(band)","surface_form":"Twins (band)","offset":1594},{"uri":"2006","surface_form":"2006","offset":1611},{"uri":"Fish_Leong","surface_form":"Fish Leong","offset":2173},{"uri":"Beijing","surface_form":"Beijing","offset":2444},{"uri":"November","surface_form":"November","offset":2455},{"uri":"2005","surface_form":"2005","offset":2464},{"uri":"June","surface_form":"June","offset":2488},{"uri":"2006","surface_form":"2006","offset":2493},{"uri":"October","surface_form":"October","offset":2524},{"uri":"2006","surface_form":"2006","offset":2532}]}