{"id":87365,"url":"http://en.wikipedia.org/wiki/Daegu","text":"Daegu (대구, also spelled Taegu, officially called Daegu Metropolitan City) is a city in South Korea. It is between Seoul and Busan, but is closer to Busan. Daegu is the fourth largest city in South Korea. About 2.4 million people live in Daegu. Of South Korea's 16 cities and provinces, Daegu is the poorest in terms of GDP per Capita 2010 at $18,887 according to the IMF. Daegu residents are also regarded by all other South Koreans as the widely ultra-conservative. Advisory to travelers: Do not display affections as a couple, if either resembles a Korean while the other a foreigner. In Daegu, this will be met with open hostility towards both persons by strangers.\nPopular Places to Visit.\nPalgong Mountain is north of Daegu. It is famous for Donghwa Temple and Gatbawi. Gatbawi is a statue of Buddha.\nApsan(Ap Mountain), also called Daedeok Mountain has many well known restaurants. It is a good place to hike. Many hikers visit the Apsan Mountain. The downtown area of Daegu is Dongseongro. There is a festival every year in June. It also is the shopping center of Daegu. Woobang Tower Land is an amusement park with many rides and roller coasters. Daegu is also famous for having Daegu Stadium where the World Cup tournament was held in 2002.\nClimate.\nDaegu has a climate that is a lot like most of Korea. Summer in Daegu is hot and humid. And Daegu has a rainy season from mid-June to July. Daegu is one of the hottest cities in Korea. It is cold in the winter time. This type of climate is made by many mountains that go around the city like a wall.\nCulture.\nDaegu was the known for apples in Korea before 1990. Daegu has a herbal medicine market located in a street 1 kilometre long. The textile (cloth) industry was the primary industry from the 1960s but has seen drastic decline to the present day.. People in Daegu enjoy food. One example is ddeokbokki. Ddeokboki is a Korean rice cake with spicy red pepper sauce and vegetables. Foods in Daegu are usually more spicy and salty than in other cities.\nDaegu is widely regard by majority of Koreans and its own residents as the most conservative in its approach to values and life. A fact that is widely broad up and which all of Daegu people are proud of. Every district within the city shares a similar theme in its collection of business- Phone Retails Shops, Ghim-bab cheap food shops, plant shops, Paris Bagguette or Tour Les Jours chain bakeries, Karaoke dens which sometimes double as \"good-time\" business clubs, family owned and operated pharmacies, Korean Barbecue eateries.\nNon-Korean citizens do not open businesses of any size within the city because city legislation dictates that two or more Koreans are required be partnered to the businesses. The effect is every functioning business is owned and envisioned solely by a South Korean National.\nUnlike more famous cities such as Seoul or Busan, there is a single, homogeneous dominant culture in Daegu - Right-wing orthodox South Korean ultra-conservatives.\n(1) US Army personnel and their families garrisoned within three giant Military Bases located in Daegu\n(3) Foreign English Teachers from the USA or Britain clustering together. The white-skinned is held by local Daegu beliefs in improved teaching quality derived, and also a point of bragging to others - a popular Daegu boast, \"My son has a white-skinned English teacher.\".\n(1) Japanese & Chinese National exchange or language students (closest neighbours) who will find the racial climate: emotional & touchy. Japanese: Averages 3 to 4 months before permanent departure. Chinese: 7–9 months before permanent departure, or VISA expiration and deportation.\n(2) Adventurous Backpackers passing through for two days as they tour the Korean Peninsula","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":79},{"uri":"South_Korea","surface_form":"South Korea","offset":87},{"uri":"Seoul","surface_form":"Seoul","offset":114},{"uri":"Busan","surface_form":"Busan","offset":124},{"uri":"Buddha","surface_form":"Buddha","offset":798},{"uri":"Climate","surface_form":"climate","offset":1271},{"uri":"Herbal_medicine","surface_form":"herbal medicine","offset":1633},{"uri":"Textile","surface_form":"textile","offset":1698}]}