{"id":87393,"url":"http://en.wikipedia.org/wiki/Wave%E2%80%93particle_duality","text":"e=\"preserve\">Wave–particle duality is perhaps one of the most confusing concepts in physics, because it is so unlike anything we see in the ordinary world.\nPhysicists who studied light in the 1700s and 1800s had an argument about whether light was made of particles or waves. Light seems to do both. At times, light seems to go only in a straight line, as if it were made of particles. But other experiments show that light has a frequency and wavelength, just like a sound wave or water wave. Until the 20th century, most physicists thought that light was either one or the other, and that the scientists on the other side of the argument were simply wrong.\nPresent situation.\nMax Planck, Albert Einstein, Louis de Broglie, Arthur Compton, Niels Bohr worked on this problem. Current scientific theory is that all particles act both like waves and like particles. This has been verified for elementary particles, and for compound particles like atoms and molecules. For macroscopic particles, because of their extremely short wavelengths, wave properties usually cannot be detected.\nExperiment.\nIn 1909, a scientist named Geoffrey Taylor decided that he was going to settle this argument once and for all. He borrowed an experiment invented earlier by Thomas Young, where light was shone through two small holes right next to each other. When bright light was shone through these two small holes, it created an \"interference pattern\" that seemed to show that light was actually a wave.\nTaylor's idea was to take a photo of the light coming out of the holes with a special camera that was unusually sensitive to light. When bright light was shone through the holes, the photo showed an interference pattern, just like Young showed earlier. Taylor then turned down the light to a very dim level. When the light was dim enough, Taylor's photos showed tiny pinpoints of light scattering out of the holes. This seemed to show that light was actually a particle. If Taylor allowed the dim light to shine through the holes for long enough, the dots eventually filled up the photo to make an interference pattern again. This demonstrated that light was somehow \"both\" a wave \"and\" a particle.\nTo make matters even more confusing, Louis de Broglie suggested that matter might act the same way. Scientists then performed these same experiments with electrons, and found that electrons too are somehow both particles and waves. Electrons can be used to do Young's double-slit experiment.\nToday, these experiments have been done in so many different ways by so many different people that scientists simply accept that both matter and light are somehow both waves and particles. Scientists are still unsure about how this can be, but they are quite certain it must be true. Although it seems impossible to understand how anything can be both a wave and a particle, scientists do have a number of equations for describing these things that have variables for both wavelength (a wave property) and momentum (a particle property). This seeming impossibility is referred to as the wave-particle duality.\nBasic theory.\nWave–particle duality means that all particles show both wave and particle properties. This is a central concept of quantum mechanics.\nClassical concepts like \"particle\" and \"wave\" do not fully describe the behavior of quantum-scale objects.\nParticles as waves.\nAn electron has a wavelength called the \"de Broglie wavelength\". It can be calculated using the equation\nformula_1\nformula_1 is the de Broglie wavelength.\nformula_1 is Planck's constant\nformula_1 is the momentum of the particle.\nThis made the idea that electrons in atoms show a standing wave pattern.\nWaves as particles.\nThe photoelectric effect shows that a light photon which has enough energy (a high enough frequency), can cause an electron to be released off a metal's surface. Electrons in this case can be called photoelectrons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physicist","surface_form":"Physicist","offset":156},{"uri":"Particle","surface_form":"particle","offset":256},{"uri":"Wave","surface_form":"wave","offset":269},{"uri":"Wavelength","surface_form":"wavelength","offset":444},{"uri":"Sound_wave","surface_form":"sound wave","offset":468},{"uri":"Max_Planck","surface_form":"Max Planck","offset":678},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":690},{"uri":"Louis_de_Broglie","surface_form":"Louis de Broglie","offset":707},{"uri":"Arthur_Compton","surface_form":"Arthur Compton","offset":725},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":741},{"uri":"Macroscopic","surface_form":"macroscopic","offset":970},{"uri":"Experiment","surface_form":"experiment","offset":1221},{"uri":"Thomas_Young","surface_form":"Thomas Young","offset":1252},{"uri":"Interference","surface_form":"interference","offset":1412},{"uri":"Louis_de_Broglie","surface_form":"Louis de Broglie","offset":2222},{"uri":"Double-slit_experiment","surface_form":"double-slit experiment","offset":2453},{"uri":"Equation","surface_form":"equation","offset":2883},{"uri":"Wavelength","surface_form":"wavelength","offset":2950},{"uri":"Momentum","surface_form":"momentum","offset":2983},{"uri":"Electron","surface_form":"electron","offset":3366},{"uri":"Planck%27s_constant","surface_form":"Planck's constant","offset":3531},{"uri":"Momentum","surface_form":"momentum","offset":3566},{"uri":"Atom","surface_form":"atom","offset":3629},{"uri":"Standing_wave","surface_form":"standing wave","offset":3642},{"uri":"Light","surface_form":"light","offset":3723},{"uri":"Photon","surface_form":"photon","offset":3729},{"uri":"Energy","surface_form":"energy","offset":3753},{"uri":"Frequency","surface_form":"frequency","offset":3775},{"uri":"Metal","surface_form":"metal","offset":3830}]}