{"id":87451,"url":"http://en.wikipedia.org/wiki/Pocahontas","text":"Pocahontas (born around 1595buried on 21 March 1617) was an American Indian. She maintained relations between the Indians of Virginia and the colonists who built a fort and settlement on the James River called Jamestown in 1607. Legend says she saved John Smith's life when her father, Powhatan, was about to kill him.\nDuring a war with the Indians, she was captured and held for ransom. She was baptized Rebecca and improved her English language skills during captivity. In 1614 she married tobacco planter John Rolfe. They had a son Thomas. In 1616 the family went to London. Pocahontas became a celebrity. She died at Gravesend and was buried in England on 21 March 1617.\nBirth and early years.\nThe year of Pocahontas's birth is unknown, but Camilla Townsend, author of \"Pocahontas and the Powhatan Dilemma\", suggests that she was born about 1597. Her father was Powhatan, the chief of an alliance of tribes in Virginia. Her mother was a woman of no social importance. Pocahontas was named Amonute. By the age of ten, the child was nicknamed Pocahontas, which means \"playful one\". She had a name known only to her parents. It may have been Makoata.\nHer girlhood was much like the girlhood of others in the alliance. She took care of siblings, she cooked, she tanned hides, she searched for berries and other edible foods, she tended the corn, beans, and squashes in the gardens of her people. In the evenings, she listened to songs and stories about the gods and her people's past. She wove cords from fibers while sitting at the fireside with girls.\nJohn Smith.\nPocahontas was about ten years old when, in April 1607, colonist Captain John Smith arrived in Virginia. He and his men built a settlement called Jamestown. In December 1607, Smith was captured by an Indian party. He was taken to Powhatan's village. He enjoyed a feast and a talk with Powhatan. He did not meet Pocahontas.\nPocahontas made friends with Smith and the colonists. She often went to the settlement. When the colonists were starving, Pocahontas supplied them with food. As the settlement grew, the Indians felt their lands were threatened. Conflicts arose. In late 1609, Smith returned to England. The settlers told the Indians that Smith was dead. Pocahontas stopped visiting Jamestown. She later learned that he was alive in England.\nThe story of Pocahontas saving Smith's life by placing her head upon his own as her father was about to kill him is a fiction created by Smith in 1616. He wrote \"... at the minute of my execution, she [Pocahontas] hazarded the beating out of her own brains to save mine; and not only that, but so prevailed with her father, that I was conducted to Jamestown.\" A romance between Pocahontas and Smith is also a fiction created by mythmakers in the early century.\nCapture.\nAs Jamestown expanded and settlements were built along the James, conflicts between the Indians and the English arose. In April 1613, Captain Samuel Argall learned Pocahontas was visiting a village on the Potomac River. He lured her aboard his ship and made her captive. Argall demanded the release of Powhatan's prisoners and the return of weapons and tools.\nPowhatan took no action. Pocahontas's captivity lasted about a year. She improved her English skills during this time. She embraced Christianity and the way of life. When her father released his prisoners and returned some tools, Pocahontas rebuked him for valuing axes and firearms more than his daughter. She told her people that she would rather remain with the English.\nMarriage to John Rolfe.\nHelen Rountree writes that Pocahontas began menstruating sometime in 1610. She then married a warrior and commoner named Kocoum. It is unknown where the couple lived or if they had children. This marriage ended by custom when she was captured by the English in 1613.\nPocahontas met 28 year old colonist John Rolfe during her captivity in Henricus. Rolfe was a widower and a successful tobacco planter. He was a gentle and pious man. He wrote a letter to the governor asking permission to marry Pocahontas. He expressed both his love for her and his belief that he would be saving her soul. He assured the governor that he was \"motivated not by the desire of affection (attraction), but for the good of this plantation, for the honor of our country, for the Glory of God, for my salvation.\"\nIn early April 1614, Pocahontas declared herself a Christian. She was baptized. Her name would be Rebecca. Pocahontas and Rolfe were married on 5 April 1614 at either the church in Jamestown or in Henricus. The couple lived at Rolfe's plantation on Hog Island. This plantation was located across the James River from Jamestown. They had one child, Thomas Rolfe. His birthdate and birthplace are not known. He could have been born in either America or England. The marriage created peace between the colonists and Powhatan's confederacy of tribes for years.\nTrip to England.\nThe English wanted to promote investment in the colony. Pocahontas was taken to England in 1616 with a few Indians. She served as a symbol of the tamed New World \"savage\", and the success of the settlement. John Smith did not meet Pocahontas in London, but he urged Queen Anne to treat her with the respect due a visitor. He suggested that if she were treated, she might spurn Christianity. In addition, England might lose the chance to gain a kingdom through her means. Pocahontas was then treated to events, balls and entertainments, and the company of well ladies.\nThe Bishop of London entertained her with pomp beyond what he offered to other ladies. Although Pocahontas was not a princess, she was presented as a princess to the public. Many English at this time recognized Powhatan to be the ruler of an empire, and they accorded to his daughter what they considered status. The cleric Samuel Purchas recalled meeting Pocahontas in London. He wrote that she impressed those she met by her bearing.\nDeath.\nIn March 1617, the Rolfes boarded a ship bound for Virginia. Pocahontas became ill. As the ship approached Gravesend, it was obvious she was dying. She was taken to an inn on shore and died on 21 March 1617. Her funeral was held the same day at St. George's Church, Gravesend. Rolfe then set sail for Virginia. His two year old son Thomas was ill. Rolfe thought the boy would not survive a voyage. He left the boy in the care of Sir Lewis Stukely, an official at Plymouth, England. Thomas was picked up by Rolfe's brother Henry. The boy never saw his father again. Pocahontas was buried under the chancel of St. George's Church. In 1727, the church burned. The bones of Pocahontas were reburied in a grave in the churchyard. In the 1920s, attempts to identify Pocahontas's bones were unsuccessful.","categories":[],"infobox_types":[],"annotations":[{"uri":"1617","surface_form":"1617","offset":47},{"uri":"Native_American","surface_form":"American Indian","offset":60},{"uri":"Virginia","surface_form":"Virginia","offset":125},{"uri":"James_River","surface_form":"James River","offset":191},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown","offset":210},{"uri":"John_Smith_(explorer)","surface_form":"John Smith","offset":251},{"uri":"Ransom","surface_form":"ransom","offset":380},{"uri":"Baptize","surface_form":"baptize","offset":396},{"uri":"English_language","surface_form":"English language","offset":430},{"uri":"Tobacco","surface_form":"tobacco","offset":492},{"uri":"John_Rolfe","surface_form":"John Rolfe","offset":508},{"uri":"London","surface_form":"London","offset":570},{"uri":"Celebrity","surface_form":"celebrity","offset":598},{"uri":"1597","surface_form":"1597","offset":845},{"uri":"Powhatan","surface_form":"Powhatan","offset":866},{"uri":"Alliance","surface_form":"alliance","offset":892},{"uri":"Tribe","surface_form":"tribe","offset":904},{"uri":"Virginia","surface_form":"Virginia","offset":914},{"uri":"Sibling","surface_form":"sibling","offset":1236},{"uri":"Corn","surface_form":"corn","offset":1340},{"uri":"Beans","surface_form":"beans","offset":1346},{"uri":"Squash_(plant)","surface_form":"squash","offset":1357},{"uri":"John_Smith_(explorer)","surface_form":"John Smith","offset":1639},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown","offset":1712},{"uri":"Fiction","surface_form":"fiction","offset":2431},{"uri":"Fiction","surface_form":"fiction","offset":2722},{"uri":"Potomac_River","surface_form":"Potomac River","offset":2988},{"uri":"John_Rolfe","surface_form":"John Rolfe","offset":3844},{"uri":"Widower","surface_form":"widower","offset":3901},{"uri":"Tobacco","surface_form":"tobacco","offset":3926},{"uri":"Pious","surface_form":"pious","offset":3963},{"uri":"Governor","surface_form":"governor","offset":3999},{"uri":"Permission","surface_form":"permission","offset":4015},{"uri":"Honor","surface_form":"honor","offset":4268},{"uri":"Salvation","surface_form":"salvation","offset":4319},{"uri":"Christianity","surface_form":"Christian","offset":4382},{"uri":"Baptism","surface_form":"baptized","offset":4401},{"uri":"Plantation","surface_form":"plantation","offset":4566},{"uri":"Confederacy","surface_form":"confederacy","offset":4855},{"uri":"Tribe","surface_form":"tribe","offset":4870},{"uri":"Gravesend","surface_form":"Gravesend","offset":6023},{"uri":"Obvious","surface_form":"obvious","offset":6041},{"uri":"Inn","surface_form":"inn","offset":6084},{"uri":"Plymouth%2C_England","surface_form":"Plymouth, England","offset":6379},{"uri":"Chancel","surface_form":"chancel","offset":6513}]}