{"id":87519,"url":"http://en.wikipedia.org/wiki/Western_Roman_Empire","text":"The Western Roman Empire was the western half of the Roman Empire, from its division by Diocletian in 286 AD. The other half of the Roman Empire became known as the Eastern Roman Empire, later known as the Byzantine Empire.\nThe whole Roman Empire had been in difficulties since 190 AD when large Gothic tribes began moving into areas under Roman control. The leadership of Rome was weak and there was instability. Various power groups in the Roman armies kept trying to install their own Emperors, and murdering Emperors who belonged to other groups. This meant the invasions by the Germanic tribes were not successfully stopped.\nThe Emperor Diocletian tried to bring stability back into government by dividing the Empire into sections. These became the Western Empire which included Iberia, France, Southern Britain, Italy, North Africa and parts of Germany, and the Eastern Empire which included the Balkans, Turkey, the Levant and Egypt.\nRome ceased to be the capital from the time of the division. In 286, the capital of the Western Roman Empire became Mediolanum (modern Milan). In 402, the capital was again moved, this time to Ravenna.\nThe Fall of the Empire.\nThis division did not help the Western Empire which came under increasing invasions from the north from the Ostrogoths, Huns, Franks, Visigoths, and Burgundians. The armies were brought back towards Rome, abandoning England and France. The economy could not cope: the increased need for military spending caused inflation. The citizens were unhappy with rising taxes and rising prices.\nIn AD 398, Alaric and his Visigoths began making attacks closer and closer to the capital. By 410 he had sacked the city of Rome. In 455, the Vandals captured Rome. In 476 the Goths captured the capital.\nThe fall of the Western Roman Empire took place in 476 AD when the leader of the Goths, Odoacer, removed Emperor Romulus. He became King of Italy, and Roman control over the Empire in the west ended. By this time the Western Empire existed in name only, the Emperor no longer could use military, financial or political power.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":53},{"uri":"Diocletian","surface_form":"Diocletian","offset":88},{"uri":"AD","surface_form":"AD","offset":106},{"uri":"Eastern_Roman_Empire","surface_form":"Eastern Roman Empire","offset":165},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":206},{"uri":"Gothic","surface_form":"Gothic","offset":296},{"uri":"Iberia","surface_form":"Iberia","offset":784},{"uri":"France","surface_form":"France","offset":792},{"uri":"Britain","surface_form":"Britain","offset":809},{"uri":"Italy","surface_form":"Italy","offset":818},{"uri":"North_Africa","surface_form":"North Africa","offset":825},{"uri":"Germany","surface_form":"Germany","offset":851},{"uri":"Balkans","surface_form":"Balkans","offset":902},{"uri":"Turkey","surface_form":"Turkey","offset":911},{"uri":"Levant","surface_form":"Levant","offset":923},{"uri":"Egypt","surface_form":"Egypt","offset":934},{"uri":"Rome","surface_form":"Rome","offset":941},{"uri":"Mediolanum","surface_form":"Mediolanum","offset":1057},{"uri":"Milan","surface_form":"Milan","offset":1076},{"uri":"Ravenna","surface_form":"Ravenna","offset":1134},{"uri":"Ostrogoths","surface_form":"Ostrogoths","offset":1275},{"uri":"Huns","surface_form":"Huns","offset":1287},{"uri":"Franks","surface_form":"Franks","offset":1293},{"uri":"Visigoths","surface_form":"Visigoths","offset":1301},{"uri":"Burgundy","surface_form":"Burgundians","offset":1316},{"uri":"Inflation","surface_form":"inflation","offset":1479},{"uri":"Alaric","surface_form":"Alaric","offset":1564},{"uri":"Goths","surface_form":"Goths","offset":1838},{"uri":"Odoacer","surface_form":"Odoacer","offset":1845},{"uri":"Romulus_Augustus","surface_form":"Emperor Romulus","offset":1862}]}