{"id":87593,"url":"http://en.wikipedia.org/wiki/Kreuzberg","text":"Kreuzberg, south of Berlin-Mitte, was one of the best-known boroughs of Berlin, famous for its nightlife and its left-leaning electorate as well as its problems with crime the drug scene and a very high number of immigrants.\nKreuzberg consists of two different parts, the southeastern 'SO 36' (or simply '36') part and the southwest 'SW 61' (or simply '61'). Until the Berlin Wall fell, these were the last two numbers of the postal codes for the two areas.\nIt was a separate borough from 1920, when it became a part of Groß-Berlin, until the borughs were changed in 2001. Then it was joined with Friedrichshain to form the new borough of Friedrichshain-Kreuzberg. Since these two localities are linked only by a single bridge over the Spree river, the Oberbaumbrücke, this joining seemed awkward to many residents. The two areas could not agree on where the new borough's town hall should be. Friedrichshain was chosen by tossing a five-Mark coin.\nSummary.\nKreuzberg is known to many for numerous Turkish immigrants from eastern parts of Turkey, and the yearly May Day riots. This is because before the fall of the Berlin Wall in 1989, Kreuzberg was isolated. Its eastern parts were almost entirely surrounded by the Wall. This area consequently had cheap rents and lower-income families as well as squatters from the radical left. The western part of Kreuzberg also bordered onto the wall, and it was here where Checkpoint Charlie was.\nHistory.\nKreuzberg got its name is from its highest point, the Kreuzberg (literally, \"cross hill\"). It is of above sea level.. The hill was a traditional place for weekend trips, and had a lot of small restaurants for the visitors. The hill got its name from a monument built in 1821 by Karl Friedrich Schinkel. It was to remember the wars against Napoleon I of France.\nAfter 1860 industry began moving into Kreuzburg. There was also an \"Exportviertel\" (export quarter) along Ritterstraße which had a lot of many profitable small businesses, and the \"press quarter\" along Kochstraße was the home of most of Germany's large newspapers as well as the Ullstein, Scherl, and Mosse book publishers.\nBoth of these industrial quarters were almost entirely destroyed during World War II, with the bombings of a single night from 3 February 1945. To remember old tradition, the Axel Springer press company built its new headquarters at Kochstraße again, right next to the Berlin Wall.\nAfter World War II, Kreuzberg's housing rents were regulated by law, which made investments unattractive. As a result, housing was of low quality, but cheap, which made the borough a prime target for immigrants coming to Germany (and Berlin).","categories":[],"infobox_types":[],"annotations":[{"uri":"Berlin-Mitte","surface_form":"Berlin-Mitte","offset":20},{"uri":"Berlin","surface_form":"Berlin","offset":72},{"uri":"Berlin_Wal","surface_form":"Berlin Wal","offset":369},{"uri":"Postal_code","surface_form":"postal code","offset":426},{"uri":"Gro%C3%9F-Berlin","surface_form":"Groß-Berlin","offset":520},{"uri":"Friedrichshain","surface_form":"Friedrichshain","offset":597},{"uri":"Friedrichshain-Kreuzberg","surface_form":"Friedrichshain-Kreuzberg","offset":639},{"uri":"Locality","surface_form":"localities","offset":681},{"uri":"Spree","surface_form":"Spree","offset":736},{"uri":"Oberbaumbr%C3%BCcke","surface_form":"Oberbaumbrücke","offset":753},{"uri":"Deutsche_Mark","surface_form":"Mark","offset":938},{"uri":"Turks_in_Germany","surface_form":"Turkish immigrants","offset":998},{"uri":"Turkey","surface_form":"Turkey","offset":1039},{"uri":"May_Day","surface_form":"May Day","offset":1062},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":1116},{"uri":"Checkpoint_Charlie","surface_form":"Checkpoint Charlie","offset":1414},{"uri":"Karl_Friedrich_Schinkel","surface_form":"Karl Friedrich Schinkel","offset":1725},{"uri":"Napoleon_I_of_France","surface_form":"Napoleon I of France","offset":1786},{"uri":"Axel_Springer","surface_form":"Axel Springer","offset":2307}]}