{"id":87787,"url":"http://en.wikipedia.org/wiki/Eve_Online","text":"EVE Online is a 2003 Space science fiction MMORPG computer game. It was made by CCP Games. The game is very similar to the 1980s game ELITE. Players in EVE earn money called \"InterStella Kredits\" (ISK) to buy new spacecraft, skills or equipment. Several ways to earn ISK include mining, exploration, doing missions, trading, piracy, and bounty hunting (hunting criminals for money).\nEVE is hosted on 1 server cluster. Unlike most MMORPG games, it is not split up based upon geographical location or how busy the servers are.\nRaces in Eve.\nThere are four races in the Eve universe that are playable by subscribers, there is a fifth race, but only Eve Online employees can get them.\nThe Amarr is a race centered around religion. They were the first of the four races to develop ships capable of travelling space. Their main weapon type is a laser, which fire high-energy beams to the enemy to deal damage. They do not use ammunition like the other races, but instead use a type of ammunition called a crystal in order to focus the laser. There are two subgroups of lasers: Beam (long range), and Pulse (short range).\nThe Caldari is a race centered around corporations. They are a very military driven race, and specialize in both missiles and hybrid turrets (which require both ammunition to fire, and energy to fire it), railguns in particular, and can shoot further than other races.\nThe Gallente happened to be located in the same place the Caldari were, and were the first race to create a democracy. Like the Caldari, they specialize in hybrid turrets, but prefer the short-ranged \"blasters\", and do not specialize in missiles, instead using drones (small robot ships) to good effect.\nThe Minmatar was the last race to develop space flight. The Amarr quickly enslaved them, however they were able to gain their freedom with the help of the Gallente. Their main weapon is projectile turrets, pretty much regular guns, with the subgroup being artillery (long range), and auto-cannons (short range).\nGameplay.\nMissions involves talking with an NPC (computer player), who will assign you with a task. This can include: killing other NPCs, hauling an item from one location to another, or a combination of both. The rewards from doing these missions include money, standings (better standings means you can do better missions), and Loyalty Points (which can be spent to get certain types of items that can not normally be bought.\nMining and Industry are the backbone of the Eve Universe. Almost everything that a player flies, or item he uses was made by another player. Except for certain items, everything is made through industry. There are certain ores (which give minerals when refined) that can only be found in certain areas. Players that find these ores and bring them back to the market will be sure to make quite a bit of money.\nAlthough PVP (player-vs-player fights) is not a very good way to make money for new players, it is by far one of the most exciting things to do in the Eve Universe. The Eve industry is primarily focused around providing ships to PVP players. Many big corporations (groups of players that share a common goal), can form gigantic alliances to take control of certain areas, which are rich in a wide variety of ways.","categories":[],"infobox_types":[],"annotations":[{"uri":"2003","surface_form":"2003","offset":16},{"uri":"Outer_space","surface_form":"Space","offset":21},{"uri":"Science_fiction","surface_form":"science fiction","offset":27},{"uri":"MMORPG","surface_form":"MMORPG","offset":43},{"uri":"Video_game","surface_form":"computer game","offset":50},{"uri":"CCP_Games","surface_form":"CCP Games","offset":80},{"uri":"1980s","surface_form":"1980s","offset":123},{"uri":"ELITE","surface_form":"ELITE","offset":134},{"uri":"Money","surface_form":"money","offset":161},{"uri":"Spacecraft","surface_form":"spacecraft","offset":213},{"uri":"Equipment","surface_form":"equipment","offset":235},{"uri":"Mining","surface_form":"mining","offset":279},{"uri":"Explore","surface_form":"exploration","offset":287},{"uri":"Trade","surface_form":"trading","offset":316},{"uri":"Pirate","surface_form":"piracy","offset":325},{"uri":"Bounty_hunter","surface_form":"bounty hunting","offset":337},{"uri":"Criminal","surface_form":"criminal","offset":361},{"uri":"Server","surface_form":"server cluster","offset":402},{"uri":"Geography","surface_form":"geographical","offset":474},{"uri":"Outer_space","surface_form":"space","offset":804},{"uri":"Laser","surface_form":"laser","offset":839},{"uri":"Missiles","surface_form":"missiles","offset":1228},{"uri":"Ammunition","surface_form":"ammunition","offset":1276},{"uri":"Railgun","surface_form":"railguns","offset":1320},{"uri":"Democracy","surface_form":"democracy","offset":1492},{"uri":"Drones","surface_form":"drones","offset":1645},{"uri":"Robot","surface_form":"robot","offset":1659},{"uri":"Gun","surface_form":"guns","offset":1914}]}