{"id":87849,"url":"http://en.wikipedia.org/wiki/Arthur_Sey%C3%9F-Inquart","text":"Arthur Seyß-Inquart (born \"Arthur Seyß\" on 22 July 1892–16 October 1946) was a prominent lawyer and later Nazi official in pre-Anschluß Austria, the Third Reich and in wartime Germany, Poland, and the Netherlands. Seyß-Inquart was executed at the Nuremberg Trials for crimes against humanity.\nLife before the Anschluss.\nSeyß-Inquart was born in 1892 in Stonařov (\"Stannern\"), Moravia, then part of the Austro-Hungarian Empire, to school principal Emil Zajtich and his wife Auguste Hyrenbach. The family moved to Vienna in 1907, where they changed the Czech Slavic name of \"Zajtich\" to the German \"Seyß-Inquart\". Seyß-Inquart later studied law at the University of Vienna. At the beginning of World War I in August 1914, Seyß-Inquart enlisted in the Austrian Army and served in Russia, Romania and Italy. He was decorated for bravery on a number of occasions, and while recovering from wounds in 1917 he completed his final examinations for his degree.\nIn 1911, Seyß-Inquart met Gertrud Maschka. The couple married in 1916 and had three children: Ingeborg Caroline Auguste Seyß-Inquart (born 18 September 1917), Richard Seyß-Inquart (born 1921) and Dorothea Seyß-Inquart (born 1928).\nHe went into law after the war, and in 1921 set up his own practice. During the early years of the first Austrian republic, he was close to the Vaterländische Front.\nAs a successful lawyer, he was asked to join the cabinet of Chancellor Engelbert Dollfuss in 1933.\nHe became a State Councillor in 1937 under Kurt Schuschnigg. He was not a member of the Austrian National Socialist party at first. But by 1938, Seyß-Inquart was the highest-ranking politician in the Austrian National Socialist Party.\nIn February 1938, Seyß-Inquart was appointed Minister of the Interior by Schuschnigg, after Hitler had threatened Schuschnigg. On 11 March 1938, Schuschnigg resigned as Austrian Chancellor and Seyß-Inquart was appointed to the position by Austrian President Wilhelm Miklas. Hitler's plan was to have Seyß-Inquart send a telegram asking for German help to stop riots, but President Miklas did not make Seyß-Inquart chancellor until after Hitler's invasion of Austria. On 13 March 1938, Seyß-Inquart joined the National Socialist party.\nHead of Ostmark and Southern Poland.\nHitler was going to leave Austria independent, but after the welcome the invading German troops got during the Anschluß he decided to make Austria a new part of the Third Reich, called \"Ostmark\" (or \"eastern boundary\"). Seyß-Inquart wrote the statute which made Austria a province of Germany, and signed it into law on 13 March.\nSeyß-Inquart became \"Reichsstatthalter\" or Governor of the so-called Ostmark. Ernst Kaltenbrunner was chief minister, and Burckel Commissioner for the Reunion of Austria (concerned with the \"Jewish Question\").\nSeyß-Inquart was made an SS Gruppenführer, and in May 1939 Minister without portfolio in Hitler's government.\nAfter the invasion of Poland Seyß-Inquart became governor of Southern Poland, but before he started work there the General Government was created, and Seyß-Inquart became a deputy to Governor General Hans Frank.\nReichskommissar in the Netherlands.\nAfter Germany invaded the Low Countries, Seyß-Inquart became Reichskommissar for occupied Netherlands in May 1940. His job was to organize civil administration, create close economic ties with Germany and defend the interests of the Reich.\nHe supported the Dutch National Socialist Party (NSB) and allowed it to create a paramilitary \"Landwacht\", as an auxiliary police force. Other political parties were banned in late 1941, and many former government officials imprisoned at Sint-Michielsgestel. The administration of the country was largely controlled by Seyß-Inquart himself.\nHe introduced measures to combat 'terror', and when a widespread strike took place in Amsterdam, Arnhem and Hilversum in May 1943 special summary court-martials were held and a collective fine of 18 million guilders was imposed. Seyß-Inquart authorized the execution of around 800 people before liberation. Some people say it was not merely 800 but over 1,500, including executions under the so-called \"Hostage Law\" involving (among others) political prisoners who were close to being liberated, the Putten incident, and the reprisal execution of 117 Dutchmen for the attack on SS and Police Leader\" Hanns Albin Rauter. From July 1944 on, most of Seyß-Inquart's powers were transferred to the military commander in the Netherlands and the Gestapo, but he was still an important and powerful political figure.\nThere was also a \"Jewish assembly camp\" at Westerbork, in addition to a number of other camps controlled by the military, the police, the SS or Seyß-Inquart's administration. These included a \"voluntary labor recruitment\" camp at Ommen. A total of around 530,000 Dutch civilians worked for the Germans, of whom 250,000 were sent to factories in Germany.\nSeyss-Inquart was an anti-Semite: within a few months of his arrival in the Netherlands, he sacked Jews from government, the press and leading positions in industry. Anti-Jewish measures escalated after 1941: approximately 140,000 Jews were registered, a ghetto was created in Amsterdam and a transit camp set up at Westerbork. In February 1941, 600 Jews were sent to the Buchenwald and Mauthausen concentration camps. Later, Dutch Jews were sent to Auschwitz. As Allied forces approached in September 1944 the remaining Jews at Westerbork were sent to Theresienstadt. Of 140,000 registered Dutch Jews, only 44,500 survived the war.\nWhen Hitler committed suicide on 30 April 1945, Seyß-Inquart became the Foreign Minister in Admiral Karl Dönitz's new German government.\nThe Nazi regime had tried a 'scorched earth' policy, and also destroyed some docks and harbors. Seyß-Inquart agreed with Armaments Minister Albert Speer that destroying everything to keep valuable materials from Allied forces or a new government after the war was wrong. Seyß-Inquart also helped in the so-called 'hunger winter' of 1945 to distribute food, and allowed Allied airplanes to drop Swedish white bread for the hungry people of occupied northern Netherlands. He remained Reichskommissar until 8 May 1945, when, after a meeting with Karl Dönitz to confirm his blocking of the scorched-earth orders, he was captured in Hamburg.\nNuremberg Trials.\nAt the Nuremberg Trials, Seyß-Inquart faced charges of conspiracy to commit crimes against peace; planning, starting and fighting wars of aggression; war crimes; and crimes against humanity.\nHis defence lawyer was Gustav Steinbauer. Seyß-Inquart was nonetheless found guilty of all charges except conspiracy. On hearing of his death sentence, Seyss-Inquart made it clear he accepted responsibility for excesses during the war, \"Death by hanging...well, in view of the whole situation, I never expected anything different. It's all right\". He was hanged on 16 October 1946, at the age of 54, together with nine other Nuremberg defendants. His last words were \"I hope that this execution is the last act of the tragedy of the Second World War and that the lesson taken from this world war will be that peace and understanding should exist between peoples. I believe in Germany\".","categories":[],"infobox_types":["Officeholder | name =Arthur Seyß-Inquart"],"annotations":[{"uri":"Nazism","surface_form":"Nazi","offset":106},{"uri":"Anschlu%C3%9F","surface_form":"Anschluß","offset":127},{"uri":"Austria","surface_form":"Austria","offset":136},{"uri":"Third_Reich","surface_form":"Third Reich","offset":149},{"uri":"World_War_II","surface_form":"wartime","offset":168},{"uri":"Germany","surface_form":"Germany","offset":176},{"uri":"Poland","surface_form":"Poland","offset":185},{"uri":"Netherlands","surface_form":"Netherlands","offset":201},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":247},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":268},{"uri":"Stona%C5%99ov","surface_form":"Stonařov","offset":353},{"uri":"Moravia","surface_form":"Moravia","offset":376},{"uri":"Austria-Hungary","surface_form":"Austro-Hungarian Empire","offset":402},{"uri":"Vienna","surface_form":"Vienna","offset":512},{"uri":"Czech_language","surface_form":"Czech","offset":551},{"uri":"Law","surface_form":"law","offset":639},{"uri":"University_of_Vienna","surface_form":"University of Vienna","offset":650},{"uri":"World_War_I","surface_form":"World War I","offset":692},{"uri":"Russia","surface_form":"Russia","offset":777},{"uri":"Romania","surface_form":"Romania","offset":785},{"uri":"Italy","surface_form":"Italy","offset":797},{"uri":"Vaterl%C3%A4ndische_Front","surface_form":"Vaterländische Front","offset":1327},{"uri":"Lawyer","surface_form":"lawyer","offset":1365},{"uri":"Cabinet","surface_form":"cabinet","offset":1398},{"uri":"Engelbert_Dollfuss","surface_form":"Engelbert Dollfuss","offset":1420},{"uri":"Kurt_Schuschnigg","surface_form":"Kurt Schuschnigg","offset":1491},{"uri":"Austrian_National_Socialism","surface_form":"National Socialist","offset":1545},{"uri":"Wilhelm_Miklas","surface_form":"Wilhelm Miklas","offset":1941},{"uri":"Austrian_National_Socialism","surface_form":"National Socialist","offset":2192},{"uri":"Anschlu%C3%9F","surface_form":"Anschluß","offset":2366},{"uri":"Third_Reich","surface_form":"Third Reich","offset":2420},{"uri":"Ernst_Kaltenbrunner","surface_form":"Ernst Kaltenbrunner","offset":2662},{"uri":"Jewish_Question","surface_form":"Jewish Question","offset":2775},{"uri":"SS","surface_form":"SS","offset":2819},{"uri":"Gruppenf%C3%BChrer","surface_form":"Gruppenführer","offset":2822},{"uri":"Minister_without_portfolio","surface_form":"Minister without portfolio","offset":2853},{"uri":"Poland","surface_form":"Poland","offset":2926},{"uri":"General_Government","surface_form":"General Government","offset":3019},{"uri":"Governor_General","surface_form":"Governor General","offset":3087},{"uri":"Hans_Frank","surface_form":"Hans Frank","offset":3104},{"uri":"Low_Countries","surface_form":"Low Countries","offset":3178},{"uri":"Reichskommissar","surface_form":"Reichskommissar","offset":3213},{"uri":"Netherlands","surface_form":"Netherlands","offset":3242},{"uri":"Third_Reich","surface_form":"Reich","offset":3385},{"uri":"Nationaal-Socialistische_Beweging","surface_form":"Dutch National Socialist Party","offset":3409},{"uri":"Police","surface_form":"police","offset":3515},{"uri":"Political_party","surface_form":"political parties","offset":3535},{"uri":"Sint-Michielsgestel","surface_form":"Sint-Michielsgestel","offset":3630},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":3819},{"uri":"Arnhem","surface_form":"Arnhem","offset":3830},{"uri":"Hilversum","surface_form":"Hilversum","offset":3841},{"uri":"Court-martials","surface_form":"court-martials","offset":3879},{"uri":"Guilder","surface_form":"guilder","offset":3940},{"uri":"Putten","surface_form":"Putten","offset":4233},{"uri":"Hanns_Albin_Rauter","surface_form":"Hanns Albin Rauter","offset":4333},{"uri":"Gestapo","surface_form":"Gestapo","offset":4472},{"uri":"Westerbork_(camp)","surface_form":"Westerbork","offset":4585},{"uri":"Ommen","surface_form":"Ommen","offset":4772},{"uri":"Anti-Semite","surface_form":"anti-Semite","offset":4917},{"uri":"Netherlands","surface_form":"Netherlands","offset":4972},{"uri":"Ghetto","surface_form":"ghetto","offset":5151},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":5173},{"uri":"Westerbork_(camp)","surface_form":"Westerbork","offset":5212},{"uri":"Buchenwald_concentration_camp","surface_form":"Buchenwald","offset":5268},{"uri":"Mauthausen-Gusen_concentration_camp","surface_form":"Mauthausen","offset":5283},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz","offset":5346},{"uri":"Theresienstadt_concentration_camp","surface_form":"Theresienstadt","offset":5449},{"uri":"Foreign_Office_of_Germany","surface_form":"Foreign Minister","offset":5601},{"uri":"Karl_D%C3%B6nitz","surface_form":"Karl Dönitz","offset":5629},{"uri":"Albert_Speer","surface_form":"Albert Speer","offset":5806},{"uri":"Hamburg","surface_form":"Hamburg","offset":6294},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":6328},{"uri":"Conspiracy_(crime)","surface_form":"conspiracy","offset":6618},{"uri":"Death_sentence","surface_form":"death sentence","offset":6648}]}