{"id":87908,"url":"http://en.wikipedia.org/wiki/Vaishravana","text":"Vaiśravaṇa (Sanskrit वैश्रवण) or Vessavaṇa (Pāli वेस्सवण) is the name of the chief of the Four Heavenly Kings and an important person in Buddhism.\nName.\nThe name Vaiśravaṇa comes from the Sanskrit viśravaṇa which means \"Great Fame\".\nVaiśravaṇa is also known as Kubera in Sanskrit or Kuvera in Pāli.\nCharacter.\nThe character of Vaiśravaṇa is set up on the Hindu god Kubera, but although the Buddhist and Hindu deities share some characteristics, both of them have different functions and myths.\nHe is often shown with a yellow face. He carries an umbrella as a sign of his power. He is also sometimes shown with a mongoose, often shown spitting out jewels. The mongoose is the enemy of the snake, which is a symbol of greed or hatred; the spitting out of jewels shows generosity.\nVaiśravaṇa in Theravāda tradition.\nIn the Pāli writings of the Theravāda Buddhist tradition, Vaiśravaṇa is called Vessavaṇa. Vessavaṇa is one of the Four Great Kings, each one of which rules over a direction. Vessavaṇa's direction is the northern quarter of the world.\nVessavaṇa has the name \"Kuvera\" from a name he had from a past life as a rich mill-owner, who gave all the money he got from one of his seven mills to charity, and gave aid to the poor for 20,000 years.\nAs with all the Buddhist deities, Vessavaṇa is properly the name of a person who has the god inside him rather than a permanent individual. Each Vessavaṇa is a human, and when he dies, he will be replaced by a new Vessavaṇa. Like other beings of the Cātummahārājika world, his lifespan is 90,000 years, but other sources say nine million years.\nWhen the Buddha was born, Vessavaṇa became his follower. He often brought the Buddha and his followers messages from the gods and other humans, and protected them.\nVaiśravaṇa in Japan.\nIn Japan, Bishamonten (毘沙門天), or just Bishamon (毘沙門) is thought of as a god of war or warriors who wears armor, and a punisher of people who do evil things, a view that is very strange when compared with the more peaceful Buddhist king described above. Bishamon is shown holding a spear in one hand and a small pagoda in the other hand. The Pagoda symbolises the divine treasure house, which holds things that he guards and gives away. In Japanese folklore, he is one of the Japanese Seven Lucky Gods.\nVaiśravaṇa in Tibet.\nIn Tibet, Vaiśravaṇa is known to be a worldly protector of the Dharma. He is also known as the King of the North. As guardian of the north, he is often shown on temple wall paintings outside the main door. He is also a god of wealth. Vaiśravaṇa is sometimes shown carrying a citron, the fruit of the \"jambhara\" tree. The fruit helps pick him out from depictions of Kuvera.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sanskrit","surface_form":"Sanskrit","offset":12},{"uri":"Pali","surface_form":"Pāli","offset":44},{"uri":"Four_Heavenly_Kings","surface_form":"Four Heavenly Kings","offset":90},{"uri":"Buddhism","surface_form":"Buddhism","offset":137},{"uri":"Kubera","surface_form":"Kubera","offset":261},{"uri":"Hindu","surface_form":"Hindu","offset":355},{"uri":"Kubera","surface_form":"Kubera","offset":365},{"uri":"Myth","surface_form":"myth","offset":487},{"uri":"Mongoose","surface_form":"mongoose","offset":613},{"uri":"Pali","surface_form":"Pāli","offset":821},{"uri":"Threvada","surface_form":"Theravāda","offset":842},{"uri":"Four_Great_Kings","surface_form":"Four Great Kings","offset":928},{"uri":"Mill_(grinding)","surface_form":"mill","offset":1126},{"uri":"Gautama_Buddha","surface_form":"Buddha","offset":1605},{"uri":"War","surface_form":"war","offset":1860},{"uri":"Pagoda","surface_form":"pagoda","offset":2092},{"uri":"Japan","surface_form":"Japan","offset":2256},{"uri":"Seven_Lucky_Gods","surface_form":"Seven Lucky Gods","offset":2265},{"uri":"Dharma_(Buddhism)","surface_form":"Dharma","offset":2367},{"uri":"Citron","surface_form":"citron","offset":2579},{"uri":"Kuvera","surface_form":"Kuvera","offset":2669}]}