{"id":87910,"url":"http://en.wikipedia.org/wiki/Fugazi","text":"Fugazi were an American alternative rock band that became active in 1987.\nHistory.\nSinger and songwriter Ian MacKaye had been in two bands before he joined Fugazi. These bands were Embrace, a band that existed from 1985-86, and the more well-known Minor Threat. Guy Picciotto, who played guitar, was in famous punk/emo band Rites of Spring from 1984-86. Brendan Canty, who played drums, was also in Rites of Spring. For Joe Lally, it was his first major band.\nStyle of music.\nFugazi are known for their aggressive, \"chunky\" music. It is difficult to call them one genre of music, as they play many different musical styles. The band wanted to sound different to other bands they knew and had been in. MacKaye and Picciotto also have different styles of singing and songwriting. MacKaye prefers songs that people can sing along to, whereas Picciotto prefers more complex songs.\nThe members of Fugazi did not use illegal drugs, drink alcohol, or have casual sex. This was called being \"straight edge\". The term \"straight edge\" was invented by Minor Threat, MacKaye's previous band.\nToday.\nFugazi have not officially split up. However, they have not played since late 2002. This is because some of the band members have settled down with their families.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":15},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":24},{"uri":"1987","surface_form":"1987","offset":68},{"uri":"Ian_MacKaye","surface_form":"Ian MacKaye","offset":105},{"uri":"Minor_Threat","surface_form":"Minor Threat","offset":248},{"uri":"Guy_Picciotto","surface_form":"Guy Picciotto","offset":262},{"uri":"Punk","surface_form":"punk","offset":310},{"uri":"Emo","surface_form":"emo","offset":315},{"uri":"Rites_of_Spring","surface_form":"Rites of Spring","offset":324},{"uri":"Brendan_Canty","surface_form":"Brendan Canty","offset":354},{"uri":"Joe_Lally","surface_form":"Joe Lally","offset":420},{"uri":"Illegal_drugs","surface_form":"illegal drugs","offset":911},{"uri":"Alcohol","surface_form":"alcohol","offset":932}]}