{"id":87932,"url":"http://en.wikipedia.org/wiki/Purchasing_power_parity","text":"e=\"preserve\">There are two ways to measure GDP (total income of a country) of different countries and compare them. One way, called GDP at exchange rate, is when the currencies of all countries are converted into USD (United States Dollar). The second way is GDP (PPP) or GDP at purchasing power parity (PPP).\nUses.\nPurchasing power parity (PPP) is measured by finding the values (in USD) of a basket of consumer goods that are present in each country (such as pineapple juice, pencils, etc.). If that basket costs $100 in the US and $200 in the United Kingdom, then the purchasing power parity exchange rate is 1:2.\nExamples.\nFor example, suppose that Japan has a higher GDP per capita (US$18) than the US (US$16). This means that the average Japanese person makes $2 more than the average American. However, this does not necessarily imply that the Japanese are more affluent. Suppose that one gallon of orange juice costs $6 in Japan, and $2 in the US, i.e. $6 buys a good in Japan that can be purchased in the US for $2. 1 gallon of orange juice is taken as a reference good in this example. Simply, 1 gallon of orange juice can be bought in Japan, versus 3 gallons in America, with an equivalent amount of money. We can calculate a PPP index for Japan vs. the US equal to 1/3.  According to orange juice prices, Americans have stronger purchasing power, or are able to buy more value with their money. The US has a PPP-adjusted GDP of $16, which has not changed since it is the reference currency. Japan's GDP, however, is only $6 when adjusted for PPP. This is calculated by multiplying Japan's unadjusted GDP by the PPP index. In reality, a much wider range of goods that includes much more than just orange juice is taken to calculate the PPP index, so that it accurately reflects the average cost of living.\nDaily life (application).\nNow apply this to daily life. The orange juice represents the previously mentioned \"basket of goods\" which represents the cost of living in a country. Therefore, even if a country has a higher GDP per capita (individual income), that country's people may still live poorer if the cost of living is higher.\nThere are some problems with how PPP is calculated using the market basket. Because people in different countries buy different goods, it can be very hard to create an accurate market basket. This means that PPP does not always represent the exact real value of money in different countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"GDP","surface_form":"GDP","offset":43},{"uri":"Market_basket","surface_form":"basket of consumer goods","offset":394},{"uri":"Japan","surface_form":"Japan","offset":653},{"uri":"US","surface_form":"US","offset":704}]}