{"id":87975,"url":"http://en.wikipedia.org/wiki/Sogyal_Rinpoche","text":"Sogyal Rinpoche (1947 – 28 August 2019) was a Tibetan Dzogchen Lama of the Nyingma tradition. He taught for over 30 years. He travels widely in Europe, America, Australia and Asia.\nHe was the founder and spiritual leader of Rigpa, which is an international network of over 100 Buddhist centres and groups in 23 countries around the world. He is also the author of the best-selling book \"The Tibetan Book of Living and Dying\", which has been printed in 30 languages and 56 countries.\nRinpoche often speaks at major conferences in all areas of society, including medicine and healing, education, dialogue between religions, movements for peace and non-violence, the world of business and leadership, and the field of serving the dying and hospice care.\nEarly life.\nSogyal Rinpoche was born in 1947 in the region of Kham in Eastern Tibet. Jamyang Khyentse Chökyi Lodrö says that he is the reincarnation of Tertön Sogyal, a teacher to the Thirteenth Dalai Lama. Jamyang Khyentse raised him as a son and made sure he got good training.\nWhen things got bad in Kham, Khyentse Rinpoche and his young student went to Central Tibet and Lhasa. In 1955, they met Tenzin Gyatso, His Holiness the 14th Dalai Lama. They then went to India. They settled in Gangtok at the invitation of the king of Sikkim.\nEducation.\nRinpoche went to Catholic School in Kalimpong. Then he went to study at a university in Delhi before coming to the West. In 1971, he was granted a place to study comparative religion at Trinity College, Cambridge as a visiting scholar. He continued to study with many masters of all schools of Tibetan Buddhism, especially His Holiness Dudjom Rinpoche and His Holiness Dilgo Khyentse Rinpoche.\nControversy.\nIn 1994, a $10 million civil lawsuit was filed against Sogyal Rinpoche. It was alleged that he had used his position as a spiritual leader to induce one of his female students to have sexual relations with him. The complaint included accusations of infliction of emotional distress, breach of fiduciary duty, as well as assault and battery. The lawsuit was settled out of court. Related allegations were later introduced by journalist Mary Finnigan, who was also the main author of the original article in 1995.\nTeaching career.\nRinpoche soon began teaching in Paris. He often translated for His Holiness Dudjom Rinpoche. He also went with Dudjom Rinpoche to the United States in 1976.\nIn the summer of 1977, he started a centre in London, which he called Dzogchen Orgyen Chöling. Many great masters taught there: Dudjom Rinpoche, His Holiness Sakya Trizin, Gyalwang Karmapa, Tulku Urgyen Rinpoche and others.\nIn 1979, Sogyal Rinpoche chose the name Rigpa for his work. It means \"the innermost, essential nature of mind\". Rigpa soon set up a schedule of teaching events, referred to as retreats, with Sogyal Rinpoche and other teachers, with teachings in France every summer, California at Thanksgiving, Germany in Winter, followed by Myall Lakes in Australia, and then England at Easter. The first winter event at Kirchheim in Germany took place in December 1986, retreats in Tiona Park in Australia began in 1989, and the first Thanksgiving retreat in the US was in Oakland in 1988.\nIn 1987, Rinpoche became spiritual director of the centre in County Cork in the west of Ireland which was to become Dzogchen Beara, Rigpa’s first long-term retreat centre. In 1991, Sogyal Rinpoche opened the retreat centre of Lerab Ling near Montpellier in southern France. The first three-month retreat was held there in 1992. A centre in Berlin named Dharma Mati was opened in October 2007.\nAbuse allegations.\nIn 2017, a letter revealed that Rinpoche had physically and sexually abused many of his students dating back to the 1990s.\nDeath.\nRinpoche died of a pulmonary embolism caused by colorectal cancer on 28 August 2019 at a hospital in Thailand at the age of 72..","categories":[],"infobox_types":[],"annotations":[{"uri":"Tibet","surface_form":"Tibet","offset":46},{"uri":"Dzogchen","surface_form":"Dzogchen","offset":54},{"uri":"Lama","surface_form":"Lama","offset":63},{"uri":"Nyingma","surface_form":"Nyingma","offset":75},{"uri":"Rigpa","surface_form":"Rigpa","offset":224},{"uri":"The_Tibetan_Book_of_Living_and_Dying","surface_form":"The Tibetan Book of Living and Dying","offset":387},{"uri":"Kham","surface_form":"Kham","offset":813},{"uri":"Jamyang_Khyentse_Ch%C3%B6kyi_Lodr%C3%B6","surface_form":"Jamyang Khyentse Chökyi Lodrö","offset":836},{"uri":"Reincarnation","surface_form":"reincarnation","offset":886},{"uri":"Tert%C3%B6n_Sogyal","surface_form":"Tertön Sogyal","offset":903},{"uri":"Thirteenth_Dalai_Lama","surface_form":"Thirteenth Dalai Lama","offset":935},{"uri":"Lhasa","surface_form":"Lhasa","offset":1126},{"uri":"Tenzin_Gyatso","surface_form":"Tenzin Gyatso","offset":1151},{"uri":"Dalai_Lama","surface_form":"Dalai Lama","offset":1188},{"uri":"India","surface_form":"India","offset":1218},{"uri":"Gangtok","surface_form":"Gangtok","offset":1241},{"uri":"Sikkim","surface_form":"Sikkim","offset":1282},{"uri":"Kalimpong","surface_form":"Kalimpong","offset":1337},{"uri":"Delhi","surface_form":"Delhi","offset":1389},{"uri":"Trinity_College%2C_Cambridge","surface_form":"Trinity College, Cambridge","offset":1487},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":1595},{"uri":"Dudjom_Rinpoche","surface_form":"Dudjom Rinpoche","offset":1637},{"uri":"Dilgo_Khyentse_Rinpoche","surface_form":"Dilgo Khyentse Rinpoche","offset":1670},{"uri":"Fiduciary_duty","surface_form":"fiduciary duty","offset":2001},{"uri":"London","surface_form":"London","offset":2440},{"uri":"Sakya_Trizin","surface_form":"Sakya Trizin","offset":2552},{"uri":"Karmapa","surface_form":"Gyalwang Karmapa","offset":2566},{"uri":"Tulku_Urgyen_Rinpoche","surface_form":"Tulku Urgyen Rinpoche","offset":2584},{"uri":"Rigpa","surface_form":"Rigpa","offset":2658},{"uri":"Pulmonary_embolism","surface_form":"pulmonary embolism","offset":3754},{"uri":"Colorectal_cancer","surface_form":"colorectal cancer","offset":3783},{"uri":"Thailand","surface_form":"Thailand","offset":3836}]}