{"id":88019,"url":"http://en.wikipedia.org/wiki/John_Dee","text":"John Dee (13 July 1527 – 1608 or 1609) was a well-known English mathematician, astronomer, astrologer, geographer, occultist, and consultant to Queen Elizabeth One. He also studied to alchemy, divination, and Hermetic philosophy.\nDee lived during a time when people were just learning the difference between science and magic. He was one of the most learned men of his time. He lectured to crowded halls at the University of Paris when still in his early twenties. Dee was an expert in mathematics, astronomy and navigation. He trained many of those who would go on voyages of discovery for England. In fact, he coined the term \"British Empire\".\nAt the same time, he was very interested in magic and Hermetic philosophy. He spent the last third of his life studying mostly these subjects. During his time, these subjects were not thought to be opposed to science. They were thought to be part of science.\nHe wrote \"Monas Hieroglyphica\" (\"The Hieroglyphic Monad\") in 1564 (about Kabbala and alchemy). He also wrote the preface to the first English translation of Euclid's works.\nEarly years.\nJonathan Dee (his real name) was born in London in a Welsh family. The last name Dee cames from the Welsh word \"du\", meaning \"black\". He graduated from St. John's College, Cambridge when he was eighteen. He was a founding fellow of Trinity College. He lectured for a little while at Cambridge. Then he left England to study in continental Europe and lecture in Paris and Louvain. He returned to England in the 1540s.\nIn 1555, he was arrested and charged with practicing black magic for having cast horoscopes of Queen Mary and Princess Elizabeth; the charges were expanded to treason against Mary. Dee appeared in the Star Chamber and cleared himself. When he was released, he became a scientific advisor to Queen Elizabeth One, even deciding on the best date for her to be crowned in 1558.\nHe traveled to Europe with money from Elizabeth I. He was possibly acting as a spy for her. He became a close associate of many Elizabethan explorers and entrepreneurs such as Sir Humphrey Gilbert.\nIn 1564, Dee wrote the Hermetic work \"Monas Hieroglyphica\" (\"The Hieroglyphic Monad\") about a symbol of his own design which stood for the mystical unity of all creation. This work was highly valued by many people of Dee's time. However, there was a secret about it which has been lost. This makes the book hard to understand today.\nHe published a \"Mathematical Preface\" to Henry Billingsley's English translation of Euclid's \"Elements\" in 1570. He wrote about how important mathematics was for the other arts and sciences. Because this book was written for the public, it was Dee's most popular work.\nLater life.\nDee was not satisfied with his knowledge. In the early 1580s, he started to use supernatural ways to get more knowledge. He wanted to get knowledge from the angels.\nHe met Edward Kelly in 1582 and Kelly became his companion. Kelly was a convicted forger. Kelly helped Dee to get visions from angels using a crystal ball. The angels gave them a language called Enochian and dictated several books through Kelly. Dee's crystal ball ended up in the British Museum. It went unnoticed for many years in the mineral collection. Most of the still existing papers of Dee are also in the British Museum.\nFinal years.\nIn 1583, while Dee was away in Europe, his home and library at Mortlake were destroyed by a mob. Later, Dee came to believe that many of his books had been stolen by former friends and associates. He asked Queen Elizabeth for help. She made him Warden of Christ's College, Manchester, in 1592. He remained in this position until 1604.\nWhen Queen Elizabeth One died in 1603, so did Dee's influence: he was forced to retire to his home at Mortlake where he died in poverty.\nPublication of Enochian writings.\nAbout ten years after his death, the antiquarian Robert Cotton found some of Dee writings, mostly records of Dee's communications with angels. Cotton's son gave these writings to the scholar Méric Casaubon, who published them in 1659 as \"A True & Faithful Relation of What passed for many Yeers between Dr. John Dee (A Mathematician of Great Fame in Q. Eliz. and King James their Reignes) and some spirits.\"\nThis was the public had heard about Dee's spiritual conferences. The book was very, very, popular and sold quickly. Because Casaubon wrote in his introduction that Dee was really dealing with evil spirits when he believed he was communicating with angels, Dee was thought of as a fool for some time.\nPersonal life.\nDee was married three times and had eight children. His eldest son was Arthur Dee. He was also an alchemist and Hermetic writer.","categories":[],"infobox_types":["Scientist"],"annotations":[{"uri":"Astronomer","surface_form":"astronomer","offset":79},{"uri":"Astrology","surface_form":"astrologer","offset":91},{"uri":"Geographer","surface_form":"geographer","offset":103},{"uri":"Occultism","surface_form":"occultist","offset":115},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth One","offset":150},{"uri":"Alchemy","surface_form":"alchemy","offset":184},{"uri":"Divination","surface_form":"divination","offset":193},{"uri":"Hermes_Trismegistus","surface_form":"Hermetic philosophy","offset":209},{"uri":"Magic","surface_form":"magic","offset":320},{"uri":"University_of_Paris","surface_form":"University of Paris","offset":411},{"uri":"Navigation","surface_form":"navigation","offset":513},{"uri":"Age_of_Exploration","surface_form":"voyages of discovery","offset":566},{"uri":"England","surface_form":"England","offset":591},{"uri":"British_Empire","surface_form":"British Empire","offset":629},{"uri":"Hermetic_philosophy","surface_form":"Hermetic philosophy","offset":700},{"uri":"Monad","surface_form":"Monad","offset":955},{"uri":"Kabbala","surface_form":"Kabbala","offset":978},{"uri":"Alchemy","surface_form":"alchemy","offset":990},{"uri":"Euclid","surface_form":"Euclid","offset":1062},{"uri":"St_John%27s_College%2C_Cambridge","surface_form":"St. John's College","offset":1243},{"uri":"Cambridge","surface_form":"Cambridge","offset":1263},{"uri":"Trinity_College%2C_Cambridge","surface_form":"Trinity College","offset":1323},{"uri":"Katholieke_Universiteit_Leuven","surface_form":"Louvain","offset":1462},{"uri":"Black_magic","surface_form":"black magic","offset":1561},{"uri":"Horoscope","surface_form":"horoscope","offset":1589},{"uri":"Mary_I_of_England","surface_form":"Queen Mary","offset":1603},{"uri":"Elizabeth_I_of_England","surface_form":"Princess Elizabeth","offset":1618},{"uri":"Treason","surface_form":"treason","offset":1667},{"uri":"Star_Chamber","surface_form":"Star Chamber","offset":1709},{"uri":"Humphrey_Gilbert","surface_form":"Humphrey Gilbert","offset":2062},{"uri":"Hermetica","surface_form":"Hermetic","offset":2103},{"uri":"Monad_(symbol)","surface_form":"Monad","offset":2158},{"uri":"Symbol","surface_form":"symbol","offset":2174},{"uri":"Henry_Billingsley","surface_form":"Henry Billingsley","offset":2454},{"uri":"Euclid%27s_Elements","surface_form":"Elements","offset":2507},{"uri":"Supernatural","surface_form":"supernatural","offset":2774},{"uri":"Angel","surface_form":"angel","offset":2851},{"uri":"Edward_Kelly","surface_form":"Edward Kelly","offset":2866},{"uri":"Crystal_ball","surface_form":"crystal ball","offset":3001},{"uri":"Enochian","surface_form":"Enochian","offset":3054},{"uri":"British_Museum","surface_form":"British Museum","offset":3140},{"uri":"Europe","surface_form":"Europe","offset":3333},{"uri":"Mortlake","surface_form":"Mortlake","offset":3365},{"uri":"Christ%27s_College%2C_Manchester","surface_form":"Christ's College, Manchester","offset":3557},{"uri":"Antiquarian","surface_form":"antiquarian","offset":3845},{"uri":"Robert_Bruce_Cotton","surface_form":"Robert Cotton","offset":3857},{"uri":"M%C3%A9ric_Casaubon","surface_form":"Méric Casaubon","offset":3999},{"uri":"Arthur_Dee","surface_form":"Arthur Dee","offset":4602}]}