{"id":88059,"url":"http://en.wikipedia.org/wiki/Tara_(Buddhism)","text":"Tārā or Ārya Tārā, also known as Jetsun Dolma in Tibetan, is a female Buddha linked with Buddhist tantra practice in Tibetan Buddhism. She is called the \"mother of liberation\". She stands for success in work and achievements.\nTārā is a tantric deity whose practice is used by followers of the Tibetan branch of Vajrayana Buddhism to develop their inner qualities and understand outer, inner and secret teachings about compassion and emptiness. Tārā is not found in the Japanese branch of Vajrayana Buddhism, Shingon.\nThere is more than one form of \"Tārā\". They have to do with different forms of the same quality. Bodhisattvas are often considered metaphors for Buddhist virtues.\nIn some schools of Buddhism there are twenty-one Tārās. A practice text with the title \"In Praise of the 21 Tārās\" is recited during the morning in all four sects of Tibetan Buddhism.\nThe main Tārā chant or mantra is \"Oṃ tāre tuttāre ture svāhā\". This Sanskrit mantra is pronounced by Tibetans and Buddhists who follow the Tibetan traditions as \"Oṃ tāre tu tāre ture soha\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Buddha","surface_form":"Buddha","offset":70},{"uri":"Tantra","surface_form":"tantra","offset":98},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":117},{"uri":"Vajrayana","surface_form":"Vajrayana","offset":311},{"uri":"Mett%C4%81","surface_form":"compassion","offset":418},{"uri":"Shunyata","surface_form":"emptiness","offset":433},{"uri":"Japan","surface_form":"Japan","offset":469},{"uri":"Vajrayana","surface_form":"Vajrayana","offset":488},{"uri":"Shingon","surface_form":"Shingon","offset":508},{"uri":"Metaphor","surface_form":"metaphor","offset":648},{"uri":"Virtue","surface_form":"virtue","offset":671},{"uri":"Buddhism","surface_form":"Buddhism","offset":699},{"uri":"Mantra","surface_form":"mantra","offset":887},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":932}]}