{"id":88073,"url":"http://en.wikipedia.org/wiki/L%C3%A9on_Theremin","text":"Léon Theremin (born Lev Sergeyevich Termen,) (August 15, 1896 – November 3, 1993) was a Russian inventor. He is most famous for his invention of the theremin, one of the first electronic musical instruments.\nLéon Theremin was born in Saint Petersburg - renamed Leningrad from 1924 until 1991 - and his family had French ancestry.\nEarly inventions.\nHe invented the theremin (also called the \"thereminvox\") in 1919, when his country was in the midst of the Russian Civil War. Theremin also invented the first electronic burglar alarm, which he called a \"radio watchman\".\nMove to the United States.\nTheremin moved to the United States, arriving December 30, 1927 with his first wife, Katia Constantinova. He performed the theremin with the New York Philharmonic in 1928. He patented his invention in the United States in 1928 and subsequently granted commercial production rights to RCA. Theremin set up a laboratory in New York in the 1930s, where he developed the theremin and experimented with other electronic musical instruments and other inventions.\nTheremin was interested in a role for the theremin in dance music. He developed performance locations that could automatically react to dancers' movements with varied patterns of sound and light. He worked with the American Negro Ballet. After the Soviet consulate had apparently demanded he divorce Katia, the inventor fell in love with and married the young prima ballerina Lavinia Williams. His marriage to the African-American dancer caused shock and disapproval in his social circles, but the couple remained together.\nReturn to the Soviet Union.\nTheremin abruptly returned to the Soviet Union in 1938. At the time, the reasons for his return were not clear. Some claimed that he was simply homesick, while others believed that he had been kidnapped by Soviet officials. Beryl Campbell, one of Theremin's dancers, said his wife Lavinia \"called to say that he had been kidnapped from his studio\" and that \"some Russians had come in\" and that she felt that he was going to be spirited out of the country.\nTheremin was put to work in a secret research and development laboratories in the Soviet Gulag labor camp system. Theremin created the \"Buran\" eavesdropping system which recorded conversations in French and American embassies by measuring the window glass vibrations using a low power infrared beam from a distance. Lavrentiy Beria, head of the KGB then used Buran to spy on US, British and French embassies.\nIn 1945 Theremin invented the first covert listening device (or \"bug\") for spying. Theremin's device was embedded in a carved wooden plaque of the Great Seal of the United States. On August 4, 1945, Soviet school children presented the bugged carving to U.S. Ambassador Averell Harriman, as a \"gesture of friendship\" to the USSR's World War II ally. It hung in the ambassador’s Moscow office until 1952, when the bug was discovered by a British radio operator who heard conversations on an open radio channel. The CIA found the device in the Great Seal carving. Peter Wright, a scientist and former MI5 counterintelligence officer, eventually figured out how it worked.\nLater life.\nAfter his release from the labor camp in 1947, Theremin volunteered to remain working with the KGB until 1966. By 1947 Theremin had remarried, to Maria, and they had two children: Lena and Natalia.\nAfter working for the KGB, Theremin worked at the Moscow Conservatory of Music for 10 years where he taught and built Theremins, electronic cellos and some Terpsitones. There he was discovered by a visiting New York Times correspondent, but when an article by Christopher Walker appeared, according to Lydia, the Vice President of the conservatory said \"The people don't need electronic music. Electricity is for killing traitors in the electric chair\", fired Theremin, closed his laboratory and had his instruments destroyed.\nAfter 51 years in the Soviet Union Léon Theremin started travelling, first visiting France in June 1989 and then the United States in 1991, each time accompanied by his daughter Natalia, where he was reunited with Clara Rockmore who performed a number of concerts at this time. He also made a demonstration concert at the Royal Conservatory of The Hague in early 1993 before dying in Moscow in 1993 at the age of 97.\nDocumentary film.\nLéon Theremin is the subject of the documentary movie, ', written, directed, and produced by Steven M. Martin. The documentary was a winner at the Sundance Film Festival in 1994. The movie features legendary thereminists Clara Rockmore and Lydia Kavina as well as electronic instrument pioneer Robert Moog, Nicolas Slonimsky, The Beach Boys founder Brian Wilson, and Theremin himself.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":88},{"uri":"Inventor","surface_form":"inventor","offset":96},{"uri":"Theremin","surface_form":"theremin","offset":149},{"uri":"Electronic_musical_instrument","surface_form":"electronic musical instrument","offset":176},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":234},{"uri":"Theremin","surface_form":"theremin","offset":364},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":455},{"uri":"Burglar_alarm","surface_form":"burglar alarm","offset":518},{"uri":"United_States","surface_form":"United States","offset":618},{"uri":"New_York_Philharmonic","surface_form":"New York Philharmonic","offset":737},{"uri":"RCA","surface_form":"RCA","offset":880},{"uri":"American_Negro_Ballet","surface_form":"American Negro Ballet","offset":1268},{"uri":"Prima_ballerina","surface_form":"prima ballerina","offset":1413},{"uri":"Lavinia_Williams","surface_form":"Lavinia Williams","offset":1429},{"uri":"African-American","surface_form":"African-American","offset":1467},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1639},{"uri":"Research_and_development","surface_form":"research and development","offset":2098},{"uri":"Soviet_Union","surface_form":"Soviet","offset":2143},{"uri":"Gulag","surface_form":"Gulag","offset":2150},{"uri":"Labor_camp","surface_form":"labor camp","offset":2156},{"uri":"Lavrentiy_Beria","surface_form":"Lavrentiy Beria","offset":2377},{"uri":"KGB","surface_form":"KGB","offset":2406},{"uri":"Covert_listening_device","surface_form":"covert listening device","offset":2506},{"uri":"Great_Seal_of_the_United_States","surface_form":"Great Seal of the United States","offset":2617},{"uri":"Ambassador","surface_form":"Ambassador","offset":2729},{"uri":"Averell_Harriman","surface_form":"Averell Harriman","offset":2740},{"uri":"World_War_II","surface_form":"World War II","offset":2801},{"uri":"Allies_of_World_War_II","surface_form":"ally","offset":2814},{"uri":"CIA","surface_form":"CIA","offset":2984},{"uri":"Peter_Wright","surface_form":"Peter Wright","offset":3032},{"uri":"MI5","surface_form":"MI5","offset":3069},{"uri":"Counterintelligence","surface_form":"counterintelligence","offset":3073},{"uri":"KGB","surface_form":"KGB","offset":3247},{"uri":"Moscow_Conservatory","surface_form":"Moscow Conservatory of Music","offset":3400},{"uri":"Electric_cello","surface_form":"electronic cellos","offset":3479},{"uri":"Terpsitone","surface_form":"Terpsitone","offset":3506},{"uri":"New_York_Times","surface_form":"New York Times","offset":3557},{"uri":"Clara_Rockmore","surface_form":"Clara Rockmore","offset":4091},{"uri":"Royal_Conservatory_of_The_Hague","surface_form":"Royal Conservatory of The Hague","offset":4199},{"uri":"Moscow","surface_form":"Moscow","offset":4261},{"uri":"Doug_and_Steve_Martin","surface_form":"Steven M. Martin","offset":4405},{"uri":"Sundance_Film_Festival","surface_form":"Sundance Film Festival","offset":4459},{"uri":"Robert_Moog","surface_form":"Robert Moog","offset":4606},{"uri":"Nicolas_Slonimsky","surface_form":"Nicolas Slonimsky","offset":4619},{"uri":"The_Beach_Boys","surface_form":"The Beach Boys","offset":4638},{"uri":"Brian_Wilson","surface_form":"Brian Wilson","offset":4661}]}