{"id":88252,"url":"http://en.wikipedia.org/wiki/Coat_of_Arms_of_Denmark","text":"e=\"preserve\">The coat of arms of Denmark consists of three crowned blue lions with nine red hearts, all in a golden shield.\nThe seal of King Canute VI of Denmark is the oldest known example of the coat of arms of Denmark. It is from around 1190.\nUntil around 1960 Denmark also had a large coat of arms. Both were used by the government. In 1959, the large coat of arms changed status and became the royal coat of arms - that is a coat of arms for the king and the royal family. The large coat of arms is inspired by one which was designed in 1819 and adopted by king Frederik VI.\nThe large coat of arms comprise symbols representing all parts of the Danish kingdom - or to be precise: only territories that are still part of the Kingdom of Denmark. In the coat of arms shown to the left the upper left part of the shield (the three lions) represents Denmark. In the lower part the three crowns (only two are visible) represents Sweden, this is for historic reasons. The polar bear represents Greenland and the ram represents the Faroe Islands. The two lions in the upper right side represents the principality of Slesvig. Until 1972, it also included other symbols representing principalities in Germany and parts of present-day Sweden that used to be ruled by the Danish king.\nIn 1972 when King Frederik IX died and Margrethe II became queen the coat of arms of the royal family was redesigned, and today it only comprises symbols representing the current parts of the Danish Kingdom.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":17},{"uri":"Denmark","surface_form":"Denmark","offset":33},{"uri":"Crown","surface_form":"crown","offset":59},{"uri":"Lion","surface_form":"lion","offset":72},{"uri":"Shield","surface_form":"shield","offset":116},{"uri":"Sweden","surface_form":"Sweden","offset":928},{"uri":"Greenland","surface_form":"Greenland","offset":992},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":1029},{"uri":"Germany","surface_form":"Germany","offset":1196},{"uri":"Frederik_IX","surface_form":"Frederik IX","offset":1296},{"uri":"Margrethe_II_of_Denmark","surface_form":"Margrethe II","offset":1317}]}