{"id":884,"url":"http://en.wikipedia.org/wiki/University","text":"A university is a higher learning institution. The word \"university\" comes from the Latin \"universitas magistrorum et scholarium\", roughly meaning \"community of teachers and scholars\". Students can go to university to get an academic degree. Unlike the schooling they have done before, the courses at university are specialised. A person studying biology at university has many courses about biology and fewer courses in other fields such as languages or history. To get a higher degree, people must do some research.\nNot all subjects are offered at universities. Mainly, universities offer courses which are about knowledge. They usually do not offer courses in practical trades. In some cases such as law, where there are both knowledge and practical issues, the university does mainly the theoretical side of the subject. Practical qualifications are dome elsewhere.\nHistory.\nThe universities were born in Europe during the Middle Ages. The first institution of this type was the University of Bologna, which later became a model for other centres of education.\nThat earliest division caused the present divisions between literary and scientific fields. From one point of view, the world's oldest university is Qarawiyyin university. However, teaching religion is not the definition used by most people. A university should in theory teach every subject.\nThe university is generally regarded as a formal institution that has its origin in the Medieval Christian tradition. European higher education took place for hundreds of years in cathedral schools or monastic schools (\"scholae monasticae\"). There, monks and nuns taught classes: evidence of these dates back to the 6th century.\nThe Universities of Paris and Oxford were founded by members of the church. Later universities were founded by kings.\nIn the early medieval period, most new universities were founded from pre-existing schools, usually when these schools became mainly sites of higher education. Pope Gregory VII promoted the concept of modern university as his 1079 Papal Decree. He ordered the establishment of cathedral schools, which eventually turned into the first European universities.\nOrganisation.\nA university can include several campuses or different places where classes are taught by professors. In each campus there are several faculties and university schools (mainly for teaching), and also laboratories, departments and institutes of research. Many campuses also have housing for students in buildings called dormitories and structures like libraries, study rooms and gymnasiums for students that live there. Each school offers many courses that students take to earn a degree. The person with the highest right to control and to command in a university is the rector, who governs the university with the help of the party of vice-rectors and of other organs such as the social council and the governing body.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":84},{"uri":"Academia","surface_form":"scholars","offset":174},{"uri":"Student","surface_form":"Students","offset":185},{"uri":"Academic_degree","surface_form":"academic degree","offset":225},{"uri":"Biology","surface_form":"biology","offset":347},{"uri":"Knowledge","surface_form":"knowledge","offset":615},{"uri":"Law","surface_form":"law","offset":703},{"uri":"Europe","surface_form":"Europe","offset":909},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":927},{"uri":"University_of_Bologna","surface_form":"University of Bologna","offset":983},{"uri":"Qarawiyyin_university","surface_form":"Qarawiyyin university","offset":1214},{"uri":"History_of_Christianity","surface_form":"Medieval Christian","offset":1446},{"uri":"Cathedral","surface_form":"cathedral","offset":1538},{"uri":"Monastery","surface_form":"monastic","offset":1559},{"uri":"Monk","surface_form":"monk","offset":1607},{"uri":"Nun","surface_form":"nun","offset":1617},{"uri":"Early_Middle_Ages","surface_form":"early medieval period","offset":1812},{"uri":"Pope_Gregory_VII","surface_form":"Pope Gregory VII","offset":1965},{"uri":"1079_Papal_Decree","surface_form":"1079 Papal Decree","offset":2031},{"uri":"Campus","surface_form":"campus","offset":2210},{"uri":"Professor","surface_form":"professor","offset":2267}]}