{"id":88416,"url":"http://en.wikipedia.org/wiki/Robosexuality","text":"e=\"preserve\">Robosexuality is where a person is sexually attracted to machines such as robots. The word \"robosexuality\" comes from combining the words \"robot\" and \"sexual\".\nRobosexuality in the East.\nRoughly 50% of all the robots in the world are in Asia, 32% in Europe, and 16% in North America, 1% in Australia and 1% in Africa.\n40% of all robots in the world are found in Japan.\nIn Japan and South Korea, ideas of future robots have been mainly positive. The number of robots in Japan means more people in Japan are likely to have a love of gadgets. Manga and anime series in both countries often show love or sex between robots and humans. This would mean more robosexuality.\nJapanese religious beliefs allow the idea that robots have souls. This also makes the idea of love between humans and robots more acceptable or ordinary.\nRobosexuality in the West.\nThe idea of physical sexuality is less accepted in the west than in Japan. Western societies are more likely to be against, or even fear the development of robots. This is because a lot of films and books show robots as replacing humans instead of helping them.\n'RealDoll' is a lifesize sex-doll sold in America, that can be sold with robotic implants. People who feel sexually attracted, or have sex with these, are robosexual. However, one important thing to notice is that this American machine does not move and think by itself, unlike their Japanese and South Korean counterparts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sex","surface_form":"sex","offset":48},{"uri":"Robot","surface_form":"robot","offset":87},{"uri":"Robot","surface_form":"robot","offset":152},{"uri":"Sexual","surface_form":"sexual","offset":164},{"uri":"Robots","surface_form":"robots","offset":223},{"uri":"Asia","surface_form":"Asia","offset":250},{"uri":"Europe","surface_form":"Europe","offset":263},{"uri":"North_America","surface_form":"North America","offset":282},{"uri":"Australia","surface_form":"Australia","offset":303},{"uri":"Africa","surface_form":"Africa","offset":323},{"uri":"Japan","surface_form":"Japan","offset":375},{"uri":"Japan","surface_form":"Japan","offset":385},{"uri":"South_Korea","surface_form":"South Korea","offset":395},{"uri":"Manga","surface_form":"Manga","offset":553},{"uri":"Anime","surface_form":"anime","offset":563}]}