{"id":88464,"url":"http://en.wikipedia.org/wiki/Moulin_Rouge%21","text":"\"Moulin Rouge!\" is a 2001 Academy Award-winning Australian-American romantic drama musical movie directed by Baz Luhrmann. It stars Nicole Kidman and Ewan McGregor. The movie is set in Paris, France in 1900. It tells the story of a young British writer called Christian, who falls in love with an actress called Satine, the leading lady of the famous nightclub, the Moulin Rouge.\n\"Moulin Rouge!\" was mostly shot at Fox Studios in Sydney, Australia. It was nominated for eight Oscars. It won two; for art direction and costume design. In 2006 it was ranked #25 on the American Film Institute's list of best musicals.\nThe \"Moulin Rouge\".\nThe \"Moulin Rouge\" is a famous nightclub with a cabaret (or dance show). The name \"Moulin Rouge\" means \"Red Windmill\". In the late 1800s there was a real windmill where the nightclub stands near Montmartre in Paris. Now there is a large model of a windmill on the roof of the building. Since 1889 this nightclub has been famous for its dancing, in particular for the \"can-can\", a very lively dance in which the dancers, wearing long frilly skirts, kick their legs very high and show their underwear. (In the 1890s, women wore long dresses, to their ankles.) Even though this entertainment was not thought of as very polite, it was very popular and the \"can-can\" became a symbol of Paris. The \"Moulin Rouge\" is still very popular.\nBohemians.\nThe word Bohemian was first used in Paris to mean a Gypsy because many people thought that Gypsies came from Bohemia. The word was then used for poor artists and writers, who often travelled to Paris from other towns and tried to earn money by their painting or writing. Paris was a famous town for both painters and writers to gather, to learn from each other and to enjoy the life of the city. Many of them lived at Montmartre, not far from the \"Moulin Rouge\". One of the most famous painters to live in Montmartre was Henri Toulouse-Lautrec. He loved to paint the can-can dancers and prostitutes. He did many posters to advertise the nightclubs. The posters are now famous works of art.\n\"La boheme\".\n\"La bohème\" means \"the Bohemian\". It is the name of a famous opera written by Giacomo Puccini. It is about a young man who lives in a group of poor artists and writers, and who meets and falls in love with a beautiful girl. The opera is very well known and Baz Luhrmann deliberately used parts of the story in his movie. The plot of the movie is very much like another opera called \"La traviata\" written by Giuseppe Verdi. It is also thought that Luhrmann may have got the idea to make \"Moulin Rouge!\" after watching \"Dil Se\". This movie was made in 1998 and directed by Mani Ratnam. It is a love story set in India.\nOther movies.\nThere have been four previous movies called \"Moulin Rouge\". The earliest was a silent movie made in 1928. The latest was made in 1956 and was about the life of the painter, Toulouse-Lautrec. Baz Luhrmann used Toulouse-Lautrec as an important character in his movie.\nIdea.\nBaz Luhrmann had directed another movie in which a love story is set against a background of dance, costumes and colourful scenes. This is \"Strictly Ballroom\" made in 1992. In \"Moulin Rouge!\", he chose the colourful life of Paris in a time often called \"the Naughty Nineties\" as a background. But Lurhmann's plan was not to make a movie about history. He wanted to make a movie that the people of today would enjoy, just as much as the people of Paris had enjoyed the can-can in the 1890s. So Luhrmann did not use the music, dance-styles and lighting of the 1890s. He used popular modern music that young people already knew, and he used modern lighting, special effects and costume ideas to create a movie that young people would think was very entertaining.\nProduction.\nKate Winslet, Charlize Theron, Renee Zellweger, and Catherine Zeta-Jones were all thought of for the part of Satine. Courtney Love was almost cast in the role, but lost out to Kidman at the last minute because Luhrmann felt that Love would not fit into the movie well. Heath Ledger, Hugh Jackman, and Russell Crowe were all considered for the part of Christian.\nProduction on the movie began in November 1999 and was finished in May 2000, with a budget of just over $50 million. Nicole Kidman reportedly wasn't interested in doing the musical until she heard Baz Luhrmann would be directing it. Filming generally went smoothly, with the only major problem being when Nicole Kidman injured her knee while filming one of the more complicated dance sequences. The production also overran in its shooting schedule and had to be out of the Fox Studios in Sydney to make way for ' (in which Ewan McGregor also starred). This meant some parts had to be filmed in Madrid, Spain.\nPlot summary.\nThe movie is set in the year 1900. Christian (played by Ewan McGregor) is a British writer who came to the village of Montmartre in Paris in 1899, when the Bohemian movement was at its most popular. He sits in a flat looking down on the closed-down theatre called the Moulin Rouge while writing on a typewriter. The story he is writing is about the woman he loved, Satine (played by Nicole Kidman).\nIn 1899, Christian arrives in Paris, and makes friends with a group of Bohemians who visit the Moulin Rouge regularly. They are trying to produce a musical called \"Spectacular Spectacular\", which the owner of the Moulin Rouge, Harold Zidler (played by Jim Broadbent), plans to show at the cabaret. The Bohemians' leader, Toulouse-Lautrec (played by John Leguizamo), is pleased with Christian's talent at writing and insists that he write their musical, \"Spectacular Spectacular\". Once they find out that Christian is an amazing writer, they come up with an complicated plan of presenting Christian to Satine, who is a beautiful courtesan, in the hopes that she will be impressed with him and persuade Zidler to hire Christian as the writer of the musical.\nSatine understands what her work involves, although she hopes of leaving the Moulin Rouge to become a \"real\" actress. Through a series of misunderstandings, she mistakes Christian for the rich and powerful Duke who will invest in the musical, \"Spectacular Spectacular\". She is enchanted by his poetry. She declares that she has fallen in love with him, but is shocked to realize he's actually a poor Bohemian poet.\nAfter a bit, the real Duke (played by Richard Roburgh) finds Christian and Satine together. They manage to trick him into believing that they were working on the musical, \"Spectacular Spectacular\". The main cast arrive and improvise the plot of the show on the spot: a beautiful Indian courtesan has her kingdom invaded by an \"evil maharaja\". She sets out to seduce him to save her kingdom, but accidentally seduces and then falls in love with a penniless sitar player. The two must hide their love and avoid the maharaja, though it is implied that one of them may die at the end of the story. (It is soon realized that the theme of their play foreshadows what happens in the movie's plot.) The Duke agrees to support the show. But, he quickly shows that he is a violently jealous man who will shut down the Moulin Rouge if he does not get Satine to himself. Nevertheless, he accepts that Satine will be busy with rehearsals and in close contact with Christian, the writer of the musical.\nChristian and Satine fall in love, while Zidler struggles to keep the Duke interested in the musical \"Spectacular Spectacular\" even though Satine has not yet slept with him. Harold Zidler also discovers that Satine is dying of a disease called tuberculosis, but does not tell anyone because of his motto, \"The show must go on\". Meanwhile, Christian continues to work on the play, in which the courtesan and the penniless sitar player end up together. The Duke, however, does not appreciate the ending and tells the cast that the courtesan must end up with the maharaja. To convince the Duke to change his mind, Satine finally agrees to spend the night with him. Christian is overcome with jealousy while Satine has dinner with the Duke, who offers her everything she has dreamt of. However, when Satine spots Christian on the street below, she refuses the Duke's offer, and he tries to rape her. After she escapes, Satine and Christian plan to run away.\nBy now, the Duke has realized Satine's tricks, and tells Zidler that, if the \"maharaja\" does not get his \"courtesan\", he will have the \"penniless sitar player\" killed. Nonetheless, Zidler must inform Satine of her final condition before she agrees to give up on the escape plan. She goes to Christian and lies to him, convincing him that her love was an act in the hopes that this will make him want to leave Paris and therefore save his life.\nAs the show opens, Satine performs tiredly, knowing that her life is almost up. Christian, refusing to give up on Satine, confronts her backstage. When she tries to force him off again, he takes the place of the show's hero, throwing money at her feet to \"pay his whore\", and storming off the stage. Satine confesses her love for him in the form of his secret song, and Christian and Satine get back together in full view of the audience and the Duke. The Duke attempts to shoot Christian, but Zidler forces him off. The audience applauds what they think is a good drama, but backstage, Satine is overcome by her illness and dies in Christian's arms. As her final wish, she asks Christian to tell their story.\nA year later, still in his flat overlooking the empty red windmill, Christian finally types the last page of his work, ending it with the couplet, \"The greatest thing you will ever learn, is just to love, and be loved in return.\"\nSoundtrack.\nThe following is a list of some of the songs featured in the movie along with the artist that popularized them.\nTwo soundtrack albums were released, with the second coming after the huge success of the first one. The first volume featured the smash hit single \"Lady Marmalade\", performed by Christina Aguilera, Lil’ Kim, Mýa and Pink. The first soundtrack, \"Moulin Rouge! Music From Baz Luhrmann's Film\", was released in May 2001, with the second \"Moulin Rouge! Music From Baz Luhrmann's Film, Vol. 2\" following in 2002.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"2001_in_movies","surface_form":"2001","offset":21},{"uri":"Academy_Awards","surface_form":"Academy Award","offset":26},{"uri":"Australia","surface_form":"Australia","offset":48},{"uri":"United_States","surface_form":"American","offset":59},{"uri":"Romance_movie","surface_form":"romantic","offset":68},{"uri":"Drama_movie","surface_form":"drama","offset":77},{"uri":"Music","surface_form":"music","offset":83},{"uri":"Movie","surface_form":"movie","offset":91},{"uri":"Movie_director","surface_form":"directed","offset":97},{"uri":"Baz_Luhrmann","surface_form":"Baz Luhrmann","offset":109},{"uri":"Nicole_Kidman","surface_form":"Nicole Kidman","offset":132},{"uri":"Ewan_McGregor","surface_form":"Ewan McGregor","offset":150},{"uri":"Paris","surface_form":"Paris","offset":185},{"uri":"France","surface_form":"France","offset":192},{"uri":"British_people","surface_form":"British","offset":238},{"uri":"Writer","surface_form":"writer","offset":246},{"uri":"Actress","surface_form":"actress","offset":297},{"uri":"Leading_lady","surface_form":"leading lady","offset":324},{"uri":"Nightclub","surface_form":"nightclub","offset":351},{"uri":"Moulin_Rouge","surface_form":"Moulin Rouge","offset":366},{"uri":"Fox_Studios_Australia","surface_form":"Fox Studios","offset":415},{"uri":"Sydney","surface_form":"Sydney","offset":430},{"uri":"Australia","surface_form":"Australia","offset":438},{"uri":"Nominate","surface_form":"nominated","offset":456},{"uri":"Academy_Awards","surface_form":"Oscars","offset":476},{"uri":"American_Film_Institute","surface_form":"American Film Institute","offset":567},{"uri":"AFI%27s_100_Years_of_Musicals","surface_form":"list of best musicals","offset":593},{"uri":"Moulin_Rouge","surface_form":"Moulin Rouge","offset":641},{"uri":"Cabaret","surface_form":"cabaret","offset":684},{"uri":"Windmill","surface_form":"windmill","offset":790},{"uri":"Montmartre","surface_form":"Montmartre","offset":831},{"uri":"Can-can","surface_form":"can-can","offset":1004},{"uri":"Can-can","surface_form":"can-can","offset":1289},{"uri":"Bohemianism","surface_form":"Bohemian","offset":1386},{"uri":"Roma_people","surface_form":"Gypsy","offset":1429},{"uri":"Artist","surface_form":"artist","offset":1527},{"uri":"Writer","surface_form":"writer","offset":1539},{"uri":"City","surface_form":"city","offset":1767},{"uri":"Henri_Toulouse-Lautrec","surface_form":"Henri Toulouse-Lautrec","offset":1898},{"uri":"Prostitute","surface_form":"prostitute","offset":1964},{"uri":"Poster","surface_form":"poster","offset":1989},{"uri":"La_boh%C3%A8me","surface_form":"La bohème","offset":2081},{"uri":"Giacomo_Puccini","surface_form":"Giacomo Puccini","offset":2158},{"uri":"La_traviata","surface_form":"La traviata","offset":2463},{"uri":"Giuseppe_Verdi","surface_form":"Giuseppe Verdi","offset":2487},{"uri":"Dil_Se","surface_form":"Dil Se","offset":2598},{"uri":"Mani_Ratnam","surface_form":"Mani Ratnam","offset":2651},{"uri":"India","surface_form":"India","offset":2690},{"uri":"Strictly_Ballroom","surface_form":"Strictly Ballroom","offset":3123},{"uri":"History","surface_form":"history","offset":3326},{"uri":"Kate_Winslet","surface_form":"Kate Winslet","offset":3755},{"uri":"Charlize_Theron","surface_form":"Charlize Theron","offset":3769},{"uri":"Renee_Zellweger","surface_form":"Renee Zellweger","offset":3786},{"uri":"Catherine_Zeta-Jones","surface_form":"Catherine Zeta-Jones","offset":3807},{"uri":"Courtney_Love","surface_form":"Courtney Love","offset":3872},{"uri":"Heath_Ledger","surface_form":"Heath Ledger","offset":4024},{"uri":"Hugh_Jackman","surface_form":"Hugh Jackman","offset":4038},{"uri":"Russell_Crowe","surface_form":"Russell Crowe","offset":4056},{"uri":"Movie","surface_form":"filming","offset":4459},{"uri":"Madrid","surface_form":"Madrid","offset":4711},{"uri":"Spain","surface_form":"Spain","offset":4719},{"uri":"Jim_Broadbent","surface_form":"Jim Broadbent","offset":5391},{"uri":"John_Leguizamo","surface_form":"John Leguizamo","offset":5488},{"uri":"Courtesan","surface_form":"courtesan","offset":5767},{"uri":"Maharaja","surface_form":"maharaja","offset":6642},{"uri":"Sitar","surface_form":"sitar","offset":6766},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":7543},{"uri":"Lil%E2%80%99_Kim","surface_form":"Lil’ Kim","offset":9960},{"uri":"M%C3%BDa","surface_form":"Mýa","offset":9970},{"uri":"Pink_(artist)","surface_form":"Pink","offset":9978}]}