{"id":88646,"url":"http://en.wikipedia.org/wiki/Epithelium","text":"Epithelium (plural: epithelia) is one of the four main types of tissue in the body of animals. It is made up of one or more layers of cells.\nThe outermost layer of the skin is a special type of epithelium. It has an important function: it forms a mechanical defence against infection: see innate immunity.\nEpithelia are found on the surface of organs and many other parts of the body. One main function of epithelia is moving fluids into or out of an organ or body part. It also protects organs and carries sense organs.\nThere are many different types of epithelium that do different things in the body, including the excretory system. The epithelium covers blood vessels and hollow organs such as the stomach and kidneys. All glands are made from epithelial cells. In some areas, the epithelium secretes sweat, oil, or mucus.\nFunctions of epithelial cells include secretion, selective absorption, protection, transcellular transport, and sensing. Epithelial layers have no blood vessels: they get oxygen and nourishment from the underlying connective tissue, through the basement membrane.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tissue_(biological)","surface_form":"tissue","offset":64},{"uri":"Animals","surface_form":"animals","offset":86},{"uri":"Cell","surface_form":"cell","offset":134},{"uri":"Skin","surface_form":"skin","offset":168},{"uri":"Function","surface_form":"function","offset":226},{"uri":"Defence","surface_form":"defence","offset":258},{"uri":"Infection","surface_form":"infection","offset":274},{"uri":"Innate_immunity","surface_form":"innate immunity","offset":289},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":344},{"uri":"Liquid","surface_form":"fluids","offset":426},{"uri":"Sense_organ","surface_form":"sense organ","offset":507},{"uri":"Excretory","surface_form":"excretory","offset":618},{"uri":"Stomach","surface_form":"stomach","offset":702},{"uri":"Mucus","surface_form":"mucus","offset":820},{"uri":"Connective_tissue","surface_form":"connective tissue","offset":1041}]}