{"id":88666,"url":"http://en.wikipedia.org/wiki/Tokio_Hotel","text":"Tokio Hotel is a German pop-rock band. The band began in 2001, and were first called Devilish. The people who are in the band all came from Magdeburg in Germany. The youngest, the Kaulitz twins, were born two months before the Berlin Wall was taken down.\nHistory.\nTokio Hotel was started by singer Bill Kaulitz and guitarist Tom Kaulitz, who are identical twin brothers. Their step father owns a music school named \"Rock School\". The drummer is Gustav Schäfer and bass-guitarist is Georg Listing. The four met in 2001 after a live show in a Magdeburg club, where Listing and Schäfer, who knew each other from music school, watched from the audience while Bill and Tom Kaulitz played on the stage. Using the name \"Devilish\", the band began playing in talent shows and small concerts. After Bill Kaulitz took part in a children's Star Search in 2003 at age thirteen (which he lost in the quarter-final), he was discovered by music producer Peter Hoffmann. Devilish changed their name to \"Tokio Hotel\": \"Tokio\", the German spelling of the Japanese city Tokyo, because they love the city, and \"Hotel\" because of their constant touring and living in hotels. Soon after Sony BMG took them under contract, Hoffmann hired David Jost and Pat Benzner into the team of creators and authors. They guided the teens on songwriting and instrument playing; most of the songs of the first album were written by Hoffmann, Jost, Benzer, and Bill Kaulitz (including the singles \"Scream\" and \"Rescue me\" which were completely written by them). Only the single \"Unendlichkeit\" was written completely by Tokio Hotel themselves. However, shortly before release of their first album, Sony ended their contract. In 2005, Universal Music Group took Tokio Hotel under contract and developed a marketing plan. The band has now become one of the biggest acts from Germany.\nMembers.\nBill Kaulitz (born September 1 1989, in Leipzig, Germany) is the lead singer of Tokio Hotel. He is the twin brother of Tom Kaulitz. Bill is ten minutes younger than Tom. They used to live in Magdeburg, Germany. Before making Tokio Hotel, the band was called Devilish. Bill was on the German star search but he lost in 2001. Because of Bill going on the Star Search he came to be known by Peter Hoffman. Tokio Hotel soon got a job with Sony but in 2005 Sony ended it. After the first European tour, Bill lost his voice and found out he had cyst on his vocal cords. He had surgery and it took three weeks to get better. He then went back to having concerts with the band.\nTom Kaulitz was born on September 1 1989, in Leipzig ten minutes before his identical twin brother, Bill. He is from Magdeburg in Germany. Tom and Bill now live in Berlin, Germany. As of September 2007, Tom is using Gibson guitars. He has stated his musical influences to be Aerosmith and German hip-hop such as Samy Deluxe.\nGeorg Listing was born on March 31 1987. His hometown is Halle. He began playing bass when he was thirteen years old, as of September 2007, uses a Sandberg bass. He has said that his playing style was heavily influenced by Flea of Red Hot Chili Peppers, and other musical influences include Die Ärzte and Oasis.\nGustav Schäfer was born on September 8 1988, in his hometown of Magdeburg, and has an older sister. Gustav has been playing the drums since he was five. His musical influences include Metallica, Joe Cocker and Rod Stewart.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Germany","surface_form":"German","offset":17},{"uri":"Band","surface_form":"band","offset":33},{"uri":"2001","surface_form":"2001","offset":57},{"uri":"Magdeburg","surface_form":"Magdeburg","offset":140},{"uri":"Germany","surface_form":"Germany","offset":153},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":227},{"uri":"Tokyo","surface_form":"Tokyo","offset":1050},{"uri":"Singer","surface_form":"singer","offset":1922},{"uri":"Minute","surface_form":"minute","offset":1996},{"uri":"Magdeburg","surface_form":"Magdeburg","offset":2043},{"uri":"Germany","surface_form":"Germany","offset":2054},{"uri":"Star_Search","surface_form":"star search","offset":2143},{"uri":"Sony","surface_form":"Sony","offset":2287},{"uri":"Europe","surface_form":"Europe","offset":2335},{"uri":"Tour_(musical)","surface_form":"tour","offset":2344},{"uri":"Cyst","surface_form":"cyst","offset":2391},{"uri":"Vocal_cord","surface_form":"vocal cord","offset":2403},{"uri":"Concert","surface_form":"concert","offset":2498},{"uri":"Halle","surface_form":"Halle","offset":2904},{"uri":"Metallica","surface_form":"Metallica","offset":3343},{"uri":"Joe_Cocker","surface_form":"Joe Cocker","offset":3354},{"uri":"Rod_Stewart","surface_form":"Rod Stewart","offset":3369}]}