{"id":88856,"url":"http://en.wikipedia.org/wiki/Aliteracy","text":"The problem of aliteracy is the state of being able to read but being uninterested in doing so. Teachers and school librarians are trying to deal with this problem.\nFortune magazine article.\nStratford P. Sherman wrote, in a November 18, 1991 [http://money.cnn.com/magazines/fortune/fortune_archive/1991/11/18/75745/index.htm article] in Fortune magazine, about the need for America to read more. He began by saying that most Americans could not understand the article. He referred to a study by John P. Robinson, a sociology professor at the University of Maryland, showing that the average American at that time spent only 24 minutes per day in reading. He mentioned the continuing decline in newspaper sales, and referred to a guess by Leonard Riggio, CEO of Barnes & Noble, that 50% of books sold by his company were never read. He quoted Samuel Robert Lichter, director of the Center for Media and Public Affairs, on his preference for the ease of turning on the TV instead of reading a book. Sherman went on, in his article, to mention the growing need for skillful commmunication in American business but also the decreasing quality of the same activity. He quoted Monsanto CEO Richard Mahoney on the importance of reading in helping a business manager to see connections between events. He described print media as being first among different media with respect to (1) the amount of information conveyed by so few widely understood symbols, (2) portability, (3) suitability for the user's own speed of use, and (4) economical distribution of broad and deep information which can be used immediately.\nSherman said that Motorola was making preparations to pay $5,000,000 to teach workers reading and other basic skills, and that, since 1982, Ford Motor Company had already sent 32,000 workers on a similar program. He said that Simon & Schuster predicted a market of $500,000,000 per year in the sales of remedial programs to corporations. He quoted a spokesman for the National Association of Broadcasters as saying that \"the biggest predictor of scholastic success is the time parents spend reading to their children.\" However, Sherman said that the amount of time thus spent meant that the outlook was \"not bright\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Fortune_(magazine)","surface_form":"Fortune magazine","offset":337},{"uri":"University_of_Maryland","surface_form":"University of Maryland","offset":542},{"uri":"Leonard_Riggio","surface_form":"Leonard Riggio","offset":738},{"uri":"Barnes_%26amp%3B_Noble","surface_form":"Barnes & Noble","offset":761},{"uri":"Samuel_Robert_Lichter","surface_form":"Samuel Robert Lichter","offset":842},{"uri":"Center_for_Media_and_Public_Affairs","surface_form":"Center for Media and Public Affairs","offset":881},{"uri":"Monsanto","surface_form":"Monsanto","offset":1171},{"uri":"Motorola","surface_form":"Motorola","offset":1625},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":1747},{"uri":"Simon_%26amp%3B_Schuster","surface_form":"Simon & Schuster","offset":1833},{"uri":"National_Association_of_Broadcasters","surface_form":"National Association of Broadcasters","offset":1975}]}