{"id":889,"url":"http://en.wikipedia.org/wiki/Vocabulary","text":"A vocabulary is a list of words.\nThe vocabulary a person uses is all the words that person knows and uses. In general, a person who is five knows about 4,000 to 5,000 words. Adults who go to college may know 20,000 words. A hearing vocabulary and reading vocabulary are bigger than a speaking vocabulary or writing vocabulary, as people understand some words that they do not use.\nThe number of words in a language is more than the words listed in one dictionary. One dictionary may have a list of 500,000 (half a million) words. Another dictionary may have some other words that the other dictionary does not have. When you add all the words in those dictionaries, there are about 750,000 words in English. There may be more words than that.\nYou may think to yourself, \"If there are 750,000 words, how can we talk with only 3000 words?\" Because, we do not need to know all the words. You can say most things with around 3,000 words.\nThe most used words are short words. That is true in all languages. The 50 most common words in English have fewer than seven letters. Half of these words have fewer than four letters.\nThe vocabulary of a language is always changing. New words are made or words change their meaning. Words about computers, like \"download\" are new to the English language. The new word \"bling\" came from hip hop. Words like \"cool\" have developed new meanings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Word","surface_form":"word","offset":26},{"uri":"Adult","surface_form":"Adult","offset":174},{"uri":"College","surface_form":"college","offset":191},{"uri":"Language","surface_form":"language","offset":406},{"uri":"Million","surface_form":"million","offset":514},{"uri":"English_language","surface_form":"English","offset":699},{"uri":"Computer","surface_form":"computer","offset":1230},{"uri":"English_language","surface_form":"English language","offset":1272},{"uri":"Hip_hop","surface_form":"hip hop","offset":1321}]}