{"id":88901,"url":"http://en.wikipedia.org/wiki/Pop_art","text":"Pop art is a modern art movement that developed in the 1950s and 60s. It was created by the Scottish sculptor and artist Eduardo Paolozzi in London, 1952. Andy Warhol, Robert Indiana and Roy Lichtenstein are examples of pop artists.\nPop art has themes and techniques drawn from popular mass culture, such as advertising and comic books. Pop art employs images of popular as opposed to elitist culture in art.\nOrigin.\nThe Independent Group (IG), founded in London in 1951, is regarded as the starting point of the pop art movement. They were a gathering of young painters, sculptors, architects, writers and critics who were challenging modernist approaches to culture as well as traditional views of \"fine art\". The group discussions centered on popular culture implications from such elements as mass advertising, movies, product design, comic strips, science fiction and technology.\nAt the first Independent Group meeting in 1952, co-founding member, artist and sculptor Eduardo Paolozzi presented a lecture using a series of collages titled \"Bunk!\" that he had assembled during his time in Paris between 1947–1949. This material consisted of 'found objects' such as, advertising, comic book characters, magazine covers and various mass-produced graphics that mostly represented American popular culture. One of the images in that presentation was Paolozzi's 1947 collage, \"I was a Rich Man's Plaything\", which includes the first use of the word \"pop″, appearing in a cloud of smoke emerging from a revolver. After Paolozzi's seminal presentation in 1952, the IG focused on the imagery of American popular culture, particularly mass advertising.\nMethods.\nThe artists use mechanical means of reproduction or rendering techniques which downplay the expressive hand of the artist.\nPop artists went for absolute clarity. Most forms were bordered with black lines as in comic books. The objects are often plain like a poster, and without perspective. The colours are clear, achromatic and primitive colours.\nObjects of the everyday life get isolated and modified or processed in collages. Pop art is a connection between reality and art, handled with abstract means. Some of their catchwords are: popular, consumable, cheap, funny and outstanding.\nMuch of pop art is rather academic, as the unconventional organizational practices used often make it difficult for some to understand. Pop art and minimalism are considered to be the last modern art movements and so the precursors to postmodern art, or some of the earliest examples of postmodern art themselves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Modern_art","surface_form":"modern art","offset":13},{"uri":"Scottish_people","surface_form":"Scottish","offset":92},{"uri":"Sculptor","surface_form":"sculptor","offset":101},{"uri":"Artist","surface_form":"artist","offset":114},{"uri":"Eduardo_Paolozzi","surface_form":"Eduardo Paolozzi","offset":121},{"uri":"London","surface_form":"London","offset":141},{"uri":"Andy_Warhol","surface_form":"Andy Warhol","offset":155},{"uri":"Robert_Indiana","surface_form":"Robert Indiana","offset":168},{"uri":"Roy_Lichtenstein","surface_form":"Roy Lichtenstein","offset":187},{"uri":"Mass_media","surface_form":"mass culture","offset":286},{"uri":"Advertising","surface_form":"advertising","offset":308},{"uri":"Comic_book","surface_form":"comic book","offset":324},{"uri":"Independent_Group","surface_form":"Independent Group","offset":421},{"uri":"Comic_strip","surface_form":"comic strip","offset":839},{"uri":"Science_fiction","surface_form":"science fiction","offset":853},{"uri":"Sculptor","surface_form":"sculptor","offset":964},{"uri":"Eduardo_Paolozzi","surface_form":"Eduardo Paolozzi","offset":973},{"uri":"Collage","surface_form":"collage","offset":1366},{"uri":"Collage","surface_form":"collage","offset":2076},{"uri":"Minimalism","surface_form":"minimalism","offset":2393}]}