{"id":89,"url":"http://en.wikipedia.org/wiki/Beijing","text":"Beijing is the capital of the People's Republic of China. The city used to be known as Peking. It is in the northern and eastern parts of the country. It is the world's most populous capital city.\nThe city of Beijing has played a very important role in the development of China. Many people from different cities and countries come to Beijing to look for better chances to find work. Nearly 15 million people live there. In 2008 Beijing hosted the Summer Olympic Games, and will host the 2022 Winter Olympic Games. It will be the only city to host both.\nBeijing is well known for its ancient history. Since the Jin Dynasty, Beijing has been the capital of several dynasties (especially the later ones), including the Yuan, Ming, and Qing. There are many places of historic interest in Beijing.\nName.\nThe Mandarin Chinese name of the city is \"Běijīng\", which means \"The Northern Capital\". It got this name when the Yongle Emperor of the Ming family of rulers moved most of his government from Nanjing (\"The Southern Capital\") in the early 1400s. In Chinese, Beijing's name is written Today, people spell it \"Beijing\" because they use the pinyin way of spelling, which shows what the name should sound like in Mandarin. People used to spell it \"Peking\" because that was the spelling used by some of the first people from Europe to visit the Ming and write home about it; the Jesuits' work was made popular by their French brother Du Halde. It then became the official Chinese Postal Map spelling around 1900 and continued to be used until pinyin became more popular.\nBeijing was also known as Beiping (\"City of Northern Peace\") between 1928 and 1949, when the Nationalists moved the Chinese capital to Nanjing and Chongqing.\nHistory.\nThe center of Beijing was settled in the 1st millennium BC. In those days, the Kingdom of Yan (燕, Yān) set up their capital where Beijing is today. They called it Ji (蓟, Jì). After the Kingdom of Yan was destroyed, the city became smaller, although it was still an important place.\nBeijing became more important again in the 10th century, when the Jin dynasty set its capital there. This city was destroyed by Mongol forces in 1215. Then in 1267, Mongols built a new city on the north side of the Jin capital, and called it \"Great Capital\" (大都, Dàdū), which was the beginning of modern Beijing. When Kublai Khan the Mongolian monarch, set up the Yuan dynasty, this city became his capital.\nThe Yuan Dynasty, Ming Dynasty and Qing dynasty all made Beijing their capital. When the Qing dynasty lost power and the Republic of China was set up, the new Republic moved its capital from Beijing to Nanjing. When the People's Republic of China seized power, Beijing became the capital of China again.\nIn 1989, there were protests in Tian'anmen Square because some people wanted democracy.\nEducation.\nBeijing is the education center of People's Republic of China. More than 500 famous universities of China are in Beijing. They also include 5 of the top universities: Peking University, Tsinghua University, China People University, Beijing Normal University, and Beihang University. Beijing is also education center of China for teaching Chinese as a foreign language. The standard Chinese pronunciation is based on Beijing dialect, so over 70% foreigners who want to study Chinese go to Beijing for their studies.","categories":[],"infobox_types":["Chinese"],"annotations":[{"uri":"Capital_(city)","surface_form":"capital","offset":15},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":30},{"uri":"Summer_Olympic_Games","surface_form":"Summer Olympic Games","offset":448},{"uri":"Winter_Olympic_Games","surface_form":"Winter Olympic Games","offset":493},{"uri":"Jin_Dynasty","surface_form":"Jin Dynasty","offset":611},{"uri":"Capital_(city)","surface_form":"capital","offset":645},{"uri":"Dynasties","surface_form":"dynasties","offset":664},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":804},{"uri":"Capital_(city)","surface_form":"Capital","offset":878},{"uri":"Yongle_Emperor","surface_form":"Yongle Emperor","offset":914},{"uri":"Ming_dynasty","surface_form":"Ming","offset":936},{"uri":"Dynasties_in_Chinese_history","surface_form":"family of rulers","offset":941},{"uri":"Government","surface_form":"government","offset":976},{"uri":"Nanjing","surface_form":"Nanjing","offset":992},{"uri":"Capital_(city)","surface_form":"Capital","offset":1015},{"uri":"15th_century","surface_form":"1400s","offset":1038},{"uri":"Chinese_language","surface_form":"Chinese","offset":1048},{"uri":"Chinese_characters","surface_form":"is written","offset":1072},{"uri":"Pinyin","surface_form":"pinyin way of spelling","offset":1137},{"uri":"Mandarin_Chinese","surface_form":"Mandarin","offset":1208},{"uri":"Europe","surface_form":"Europe","offset":1319},{"uri":"Jesuit_China_Mission","surface_form":"Jesuits","offset":1373},{"uri":"Kingdom_of_France","surface_form":"French","offset":1413},{"uri":"Jean-Baptiste_du_Halde","surface_form":"Du Halde","offset":1428},{"uri":"Chinese_Postal_Map","surface_form":"Chinese Postal Map","offset":1466},{"uri":"1900","surface_form":"1900","offset":1501},{"uri":"Kuomintang","surface_form":"Nationalists","offset":1658},{"uri":"Nanjing","surface_form":"Nanjing","offset":1700},{"uri":"Chongqing","surface_form":"Chongqing","offset":1712},{"uri":"1st_millennium_BC","surface_form":"1st millennium BC","offset":1773},{"uri":"Mongol","surface_form":"Mongol","offset":2142},{"uri":"1215","surface_form":"1215","offset":2159},{"uri":"1267","surface_form":"1267","offset":2173},{"uri":"Kublai_Khan","surface_form":"Kublai Khan","offset":2332},{"uri":"Yuan_Dynasty","surface_form":"Yuan Dynasty","offset":2426},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty","offset":2440},{"uri":"Qing_dynasty","surface_form":"Qing dynasty","offset":2457},{"uri":"Protest","surface_form":"protest","offset":2746},{"uri":"Tiananmen_Square","surface_form":"Tian'anmen Square","offset":2758},{"uri":"Democracy","surface_form":"democracy","offset":2803},{"uri":"Peking_University","surface_form":"Peking University","offset":2992},{"uri":"Beihang_University","surface_form":"Beihang University","offset":3088}]}