{"id":89040,"url":"http://en.wikipedia.org/wiki/Sound_recording_and_reproduction","text":"Sound recording and reproduction is the storage of sound and playing it back so that a person can hear the same sound more than once. It is a process wherein sound waves are captured by a machine. The machine converts the waves into electrical signals or digital data, that are then stored on recording media (such as gramophone records, cassette tapes, compact discs or computer hard drives). The sound can then be played back by reversing the process.\nMost recordings are of music, people speaking or singing, and sound effects. They are usually used for entertainment (fun), or for scientific and historical reasons.\nSound is recorded onto a medium by different methods. The ways that recordings are made have changed a lot since sound was first recorded.\nAnalog cylinder.\nThe first machines for recording sound were mechanical, not electrical. The phonograph was invented by Thomas Alva Edison in 1877. Phonographs have a spinning cylinder covered in a soft material such as tin foil, lead, wax, or amberol. Sound waves shake a small needle so that its motion carries the waves. As the cylinder turns, the needle draws the motion of the sound waves in the soft coating. This made the cylinder a recording of the sound that was in the needle.\nThis recording is played back by tracing another needle through the groove in the cylinder. This recreates the small vibrations in the playback needle. These vibrations could be amplified (made louder) to create louder, more audible sound.\nThe phonograph was useful for making single recordings, but a big disadvantage was the difficulty of making copies of the cylinders.\nAnalog disk.\nThe problem of copying recordings got better with the invention of the gramophone (also called the \"phonograph\" in American English) around 1888. The gramophone works in much the same way as the phonograph, but instead of a cylinder, the needle's grooves are etched into a disk record which turns on a spinning table. Because the record media was flat, copying recordings was much simpler. Pressing the original recording onto a plate of shellac created a negative master, where the grooves were bumps on the surface instead of being scratched into the surface. The master could be used to produce many copies through the opposite process.\nThe first records were made mostly of rubber or shellac, but later records were made of vinyl.\nOriginally, records spun at a rate of 78 rotations per minute, or 78 rpm. As technology got better, records could spin more slowly, but still reproduce sound better and play for longer amounts of time. 45 rpm became common in the middle 20th century, and by the late 1900s most records were 33 rpm.\nTape.\nIn the late 1930s the tape recorder appeared. Tape recorders use a magnetic tape as a medium, with a \"recording head\" to store the sound on the tape. Sound waves are converted into an electrical signal inside the recorder. This signal goes into the head, where it changes the polarity of very small magnets. Tape moves past the head at a constant speed, and its magnetic particles are rearranged by these magnets to a pattern that represents the sound wave. These magnetic patterns are much like the small grooves of a cylinder or disc record in the way that they represent the vibration energy of sound waves.\nWhen a tape is played back, it runs past a \"playback head\" which reads the magnetic patterns off the tape and converts them back into an electrical signal. The electrical signal can then be converted into sound waves or copied to some other kind of sound-processing machine.\nA magnetic tape is divided into several \"tracks\". Each track uses up part of the width of the tape, and can store a completely different recording that can be played back at the same time as the other tracks. A two-track tape has one track on half of the tape and another track on the other half. A four-track tape has four tracks all lying next to one another, like a highway with four lanes. Most tape recordings today are stereophonic (or \"stereo\"), meaning that they have two tracks which are meant to be played together. Usually one is played on the listener's left side and the other is on the listener's right side, to match the listener's two ears.\nEarly tapes were wound flat on a storage reel and transferred to a \"take-up reel\" as they were recorded or played. After recording or playback, they were \"rewound\" so that they were stored only on the storage reel. This kind of system is usually called \"reel to reel\" today. It is still used today for some professional recording and playback, but for home use reels were mostly replaced with other kinds of tape in the 1970s. Cassettes are small cartridges containing two reels inside. Cassettes move a four-track tape in either of two directions, corresponding to their \"side A\" and \"side B\" labels. The reel on the left contains the unplayed or unrecorded tape, and the reel on the right contains the tape that has already passed the recording or playback head. When you turn the cassette over, the tape still moves from left to right, but this is really the opposite direction. The \"side A\" recording plays two tracks as stereo, and the \"side B\" recording plays the other two.\nEight-track tapes were popular for a while in the 1970s and 1980s. Eight-tracks work much like cassettes, but the tape is a loop: it repeats after being played all the way through. Because it has eight tracks, there are four \"programs\" to select from, each in stereo. Eight-tracks are not very popular anymore, but can still be found in hobbyist collections.\nProfessional tape-recording systems may have even more tracks, or might use them differently. Usually a system like this is designed to allow someone to mix the tracks in different ways than they were originally recorded. However, there is a kind of recording called quadraphonic that uses four-track tape to play four different tracks at the same time. A good quadraphonic recording can sound much more \"real\" than stereo or monophonic recordings.\nDigital Audio Tape.\nTape recording technology was used from the early days of computing to store digital information. As computer technology improved, so did magnetic tape technology. In the 1980s Digital Audio Tape (DAT) technology emerged. DAT is designed to work much like cassette, except DAT's magnetic patterns represent digital data instead of sound vibrations. This digital data is a digital audio recording which can be copied and reproduced with many different computer systems. Moving to digital takes the medium one step farther from the original sound. Instead of being a sound medium, the DAT is a data medium, and the data is a sound medium. This is more technically complex, but also more flexible. DAT has been used for many kinds of data recording, in addition to sound.\nCompact Disc.\nThe compact disc (CD) medium was developed in the 1980s as a new way to bring digital recordings of music to the market. Except for the introduction of the CD-ROM and several kinds of recordable CD, the CD has not changed much since then. Like DAT, it is a data medium rather than a way of recording vibrations directly. It was introduced to provide music in a way that is cheap for manufacturers but relatively high-quality, but it has since been adapted to meet many data-storage needs. Like DAT, the CD requires computer technology to record and to play.\nBy the 1990s, CDs had replaced cassettes and records as the main kind of commercial music media. Today, although CDs are still very popular, \"online\" digital recordings like MP3s are gaining fast.\nTechniques.\nThe earliest methods of recording sound involved the live recording of the performance directly to the recording medium. This was an entirely mechanical process, often called \"acoustical recording\". The sound of the performers was captured by a diaphragm with the cutting needle connect to it. The needle made the grooves in the recording medium.\nTo make this process as efficient as possible the diaphragm was located at the apex of a cone and the performer(s) would crowd around the other end. If a performer was too loud then they would need to move back from the mouth of the cone to avoid drowning out the other performers. As a result of this, in early Jazz recordings a block of wood was used in place of the bass drum.\nThe introduction of electrical recording made it possible to use microphones to capture the sound of the performance. The leading record labels switched to the electric microphone process in 1925, and most other record companies followed their lead by the end of the decade. Electrical recording increased the flexibity and sound quality. However once the performance was still cut to the recording medium, so if a mistake was made the recording was useless.\nElectrical recording made it possible to record one part to disc and then play that back while playing another part, recording both parts to a second disc. This is called \"over-dubbing\". The first commercially issued records using over-dubbing were released by the Victor Talking Machine Company in the late 1920s. However overdubbing was of limited use until the introduction of analog audio tape. Use of tape overdubbing was pioneered by Les Paul and is called 'sound on sound' recording. In this way performances could be built up over time.\nThe analog tape recorder made it possible to erase or record over a previous recording so that mistakes could be fixed. Another advantage of recording on tape is the ability to cut the tape and join it back together. This allows the recording to be edited. Pieces of the recording can be removed, or rearranged. See Audio editing\nThe introduction of electronic instruments (especially keyboards and synthesisers), effects and other instruments has led to the importance of MIDI in recording. For example, using MIDI timecode, it is possible to have different equipment 'trigger' without direct human intervention at the time of recording.\nIn more recent times, computers (digital audio workstation) have found an increasing role in the recording studio, as their use eases the tasks of cutting and looping, as well as allowing for instantaneous changes, such as duplication of parts, the addition of affects and the rearranging of parts of the recording.\nHistory.\nThe French bookseller and printer Édouard-Léon Scott de Martinville was the earliest known inventor of sound recording. It is believed he invented the first ever sound recording device known as the Phonautograph.","categories":[],"infobox_types":[],"annotations":[{"uri":"Recording","surface_form":"storage","offset":40},{"uri":"Sound","surface_form":"sound","offset":51},{"uri":"Process","surface_form":"process","offset":142},{"uri":"Wave_(physics)","surface_form":"waves","offset":164},{"uri":"Capture","surface_form":"captured","offset":174},{"uri":"Machine","surface_form":"machine","offset":188},{"uri":"Analog_signal","surface_form":"electrical signals","offset":233},{"uri":"Digital_signal","surface_form":"digital data","offset":255},{"uri":"Storage_medium","surface_form":"recording media","offset":293},{"uri":"Gramophone_record","surface_form":"gramophone record","offset":318},{"uri":"Cassette_tape","surface_form":"cassette tape","offset":338},{"uri":"Compact_disc","surface_form":"compact disc","offset":354},{"uri":"Hard_drive","surface_form":"hard drive","offset":380},{"uri":"Music","surface_form":"music","offset":477},{"uri":"Speech","surface_form":"people speaking","offset":484},{"uri":"Singing","surface_form":"singing","offset":503},{"uri":"Sound_effect","surface_form":"sound effect","offset":516},{"uri":"Phonograph","surface_form":"phonograph","offset":852},{"uri":"Thomas_Alva_Edison","surface_form":"Thomas Alva Edison","offset":879},{"uri":"Phonograph_cylinder","surface_form":"cylinder","offset":935},{"uri":"Tin_foil","surface_form":"tin foil","offset":979},{"uri":"Lead","surface_form":"lead","offset":989},{"uri":"Wax","surface_form":"wax","offset":995},{"uri":"Amberol","surface_form":"amberol","offset":1003},{"uri":"Wave_(physics)","surface_form":"waves","offset":1018},{"uri":"Amplify","surface_form":"amplified","offset":1424},{"uri":"Phonograph","surface_form":"gramophone","offset":1703},{"uri":"American_English","surface_form":"American English","offset":1747},{"uri":"Phonograph_record","surface_form":"disk record","offset":1905},{"uri":"Shellac","surface_form":"shellac","offset":2070},{"uri":"Negative","surface_form":"negative","offset":2088},{"uri":"Rubber","surface_form":"rubber","offset":2310},{"uri":"Vinyl","surface_form":"vinyl","offset":2360},{"uri":"Tape_recorder","surface_form":"tape recorder","offset":2694},{"uri":"Magnetic_tape","surface_form":"magnetic tape","offset":2739},{"uri":"Polarity","surface_form":"polarity","offset":2948},{"uri":"Magnet","surface_form":"magnet","offset":2971},{"uri":"Stereophonic","surface_form":"stereophonic","offset":3983},{"uri":"Audio_cassette","surface_form":"Cassettes","offset":4642},{"uri":"Mix","surface_form":"mix","offset":5708},{"uri":"Quadraphonic","surface_form":"quadraphonic","offset":5822},{"uri":"Monophonic","surface_form":"monophonic","offset":5981},{"uri":"Computer","surface_form":"computing","offset":6082},{"uri":"Digital","surface_form":"digital","offset":6101},{"uri":"Digital_Audio_Tape","surface_form":"Digital Audio Tape","offset":6201},{"uri":"Digital_audio","surface_form":"digital audio","offset":6396},{"uri":"Compact_disc","surface_form":"compact disc","offset":6811},{"uri":"CD-ROM","surface_form":"CD-ROM","offset":6963},{"uri":"Recordable_CD","surface_form":"recordable CD","offset":6991},{"uri":"Jazz","surface_form":"Jazz","offset":8233},{"uri":"Bass_drum","surface_form":"bass drum","offset":8290},{"uri":"Microphone","surface_form":"microphone","offset":8366},{"uri":"Record_label","surface_form":"record label","offset":8431},{"uri":"Victor_Talking_Machine_Company","surface_form":"Victor Talking Machine Company","offset":9025},{"uri":"Les_Paul","surface_form":"Les Paul","offset":9200},{"uri":"Tape_recorder","surface_form":"tape recorder","offset":9316},{"uri":"Audio_editing","surface_form":"Audio editing","offset":9621},{"uri":"Musical_keyboard","surface_form":"keyboard","offset":9690},{"uri":"Synthesiser","surface_form":"synthesiser","offset":9704},{"uri":"MIDI","surface_form":"MIDI","offset":9778},{"uri":"MIDI_timecode","surface_form":"MIDI timecode","offset":9816},{"uri":"Digital_audio_workstation","surface_form":"digital audio workstation","offset":9977},{"uri":"Recording_studio","surface_form":"recording studio","offset":10041},{"uri":"%C3%89douard-L%C3%A9on_Scott_de_Martinville","surface_form":"Édouard-Léon Scott de Martinville","offset":10303}]}