{"id":8906,"url":"http://en.wikipedia.org/wiki/Bee_Gees","text":"The Bee Gees were a British–Australian pop group. For most of its history, the band consisted of three brothers all of whom were born on the Isle of Man, a British Crown Dependency. The brothers, Barry Gibb (born 1 September 1946), and twins Maurice Gibb (22 December 1949 – 12 January 2003) and Robin Gibb (22 December 1949 – 20 May 2012), started singing at a young age when living in Manchester. In the late 1960s, the band briefly expanded to include Australian born Vince Melouney and Colin Petersen. When the band reformed a couple of years after splitting in 1969, Australian born Geoff Bridgford briefly became a member. The Bee Gees existed for almost 40 years They are most famous for their album, \"Saturday Night Fever\", the soundtrack for the movie of the same name. They stopped performing after Maurice died. The two other brothers reunited as a duo in 2009. In 2012 Robin died. They had a younger brother, Andy Gibb (1958–1988), who was also a singer.\nGroup history.\nThe Gibb brothers were born on the Isle of Man, then lived in Manchester, England, before moving to Australia in 1958. It was in Australia that the Bee Gees' band was formed. In January 1967, the Gibb brothers returned to England, where their band the Bee Gees started to become internationally famous. In 1967, Colin Petersen and Vince Melouney joined the band but by the end the decade both had left and the brothers themselves had briefly gone their separate ways, only to reform in 1970. Between 1970 and 1972, Geoff Bridgford was a member of the Bee Gees. In 1975, the brothers relocated to the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":141},{"uri":"British_Crown_Dependency","surface_form":"British Crown Dependency","offset":156},{"uri":"Barry_Gibb","surface_form":"Barry Gibb","offset":196},{"uri":"Maurice_Gibb","surface_form":"Maurice Gibb","offset":242},{"uri":"Robin_Gibb","surface_form":"Robin Gibb","offset":296},{"uri":"Movie","surface_form":"movie","offset":755},{"uri":"Saturday_Night_Fever","surface_form":"same name","offset":768},{"uri":"Andy_Gibb","surface_form":"Andy Gibb","offset":921},{"uri":"Manchester","surface_form":"Isle of Man","offset":1017},{"uri":"Manchester","surface_form":"Manchester,","offset":1044},{"uri":"England","surface_form":"England","offset":1056},{"uri":"Australia","surface_form":"Australia","offset":1082},{"uri":"England","surface_form":"England","offset":1204}]}