{"id":89117,"url":"http://en.wikipedia.org/wiki/Lacrosse","text":"Lacrosse, invented by the Native Americans, is a popular team sport in North America and a national summer sport for Canada. It involves the use of nets, or \"heads\" as they are called, which consist of a wooden or metal shaft with a net on the end. Hockey is a game based on this sport.\nThere are about three different forms of lacrosse based on the different Native American tribes or places of how they played it. One of the ways still played today is called double stick; you play by using a two and a half foot stick in each hand and tossing a deer skin ball in between the two sticks.\nThe name “lacrosse” was named by the French settlers; with “Crosse” meaning curved stick it is called the curved stick. Lacrosse played a more serious role in Native American culture than anywhere else. It was often used to settle tribal disagreements. Lacrosse was not a very well-known sport until the late nineteenth century. Now more than half a million people are playing.\nHow the game is played.\nLacrosse has two teams, each with ten players. There is one goalie(using a head much larger than a normal players), three defensemen(using a stick with a longer shaft), three midfielders and three attack men. The goalies defend the goals, and if the ball goes into the goal, the team who scored the goal gains a point. Whoever scores the most goals by the end of the game wins, with an overtime period being played if the game is tied. The game has four quarters and starts with a \"face off\" at the beginning of each quarter. A face off is when the ball is on the ground to start the game, and one person from each team fights for possession of the ball ball.","categories":[],"infobox_types":[],"annotations":[{"uri":"Native_Americans","surface_form":"Native Americans","offset":26},{"uri":"Sport","surface_form":"sport","offset":62},{"uri":"North_America","surface_form":"North America","offset":71},{"uri":"National_sport","surface_form":"national summer sport","offset":91},{"uri":"Canada","surface_form":"Canada","offset":117},{"uri":"Net","surface_form":"net","offset":148},{"uri":"Hockey","surface_form":"Hockey","offset":249}]}