{"id":89124,"url":"http://en.wikipedia.org/wiki/Girl_group","text":"A girl group is a music group with a group of female singers who normally harmonise together.\nThe term \"girl group\" is also used in a narrower sense in English-speaking countries. It suggests the American female pop singing groups of the late 1950s and early 1960s. They were hugely successful for a time, between the decline of early rock and roll and the British Invasion. Many of them were influenced by doo-wop style.\nIn the 1950s and 60s, the groups were mostly self-organised, girls who knew each other and often grew up together. The Chantels, for example, were four girl choristers from a Catholic high school in the Bronx, 1957. The Ronettes were two sisters and a cousin.p197 The Supremes were girls from a public housing estate in Detroit, Michigan. They were, and still are, America's most successful vocal group of all time. These groups had managers, of course, because they needed someone to deal with the music industry. But the managers did not set up the groups; they came after the groups were formed.\nLater, almost all groups were created by public relations professionals to meet a market need. The Spice Girls were a good example of this. They were put together in the mid-1990s by a family management team. Their managers' idea was to create a girl group to compete with popular boy bands that dominated the pop music scene in the mid- to late-1990s. The Spice Girls sold most albums, and had the best-selling album of all time.\nOne obvious difference between the earlier groups and the later ones was in their social backgrounds. Earlier American groups, having grown up together, were all of the same social origin and colour. What is more, they had usually sung together, and socialised together, before they formed up as a group. This is also true of most of the earlier British boy groups. The later groups, on the other hand, were deliberately chosen for variety. This was done so that all sections of the audience would have at least one member they could identify with. They had not sung together, or maybe met each other, until their PR manager introduced them.\nWith the changing times, the marketing of popular music changed greatly, so that direct comparison of sales is not simple. but in many parts of the world digital sales are now the most important.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":18},{"uri":"Group","surface_form":"group","offset":24},{"uri":"Female","surface_form":"female","offset":46},{"uri":"Singer","surface_form":"singer","offset":53},{"uri":"Harmony","surface_form":"harmonise","offset":74},{"uri":"British_Invasion","surface_form":"British Invasion","offset":357},{"uri":"Doo-wop","surface_form":"doo-wop","offset":407},{"uri":"The_Chantels","surface_form":"The Chantels","offset":537},{"uri":"Chorister","surface_form":"chorister","offset":579},{"uri":"Catholic","surface_form":"Catholic","offset":597},{"uri":"Bronx","surface_form":"Bronx","offset":625},{"uri":"The_Ronettes","surface_form":"The Ronettes","offset":638},{"uri":"The_Supremes","surface_form":"The Supremes","offset":686},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit, Michigan","offset":742},{"uri":"Music_industry","surface_form":"music industry","offset":921},{"uri":"Spice_Girls","surface_form":"Spice Girls","offset":1120},{"uri":"Spice_Girls","surface_form":"Spice Girls","offset":1378},{"uri":"Albums","surface_form":"albums","offset":1400},{"uri":"Marketing","surface_form":"marketing","offset":2123},{"uri":"Digital","surface_form":"digital","offset":2248}]}