{"id":89173,"url":"http://en.wikipedia.org/wiki/Metic","text":"e=\"preserve\">In Ancient Greece, a metic () was a foreigner living in a Greek city-state (\"polis\"). The metic did not have the same citizen rights as a citizen who was born in the state he was living in.\nThe term 'metic' was especially used in ancient Athens in the 4th and 5th centuries BC. A notable metic was Aristotle, who was born in Stageira but lived in Athens for a long time.\nRegardless of how many generations of the family had lived in the city, metics did not become citizens unless the city chose to bestow citizenship on them as a gift. This was rarely done. Citizenship at Athens brought eligibility for numerous state payments such as jury and assembly pay, which could be significant to working people. During emergencies the city could distribute rations to citizens. None of these rights were available to metics. They were not permitted to own real estate in Attica, whether farm or house, unless granted a special exemption.\nMetics shared the burdens of citizenship without any of its privileges. Like citizens, they had to perform military service and, if rich enough, were subject to special tax contributions. Citizenship was very rarely granted to metics. More common was the special status of \"equal rights\" (\"isoteleia\") under which they were freed from the usual liabilities.\nThe system came to an end in Hellenistic Athens, when the purchase of citizenship became very frequent. The census of 317 BC gave 21,000 citizens, 10,000 metics and 400,000 slaves in Attica.\nIn the Greco-Roman world, free people (non-citizens) living on the territory of a polis were called \"paroikoi\" (see etymology of parish), in Asia Minor \"katoikoi\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":16},{"uri":"Athens","surface_form":"Athens","offset":251},{"uri":"Aristotle","surface_form":"Aristotle","offset":311},{"uri":"Stageira","surface_form":"Stageira","offset":338},{"uri":"Attica","surface_form":"Attica","offset":878},{"uri":"Citizenship","surface_form":"citizenship","offset":974},{"uri":"Military_service","surface_form":"military service","offset":1052},{"uri":"Tax","surface_form":"tax","offset":1114},{"uri":"Hellenistic_Athens","surface_form":"Hellenistic Athens","offset":1332},{"uri":"Polis","surface_form":"polis","offset":1576},{"uri":"Parish","surface_form":"parish","offset":1623}]}