{"id":89229,"url":"http://en.wikipedia.org/wiki/Gucci","text":"Gucci, is an Italian fashion house (fashion design company).\nIt was started by Guccio Gucci (1881 – 1953) in Florence in 1909. Gucci is seen as one of the most famous, successful, and easily recognizable fashion brands in the world. Gucci is now owned by the French conglomerate company, Pinault-Printemps-Redoute (PPR).\nBusinessWeek magazine says that Gucci made more than US$7 billion in 2006, and was 46th in the magazine's yearly \"Top 100 Brands\". For this reason Gucci is the second biggest selling fashion brand after LVMH. Most importantly Gucci is the biggest selling Italian brand in the world. Gucci has about 425 shops in the world and it sells its products to other shops by franchisees and department stores.\nHistory of Gucci.\nGucci was started in 1906 by Guccio Gucci. In 1938, Gucci grew bigger, and a small shop opened in Rome. Guccio Gucci designed many of the company's famous clothes. In 1947, Gucci made the bamboo-handle handbag, which is still used. In the 1950s, Gucci also made the striped webbing (a type of material), and the suede and metal moccasin shoes.\nGuccio Gucci's wife, Aida Calvelli had a large family, with six children, but only their sons (Vasco, Aldo, Ugo, and Rodolfo), not their daughters help lead the company. After Guccio's death in 1953, Aldo helped lead the company to being a major fashion shop in more than one country, opening the company’s first small shops in London, Paris, and New York. Even in Gucci’s younger years, the family was well known for its arguments. Arguments about inheritances, stock holdings, and day-to-day operations of the shops often divided the family, and caused alliances to be made. Gucci grew in other countries. Gucci decided to grow a lot in East Asia in the late 1960s, opening shops in Hong Kong (China), Tokyo (Japan), and Korea. At that time, the company also made its famous GG logo (Guccio Gucci's initials), and the Flora silk scarf (worn most by Hollywood actress Grace Kelly), and the \"Jackie O shoulder\" bag, which was made famous by Jacqueline Kennedy Onassis, the widow of U.S. President John F. Kennedy.\nGucci stayed as one of the biggest luxury clothes companies in the world, until the late 1970s, when some bad business decisions and family arguments almost made the company bankrupt. At the time, the brothers 'Aldo' and 'Rodolfo' controlled equal 50% shares of the company, but contributed less to the company than Guccio Gucci and all his sons did. In 1979, 'Aldo' made the 'Gucci Accessories Collection', or 'GAC', which was meant to increase sales for the Gucci Parfums sector, which his sons controlled. GAC sold small accessories, such as cosmetic bags, lighters, and pens, which were cheaper than the other items in the company’s accessories catalogue. Aldo relegated control of Parfums to his son Roberto in an effort to weaken Rodolfo’s control of the overall operations of the company.\nAldo Gucci grew into new markets, such as an agreement with American Motors Corporation (AMC), so that in 1972 AMC Hornet small \"Sportabout\" car became one of the first American cars to give a special luxury made by a famous fashion designer. The Gucci cars had striped green, red, and buff material inside, as well as the Gucci's logos and outside color selections.\nThe \"Gucci Accessories Collection\" was popular, but it brought the Gucci strength down. After a few years, the \"Parfums section\" started to sell better than the \"Accessories section\". The newly-made wholesaling business brought the once-exclusive brand to over a thousand stores in the United States alone with the GAC line, deteriorating the brand’s standing with fashionable customers. \"In the 1960s and 1970s,\" writes Vanity Fair editor Graydon Carter, \"Gucci had been at the pinnacle of chic, thanks to icons such as Audrey Hepburn, Grace Kelly, and Jacqueline Onassis. But by the 1980s, Gucci had lost its appeal, becoming a tacky airport brand.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":13},{"uri":"Fashion_design","surface_form":"fashion house","offset":21},{"uri":"Guccio_Gucci","surface_form":"Guccio Gucci","offset":79},{"uri":"Florence","surface_form":"Florence","offset":109},{"uri":"France","surface_form":"French","offset":259},{"uri":"Conglomerate_(company)","surface_form":"conglomerate company","offset":266},{"uri":"Pinault-Printemps-Redoute","surface_form":"Pinault-Printemps-Redoute (PPR)","offset":288},{"uri":"BusinessWeek","surface_form":"BusinessWeek","offset":321},{"uri":"United_States_dollar","surface_form":"US$","offset":374},{"uri":"LVMH","surface_form":"LVMH","offset":524},{"uri":"Chain_store","surface_form":"franchisees","offset":687},{"uri":"Department_stores","surface_form":"department stores","offset":703},{"uri":"Guccio_Gucci","surface_form":"Guccio Gucci","offset":769},{"uri":"Rome","surface_form":"Rome","offset":838},{"uri":"Bamboo","surface_form":"bamboo","offset":928},{"uri":"Webbing","surface_form":"webbing","offset":1014},{"uri":"Suede","surface_form":"suede","offset":1052},{"uri":"Moccasin","surface_form":"moccasin shoes","offset":1068},{"uri":"London","surface_form":"London","offset":1412},{"uri":"Paris","surface_form":"Paris","offset":1420},{"uri":"New_York","surface_form":"New York","offset":1431},{"uri":"East_Asia","surface_form":"East Asia","offset":1723},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":1769},{"uri":"Tokyo","surface_form":"Tokyo","offset":1788},{"uri":"Korea","surface_form":"Korea","offset":1807},{"uri":"Hollywood","surface_form":"Hollywood","offset":1935},{"uri":"Actor","surface_form":"actress","offset":1945},{"uri":"Grace_Kelly","surface_form":"Grace Kelly","offset":1953},{"uri":"Jacqueline_Kennedy_Onassis","surface_form":"Jacqueline Kennedy Onassis","offset":2025},{"uri":"Widow","surface_form":"widow","offset":2057},{"uri":"U.S._President","surface_form":"U.S. President","offset":2066},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":2081},{"uri":"Bankrupt","surface_form":"bankrupt","offset":2272},{"uri":"American_Motors_Corporation","surface_form":"American Motors Corporation (AMC)","offset":2954},{"uri":"AMC_Hornet","surface_form":"AMC Hornet","offset":3005},{"uri":"Vanity_Fair_(magazine)","surface_form":"Vanity Fair","offset":3682},{"uri":"Audrey_Hepburn","surface_form":"Audrey Hepburn","offset":3782}]}