{"id":8925,"url":"http://en.wikipedia.org/wiki/Tobacco","text":"Tobacco is a product prepared from the leaves of the tobacco plant by curing them. The plant is part of the genus \"Nicotiana\" and of the Solanaceae (nightshade) family.\nHistory.\nNative Americans used tobacco before Europeans arrived in the Americas. The earliest know use of tobacco comes from nicotine residue from a pipe in the Southeastern United States. It is Radiocarbon dated at 1685-1530 BC. Europeans in the Americas learned to smoke and brought it back to Europe, where it became very popular. At that time tobacco was usually smoked in a pipe.\nThe Europeans who moved to America started to farm tobacco so that they could sell it in Europe. This became one of the main causes of the African slave trade. In 1610 a European man called John Rolfe arrived in the American state of Virginia and set up a tobacco farm which made him very rich. Rolfe was the first non-native farmer to use \"nicotiana tabacum\", which is the type of tobacco most commonly smoked today. He also married Pocahontas, a Native American woman who became famous when she went to live in London.\nIn the 17th and 18th centuries tobacco made farmers very rich and towns quickly grew in the states of Virginia, North Carolina and South Carolina. In 1883 one third of United States tax money came from tobacco.\nIn 1864 the first American tobacco factory opened to produce 20 million cigarettes annually. By 1964 the cigarette contained over 500 added chemicals. Today tobacco manufacturers are still not required by law to list the 500+ ingredients.\nTobacco and health.\nTobacco users (especially smokers) risk many very serious and often deadly illnesses, such as cancer, strokes, heart disease, and lung disease. The United States' Centers for Disease Control and Prevention describes tobacco use as \"the single most important preventable risk to human health in developed countries and an important cause of premature (early) death worldwide\". There are over 4800 chemicals in tobacco, including arsenic. Sixty-four of them are known to cause cancer. Smoking can also make men lose erections, and make their penises a bit smaller.","categories":[],"infobox_types":[],"annotations":[{"uri":"Curing_of_tobacco","surface_form":"curing","offset":70},{"uri":"Nicotiana","surface_form":"Nicotiana","offset":115},{"uri":"Solanaceae","surface_form":"Solanaceae","offset":137},{"uri":"Native_American","surface_form":"Native American","offset":178},{"uri":"Europe","surface_form":"Europe","offset":215},{"uri":"The_Americas","surface_form":"the Americas","offset":236},{"uri":"Nicotine","surface_form":"nicotine","offset":294},{"uri":"Radiocarbon_dating","surface_form":"Radiocarbon dated at 1685-1530 BC","offset":364},{"uri":"Europe","surface_form":"Europe","offset":465},{"uri":"Pipe_(smoke)","surface_form":"pipe","offset":548},{"uri":"Slavery","surface_form":"African slave trade","offset":693},{"uri":"John_Rolfe","surface_form":"John Rolfe","offset":744},{"uri":"United_States","surface_form":"American state","offset":770},{"uri":"Virginia","surface_form":"Virginia","offset":788},{"uri":"Pocahontas","surface_form":"Pocahontas","offset":988},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1187},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1206},{"uri":"Cancer","surface_form":"cancer","offset":1639},{"uri":"Stroke","surface_form":"stroke","offset":1647},{"uri":"Heart_disease","surface_form":"heart disease","offset":1656},{"uri":"Lung_disease","surface_form":"lung disease","offset":1675},{"uri":"Arsenic","surface_form":"arsenic","offset":1973},{"uri":"Erection","surface_form":"erection","offset":2059}]}