{"id":8927,"url":"http://en.wikipedia.org/wiki/Jerusalem","text":"Jerusalem (;;) is one of the oldest cities in the world that people have lived in continuously. It is important to many major religions. Jews consider Jerusalem a holy city because it was their religious and political center during Biblical times and was the place where the Temple of God stood. Christians consider Jerusalem holy because many events in the life of Jesus took place there. Muslims believe that Muhammad rose to heaven from Jerusalem, and the Al-Aqsa Mosque is the first Qibla of Muslims after Mecca.\nJerusalem is the capital city of both Israel and Palestine, under their laws. Most other countries disagree. Most countries have their embassies with Israel in Tel Aviv.\nJerusalem is about 40 miles (64 kilometers) east of the Mediterranean Sea. It is a hilly city with many valleys around it.\nHistory.\nJerusalem is a very old city. It has great importance for three religions: Judaism, Christianity and Islam. The Bible says King David, the second king of Israel, took this city from pagans and settled his palace there. King Solomon, David's son and the next king, built the Temple of Solomon in Jerusalem. Later, as capital of Judah, Jerusalem was destroyed by Nebuchadnezzar II, the king of Babylon. The Palace of King David and the Temple of Solomon were burned, and the Jews were captured and taken to Babylon. Seventy years later, the Persian King Cyrus allowed them to return to Jerusalem and to rebuild the Temple.\nLater the area was occupied by Romans. King Herod the Great, who ruled for the Roman Emperor, made the Temple larger to try and win Jewish favor. The Temple was famous for its greatness and beauty.\nJesus died in Jerusalem around 33 CE. In 70 CE, the Jews rebelled against the Romans, but the Romans destroyed the city and the Temple. Jewish people who lived in Jerusalem were caught and became slaves. The Romans renamed Jerusalem with a Latin name. Since then, the Temple has not been rebuilt, and only a part of its wall remains until today.\nAfter the Roman Empire was split into two, the Byzantine Empire ruled Jerusalem. Later, Muslims took over the city from them. The Muslims believed Muhammad went to heaven from Jerusalem.\nLater, the Pope in Rome sent the Crusaders from Western Europe to try and take Jerusalem back. They succeeded for a while, but eventually the city fell again to the Saracens. Until the 20th century, Jerusalem was a part of the Ottoman Empire. There were some Jews in Jerusalem all along, even though they were ruled by other people.\nThe \"New City\" of Jerusalem is the part outside the old stone walls. People started building the new city in the 1800s. Mishkenot Sha'annanim, Mea Shearim, and the Bukharan Quarter are some of the first neighborhoods in the new city.\nAfter World War I, the Ottoman Empire had been defeated. In June 1922, the League of Nations approved the British Mandate of Palestine. This gave control of the area to the United Kingdom. The land west of the Jordan River was known as Palestine. It was under direct British control until 1948. The land east of the Jordan River was known as Transjordan, and was governed by the Hashemite family. Transjordan gained independence in 1946.\nThe mandate in Palestine ended at midnight on 14 May 1948. On the next day, the 1948 Arab–Israeli War began. Israel declared independence, the West Bank was annexed by Jordan, and Egypt took control of the Gaza Strip.\nIn 1949, at the end of the first Arab-Israeli War, Jerusalem was divided between Israel and Jordan. Israel controlled the western part of the city. Jordan controlled the eastern section, including the Old City, a walled section of Jerusalem dating from Biblical times. Israel took control of the entire city during the Six-Day War in 1967.\nJerusalem today is claimed by the state of Israeli as its capital. The United Nations does not agree to Israel saying that Jerusalem is the capital of Israel.\nReligious significance.\nJerusalem has been sacred to Judaism for roughly 3000 years, to Christianity for around 2000 years, and to Islam for approximately 1400 years. The 2000 Statistical Yearbook of Jerusalem lists 1204 synagogues, 158 churches, and 73 mosques within the city. Despite efforts to maintain peaceful religious coexistence, some sites, such as the Temple Mount, have been a continuous source of friction and controversy.\nJewish.\nAccording to Jewish tradition, Jerusalem is where God told the patriarch Abraham to sacrifice his son, Isaac, to Him. The Jews built the Temple, the centre of Jewish worship in ancient times, at the site of Abraham's sacrifice on the Temple Mount in the Old City. Two buildings, one after the other, the First Temple and the Second Temple, stood at the site. The First Temple housed the Ark of the Covenant, a sacred box holding the tablets inscribed with the Ten Commandments.\nThe Western Wall is a part of the Second Temple and Judaism's most sacred shrine. It is a stone wall that strengthened the western side of the Temple Mount in ancient times. The wall is sometimes called the Wailing Wall because of the sad prayers Jewish people said there to mourn the destroyed Temple.\nOther sites in the city that are sacred to the Jews include King David's tomb on Mount Zion, and the Jewish Cemetery and the Tombs of the Prophets on the Mount of Olives, a hill just east of the Old City. Many sites associated with Biblical figures are sacred to Christians, too.\nChristian.\nMany monasteries, convents, shrines, and religious seminaries in Jerusalem mark events in the life of Jesus and in the formation of the Christian Church. According to the Bible, Jesus taught in Jerusalem and performed numerous miracles there. The Last Supper supposedly took place in a room known as the Cenacle (also called Coenaculum) on Mount Zion. The Church of the Holy Sepulcher in the Old City is said to be the place of Jesus's Crucifixion (called Calvary or Golgotha), as well as His burial and resurrection. Several Christian sects own the church, which was originally built by Constantine the Great, then rebuilt and dedicated by the Crusaders in 1149 CE. The building stands at the end of the Via Dolorosa (Way of Sorrows), believed to be the path over which Jesus carried His cross to Calvary. Jesus was last seen by His followers on the Mount of Olives before He went up to heaven. All of these sites attract many religious pilgrims each year.\nIslamic.\nJerusalem is Islam's third holiest city, after Mecca and Medina in Saudi Arabia. According to Muslim tradition, Muhammad originally selected Jerusalem as the qibla: the direction Muslims should face during prayer. However, he later told his followers to face Mecca instead of Jerusalem when praying. Muhammad is said to have gone up to heaven from a stone now covered by a golden-domed shrine called the Dome of the Rock. The Dome of the Rock and the ancient Al-Aqsa Mosque are among the holiest sites in Islam. They are the main buildings on the Temple Mount, which Muslims call \"Haram al-Sharif\" (Noble Sanctuary).\nArchitecture.\nJerusalem's architecture is a mixture of old and new. The Old City contains architectural examples from each major period in the city's history. Many ancient historical sites and places of worship stand near modern shopping centers and industrial zones. Architecture from the late 1800s and early 1900s shows European influences. Usefulness rather than style characterizes new apartment buildings constructed by the government as housing for immigrants. Many buildings, old and new, have matching exteriors because all construction is required to be faced with a cream-colored limestone called Jerusalem stone, produced by nearby quarries.\nReligion in Jerusalem.\nBelz Beis HaMedrash HaGadol is the largest synagogue in Jerusalem.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"cities","offset":36},{"uri":"Jews","surface_form":"Jews","offset":137},{"uri":"Holy","surface_form":"holy","offset":163},{"uri":"Bible","surface_form":"Biblical","offset":232},{"uri":"Temple_in_Jerusalem","surface_form":"Temple of God stood","offset":275},{"uri":"Christian","surface_form":"Christian","offset":296},{"uri":"Jesus","surface_form":"Jesus","offset":366},{"uri":"Muslim","surface_form":"Muslim","offset":390},{"uri":"Muhammad","surface_form":"Muhammad","offset":411},{"uri":"Al-Aqsa_Mosque","surface_form":"Al-Aqsa Mosque","offset":459},{"uri":"Qibla","surface_form":"Qibla","offset":487},{"uri":"Capital_(city)","surface_form":"capital city","offset":534},{"uri":"Israel","surface_form":"Israel","offset":555},{"uri":"Palestinian_Authority","surface_form":"Palestine","offset":566},{"uri":"Tel_Aviv","surface_form":"Tel Aviv","offset":677},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":743},{"uri":"Hill","surface_form":"hill","offset":770},{"uri":"Valley","surface_form":"valley","offset":791},{"uri":"Religion","surface_form":"religion","offset":883},{"uri":"Judaism","surface_form":"Judaism","offset":894},{"uri":"Christianity","surface_form":"Christianity","offset":903},{"uri":"Islam","surface_form":"Islam","offset":920},{"uri":"Bible","surface_form":"Bible","offset":931},{"uri":"David","surface_form":"David","offset":947},{"uri":"Israel","surface_form":"Israel","offset":973},{"uri":"Paganism","surface_form":"pagans","offset":1001},{"uri":"Solomon","surface_form":"Solomon","offset":1043},{"uri":"Solomon%27s_Temple","surface_form":"Temple of Solomon","offset":1093},{"uri":"Judah","surface_form":"Judah","offset":1146},{"uri":"Nebuchadnezzar_II","surface_form":"Nebuchadnezzar II","offset":1180},{"uri":"Babylon","surface_form":"Babylon","offset":1211},{"uri":"Jews","surface_form":"Jews","offset":1292},{"uri":"Cyrus_the_Great","surface_form":"Cyrus","offset":1371},{"uri":"Occupied_territory","surface_form":"occupied","offset":1459},{"uri":"Roman_Empire","surface_form":"Romans","offset":1471},{"uri":"Herod_the_Great","surface_form":"Herod the Great","offset":1484},{"uri":"33","surface_form":"33","offset":1669},{"uri":"Common_Era","surface_form":"CE","offset":1672},{"uri":"70","surface_form":"70","offset":1679},{"uri":"Rebellion","surface_form":"rebelled","offset":1695},{"uri":"Slavery","surface_form":"slaves","offset":1834},{"uri":"Latin","surface_form":"Latin","offset":1878},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":2031},{"uri":"Muhammad","surface_form":"Muhammad","offset":2131},{"uri":"Heaven","surface_form":"heaven","offset":2148},{"uri":"Pope","surface_form":"Pope","offset":2182},{"uri":"Rome","surface_form":"Rome","offset":2190},{"uri":"Crusade","surface_form":"Crusade","offset":2204},{"uri":"Castelsarrasin","surface_form":"Saracens","offset":2336},{"uri":"20th_century","surface_form":"20th century","offset":2356},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":2398},{"uri":"World_War_I","surface_form":"World War I","offset":2744},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":2813},{"uri":"British_Mandate_of_Palestine","surface_form":"British Mandate of Palestine","offset":2844},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2911},{"uri":"Palestine","surface_form":"Palestine","offset":2974},{"uri":"1948_Palestine_War","surface_form":"Arab-Israeli War","offset":3427},{"uri":"Jordan","surface_form":"Jordan","offset":3486},{"uri":"Old_City_of_Jerusalem","surface_form":"Old City","offset":3595},{"uri":"Six-Day_War","surface_form":"Six-Day War","offset":3713},{"uri":"1967","surface_form":"1967","offset":3728},{"uri":"Capital_(city)","surface_form":"capital","offset":3792},{"uri":"United_Nation","surface_form":"United Nation","offset":3805},{"uri":"Judaism","surface_form":"Judaism","offset":3946},{"uri":"Christianity","surface_form":"Christianity","offset":3981},{"uri":"Islam","surface_form":"Islam","offset":4024},{"uri":"Synagogue","surface_form":"synagogue","offset":4114},{"uri":"Church_(building)","surface_form":"churches","offset":4130},{"uri":"Mosque","surface_form":"mosque","offset":4147},{"uri":"Abraham","surface_form":"Abraham","offset":4410},{"uri":"Sacrifice","surface_form":"sacrifice","offset":4421},{"uri":"Isaac","surface_form":"Isaac","offset":4440},{"uri":"Temple_Mount","surface_form":"Temple Mount","offset":4571},{"uri":"Ark_of_the_Covenant","surface_form":"Ark of the Covenant","offset":4724},{"uri":"Ten_Commandments","surface_form":"Ten Commandments","offset":4797},{"uri":"Western_Wall","surface_form":"Western Wall","offset":4819},{"uri":"Shrine","surface_form":"shrine","offset":4889},{"uri":"Prayer","surface_form":"prayer","offset":5054},{"uri":"Tomb","surface_form":"tomb","offset":5191},{"uri":"Mount_Zion","surface_form":"Mount Zion","offset":5199},{"uri":"Mount_of_Olives_Jewish_Cemetery","surface_form":"Jewish Cemetery","offset":5219},{"uri":"Mount_of_Olives","surface_form":"Mount of Olives","offset":5272},{"uri":"Monastery","surface_form":"monasteries","offset":5414},{"uri":"Convent","surface_form":"convent","offset":5427},{"uri":"Seminary","surface_form":"seminaries","offset":5460},{"uri":"Miracle","surface_form":"miracle","offset":5636},{"uri":"Last_Supper","surface_form":"Last Supper","offset":5656},{"uri":"Crucifixion_of_Jesus","surface_form":"Jesus's Crucifixion","offset":5837},{"uri":"Resurrection_of_Jesus","surface_form":"resurrection","offset":5913},{"uri":"Sect","surface_form":"sect","offset":5945},{"uri":"Constantine_the_Great","surface_form":"Constantine the Great","offset":5997},{"uri":"Pilgrimage","surface_form":"pilgrims","offset":6347},{"uri":"Islam","surface_form":"Islam","offset":6389},{"uri":"Mecca","surface_form":"Mecca","offset":6423},{"uri":"Medina","surface_form":"Medina","offset":6433},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":6443},{"uri":"Qibla","surface_form":"qibla","offset":6534},{"uri":"Dome_of_the_Rock","surface_form":"Dome of the Rock","offset":6780},{"uri":"Al-Aqsa_Mosque","surface_form":"Al-Aqsa Mosque","offset":6835},{"uri":"Architecture","surface_form":"architecture","offset":7019},{"uri":"Industry","surface_form":"industrial","offset":7243},{"uri":"Europe","surface_form":"Europe","offset":7316},{"uri":"Immigrants","surface_form":"immigrants","offset":7449},{"uri":"Limestone","surface_form":"limestone","offset":7584},{"uri":"Quarry","surface_form":"quarries","offset":7637},{"uri":"Belz_Beis_HaMedrash_HaGadol","surface_form":"Belz Beis HaMedrash HaGadol","offset":7670}]}