{"id":893,"url":"http://en.wikipedia.org/wiki/Verb","text":"A verb is a kind of word (part of speech) that tells about an action or a state. It is the main part of a sentence: every sentence has a verb. In English, verbs are the only kind of word that changes to show past or present tense.\nEvery language in the world has verbs, but they are not always used in the same ways. They also can have different properties in different languages. In some other languages (Chinese & Indonesian, for example) verbs do not change for past and present tense. This means the definition above only works well for English verbs.\nThere are sixteen verbs used in Basic English. They are: \"be, do, have, come, go, see, seem, give, take, keep, make, put, send, say, let, get.\"\nThe word 'verb'.\nThe word \"verb\" originally comes from \"*were-\", a Proto-Indo-European word meaning \"a word\". It comes to English through the Latin \"verbum\" and the Old French \"verbe\".\nVerbal phrase.\nIn simple sentences, the verb may be one word: \"The cat \"sat\" on the mat\". However, the verb may be a phrase: \"The cat \"will sit\" on the mat\".\nVerbal phrases can be extremely difficult to analyse: \"I'm afraid I will need to be going soon\". There seem to be three verbal phrases here, which mean something like \"Sorry, I must go soon\".\nVerb forms.\nIn English and many other languages, verbs change their form. This is called inflection. Most English verbs have six inflected forms (see the table), but \"be\" has eight different forms.\nYou should notice that some of the verb forms look the same. You can say they have the same shape. For example, the plain present and the plain form of \"walk\" have the same shape. The same is true for the past and the past participle. But these different forms can have different shapes in other verbs. For example, the plain present of \"be\" is usually \"are\" but the plain form is \"be\". Also, the past of \"eat\" is \"ate\", but the past participle is \"eaten\". When you look for a verb in the dictionary, it is usually the plain form that you look for.\nAn English sentence must have at least one primary-form verb. Each main clause can only have one primary-form verb.\nKinds of Verbs.\nEnglish has two main kinds of verbs: normal verbs (called lexical verbs) and auxiliary verbs. The difference between them is mainly in where they can go in a sentence. Some verbs are in both groups, but there are very few auxiliary verbs in English. There are also two kinds of auxiliary verbs: modal verbs and non-modal verbs. The table below shows most of the English auxiliaries and a small number of other verbs.\nThe following verbs are \"modal auxiliaries\".\nAuxiliary verbs also inflect for negation. Usually this is done by adding \"not\" or \"n't\".\nUse of the auxiliary do.\nSometimes the verb \"do\" is used with other verbs. It does not really change the meaning, but it can be used to make a strong statement.\nIt is also used in the negative when no other auxiliary verbs are used.\nSometimes it comes before the subject. This is called inversion and it usually means the sentence is a question.\nMany other languages do not use the verb \"do\" as an auxiliary verb. They use the simple present for \"do\", and the simple past or perfect for \"did\".\nTense, aspect, and mood.\nThere are three main systems related to the verb: tense, aspect, and mood.\nTense.\nTense is mainly used to say when the verb happens: in the past, present, or future. In order to explain and understand tense, it is useful to imagine time as a line on which past tense, present tense and future tense are positioned.\nSome languages have all three tenses, some have only two, and some have no tenses at all. English and Japanese for example have only two tenses: past and present. Chinese and Indonesian verbs do not show tense. Instead they use other words in the sentence to show when the verb happens.\nAspect.\nAspect usually shows us things like whether the action is finished or not, or if something happens regularly. English has two aspects: progressive and perfect. In English, aspect is usually shown by using participle verb forms. Aspect can combine with present or past tense.\nProgressive aspect.\nEnglish uses the gerund-participle, usually together with the auxiliary \"be\" (and its forms am, is, are, was, and were) to show the progressive aspect.\nMany other languages, such as French, do not use progressive tenses.\nThe past perfect can be used to express an unrealized hope, wish, etc.\nAfter If, wish and would rather, the past perfect can be used to talk about past events that never happened.\nMood.\nFinally, English mood is now usually shown by using modal verbs. In the past, English had a full mood system but that has almost completely disappeared. The subjunctive mood now uses the plain form. There is also a form of \"be\" that is used in conditionals to show that something is not true (e.g., If I were a bird, I would fly to California.)\nSentence parts that go with verbs.\nCertain parts of a sentence naturally come before verbs or after them, but these are not always the same for all verbs. The main sentence parts are: subject, object, complement, and modifier.\nSubjects.\nAlmost all English sentences have subjects, but sentences that are orders (called imperatives) usually do not have any subjects. A subject usually comes before a verb, but it can also come after auxiliary verbs. In the following examples, the subject is underlined and the primary verb is in bold.\nObjects.\nMany verbs can be followed by an object. These verbs are called transitive verbs. In fact, some verbs must have an object (e.g., \"take\"), but some verbs never take an object (e.g., \"sleep\"). Verbs that do not take an object are called intransitive verbs. Some verbs can even have two objects. They are called ditransitive verbs. In the following examples, the object is underlined and the primary verb is in bold.\nComplements.\nSome verbs can or must be followed by a complement. These verbs are called linking verbs or copula. In the following examples, the complement is underlined and the verb is in bold.\nModifiers.\nVerbs can be modified by various modifiers, mainly adverbs. Note that verbs generally do not need modifiers; it's usually a choice. In the following examples, the adverb is underlined and the verb is in bold.\nVerbs also commonly take a variety of other modifiers including prepositions.\nDifferences between verbs and other words.\nSometimes a verb and another word can have the same shape. In these cases you can usually see the difference by looking at various properties of the words.\nVerbs vs. adjectives.\nSometimes a verb and an adjective can have the same shape. Usually this happens with participles. For example, the present participle \"interesting\" and the adjective \"interesting\" look the same. Verbs are different from adjectives, though, because they cannot be modified by \"very\", \"more\", or \"most\". For example, you can say \"That is very interesting,\" so you know interesting is an adjective here. But you cannot say \"My teacher is very interesting me in math\" because in this sentence \"interesting\" is a verb. On the other hand, if you cannot change the 'be' verb to 'seem' or 'become', it is probably a verb.\nVerbs vs. nouns.\nThe main differences between these verbs and nouns are: modifiers, number, and object/complement\nModifiers.\nVerbs cannot generally be modified by adjectives and nouns cannot generally be modified by adverbs. So, in \"Running regularly is good for you\", \"running\" is a verb because it is modified by \"regularly\", an adverb.\nNumber.\nVerbs cannot change for number, so if you can make the word plural, it is a noun, not a verb. For example, \"this drawing is nice\" can change to \"these drawings are nice\", so \"drawing\" is a noun. But \"drawing trees is fun\" cannot change to \"drawings trees is fun\", so it is a verb here.\nObject/complement.\nMany verbs can take objects or complements, but nouns cannot. So, in \"parking the car is hard\", \"parking\" is a verb because it takes the object \"the car\". But, if you say, \"there's no parking\", parking may be a noun because it does not have an object.\nVerbs vs. prepositions.\nThe main difference between verbs and prepositions is that verbs have a subject. Even if the subject is not written, you can understand what it is. Prepositions do not have a subject.","categories":[],"infobox_types":[],"annotations":[{"uri":"Part_of_speech","surface_form":"part of speech","offset":26},{"uri":"Action","surface_form":"action","offset":62},{"uri":"State","surface_form":"state","offset":74},{"uri":"Sentence","surface_form":"sentence","offset":106},{"uri":"English_language","surface_form":"English","offset":146},{"uri":"Past_tense","surface_form":"past","offset":208},{"uri":"Grammatical_tense","surface_form":"tense","offset":224},{"uri":"Language","surface_form":"language","offset":237},{"uri":"Chinese_language","surface_form":"Chinese","offset":406},{"uri":"Indonesian_language","surface_form":"Indonesian","offset":416},{"uri":"Definition","surface_form":"definition","offset":504},{"uri":"Basic_English_alphabetical_wordlist","surface_form":"Basic English","offset":588},{"uri":"Be","surface_form":"be","offset":614},{"uri":"Do","surface_form":"do","offset":618},{"uri":"Have","surface_form":"have","offset":622},{"uri":"Come","surface_form":"come","offset":628},{"uri":"Go","surface_form":"go","offset":634},{"uri":"See","surface_form":"see","offset":638},{"uri":"Seem","surface_form":"seem","offset":643},{"uri":"Give","surface_form":"give","offset":649},{"uri":"Take","surface_form":"take","offset":655},{"uri":"Keep","surface_form":"keep","offset":661},{"uri":"Make","surface_form":"make","offset":667},{"uri":"Put","surface_form":"put","offset":673},{"uri":"Send","surface_form":"send","offset":678},{"uri":"Say","surface_form":"say","offset":684},{"uri":"Let","surface_form":"let","offset":689},{"uri":"Get","surface_form":"get","offset":694},{"uri":"Proto-Indo-European_language","surface_form":"Proto-Indo-European","offset":767},{"uri":"Simple_sentence","surface_form":"simple sentence","offset":903},{"uri":"Phrase","surface_form":"phrase","offset":1002},{"uri":"Inflection","surface_form":"inflection","offset":1324},{"uri":"Participle","surface_form":"participle","offset":1656},{"uri":"Clause","surface_form":"clause","offset":2054},{"uri":"Lexical_verb","surface_form":"lexical verb","offset":2172},{"uri":"Auxiliary_verb","surface_form":"auxiliary verb","offset":2191},{"uri":"Modal_verb","surface_form":"modal verb","offset":2409},{"uri":"Negation","surface_form":"negation","offset":2609},{"uri":"Inversion_(linguistics)","surface_form":"inversion","offset":2953},{"uri":"Tense_(grammar)","surface_form":"tense","offset":3235},{"uri":"Aspect_(grammar)","surface_form":"aspect","offset":3242},{"uri":"Mood_(grammar)","surface_form":"mood","offset":3254},{"uri":"Past_tense","surface_form":"past tense","offset":3441},{"uri":"Present_tense","surface_form":"present tense","offset":3453},{"uri":"Future_tense","surface_form":"future tense","offset":3471},{"uri":"Position","surface_form":"positioned","offset":3488},{"uri":"English_language","surface_form":"English","offset":3590},{"uri":"Japanese_language","surface_form":"Japanese","offset":3602},{"uri":"Chinese_language","surface_form":"Chinese","offset":3663},{"uri":"Indonesian_language","surface_form":"Indonesian","offset":3675},{"uri":"Grammatical_aspect","surface_form":"aspects","offset":3921},{"uri":"Progressive_aspect","surface_form":"progressive","offset":3930},{"uri":"Perfect_aspect","surface_form":"perfect","offset":3946},{"uri":"French_language","surface_form":"French","offset":4272},{"uri":"Mood","surface_form":"mood","offset":4514},{"uri":"Modal_verb","surface_form":"modal verb","offset":4549},{"uri":"Subject","surface_form":"subject","offset":5026},{"uri":"Object","surface_form":"object","offset":5035},{"uri":"Complement","surface_form":"complement","offset":5043},{"uri":"Modifier","surface_form":"modifier","offset":5059},{"uri":"Imperative","surface_form":"imperative","offset":5161},{"uri":"Transitive_verb","surface_form":"transitive verb","offset":5450},{"uri":"Transitivity_(grammar)","surface_form":"intransitive","offset":5621},{"uri":"Transitivity_(grammar)","surface_form":"ditransitive","offset":5695},{"uri":"Complement","surface_form":"complement","offset":5853},{"uri":"Linking_verbs","surface_form":"linking verbs","offset":5888},{"uri":"Copula","surface_form":"copula","offset":5905},{"uri":"Modifier","surface_form":"modifier","offset":6038},{"uri":"Adverb","surface_form":"adverb","offset":6056},{"uri":"Preposition","surface_form":"preposition","offset":6278},{"uri":"Adjective","surface_form":"adjective","offset":6537},{"uri":"Plural","surface_form":"plural","offset":7534}]}