{"id":8933,"url":"http://en.wikipedia.org/wiki/Rocky_Mountains","text":"The Rocky Mountains (often 'The Rockies') are a range of mountains in the western United States and Canada. They stretch from the northernmost part of British Columbia, in western Canada, to New Mexico, in the southwestern United States. The Rocky Mountains are more than 3,000 miles long (4,800 kilometers).\nThe highest point in the Rocky Mountains is Mt. Elbert. Mt. Elbert is 14,433 ft tall.\nThe Rocky Mountains were formed from 80 million to 55 million years ago (mya) during the Laramide orogeny. North America began to move westwards as Pangaea broke up. A number of tectonic plates began to slide under the North American plate. The angle of subduction was shallow, resulting in a broad belt of mountains running down western North America. Since then, further tectonic activity and erosion by glaciers has sculpted the Rockies into dramatic peaks and valleys.\nThe rocks in the Rocky Mountains were formed before the mountains were raised by tectonic forces. The oldest rock is Precambrian metamorphic rock that forms the core of the North American continent. There is also Precambrian sedimentary argillite, dating back to 1.7 billion years ago. During the Paleozoic, western North America lay underneath a shallow sea, which deposited many kilometers of limestone and dolomite.\nIn the southern Rocky Mountains, near present-day Colorado, these ancestral rocks were disturbed by mountain building approximately 300 mya, during the Pennsylvanian. This mountain building produced the Ancestral Rocky Mountains. They consisted largely of Precambrian metamorphic rock forced upward through layers of the limestone laid down in the shallow sea. The mountains eroded throughout the late Paleozoic and early Mesozoic, leaving extensive deposits of sedimentary rock.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain","surface_form":"mountain","offset":57},{"uri":"United_States","surface_form":"United States","offset":82},{"uri":"Canada","surface_form":"Canada","offset":100},{"uri":"British_Columbia","surface_form":"British Columbia","offset":151},{"uri":"Canada","surface_form":"Canada","offset":180},{"uri":"New_Mexico","surface_form":"New Mexico","offset":191},{"uri":"Laramide_orogeny","surface_form":"Laramide orogeny","offset":484},{"uri":"Pangaea","surface_form":"Pangaea","offset":543},{"uri":"Tectonic_plates","surface_form":"tectonic plates","offset":573},{"uri":"Subduction","surface_form":"subduction","offset":649},{"uri":"Glaciers","surface_form":"glaciers","offset":801},{"uri":"Precambrian","surface_form":"Precambrian","offset":985},{"uri":"Metamorphic_rock","surface_form":"metamorphic rock","offset":997},{"uri":"Argillite","surface_form":"argillite","offset":1105},{"uri":"Billion","surface_form":"billion","offset":1135},{"uri":"Paleozoic","surface_form":"Paleozoic","offset":1165},{"uri":"Limestone","surface_form":"limestone","offset":1263},{"uri":"Dolomite","surface_form":"dolomite","offset":1277},{"uri":"Colorado","surface_form":"Colorado","offset":1337},{"uri":"Orogeny","surface_form":"mountain building","offset":1387},{"uri":"Pennsylvanian","surface_form":"Pennsylvanian","offset":1439},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":1709},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":1749}]}