{"id":8935,"url":"http://en.wikipedia.org/wiki/Cornish_language","text":"Cornish is a very old language from Cornwall in the southwest of England. Cornish is a Celtic language and is very similar to Welsh and is related to Gaelic.\nHistory.\nA long time ago, Cornish was the only language spoken in Cornwall, but more and more people began to speak English, instead of Cornish. In 1550, when the prayer book was written in English instead of Latin, the Cornish people got angry and there was a rebellion. Because many Cornish-speakers died and they would now hear the Bible in English, Cornish was used less and less.\nBy 1800, only a few people could speak Cornish, and since no one spoke it to one another any more, Cornish became endangered.\nPeople say that a woman called Dolly Pentreath was the last person who could speak Cornish. That is not quite true, but she was one of the last people to use it instead of English.\nMethods of spreading.\nSome people learned about Cornish by traveling around talking to people who could still speak it and by reading old plays and books. Some people wanted to learn the language and speak it and so in 1904 a learned man, Henry Jenner, wrote a book to help people. Some people then began to learn the language and speak it again.\nToday.\nNo one knows how many Cornish-speakers there are now. People think that about 8,000 to 13,000 people probably speak Cornish. Some young people have grown up speaking it. Most people in Cornwall know a few sentences or words in Cornish. In 100 years, Cornish has grown from almost no speakers to many thousands, which is very exciting for many people.\nThere are now many new books, films and songs in Cornish. The Bible has now been translated into Cornish. There is an event, the open Gorseth, with a story and poetry competition. Sometimes, Cornish is used in churches.\nThere used to be a problem with Cornish: three different dictionaries had different spellings, and people did not agree about how to write words or say them. That was confusing for people when they have not been speaking for long In 2008, people who used different types of Cornish came together and agreed on a new standard form of Cornish to be used everywhere.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cornwall","surface_form":"Cornwall","offset":36},{"uri":"England","surface_form":"England","offset":65},{"uri":"Celtic_language","surface_form":"Celtic language","offset":87},{"uri":"Welsh_language","surface_form":"Welsh","offset":126},{"uri":"Gaelic","surface_form":"Gaelic","offset":150},{"uri":"Book_of_Common_Prayer","surface_form":"prayer book","offset":321},{"uri":"Latin","surface_form":"Latin","offset":367},{"uri":"Rebellion","surface_form":"rebellion","offset":419},{"uri":"Bible","surface_form":"Bible","offset":493},{"uri":"Endangered_language","surface_form":"endangered","offset":657},{"uri":"Play_(theatre)","surface_form":"play","offset":988},{"uri":"Henry_Jenner","surface_form":"Henry Jenner","offset":1089},{"uri":"Sentence","surface_form":"sentence","offset":1409},{"uri":"Gorseth","surface_form":"Gorseth","offset":1689},{"uri":"Story","surface_form":"story","offset":1705},{"uri":"Poetry","surface_form":"poetry","offset":1715},{"uri":"Competition","surface_form":"competition","offset":1722},{"uri":"Church","surface_form":"church","offset":1765},{"uri":"Dictionary","surface_form":"dictionaries","offset":1832},{"uri":"Spelling","surface_form":"spelling","offset":1859}]}