{"id":89423,"url":"http://en.wikipedia.org/wiki/Opera","text":"Opera is a drama set to music. An opera is like a play in which everything is sung instead of spoken. Operas are usually performed in opera houses. The singers who sing and act out the story are on the stage, and the orchestra is in front of the stage but lower down, in the orchestra pit, so that the audience can see the stage.\nMusical numbers of an opera.\nAn opera is normally divided into two, three, four or even five acts. In older operas the music was mostly recitative and arias. During the recitative things would happen in the story. The aria was a song for a solo singer, a setting of a lyric. As well as recitative and aria there would be choruses. The chorus were a group of singers who sing in the crowd scenes. The opera would start with an overture for the orchestra. The overture would usually include tunes that are going to be heard later in the opera.\nIn operas from the 19th century onwards there is often little or no difference between recitative and aria. Composers like Wagner wanted to get away from operas which had lots of separate arias in which the singers showed off, with the audience clapping loudly after each one. He wanted continuous music so that the mood would not be broken.\nSometimes operas have a lot of dancing in them. French opera especially would often have one act which was full of dances.\nTypes of opera.\nNot all operas have music all the time.\nGrand opera is opera which is all set to music.\nOpéra bouffe (French) or Opera buffa (Italian) is comic opera. The story is very light-hearted and funny.\nOpéra comique is a French term for opera which has some spoken words. Surprisingly it does not mean a “comic” opera. An opera like \"Carmen\", which is a tragedy, is still an opéra comique due to the fact that it uses spoken dialogues instead of recitatives.\nSingspiel is a German term for a type of opera with lots of magic and fantasy in the story. There were spoken words between the songs. Mozart’s \"Magic Flute\" is an example.\nOperetta is a short opera which is light-hearted and usually has some spoken words.\nThe singers.\nOpera singers have to have powerful voices as well as a good technique. Most opera houses are very big, and the singers need to be heard at the back. They also need to be good at acting. They need to be able to learn their music quickly and to sing from memory. It is a help to be good at languages because operas are often in Italian, German, French, English or Russian etc. Some opera companies, like the English National Opera, sing their operas in English. Others, like the Royal Opera House, sing operas in whatever language they were composed in. Translations are printed on a screen above the front of the stage (\"surtitles\") so that the audience can understand what is being sung.\nAlthough singers train to get a wide range (good top and bottom notes) they cannot be expected to sing any role in their voice range. For example: some sopranos may have big, dramatic voices, suitable for parts like Tosca in Puccini’s opera \"Tosca\". Some may have a very light and high voice, called “coloratura”, suitable for parts like the Queen of the Night in Mozart’s \"Magic Flute\". Some may have a medium range, called mezzo-soprano, suitable for parts like Carmen in Bizet’s opera \"Carmen\".\nVery often in opera the heroine is a soprano and the hero is a tenor. Basses may often have the part of a powerful king, or he may be the bad guy.\nOperatic conventions.\nThe 18th century lexicographer and critic Dr Johnson described opera as an “exotic and irrational entertainment”. By “exotic” he meant that it came from a foreign country (which in those days was true: all opera at the time came from Italy). By “irrational” he meant that the things which happened in the stories were strange and not like real life. A play can be like real life, but an opera is being sung, so things are not going to happen like they normally do in real life. A singer might be singing “I must go, I must go!” and he may stand on the stage and sing this for several minutes before at last he goes! A singer may be pretending to die, and will sing a beautiful song before he or she finally dies. These things are “conventions”, which means that they are a kind of habit we have to accept when watching and listening to opera. Another convention of earlier operas was to have the part of young men sung by women. This is sometimes called a breeches role or trouser role. They are often small parts such as page boys, or teenagers who flirt with older women, such as the part of Cherubino in Mozart’s \" The Marriage of Figaro\" or Oktavian in Richard Strauss’s \"Der Rosenkavalier\". It should be remembered that in the 18th century it was usual for the main female part to be sung by a man who was a castrato.\nThere are lots of famous operas, and the best ones have some of the greatest music ever written. The music could not have been written like that if it had not been written for opera. For example: Mozart is very clever at writing music where maybe six people are all singing different things at once because they all have different ideas about the situation in the story.\nThe history of opera.\nOne of the first operas ever written was \"Ordo Virtutum\" by Hildegard of Bingen. \"Ordo Virtutum\" (Latin for \"Order of the Virtues\") is an allegorical morality play, or liturgical drama, composed c. 1151, during the construction and relocation of Bingen's Abbey at Rupertsberg. It is the earliest morality play by more than a century, and the only Medieval musical drama to survive with an attribution for both the text and the music.\nA short version of \"Ordo Virtutum\" without music appears at the end of \"Scivias\", Hildegard's most famous account of her visions. It is also included in some manuscripts of the \"Symphonia armoniae celestium revelationum\" (\"Symphony of the Harmony of Celestial Revelations\"), a cycle of more than 70 liturgical songs. It may have been performed by the convent nuns at the dedication of the St. Rupertsberg church in 1152 or possibly before the Mass for the Consecration of Virgins at the convent.\nBaroque opera (1600-1750).\nThe first Baroque opera ever written was performed in 1597 in Florence in Italy. It was called \"Dafne\" and the composer was Jacopo Peri. This opera is now lost, but three years later, in 1600, he worked together with another composer called Giulio Caccini to write an opera called \"Euridice\". The music for this still exists. It was nearly all recitative. This kind of writing was new, but if opera was to tell a story it was important to have a solo voice singing words that could be heard. They were trying to produce something like an ancient Greek tragedy. It was performed at a kind of club, called “camerata”, for intellectual (clever) people to a small audience. It was not great music, but the amazing thing was that there was a composer of genius around. His name was Claudio Monteverdi, and only seven years later, in 1607, he wrote the first really good opera: \"Orfeo\", which was produced in Mantua. Monteverdi must have realized that opera had the possibilities of putting poetry, music, scenery and acting all together. He took the kind of songs that were popular at the time and joined them with speaking or recitative. Later in life he joined these so that the music flowed more dramatically.\nIn 1637 the first public opera house was opened in Venice. Soon lots of theatres in Italy started to produce operas. The stories were usually about ancient times, like the Roman Empire or Greek myths. They started to put in comic (funny) bits to make people laugh. Soon there was opera in Paris, Vienna, Hamburg and in the small courts of Germany which in those days was lots of little countries, each with their own prince who ruled and who kept musicians at court. The composers who are best remembered today include Jean-Baptiste Lully (1632-1687) who was an Italian who moved to France and wrote operas for the French king, and George Frideric Handel (1685-1759) who was a German who moved to England and wrote operas for the opera houses in London. In Italy there were composers like Francesco Cavalli (1602-1676) who had been a choirboy in Monteverdi’s church choir in Venice, and Alessandro Scarlatti 1660-1725 who lived in Naples.\nDuring this period, known as the Baroque period, the opera was an entertainment for the upper classes who went to the opera to be seen in public. Opera was a social occasion where you could meet people and talk, even during the music. Both the singers and the audience behaved in ways that we would think were bad manners.\nClassical opera (late 18th century).\nChristoph Willibald Gluck was a composer who tried to make people take opera more seriously. In 1762 he wrote an opera called \"Orfeo ed Euridice\" which was performed in Vienna. It had lots of choruses and ballet numbers, like French opera, but the words were in Italian and the music really concentrated on the story rather than being just a display for clever singers to show off. Some of its music is very famous today, e.g. the \"Dance of the Blessed Spirits\" which is played on a flute, and Orfeo’s aria \"Che faró senza Euridice?\" (\"What shall I do without Euridice?\").\nWolfgang Amadeus Mozart learned from Gluck’s ideas about opera. This can be seen in his opera \"Idomeneo\" which is about a Greek story. Other Italian operas by Mozart include: \"Don Giovanni\", \"Le Nozze di Figaro\" and \"Cosi fan tutte\". He also wrote operas in German: \"The Abduction from the Serail\" and \"The Magic Flute\". These are Singspiel: operas which tell magic and fantasy stories.\nLudwig van Beethoven (1770-1827) only wrote one opera: \"Fidelio\". It is a story of a woman who rescues her lover from prison. Rescue operas were popular in France, but this one is in German. It is a serious opera about how a woman can save a man by being true and faithful.\nRomantic opera (19th century).\nIn the 19th century Richard Wagner (1813-1883) continued Gluck’s ideas. Wagner had very personal ideas about how his operas should be performed, and he liked to train the singers himself. He wanted them to take the drama of his operas seriously instead of treating the music as a way of showing off their voices. He always wrote the libretti (words for the opera) himself, and they were always in German. They are mostly about serious subjects from German folklore and myths, although he did write one comic opera: \"The Mastersingers of Nürnberg\". Wagner used “leitmotifs” which means that there are tunes which are used for particular characters or ideas in the opera. This allows the music to develop with the story, and can be used in interesting ways. For example: when Sigmund (in the opera \"Die Walküre\") says that he does not know who his father is, we hear his father’s tune in the orchestra! The audience, of course, know (this is called: dramatic irony).\nIn Italy Gioachino Rossini (1792-1868) wrote lots of operas. There was no difference in style between his comic and his serious operas. Often the same overture was used for both. He wrote exactly all the notes that the singers were to sing, he did not want to leave it to them to improvise their own ornamental notes. Everything was carefully thought out. Musicians are not sure whether to call him a Classical or Romantic composer. Composers like Vincenzo Bellini (1801-1835) and Gaetano Donizetti (1797-1848) are definitely Romantic. They had the ability to write lovely lyrical tunes. The most famous Italian opera composer of the 19th century was Giuseppe Verdi (1813-1901). His music is not always continuous like Wagner’s. Sometimes it stopped for the audience to applaud. Verdi had a wonderful sense of drama, and could write beautiful melodies which captured people’s hearts. He loved Shakespeare, and based several of his operas on Shakespeare plays: \"Othello\", \"Macbeth\" and \"Falstaff\".\nThe 19th century was the time when Nationalism was important. Composers were writing music typical of their own countries. Wagner, as we have seen, took German myths for his opera stories. In Spain they had their own kind of opera called “zarzuela”. In Russia Mikhail Glinka (1804-1857) wrote \"Ruslan and Lyudmila\" which was based on a Russian fairy tale. Other Russian composers include Alexander Borodin who wrote \"Prince Igor\", and Modest Mussorgsky (1839-1881) who wrote \"Boris Godunov\". Both these operas are about stories from Russian history. Nikolai Rimsky-Korsakov (1844-1908) wrote a fairy tale opera \"Sadko\", and Pyotr Tchaikovsky (1840-1893) used some very Russian tunes in \"Eugene Onegin\" and \"The Queen of Spades\".\nCzech composers wrote national operas. The most famous Czech opera composers were Antonín Dvořák (1841-1904), Bedřich Smetana (1824-1884) and Leoš Janáček (1854-1928). In France the most famous composer was Charles Gounod (1818-1893) who wrote an opera called \"Faust\".\nOpera in the 20th century.\nIn the 20th century composers had many different styles of composing. This was true of all kinds of music, including opera. Richard Strauss (1864-1949) was really a Romantic, although almost all his operas were written in the 20th century. His harmonies show that he had studied Wagner’s operas. \"Der Rosenkavalier\" (1909) has lots of romantic tunes, although it is a story about Vienna in the Classical period. In Italy composers like Giacomo Puccini (1858-1924) wrote operas in the verismo style. This meant operas with stories that felt like real life. The characters in the stories were usually from the lower classes.\nAlban Berg (1885-1935) also wrote operas about poor or simple people. He wrote an opera called \"Wozzeck\" which is the tragedy of a man who is too simple to understand that people are being unkind to him and using him. Berg’s music is often built on the twelve tone series which he had learned from Schoenberg. Stravinsky’s (1882-1971) \"The Rake's Progress\" is in yet another style called Neo-classical because the music is made to sound a bit like music of the Classical Period. In England Britten wrote many great operas like \"Peter Grimes\" and \"Billy Budd\". In Russia Dmitri Shostakovich wrote \"Lady Macbeth of the Mtsensk District\". Most of them are about unfortunate people who want to be part of society but are not accepted.\nMore recent composers who wrote operas include the Hungarian György Ligeti (1923-2006), the Polish Krzysztof Penderecki (b.1933), the English Sir Harrison Birtwistle and the Americans Philip Glass (b.1937) and John Adams (b.1947).","categories":[],"infobox_types":[],"annotations":[{"uri":"Play_(theatre)","surface_form":"play","offset":50},{"uri":"Stage_(theatre)","surface_form":"stage","offset":202},{"uri":"Orchestra","surface_form":"orchestra","offset":217},{"uri":"Orchestra_pit","surface_form":"orchestra pit","offset":275},{"uri":"Recitative","surface_form":"recitative","offset":466},{"uri":"Aria","surface_form":"aria","offset":481},{"uri":"19th_century","surface_form":"19th century","offset":891},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":995},{"uri":"France","surface_form":"French","offset":1262},{"uri":"Germany","surface_form":"German","offset":1819},{"uri":"Magic","surface_form":"magic","offset":1864},{"uri":"Mozart","surface_form":"Mozart’s","offset":1939},{"uri":"Magic_Flute","surface_form":"Magic Flute","offset":1949},{"uri":"Skill","surface_form":"technique","offset":2135},{"uri":"Language","surface_form":"language","offset":2363},{"uri":"Italian_language","surface_form":"Italian","offset":2401},{"uri":"German_language","surface_form":"German","offset":2410},{"uri":"French_language","surface_form":"French","offset":2418},{"uri":"English_language","surface_form":"English","offset":2426},{"uri":"Russian_language","surface_form":"Russian","offset":2437},{"uri":"English_National_Opera","surface_form":"English National Opera","offset":2481},{"uri":"Royal_Opera_House","surface_form":"Royal Opera House","offset":2552},{"uri":"Soprano","surface_form":"soprano","offset":2915},{"uri":"Bel_canto","surface_form":"dramatic voices","offset":2938},{"uri":"Giacomo_Puccini","surface_form":"Puccini’s","offset":2988},{"uri":"Tosca","surface_form":"Tosca","offset":3005},{"uri":"Mozart","surface_form":"Mozart’s","offset":3127},{"uri":"Mezzo-soprano","surface_form":"mezzo-soprano","offset":3188},{"uri":"Georges_Bizet","surface_form":"Bizet’s","offset":3237},{"uri":"Carmen","surface_form":"Carmen","offset":3252},{"uri":"Heroine","surface_form":"heroine","offset":3285},{"uri":"Hero","surface_form":"hero","offset":3314},{"uri":"Tenor","surface_form":"tenor","offset":3324},{"uri":"Bass_(vocal_range)","surface_form":"Bass","offset":3331},{"uri":"King","surface_form":"king","offset":3376},{"uri":"18th_century","surface_form":"18th century","offset":3434},{"uri":"Samuel_Johnson","surface_form":"Dr Johnson","offset":3472},{"uri":"Italy","surface_form":"Italy","offset":3664},{"uri":"Breeches_role","surface_form":"breeches role","offset":4386},{"uri":"Page_(servant)","surface_form":"page boys","offset":4452},{"uri":"The_Marriage_of_Figaro","surface_form":"The Marriage of Figaro","offset":4548},{"uri":"Der_Rosenkavalier","surface_form":"Der Rosenkavalier","offset":4606},{"uri":"Castrato","surface_form":"castrato","offset":4743},{"uri":"Ordo_Virtutum","surface_form":"Ordo Virtutum","offset":5188},{"uri":"Hildegard_of_Bingen","surface_form":"Hildegard of Bingen","offset":5206},{"uri":"Allegory","surface_form":"allegorical","offset":5284},{"uri":"Morality_play","surface_form":"morality play","offset":5296},{"uri":"Liturgical_drama","surface_form":"liturgical drama","offset":5314},{"uri":"Middle_Ages","surface_form":"Medieval","offset":5493},{"uri":"Scivias","surface_form":"Scivias","offset":5652},{"uri":"Rupertsberg","surface_form":"Rupertsberg","offset":5973},{"uri":"Consecrated_virgin","surface_form":"Mass for the Consecration of Virgins","offset":6023},{"uri":"1597","surface_form":"1597","offset":6157},{"uri":"Florence","surface_form":"Florence","offset":6165},{"uri":"Italy","surface_form":"Italy","offset":6177},{"uri":"Jacopo_Peri","surface_form":"Jacopo Peri","offset":6227},{"uri":"1600","surface_form":"1600","offset":6290},{"uri":"Giulio_Caccini","surface_form":"Giulio Caccini","offset":6344},{"uri":"Genius","surface_form":"genius","offset":6852},{"uri":"Claudio_Monteverdi","surface_form":"Claudio Monteverdi","offset":6880},{"uri":"1607","surface_form":"1607","offset":6931},{"uri":"1637","surface_form":"1637","offset":7314},{"uri":"Venice","surface_form":"Venice","offset":7362},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":7483},{"uri":"Ancient_Greece","surface_form":"Greek","offset":7499},{"uri":"Myth","surface_form":"myth","offset":7505},{"uri":"Paris","surface_form":"Paris","offset":7600},{"uri":"Vienna","surface_form":"Vienna","offset":7607},{"uri":"Hamburg","surface_form":"Hamburg","offset":7615},{"uri":"Jean-Baptiste_Lully","surface_form":"Jean-Baptiste Lully","offset":7830},{"uri":"1632","surface_form":"1632","offset":7851},{"uri":"1687","surface_form":"1687","offset":7856},{"uri":"France","surface_form":"France","offset":7894},{"uri":"George_Frideric_Handel","surface_form":"George Frideric Handel","offset":7943},{"uri":"1685","surface_form":"1685","offset":7967},{"uri":"1759","surface_form":"1759","offset":7972},{"uri":"England","surface_form":"England","offset":8008},{"uri":"London","surface_form":"London","offset":8057},{"uri":"Francesco_Cavalli","surface_form":"Francesco Cavalli","offset":8100},{"uri":"1602","surface_form":"1602","offset":8119},{"uri":"1676","surface_form":"1676","offset":8124},{"uri":"Venice","surface_form":"Venice","offset":8186},{"uri":"Alessandro_Scarlatti","surface_form":"Alessandro Scarlatti","offset":8198},{"uri":"1660","surface_form":"1660","offset":8219},{"uri":"1725","surface_form":"1725","offset":8224},{"uri":"Naples","surface_form":"Naples","offset":8242},{"uri":"Baroque_music","surface_form":"Baroque","offset":8283},{"uri":"Upper_class","surface_form":"upper class","offset":8338},{"uri":"Christoph_Willibald_Gluck","surface_form":"Christoph Willibald Gluck","offset":8610},{"uri":"1762","surface_form":"1762","offset":8706},{"uri":"Orfeo_ed_Euridice","surface_form":"Orfeo ed Euridice","offset":8737},{"uri":"Italian_language","surface_form":"Italian","offset":8872},{"uri":"Flute","surface_form":"flute","offset":9093},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":9183},{"uri":"Le_Nozze_di_Figaro","surface_form":"Le Nozze di Figaro","offset":9375},{"uri":"Cosi_fan_tutte","surface_form":"Cosi fan tutte","offset":9400},{"uri":"The_Magic_Flute","surface_form":"The Magic Flute","offset":9486},{"uri":"Ludwig_van_Beethoven","surface_form":"Ludwig van Beethoven","offset":9570},{"uri":"1770","surface_form":"1770","offset":9592},{"uri":"1827","surface_form":"1827","offset":9597},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":9895},{"uri":"Libretto","surface_form":"libretti","offset":10208},{"uri":"Folklore","surface_form":"folklore","offset":10331},{"uri":"Myth","surface_form":"myth","offset":10344},{"uri":"Dramatic_irony","surface_form":"dramatic irony","offset":10823},{"uri":"Gioachino_Rossini","surface_form":"Gioachino Rossini","offset":10849},{"uri":"1792","surface_form":"1792","offset":10868},{"uri":"1868","surface_form":"1868","offset":10873},{"uri":"Overture","surface_form":"overture","offset":10991},{"uri":"Improvisation","surface_form":"improvise","offset":11120},{"uri":"Vincenzo_Bellini","surface_form":"Vincenzo Bellini","offset":11288},{"uri":"Gaetano_Donizetti","surface_form":"Gaetano Donizetti","offset":11321},{"uri":"19th_century","surface_form":"19th century","offset":11474},{"uri":"Giuseppe_Verdi","surface_form":"Giuseppe Verdi","offset":11491},{"uri":"1813","surface_form":"1813","offset":11507},{"uri":"1901","surface_form":"1901","offset":11512},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":11733},{"uri":"Othello","surface_form":"Othello","offset":11801},{"uri":"Macbeth","surface_form":"Macbeth","offset":11812},{"uri":"Falstaff_(opera)","surface_form":"Falstaff","offset":11826},{"uri":"Nationalism","surface_form":"Nationalism","offset":11872},{"uri":"Spain","surface_form":"Spain","offset":12029},{"uri":"Mikhail_Glinka","surface_form":"Mikhail Glinka","offset":12097},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":12181},{"uri":"Alexander_Borodin","surface_form":"Alexander Borodin","offset":12225},{"uri":"Modest_Mussorgsky","surface_form":"Modest Mussorgsky","offset":12272},{"uri":"History","surface_form":"history","offset":12378},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":12387},{"uri":"Pyotr_Tchaikovsky","surface_form":"Pyotr Tchaikovsky","offset":12461},{"uri":"Eugene_Onegin_(opera)","surface_form":"Eugene Onegin","offset":12524},{"uri":"The_Queen_of_Spades_(opera)","surface_form":"The Queen of Spades","offset":12544},{"uri":"National","surface_form":"national","offset":12588},{"uri":"Anton%C3%ADn_Dvo%C5%99%C3%A1k","surface_form":"Antonín Dvořák","offset":12648},{"uri":"Bed%C5%99ich_Smetana","surface_form":"Bedřich Smetana","offset":12676},{"uri":"Leo%C5%A1_Jan%C3%A1%C4%8Dek","surface_form":"Leoš Janáček","offset":12708},{"uri":"Charles_Gounod","surface_form":"Charles Gounod","offset":12773},{"uri":"20th_century","surface_form":"20th century","offset":12869},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":12986},{"uri":"1864","surface_form":"1864","offset":13003},{"uri":"1949","surface_form":"1949","offset":13008},{"uri":"Harmony","surface_form":"harmonies","offset":13106},{"uri":"Der_Rosenkavalier","surface_form":"Der Rosenkavalier","offset":13159},{"uri":"1909","surface_form":"1909","offset":13179},{"uri":"Vienna","surface_form":"Vienna","offset":13242},{"uri":"Classical_music_period","surface_form":"Classical period","offset":13256},{"uri":"Giacomo_Puccini","surface_form":"Giacomo Puccini","offset":13298},{"uri":"1858","surface_form":"1858","offset":13315},{"uri":"1924","surface_form":"1924","offset":13320},{"uri":"Verismo","surface_form":"verismo","offset":13346},{"uri":"Alban_Berg","surface_form":"Alban Berg","offset":13485},{"uri":"1885","surface_form":"1885","offset":13497},{"uri":"1935","surface_form":"1935","offset":13502},{"uri":"Serialism","surface_form":"twelve tone series","offset":13738},{"uri":"Arnold_Schoenberg","surface_form":"Schoenberg","offset":13783},{"uri":"Igor_Stravinsky","surface_form":"Stravinsky’s","offset":13795},{"uri":"Neoclassicism","surface_form":"Neo-classical","offset":13873},{"uri":"Classical_music_period","surface_form":"Classical Period","offset":13946},{"uri":"Benjamin_Britten","surface_form":"Britten","offset":13975},{"uri":"Peter_Grimes","surface_form":"Peter Grimes","offset":14013},{"uri":"Billy_Budd","surface_form":"Billy Budd","offset":14032},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":14055},{"uri":"Lady_Macbeth_of_the_Mtsensk_District","surface_form":"Lady Macbeth of the Mtsensk District","offset":14082},{"uri":"Hungary","surface_form":"Hungarian","offset":14267},{"uri":"Gy%C3%B6rgy_Ligeti","surface_form":"György Ligeti","offset":14277},{"uri":"Poland","surface_form":"Polish","offset":14308},{"uri":"Harrison_Birtwistle","surface_form":"Sir Harrison Birtwistle","offset":14358},{"uri":"United_States","surface_form":"Americans","offset":14390},{"uri":"Philip_Glass","surface_form":"Philip Glass","offset":14400},{"uri":"John_Adams_(composer)","surface_form":"John Adams","offset":14426}]}