{"id":89454,"url":"http://en.wikipedia.org/wiki/Armani","text":"Armani, is an Italian fashion house (fashion designer company). It started in Milan in 1975 by Giorgio Armani and Sergio Galeotti, with $10,000. The company designs and makes several different types of things, including fashion accessories, clothing, cosmetics, fragrances, home decorations, jewelry, glasses, and watches.\nArmani Collezioni.\n\"Armani Collezioni\" is a label from fashion designer Giorgio Armani. The label is more expensive than the \"Armani Exchange\", \"Armani Jeans\" labels but less expensive than the \"Giorgio Armani\" label(sometimes named the \"Armani black label\") and \"Armani Privé\".\nThe label is usually for older buyers who do not want new designs, but has older high quality clothes.\nIt replaced the \"Giorgio Armani Le Collezioni\" line. As well as being sold as the only product in some small shops, it is also sold in expensive department stores such as Harrods, Harvey Nichols, David Jones, Nordstrom and Neiman Marcus.\nEmporio Armani.\n'The label features high-end, ready-to-wear, and accessories. Emporio Armani line has a high quality in luxury fashion clothes and focus on trends and modern traits. Emporio Armani is sold in freestanding Emporio Armani boutiques in high-end department store and its official website'\nArmani Exchange.\n\"Armani Exchange\" (often \"A|X\") was made in 1991. It is for younger buyers, often in their older teenage years. It uses city fashion, quick and easy to wear clothes, especially T-shirts, jeans, polos, and sports coats. Armani Exchange is the cheapest of all the Armani labels and is mainly sold in the USA.\nThe label has 69 shops and 6 outlets in the United States and over 50 shops in other countries. The UK's first shops opened at Bluewater in Kent, \"The Trafford Centre\" in Manchester and in the Metquater in Liverpool.\nSize.\nAt the end of 2005, sales were $1.69 billion.\nToday, the company has 4,700 workers and 13 factories in the world. It has nearly 300 shops in the world, which are in 36 different countries. The company has started a very high-class collection named Armani Privé, which can be seen in the \"Haute Couture fashion week\" in Paris.\nArmani Hotels.\nArmani agreed in 2004 with Emaar Properties to make some expensive hotels in some big cities, such as London, Paris, New York City, Tokyo, Shanghai, Dubai and Milan. The company already has many cafes in the world, as well as a bar, a restaurant and a nightclub.\nEmaar Hotels agreed to build and operate at least seven expensive hotels and three holiday resorts under the \"Armani\" name. Armani would design the inside of the buildings and the style of the hotels. The first hotel in Dubai is thought to be ready in early 2008.\nThe bottom 37 floors of the Burj Khalifa skyscraper in Dubai, United Arab Emirates, will have the world's first Armani Hotel, and Giorgio Armani is also designing the inside of the skyscraper.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":14},{"uri":"Milan","surface_form":"Milan","offset":78},{"uri":"Giorgio_Armani","surface_form":"Giorgio Armani","offset":95},{"uri":"Sergio_Galeotti","surface_form":"Sergio Galeotti","offset":114},{"uri":"United_States_dollar","surface_form":"$","offset":136},{"uri":"Giorgio_Armani","surface_form":"Giorgio Armani","offset":395},{"uri":"Harrods","surface_form":"Harrods","offset":876},{"uri":"Harvey_Nichols","surface_form":"Harvey Nichols","offset":885},{"uri":"David_Jones","surface_form":"David Jones","offset":901},{"uri":"Nordstrom","surface_form":"Nordstrom","offset":914},{"uri":"Neiman_Marcus","surface_form":"Neiman Marcus","offset":928},{"uri":"Bluewater","surface_form":"Bluewater","offset":1695},{"uri":"Kent","surface_form":"Kent","offset":1708},{"uri":"Manchester","surface_form":"Manchester","offset":1739},{"uri":"Liverpool%2C_England","surface_form":"Liverpool","offset":1774},{"uri":"Emaar_Properties","surface_form":"Emaar Properties","offset":2159},{"uri":"Hotel","surface_form":"hotel","offset":2199},{"uri":"London","surface_form":"London","offset":2234},{"uri":"Paris","surface_form":"Paris","offset":2242},{"uri":"New_York_City","surface_form":"New York City","offset":2249},{"uri":"Tokyo","surface_form":"Tokyo","offset":2264},{"uri":"Shanghai","surface_form":"Shanghai","offset":2271},{"uri":"Dubai","surface_form":"Dubai","offset":2281},{"uri":"Milan","surface_form":"Milan","offset":2291},{"uri":"Dubai","surface_form":"Dubai","offset":2615},{"uri":"Burj_Khalifa","surface_form":"Burj Khalifa","offset":2687},{"uri":"Dubai","surface_form":"Dubai","offset":2714},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":2721},{"uri":"Giorgio_Armani","surface_form":"Giorgio Armani","offset":2789}]}