{"id":895,"url":"http://en.wikipedia.org/wiki/Volume","text":"e=\"preserve\">:\"This article is about physical object; for meaning from audio field, see loudness.\"\nThe volume of an object is a measure of the amount of space occupied by that object, and is not to be confused with mass. The volume of a mountain is much larger than the volume of a rock, for instance.\nFor objects at or near the Earth's surface, height or depth often refers to the dimension of the object along the local vertical. All physical objects occupy a volume, even if some are so thin that they appear to be two-dimensional, like a sheet of paper.\nUnits of volume.\nThe unit of volume in the International System of Units is the cubic meter, which is represented by the symbol m3.\nTraditional units are still in encountered in some countries: Imperial units such as the gallon or the fluid ounce were in widespread use within the British Empire. Some of them are still popular in the United States, which also uses units like the bushel, the quart, the cup and the teaspoon (in cooking recipes, for example). See U.S. customary units for more examples.\nNon-conservation of volume.\nThe volume of an object is not a fundamental property of that object: it can change with environmental conditions such as pressure and temperature, especially if the object is highly compressible.\nThe volume of a mixture of fluids (liquids, gases) may or may not be equal to the sum of their volumes before they were mixed.\nMeasuring a volume.\nThe volume of a gas is typically that of its container, but it could be ill-defined, as in the case of the atmosphere, which has no clear upper limit. The volume of a liquid is often measured by pouring it into a graduated container. The volume of a small solid can be estimated by immersing it into a graduated container partially filled with a known amount of liquid, provided the solid is not soluble in the liquid.","categories":[],"infobox_types":[],"annotations":[{"uri":"Loudness","surface_form":"loudness","offset":88},{"uri":"Space_(physics)","surface_form":"space","offset":153},{"uri":"Mass","surface_form":"mass","offset":215},{"uri":"Earth","surface_form":"Earth","offset":329},{"uri":"2D","surface_form":"two-dimensional","offset":518},{"uri":"International_System_of_Units","surface_form":"International System of Units","offset":601},{"uri":"Imperial_unit","surface_form":"Imperial unit","offset":752},{"uri":"Gallon","surface_form":"gallon","offset":779},{"uri":"Fluid_ounce","surface_form":"fluid ounce","offset":793},{"uri":"British_Empire","surface_form":"British Empire","offset":839},{"uri":"United_States","surface_form":"United States","offset":893},{"uri":"Bushel","surface_form":"bushel","offset":939},{"uri":"Quart","surface_form":"quart","offset":951},{"uri":"U.S._customary_units","surface_form":"U.S. customary units","offset":1022},{"uri":"Pressure","surface_form":"pressure","offset":1212},{"uri":"Temperature","surface_form":"temperature","offset":1225},{"uri":"Fluid","surface_form":"fluid","offset":1314},{"uri":"Gas","surface_form":"gas","offset":1331},{"uri":"Solid","surface_form":"solid","offset":1690}]}