{"id":89514,"url":"http://en.wikipedia.org/wiki/WWE_Championship","text":"The WWE Championship is a professional wrestling world championship in WWE. It is the first world title of WWE. The title is said to be the biggest prize in professional wrestling and millions of people around the world watch matches for it.\nBeginning.\nThe WWE World Championship was created in 1963, and Buddy Rogers became the first world champion on April 29. It may have been created because of things that happened in the National Wrestling Alliance (NWA) which is a wrestling company (or promotion) that had many \"territories\" in North America and some around the world. In the 1950s, Capitol Wrestling Corporation (CWC) was an NWA territory, and in 1963, people in CWC had a lot of control over the rest of the NWA. During this time, Buddy Rogers held the NWA World Heavyweight Championship, the world title of the NWA, until Lou Thesz defeated Rogers for the championship on January 24, 1963. After an argument over who should have won, CWC left the NWA and created a new promotion called the World Wide Wrestling Federation (WWWF). The new company then made up a story for its new title, and said that the WWWF World Heavyweight Championship was separated from the NWA World Championship, and there was a tournament in Rio de Janeiro to decide a new champion. They said that Buddy Rogers won this tournament, by beating Antonino Rocca in the finals. (The tournament actually did not happen.) The WWWF came back to the NWA once again, and the WWWF was renamed to World Wrestling Federation (WWF) in 1979. After WWF left the NWA forever in 1983 the championship was named the WWF World Heavyweight Championship and later the WWF World Championship or WWF Championship in the 1990s.\nImportance.\nIn 1991, World Championship Wrestling (WCW), another NWA territory, created the WCW World Heavyweight Championship and it was just as important as the NWA world title. WCW then left the NWA and became a rival promotion to the WWF. Both promotions became popular, and fought the \"Monday Night Wars\". This was a fight to see who could get better ratings on TV. Near the end of the ratings war, WCW started to lose money, and the Monday Night Wars ended in March 2001 with WWF buying WCW. After that, WWF had all of WCW's videos, some of their wrestlers and championships, and other things. The group of wrestlers who were in WCW joining the WWF was called \"The Invasion\". After this, the WCW World Championship was made one with the WWF World Championship, at Vengeance 2001 in December. At the show, Chris Jericho beat The Rock to win the WCW World Championship, and Stone Cold Steve Austin to win the WWF World Championship. Because of this, Chris Jericho was the last WCW World Champion and the Undisputed WWF World Champion as there was no dispute over what the most important prize in professional wrestling was anymore.\nUndisputed World Championship and going back to a normal world championship.\nBy 2002, the number of wrestlers in WWE was twice as big because they now had wrestlers from WWF before the end of WCW, and wrestlers who came from WCW and ECW. As a result of the increase, the WWF split its wrestlers in halves with each half performing on one of WWE's two weekly TV shows - \"Raw\" and \"SmackDown!\". Each show also had different championships and bosses. This was called the Brand Extension. In May 2002, the WWF was renamed to World Wrestling Entertainment (WWE) and the championship was called the WWE Undisputed World Championship. After these changes, the WWE Undisputed Championship was not on \"Raw\" or \"SmackDown\" and wrestlers from both brands could challenge the WWE Undisputed World Champion. When Eric Bischoff became the General Manager of \"Raw\" and Stephanie McMahon became the General Manager of \"SmackDown\", McMahon brought the WWE Undisputed World Champion at the time, Brock Lesnar to the \"SmackDown\" brand, and left the Raw brand without a world title. On September 2, after arguing about the brand that the Undisputed Championship should be on, Eric Bischoff announced the creation of the World Heavyweight Championship, separate from the Undisputed Championship. Then, the WWE Undisputed World Championship was called the WWE World Championship or just the WWE Championship. In 2011, There were two WWE Champions - John Cena and CM Punk. On the August 1 episode of Raw the Chief Operating Officer of WWE Triple H, announced a match to decide who will be the WWE Champion between Cena and Punk. At SummerSlam, Punk beat Cena to be the only WWE Champion, but that night Alberto Del Rio cashed in his Money in the Bank contract and became the new WWE Champion. The holder of the contract gets a WWE or World Heavyweight Championship match whenever they want. (They could also get an ECW Championship when that title was around)\nOn December 15, 2013, Randy Orton beat Cena for the World Heavyweight Championship at. He was already WWE Champion when he won the championship and made the World Heavyweight Championship one with the WWE Championship to make the \"WWE World Heavyweight Championship\". Wrestlers stopped fighting for the World Heavyweight Championship the next day. The title was renamed the WWE World Championship because the WWE Universal Championship is on \"Raw\" and the original title is on \"SmackDown\" \"Live\". Soon after, it was changed back to the WWE Championship.\nBrands.\nAfter the WWE Brand Extension, WWE started having drafts each year, where some wrestlers change brands. After three years on the \"SmackDown\" brand, the WWE Championship switched brands during the 2005 draft, when the WWE Champion John Cena was sent to \"Raw\" while the World Heavyweight Champion Batista was sent to \"SmackDown\". On June 11, 2006, Rob Van Dam used his Money in the Bank contract at ECW One Night Stand for a WWE Championship match against Cena. Van Dam beat Cena to win the WWE Championship, moving the title to the \"ECW\" brand, a brand WWE created after buying the Extreme Championship Wrestling promotion. On July 3, Edge beat Cena and Van Dam in a Triple Threat Match to win the WWE Championship and with Edge on the \"Raw\" brand at the time, Edge brought the title back to Raw. After the 2008 WWE Draft, the WWE Champion Triple H was drafted to \"SmackDown\", moving the WWE Championship to the \"SmackDown\" brand. The following year, the title returned to Raw after Triple H was drafted back to \"Raw\" during the 2009 WWE Draft, and the championship stayed there. When \"SmackDown\"<nowiki/>'s Batista won the title from \"Raw\"<nowiki/>'s John Cena at Elimination Chamber, it still stayed on \"Raw\" because Batista was sent there.\nFrom August 2011 to July 2016, all WWE TV programming became \"Supershows\" that had wrestlers from both \"Raw\" and \"SmackDown\". This meant that the WWE Championship matches could happen at any WWE event. The brand extension came back in 2016 and the WWE Champion at the time Dean Ambrose was drafted to \"SmackDown Live\" and the championship has been there ever since.\nCustom belt designs.\nA much bigger version of the belt was created for André the Giant before WrestleMania III, but he never wore it as champion. The belt Brahma Bull logo in the center that was made for the Rock was lost and was never on TV. Edge had created a special belt different from the \"Rated R Spinner\" one that he used for his second reign, but the plans were scrapped because of little time.\nA special belt is being used by Daniel Bryan right now. His belt replaces the black leather strap of the normal belt with wood and fabric. This is to match his vegan character.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":26},{"uri":"WWE","surface_form":"WWE","offset":71},{"uri":"Buddy_Rogers_(wrestler)","surface_form":"Buddy Rogers","offset":305},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":1228},{"uri":"Antonino_Rocca","surface_form":"Antonino Rocca","offset":1329},{"uri":"World_Championship_Wrestling","surface_form":"World Championship Wrestling","offset":1710},{"uri":"The_Invasion_(professional_wrestling)","surface_form":"The Invasion","offset":2356},{"uri":"Vengeance_(2001)","surface_form":"Vengeance 2001","offset":2459},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":2500},{"uri":"Dwayne_Johnson","surface_form":"The Rock","offset":2519},{"uri":"Stone_Cold_Steve_Austin","surface_form":"Stone Cold Steve Austin","offset":2567},{"uri":"Extreme_Championship_Wrestling","surface_form":"ECW","offset":3058},{"uri":"WWE_Raw","surface_form":"\"Raw\"","offset":3194},{"uri":"WWE_SmackDown","surface_form":"\"SmackDown!\"","offset":3204},{"uri":"WWE_Brand_Extension","surface_form":"Brand Extension","offset":3293},{"uri":"WWE","surface_form":"WWE","offset":3377},{"uri":"Stephanie_McMahon","surface_form":"Stephanie McMahon","offset":3679},{"uri":"Brock_Lesnar","surface_form":"Brock Lesnar","offset":3803},{"uri":"John_Cena","surface_form":"John Cena","offset":4252},{"uri":"CM_Punk","surface_form":"CM Punk","offset":4266},{"uri":"Triple_H","surface_form":"Triple H","offset":4341},{"uri":"SummerSlam_(2011)","surface_form":"SummerSlam","offset":4434},{"uri":"Alberto_Del_Rio","surface_form":"Alberto Del Rio","offset":4505},{"uri":"Money_in_the_Bank_ladder_match","surface_form":"Money in the Bank","offset":4535},{"uri":"ECW_World_Heavyweight_Championship","surface_form":"ECW Championship","offset":4717},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":4784},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":4814},{"uri":"WWE_Universal_Championship","surface_form":"WWE Universal Championship","offset":5171},{"uri":"WWE_Draft","surface_form":"drafts","offset":5374},{"uri":"Dave_Batista","surface_form":"Batista","offset":5619},{"uri":"Rob_Van_Dam","surface_form":"Rob Van Dam","offset":5670},{"uri":"Money_in_the_Bank_ladder_match","surface_form":"Money in the Bank","offset":5691},{"uri":"ECW_(WWE)","surface_form":"\"ECW\"","offset":5855},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":5905},{"uri":"Edge_(wrestler)","surface_form":"Edge","offset":5958},{"uri":"2008_WWE_Draft","surface_form":"2008 WWE Draft","offset":6130},{"uri":"Elimination_Chamber_(2010)","surface_form":"Elimination Chamber","offset":6488},{"uri":"Dean_Ambrose","surface_form":"Dean Ambrose","offset":6839},{"uri":"Andr%C3%A9_the_Giant","surface_form":"André the Giant","offset":7003},{"uri":"WrestleMania_III","surface_form":"WrestleMania III","offset":7026}]}