{"id":89546,"url":"http://en.wikipedia.org/wiki/Trochenbrod","text":"e=\"preserve\">Trochenbrod (;) was a Jewish shtetl (village) with an area 1,728 acres once in what is now western Ukraine, about 30 kilometers northeast of Lutsk. It used to be a part of Poland. It was also known as Sofievka or Zofiówka in Polish, named after Sofia, a Russian princess who donated land for the Jewish settlement.\nHistory.\nTrochenbrod was founded in 1835, at first a farming colony which grew into a small town. The population grew from around 1,200 (235 families) in 1889 to 1,580 in 1897.\nDuring the Polish-Soviet War, the town was captured by Poland. By 1938 the town's population, which was only Jewish, had grown to at least 3,000. Most of the people worked in farming, dairy farming, or tanning.\nThere were seven synagogues in Trochenbrod. In 1940, the town, along with the rest of Western Ukraine, became part of the Soviet Union (see Molotov-Ribbentrop Pact). The rabbi at this time was Rabbi Gershon Weissmann. The Communists exiled him to Siberia after accusing him of being involved in underground salt trading.\nWhen the Nazis later occupied Ukraine, they created a ghetto at Trochenbrod, bringing in Jews from nearby villages and towns. The Jews in the Trochenbrod ghetto were killed by the Nazis in August and September 1942. Most of the Jews of Trochenbrod as well as of the neighbouring village Lozisht were killed, as were the other Jews of Volhynia. The local Ukrainian police force helped to round up the Jews. Fewer than 200 Jews from the Trochenbrod ghetto and nearby areas lived through this killing. The village itself was burned. Now only fields and a forest can be found there.\nA few of the people escaped the execution and destruction. At the end of the war, the number of people left was between 33 and 40; most were found in the area near Lutzk.\nTrochenbrod in fiction.\nA fictional version of the shtetl, \"Trachimbrod\", was featured in the 2002 novel \"Everything Is Illuminated\" by Jonathan Safran Foer as well as in the 2005 film based on the novel.\nSafran Foer's story describes fictional events in the village between 1791, the year in which the shtetl was first named, and 1941, when it was destroyed in the war. The main character of the book (who goes by the author's name and also by the name \"The Hero\") comes to Ukraine to look for a woman named Augustine, who saved his grandfather in the war.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shtetl","surface_form":"shtetl","offset":42},{"uri":"Ukraine","surface_form":"Ukraine","offset":112},{"uri":"Lutsk","surface_form":"Lutsk","offset":154},{"uri":"Poland","surface_form":"Poland","offset":185},{"uri":"Polish-Soviet_War","surface_form":"Polish-Soviet War","offset":516},{"uri":"Tanning","surface_form":"tanning","offset":707},{"uri":"Synagogue","surface_form":"synagogue","offset":733},{"uri":"Western_Ukraine","surface_form":"Western Ukraine","offset":802},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":838},{"uri":"Molotov-Ribbentrop_Pact","surface_form":"Molotov-Ribbentrop Pact","offset":856},{"uri":"Rabbi","surface_form":"rabbi","offset":886},{"uri":"Siberia","surface_form":"Siberia","offset":963},{"uri":"Nazi","surface_form":"Nazi","offset":1046},{"uri":"Ghetto","surface_form":"ghetto","offset":1091},{"uri":"Lozisht","surface_form":"Lozisht","offset":1324},{"uri":"Volhynia","surface_form":"Volhynia","offset":1371},{"uri":"Everything_Is_Illuminated","surface_form":"Everything Is Illuminated","offset":1893},{"uri":"Jonathan_Safran_Foer","surface_form":"Jonathan Safran Foer","offset":1923},{"uri":"Everything_Is_Illuminated_(film)","surface_form":"2005 film","offset":1962}]}