{"id":896,"url":"http://en.wikipedia.org/wiki/Venus","text":"Venus is the second planet from the sun. It has a day longer than a year. The year length of Venus is 225 Earth days. The day length of Venus is 243 Earth days. It is a \"terrestrial planet\" because it has a solid, rocky surface like other planets in the inner solar system. Astronomers have known Venus for thousands of years. The ancient Romans named it after their goddess Venus. Venus is the brightest thing in the night sky except for the Moon. It is sometimes called the \"morning star\" or the \"evening star\" as at some elongations it is easily seen just before the sun comes up in the morning and, at other times, just after the sun goes down in the evening. Venus comes closer to the Earth than any other planet does. A Venusian day takes about 243 Earth days.\nVenus is sometimes called the sister planet of Earth as they are quite similar in size and gravity. In other ways the planets are very different. Venus' atmosphere (air) is mostly carbon dioxide with clouds of sulphuric acid. Sulphuric acid is a chemical that is very poisonous to humans.\nThe thick atmosphere has made it hard to see the surface, and until the twenty-first century many people thought things might live there. The pressure on Venus' surface is 92 times that of Earth. Venus has no moons. Venus spins very slowly on its axis and it spins in the opposite direction to the other planets.\nPhysical properties.\nVenus is a terrestrial planet so, like the Earth, its surface is made of rock. Venus is much hotter than Earth. All the carbon dioxide in the atmosphere acts like a blanket, trapping heat from the Sun. This effect is called the greenhouse effect and it is very strong on Venus. This makes the surface of Venus the hottest of any planet's surface in the Solar System with an estimated average temperature of. This is hot enough to melt lead or zinc.\nGeography.\nVenus has no oceans because it is much too hot for water. Venus' surface is a dry desert. Because of the clouds, only radar can map the surface. It is about 80% smooth, rocky plains, made mostly of basalt. Two higher areas called continents make up the north and south of the planet. The north is called \"Ishtar Terra\" and the south is called \"Aphrodite Terra\". They are named after the Babylonian and Greek goddesses of love.\nThe surface of Venus looks like it has been shaped by volcanic activity. Venus has a lots of volcanoes. The surface of Venus is estimated to be 300–600 million years old.\nAtmosphere.\nVenus' atmosphere is mostly carbon dioxide and nitrogen gas with clouds of sulphuric acid. Because the atmosphere is so thick or dense the pressure is very high. The pressure is 92 times the pressure on Earth, enough to crush many things.\nIt is impossible to see the planet's surface from space as the thick cloud layer reflects 60% of the light that hits it. The only way scientists are able to see it is by using infrared and ultraviolet cameras and radar.\nScientists believe that billions of years ago, the atmosphere of Venus could have been like Earth's atmosphere. There may have been lots of water on the surface of Venus. But after 600 million to several billion years, a greenhouse effect was caused by the evaporation of the water, which made lots of greenhouse gases in its atmosphere.\nMagnetic field.\nIn 1967, Venera 4 found that the magnetic field of Venus was much weaker than that of Earth. This magnetic field is induced by an interaction between the ionosphere and the solar wind. Venus' magnetosphere is not strong enough to protect the atmosphere from cosmic rays.\nTransit of Venus.\nVenus can sometimes be seen passing between the Sun and Earth. Venus looks like a black dot when seen through a special telescope. These passages are called \"transits\". These \"transits\" happen in pairs eight years apart. Then it is more than a hundred years to the next pair.\nOrbit and rotation.\nVenus orbits the Sun at an average distance of about 108 million km (67 million mi). It completes an orbit every 224.7 days. The rotation of Venus is slow. A Venusian day is longer than a Venusian year.\n\"Mariner 2\".\nMariner 2 was launched on August 27, 1962. It was made to study the atmosphere of Venus, its magnetic field, and mass. The last radio signal from Mariner 2 was received on January 3, 1963. Mariner 2 is still orbiting around the Sun today.\n\"Venera 4\".\nVenera 4 was a probe made by the Soviet Union to explore Venus. The probe had a two probes. One was designed to enter the atmosphere of Venus and use a parachute to land on the surface. Another received the information from the probe on Venus to mission controllers on Earth. Venera 4 was launched on June 12, 1967. The last radio signal from Venera 4 was received on October 18, 1967.\n\"Mariner 5\".\nMariner 5 was a spacecraft of the Mariner program. Mariner 5 was launched on June 14, 1967. The last radio signal from Mariner 5 was on October 14, 1968. Mariner 5 was made to study the magnetic field of Venus and to measure the hard ultraviolet spectrum, of the Venusian atmosphere.\n\"Venera 9\".\nVenera 9 was a spacecraft made by the Soviet Union. It consisted of a probe to orbit Venus which was called an orbiter and another probe that will land on Venus which was called a lander. It was launched on June 8, 1975. The last radio signal from the orbiter was on March 22, 1976. The last radio signal was on October 22, 1975. The orbiter was the first spacecraft to orbit Venus, while the lander was the first to return pictures from the surface of another planet.\n\"Venera 10\".\nVenera 10 was a spacecraft made by the Soviet Union. It consisted of an orbiter and a lander. It was launched on June 14, 1975.\n\"Venera 13\".\nVenera 13 was a probe in the Soviet Venera program. It was made to explore Venus. It was launched on October 30, 1981. The last radio signal from the lander was on March 1, 1982. The last radio signal from the spacecraft that took the lander to Venus was on April 25, 1983.\n\"Venera 14\".\nVenera 14 was a probe in the Soviet Venera program. It was made to explore Venus. It was launched on November 4, 1981. The last radio signal from the lander was on March 5, 1982. The last radio signal from the spacecraft that took the lander to Venus was on April 9, 1983.\n\"Venera 15\".\nVenera 15 was a spacecraft sent to Venus by the Soviet Union. It was made to map the surface of Venus. It was launched on June 2, 1983. The last radio signal from Venera 15 was on January 5, 1985.\n\"Venera 16\".\nVenera 16 was a spacecraft sent to Venus by the Soviet Union. It was made to map the surface of Venus. It was launched on June 7, 1983. The last radio signal from Venera 16 was on June 13, 1985.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planet","surface_form":"planet","offset":20},{"uri":"Sun","surface_form":"sun","offset":36},{"uri":"Terrestrial_planet","surface_form":"terrestrial planet","offset":170},{"uri":"Rock_(geology)","surface_form":"rocky","offset":214},{"uri":"Ancient_Rome","surface_form":"ancient Romans","offset":331},{"uri":"God","surface_form":"god","offset":367},{"uri":"Venus_(mythology)","surface_form":"Venus","offset":375},{"uri":"The_Moon","surface_form":"the Moon","offset":439},{"uri":"Elongation","surface_form":"elongation","offset":524},{"uri":"Earth","surface_form":"Earth","offset":690},{"uri":"Sister","surface_form":"sister","offset":797},{"uri":"Gravity","surface_form":"gravity","offset":858},{"uri":"Atmosphere","surface_form":"atmosphere","offset":920},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":947},{"uri":"Sulfuric_acid","surface_form":"sulphuric acid","offset":977},{"uri":"Chemical","surface_form":"chemical","offset":1013},{"uri":"Poison","surface_form":"poison","offset":1035},{"uri":"Human","surface_form":"human","offset":1048},{"uri":"Life","surface_form":"live","offset":1182},{"uri":"Pressure","surface_form":"pressure","offset":1198},{"uri":"Satellite_(natural)","surface_form":"moons","offset":1265},{"uri":"Retrograde_and_direct_motion","surface_form":"opposite direction","offset":1328},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1510},{"uri":"Blanket","surface_form":"blanket","offset":1555},{"uri":"Greenhouse_effect","surface_form":"greenhouse effect","offset":1618},{"uri":"Estimate","surface_form":"estimate","offset":1764},{"uri":"Average","surface_form":"average","offset":1774},{"uri":"Temperature","surface_form":"temperature","offset":1782},{"uri":"Melting","surface_form":"melt","offset":1820},{"uri":"Lead","surface_form":"lead","offset":1825},{"uri":"Zinc","surface_form":"zinc","offset":1833},{"uri":"Radar","surface_form":"radar","offset":1968},{"uri":"Rock_(geology)","surface_form":"rocky","offset":2019},{"uri":"Plain","surface_form":"plain","offset":2025},{"uri":"Basalt","surface_form":"basalt","offset":2048},{"uri":"Continent","surface_form":"continent","offset":2080},{"uri":"Babylon","surface_form":"Babylon","offset":2237},{"uri":"Greek_god","surface_form":"Greek god","offset":2252},{"uri":"Volcanism","surface_form":"volcanic activity","offset":2331},{"uri":"Volcano","surface_form":"volcanoes","offset":2370},{"uri":"Atmosphere","surface_form":"atmosphere","offset":2467},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2488},{"uri":"Nitrogen","surface_form":"nitrogen","offset":2507},{"uri":"Gas","surface_form":"gas","offset":2516},{"uri":"Cloud","surface_form":"cloud","offset":2525},{"uri":"Sulphuric_acid","surface_form":"sulphuric acid","offset":2535},{"uri":"Pressure","surface_form":"pressure","offset":2599},{"uri":"Outer_space","surface_form":"space","offset":2749},{"uri":"Cloud","surface_form":"cloud","offset":2768},{"uri":"Reflection","surface_form":"reflects","offset":2780},{"uri":"Infrared","surface_form":"infrared","offset":2875},{"uri":"UV","surface_form":"ultraviolet","offset":2888},{"uri":"Camera","surface_form":"camera","offset":2900},{"uri":"Radar","surface_form":"radar","offset":2912},{"uri":"Greenhouse_effect","surface_form":"greenhouse effect","offset":3140},{"uri":"Evaporation","surface_form":"evaporation","offset":3176},{"uri":"Greenhouse_gas","surface_form":"greenhouse gases","offset":3221},{"uri":"Venera_4","surface_form":"Venera 4","offset":3282},{"uri":"Interaction","surface_form":"interaction","offset":3403},{"uri":"Ionosphere","surface_form":"ionosphere","offset":3427},{"uri":"Solar_wind","surface_form":"solar wind","offset":3446},{"uri":"Cosmic_ray","surface_form":"cosmic rays","offset":3531},{"uri":"Distance","surface_form":"distance","offset":3893},{"uri":"Atmosphere","surface_form":"atmosphere","offset":4142},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":4167},{"uri":"Radio","surface_form":"radio","offset":4202},{"uri":"Parachute","surface_form":"parachute","offset":4477},{"uri":"Surface","surface_form":"surface","offset":4502},{"uri":"Information","surface_form":"information","offset":4532},{"uri":"Radio","surface_form":"radio","offset":4650},{"uri":"Spacecraft","surface_form":"spacecraft","offset":4740},{"uri":"Hard_ultraviolet","surface_form":"hard ultraviolet","offset":4953},{"uri":"Spacecraft","surface_form":"spacecraft","offset":5035},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5058},{"uri":"Radio","surface_form":"radio","offset":5250},{"uri":"Picture","surface_form":"pictures","offset":5444},{"uri":"Planet","surface_form":"planet","offset":5481},{"uri":"Soviet_Venera_program","surface_form":"Soviet Venera program","offset":5672}]}