{"id":89790,"url":"http://en.wikipedia.org/wiki/Wario","text":"Wario is a character from Nintendo's popular video game series \"Mario\". He has appeared in most of the \"Mario Party\" and sports-related games, and has been the subject of a few video games of his own.\nCharacteristics.\nWario wears purple overalls with a yellow shirt, and green, pointed shoes. He has a purple W on his hat, similar to how Mario has an M on his. Wario is Mario's rival. He is greedy, and loves money and garlic. He is fat, but also very strong. He sometimes works together with Waluigi.\nReception.\nWario ranked 10th on GameDaily's Top 10 Smash Bros. characters list. He also ranked seventh on GameDaily's top 10 ugliest game characters list; the authors referenced his snarling smile, moustache, and outfits. They also included him in a top 25 list of video game anti-heroes, stating that in spite of his greed, he's actually a \"cool dude\". Screwattack rated Wario as the 10th Biggest Douchebag in Gaming. IGN editor Travis Fahs commented that while he was not the most likable character, he has incredible confidence that overshadows his flaws and makes him an entertaining character. In an article written by Kombo editors Agustin Olvera and Stephen Smith, they exclaim their surprise that he had not appeared in \"Super Smash Bros. Melee\" as a playable character, stating that he would be a great addition to the game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":11},{"uri":"Nintendo","surface_form":"Nintendo","offset":26},{"uri":"Video_game","surface_form":"video game","offset":45},{"uri":"Mario_(Nintendo)","surface_form":"Mario","offset":64},{"uri":"Mario_Party_(series)","surface_form":"Mario Party","offset":104},{"uri":"Wario_(series)","surface_form":"video games of his own","offset":177},{"uri":"Fat","surface_form":"fat","offset":433},{"uri":"Waluigi","surface_form":"Waluigi","offset":493},{"uri":"GameDaily","surface_form":"GameDaily","offset":534},{"uri":"Screwattack","surface_form":"Screwattack","offset":856},{"uri":"IGN","surface_form":"IGN","offset":921},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":1231}]}