{"id":89794,"url":"http://en.wikipedia.org/wiki/Iconoclasm","text":"Iconoclasm means symbols of a culture (like icons or monuments) being destroyed by people of that same culture. This is usually done for religious or political motives. Often, it occurs together with major political or religious changes. It is generally distinct from destruction by foreigners, for example by Spanish conquistadors in America. The term does not generally include the specific destruction of images of a ruler after his death or overthrow (\"damnatio memoriae\"), for example Akhenaten in Ancient Egypt.\nPeople who engage in or support iconoclasm are called iconoclasts. This word is also used for people who are against established dogmata or conventions. Similarly, people who revere or venerate religious images are called idolators. In an Eastern Orthodox context they are known as iconodules, or iconophiles.\nIconoclasm may be carried out by people of a different religion, but is often the result of sectarian disputes between factions of the same religion. The two Byzantine outbreaks during the 8th and 9th centuries were unusual because the use of images was the main issue in the dispute, rather than a by-product of wider concerns. In Christianity, iconoclasm has generally been motivated by a literal interpretation of the Ten Commandments, which forbid the making and worshipping of \"graven images\" of God.","categories":[],"infobox_types":[],"annotations":[{"uri":"Icon","surface_form":"icon","offset":44},{"uri":"Monument","surface_form":"monument","offset":53},{"uri":"Religious","surface_form":"religious","offset":137},{"uri":"Politics","surface_form":"political","offset":150},{"uri":"Conquistador","surface_form":"conquistador","offset":318},{"uri":"Damnatio_memoriae","surface_form":"damnatio memoriae","offset":457},{"uri":"Akhenaten","surface_form":"Akhenaten","offset":490},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":503},{"uri":"Dogma","surface_form":"dogma","offset":647},{"uri":"Idol","surface_form":"idol","offset":740},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":757},{"uri":"Iconodule","surface_form":"iconodule","offset":800},{"uri":"8th_century","surface_form":"8th","offset":1017},{"uri":"9th_century","surface_form":"9th centuries","offset":1025},{"uri":"Ten_Commandments","surface_form":"Ten Commandments","offset":1249}]}