{"id":89809,"url":"http://en.wikipedia.org/wiki/United_Church_of_God","text":"The United Church of God (UCG) is a denomination of Christianity. It is one of many denominations to come out of the Worldwide Church of God (WCG) in 1995. The Worldwide Church of God was started by Herbert W. Armstrong.\nUCG calls itself \"The United Church of God, \"an International Association\", with the last three words italicized. This is so people do not confuse it with other churches. UCG is its own denomination.\nBeginning.\nAfter Herbert Armstrong's death in 1986, leaders in the WCG began to change the teachings of the church. This started in 1994. They changed the teachings to be more like other Christian churches. Many of the members wished to keep the original teachings, which they believed were the same beliefs as the early church of the First Century. Because of this, they left to start their own churches. UCG was established in May 1995 and is the largest church to come out of the WCG.\nUCG began when former WCG ministers met in Indianapolis, Indiana in the spring of 1995. The were concerned about the changing teachings of the church. UCG's first president was David Hulme. He was later removed from office because he refused to move the church's home office to Ohio in 1998, among other reasons. After this, he started a new church called \"Church of God, an International Community.\" After Hulme, church elders elected other new presidents. They elected Les McCullough in 1998, Roy Holladay in 2002, Clyde Kilough in 2005 and Dennis Luker in 2010. Victor Kubik was elected to serve for three years in May 2013.\nGovernment.\nUCG is led by twelve men called the \"Council of Elders\". They are elected by a group of church ministers called the \"General Conference of Elders.\" This is not like the WCG, which was led by one man only. The General Conference of Elders meets once a year in May to decide how money should be spent and how the church should be run. They also decide the teachings of the church and go to seminars. The council meets four times a year.\nUCG's \"Home Office\" and is in Milford, Ohio, (a suburb of Cincinnati). This office is led by UCG's President, who is also the church's main spokesperson. He also leads the church's ministers and controls the printing of the church magazine, newsletter, and booklets. He is elected by the Council of Elders (COE) and can be removed by them.\nAmbassador Bible College.\nAmbassador Bible College (ABC) is an in-depth nine-month program where students can learn about the Bible, Christian living and the teachings of the United Church of God. The program also prepares young people to lead and serve, and it prepares them to teach future generations. Students study church teaching and all the books of the Bible thoroughly.\nMission and Media.\nUCG states: \"The mission of the Church of God is to preach the gospel of Jesus Christ and the Kingdom of God in all the world, make disciples in all nations and care for those disciples.\" Their goal is to preach about \"The Kingdom of God\" to everyone, through the UCG website, through Twitter and YouTube, and through radio, magazines, booklets, and television.\nUCG also has 33 booklets on different Bible teachings, and a 12-lesson Bible study course. It also has a monthly Bible reading program where the Bible is explained, and a number of articles. \"Kingdom of God Bible seminars\" began in September 2011 and are held at different locations around the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denomination","surface_form":"denomination","offset":36},{"uri":"Christianity","surface_form":"Christianity","offset":52},{"uri":"Grace_Communion_International","surface_form":"Worldwide Church of God","offset":117},{"uri":"Herbert_W._Armstrong","surface_form":"Herbert W. Armstrong","offset":199},{"uri":"Italics","surface_form":"italicized","offset":323},{"uri":"Indianapolis%2C_Indiana","surface_form":"Indianapolis, Indiana","offset":952},{"uri":"Ohio","surface_form":"Ohio","offset":1187},{"uri":"Seminar","surface_form":"seminar","offset":1937},{"uri":"Milford%2C_Ohio","surface_form":"Milford, Ohio","offset":2014},{"uri":"Suburb","surface_form":"suburb","offset":2032},{"uri":"Cincinnati%2C_Ohio","surface_form":"Cincinnati","offset":2042},{"uri":"Spokesperson","surface_form":"spokesperson","offset":2124},{"uri":"Gospel","surface_form":"gospel","offset":2785},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":2795},{"uri":"Disciple","surface_form":"disciple","offset":2854},{"uri":"Twitter","surface_form":"Twitter","offset":3007},{"uri":"YouTube","surface_form":"YouTube","offset":3019},{"uri":"Radio","surface_form":"radio","offset":3040},{"uri":"Magazine","surface_form":"magazine","offset":3047},{"uri":"Television","surface_form":"television","offset":3072}]}