{"id":89816,"url":"http://en.wikipedia.org/wiki/Districts_of_Germany","text":"German districts () are administrative units used in Germany for local government.\nThe districts are in between the (German states) and the local / municipal levels (). They are not to be confused with the larger.\nTheir equivalent in other nations is the county or arrondissement.\nTypes of districts.\nMost of the districts are rural districts (). There are 295 \"Landkreise\".\nCities with more than 100,000 inhabitants (and smaller towns in some states) are not usually part of a district, but do the work of a district themselves. These are known as urban districts (or \"Stadtkreise\") The equivalent in the United Kingdom is a unitary authority, they do the work of a town and a county. There are 107 of these Kreisfreie Städte.\nThis makes a total of 402 districts.\nIn North Rhine-Westphalia, there are some cities with more than 100,000 inhabitants which are not urban districts, for example Iserlohn, Recklinghausen, Siegen, Paderborn, Bergisch Gladbach, Witten and Neuss. These cities belong to a district, but still do so the districts jobs themselves, as though they were independent.\nResponsibilities.\nAll these tasks are carried out by local (municipal) authorities operating together. Urban districts have these responsibilities and also those of the municipalities.\nDistrict council.\nThe district council, the, is the legislative body of the district and is responsible for local self-administration. The parliament is elected every five years, except in Bavaria where it is elected every six years.\nDistrict administration.\nThe person in charge of the district's government is the or. In parts of northern Germany, this is also the name of the district administration, in southern Germany it is known as.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":53},{"uri":"Local_government","surface_form":"local government","offset":65},{"uri":"District","surface_form":"district","offset":87},{"uri":"States_of_Germany","surface_form":"German states","offset":117},{"uri":"County","surface_form":"county","offset":255},{"uri":"Arrondissement","surface_form":"arrondissement","offset":265},{"uri":"List_of_German_rural_districts","surface_form":"rural districts","offset":327},{"uri":"List_of_German_urban_districts","surface_form":"urban districts","offset":549},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":768},{"uri":"Iserlohn","surface_form":"Iserlohn","offset":892},{"uri":"Recklinghausen","surface_form":"Recklinghausen","offset":902},{"uri":"Siegen","surface_form":"Siegen","offset":918},{"uri":"Paderborn","surface_form":"Paderborn","offset":926},{"uri":"Bergisch_Gladbach","surface_form":"Bergisch Gladbach","offset":937},{"uri":"Witten","surface_form":"Witten","offset":956},{"uri":"Neuss","surface_form":"Neuss","offset":967},{"uri":"Bavaria","surface_form":"Bavaria","offset":1463}]}