{"id":89821,"url":"http://en.wikipedia.org/wiki/Mary%2C_Queen_of_Scots","text":"Mary, Queen of Scots (8 December 1542 – 8 February 1587), was Queen of Scotland from 14 December 1542 until 24 July 1567, when she was forced to give up her kingdom (\"abdicate).\" She was executed because it was said she had been plotting to kill her cousin, Elizabeth I of England.\nEarly life.\nMary was the daughter of King James V of Scotland, who died just after she was born. She was crowned queen when she was only 6 days old. She went to live in France when she was very young. Scotland would be ruled by \"regents\" until she was 18 years old. The first regent was the Earl of Arran. After 1554, the regent was Mary's mother, Mary of Guise.\nKing Henry VIII of England tried to get Lord Arran to agree that Mary would marry his son. This led to a series of battles called the \"Rough Wooing\". In the end, Lord Arran turned to the French for help. Lord Arran and King Henry II of France agreed that France would protect Scotland if Mary could marry the King's son Francis. When she was 15 years old, Mary married Francis, who was now King Francis II of France. But their marriage was short. Francis became very ill and later died from an ear infection that had spread to his brain, leaving Mary a widow shortly before her 18th birthday.\nWhen Mary was born, Scotland was a Catholic country. While she was living in France, Protestant ideas were spreading to Scotland. Her mother tried to stop this but could not. In 1560, the Parliament of Scotland said it wanted Scotland to be a Protestant country.\nReign in Scotland.\nIn 1561, Mary returned to Scotland. She found that she was not popular in her kingdom. She had been brought up as a Catholic, but many people in Scotland had become Protestant. It was difficult for Mary to avoid siding with either the Catholics or the Protestants. As Mary was now free to marry again, there were lots of noblemen who wanted to become her husband. For her second husband, she chose an English lord named Henry Stuart, Lord Darnley, who was of royal blood. Darnley was good-looking and charming, but he was often very childish, and he was jealous of Mary's secretary, an Italian named David Rizzio.\nMary became pregnant. While she was expecting the baby, Darnley and his friends got drunk one night and decided to kill David Rizzio. They came into Mary's private rooms at Holyrood Palace while she was talking with Rizzio and they stabbed him to death. Darnley got away with the murder because he was the queen's husband, but Mary never forgave him for murdering her friend Rizzio and avoided being with him again. When her baby was born, it was a boy, who would later become King James VI of Scotland.\nIn 1567, Darnley was murdered. James Hepburn, 4th Earl of Bothwell was put on trial for the murder but found not guilty. He was a powerful Scottish nobleman who was loyal to Mary and hated Darnley. Mary then married him. This caused her problems, because Bothwell had many enemies and many still believed he had murdered Darnley. Mary's enemies forced her off the throne and made her young son king in her place. Mary was put in prison in Loch Leven Castle. She escaped and crossed the border into England, which was ruled by her cousin, Elizabeth, Queen of England.\nImprisonment and execution.\nMary hoped that Elizabeth would help her to get her throne back, but Elizabeth did not since it was always believed that Mary would try to take the throne from her. She kept Mary a prisoner for many years. Mary was eventually accused of making plans to murder Elizabeth. A jury of thirty noblemen convicted her of treason and she was executed.\nEven though Elizabeth signed the death warrant, she put it off for a long time as she was not comfortable with executing someone who was both a family member and another queen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scottish_monarchs","surface_form":"Queen of Scotland","offset":62},{"uri":"Abdication","surface_form":"abdicate","offset":167},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":258},{"uri":"James_V_of_Scotland","surface_form":"James V of Scotland","offset":324},{"uri":"Kingdom_of_France","surface_form":"France","offset":451},{"uri":"Regent","surface_form":"regent","offset":511},{"uri":"Mary_of_Guise","surface_form":"Mary of Guise","offset":630},{"uri":"Henry_VIII_of_England","surface_form":"King Henry VIII of England","offset":645},{"uri":"Rough_Wooing","surface_form":"Rough Wooing","offset":780},{"uri":"Henry_II_of_France","surface_form":"King Henry II of France","offset":864},{"uri":"Francis_II_of_France","surface_form":"King Francis II of France","offset":1035},{"uri":"Roman_Catholic_Church","surface_form":"Catholic","offset":1273},{"uri":"Protestant","surface_form":"Protestant","offset":1323},{"uri":"Catholic","surface_form":"Catholic","offset":1636},{"uri":"Protestant","surface_form":"Protestant","offset":1685},{"uri":"Henry_Stuart%2C_Lord_Darnley","surface_form":"Henry Stuart, Lord Darnley","offset":1940},{"uri":"Holyrood_Palace","surface_form":"Holyrood Palace","offset":2307},{"uri":"James_VI_of_Scotland","surface_form":"James VI of Scotland","offset":2616},{"uri":"James_Hepburn%2C_4th_Earl_of_Bothwell","surface_form":"James Hepburn, 4th Earl of Bothwell","offset":2669},{"uri":"Loch_Leven_Castle","surface_form":"Loch Leven Castle","offset":3077},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth, Queen of England","offset":3176},{"uri":"Treason","surface_form":"treason","offset":3547}]}