{"id":89894,"url":"http://en.wikipedia.org/wiki/Joschka_Fischer","text":"Joseph Martin \"Joschka\" Fischer (born 12 April 1948) was German foreign minister and Vice Chancellor in the government of Gerhard Schröder from 1998 to 2005. He was a leading figure in the German Green Party and according to opinion polls [http://www.tagesthemen.de/aktuell/meldungen/0,1185,OID2020828_TYP6_THE2020794_NAV3332916~1260572~2020794_REF1_BAB,00.html], he was the most popular politician in Germany for most of the government's duration. He left office on 22 November 2005.\nEarly life.\nFischer was born in Gerabronn in Baden-Württemberg. His parents were Germans from Hungary. His nickname Joschka is from \"Jóska\", which is the Hungarian nickname for Joseph (). Fischer dropped out of high school in 1965, and started working for a photographer which he quit in 1966.\nIn 1967 he became active in the German student movement and Left-wing politics. Working in a left-wing bookstore in Frankfurt was when he started going to leftist university events as a guest student. He studied the works of Marx, Mao and Hegel and became a member of the militant group \"Revolutionary Combat\" ().\nFischer took part in some street battles when the anarchist \"Putzgruppe\" attacked the police and hurt some officers a lot. (In German the word \"Putz\" can mean a cleaner, but in \"Putz-group\" it is an acronym. That means the letters stand for other words. \"Proletarische Union für Terror und Z'\"erstörung\", i.e. \"The Workers Union for Terror and Destruction\"). Photos of one battle in March 1973 show Fischer clubbing policeman Rainer Marx [http://www.joschkaf.org/nytimes1.htm]. [http://www.joschkaf.org/Fischer getting a workout (photo)]\nIn the German Autumn () of 1977, there were a lot of terrorist attacks by the Red Army Faction (RAF). Fischer says that these attacks, especially the kidnapping and murder of Hanns-Martin Schleyer, made him give up violence as a way to get political change.\nInstead, he became involved in the new social movements and later in the newly-founded German Green Party, mainly in the state of Hesse.\nIn May 1981 the Minister of Economics of the state of Hesse, Heinz-Herbert Karry, was murdered. The gun that killed the minister was stolen from an American army base in 1973, and Fischer's car was used in the robbery.\nAs Foreign Minister, Fischer apologised for the violence of his \"Putzgruppe\" days,\nGreen politician.\nFrom 1983 to 1985, Fischer was a member of the Bundestag for the Green party. In 1985, he became Minister for the Environment in Hesse in the first Social Democrat-Green coalition (1985-1987). Fischer caused a stir when he arrived to take his oath of office ceremony wearing trainers. These trainers are now on display in a museum in Bonn.\nFischer was again Environment Minister in Hessen from 1991 to 1994, and, later on, became co-chairman of the Greens parliamentary party in the Bundestag. During his years in opposition, Fischer was respected for his speeches. For a large part of the 1990s, with the SPD was not very popular, and Fischers friends often called him \"real\" Leader of the Opposition.\nForeign Minister.\nIn September 1998 the Social Democrats, led by Gerhard Schröder, beat the Christian Democrat government of Helmut Kohl. With the SPD's 42% and the Greens' 7%, a coalition government could be formed. After several weeks of talks between Social Democrats and Greens, the new government took power on 27 October 1998. Fischer became Minister of Foreign Affairs.\nIn 1999 Fischer supported German participation in the Kosovo War. This was very extremely controversial within the largely pacifist Green Party, because it meant that, for the first time since World War II, German soldiers would actively go into combat. He justified this war with allegations that Serbia was planning to commit genocide against the Kosovo Albanians.\nFischer was also in favour of stationing German troops in Afghanistan, but he advised Schröder not to join the war in Iraq. He is known as a good friend of Kofi Annan. By 2005 he was the second longest-serving foreign minister in German postwar history (after Hans-Dietrich Genscher).\nIn 2005 Fischer was accused by critics of carelessly relaxing controls on visa regulations for Ukraine, thus allowing many illegal immigrants to enter Germany with fake identities. A parliamentary committee was established to examine the case, and unlike in other such committee hearings, Fischer's statement (and that of other top officials) was shown live on public TV. Fischer's appearance before the committee took twelve hours. (See German Visa Affair 2005).\nAfter the defeat of the coalition government in the 2005 election, Fischer announced that he would retire to the backbench. \"After 20 years of power, now I want my freedom back\", he was quoted as saying. On 13 October 2005, it was announced that Frank-Walter Steinmeier (SPD) would succeed Fischer as Foreign Minister.\nLife after politics.\nSince the beginning of September 2006 Joschka Fischer has been a senior fellow at the Liechtenstein Institute on Self-Determination at Princeton University, a visiting professor at Woodrow Wilson School of Public and International Affairs at Princeton University. He has also spoken at other American universities, notably Brandeis University, on various topic in foreign affairs and international relations.\nPrivate life.\nFischer has often been the most popular German politician, even among supporters of other parties.\nUntil 1996, Fischer had been an outspoken lover of good wines and food. He often bet cases of expensive wine with other politicians on the outcome of elections. Fischer had also been overweight. Within a short time he lose a lot of weight. Fischer said that this was due to his giving up alcohol completely and changing his diet. He had also been doing fitness training and even running marathons. He cashed in on his weight loss by writing the book \"My long race towards myself\" about his experience, which became an immediate bestseller. Recently he has been putting on weight again.\nFischer has been married five times: his first four marriages, to Edeltraud Fischer (1967-1984), Inge Vogel (1984-1987), Claudia Bohm (1987-1999), and Nicola Leske (1999-2003), all ended in divorce. In October 2005 he married (in Rome) Minu Barati, who was his common-law wife for 2 years. With Inge, his second wife, he has two children: David and Lara. In April 2005 Fischer became a grandfather for the first time.\nFurther reading.\nThe following sources reflect the views of U.S. adversaries of Fischer and his policies, especially Germany's decision not to participate in the 2003 U.S.-led invasion of Iraq.\nOther websites.\nFischer writes a monthly commentary series, \"The Rebel Realist\", for Project Syndicate, a non-profit association of newspapers around the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germans","surface_form":"German","offset":57},{"uri":"Foreign_Office_of_Germany","surface_form":"foreign minister","offset":64},{"uri":"Vice_Chancellor_of_Germany","surface_form":"Vice Chancellor","offset":85},{"uri":"Gerhard_Schr%C3%B6der","surface_form":"Gerhard Schröder","offset":122},{"uri":"German_Green_Party","surface_form":"German Green Party","offset":189},{"uri":"Gerabronn","surface_form":"Gerabronn","offset":517},{"uri":"Baden-W%C3%BCrttemberg","surface_form":"Baden-Württemberg","offset":530},{"uri":"German_student_movement","surface_form":"German student movement","offset":811},{"uri":"Left-wing_politics","surface_form":"Left-wing politics","offset":839},{"uri":"Karl_Marx","surface_form":"Marx","offset":1004},{"uri":"Mao_Zedong","surface_form":"Mao","offset":1010},{"uri":"Georg_Wilhelm_Friedrich_Hegel","surface_form":"Hegel","offset":1018},{"uri":"Anarchist","surface_form":"anarchist","offset":1143},{"uri":"Putzgruppe","surface_form":"Putzgruppe","offset":1154},{"uri":"German_language","surface_form":"German","offset":1220},{"uri":"Acronym","surface_form":"acronym","offset":1292},{"uri":"German_Autumn","surface_form":"German Autumn","offset":1638},{"uri":"Terrorism","surface_form":"terrorist","offset":1684},{"uri":"Red_Army_Faction","surface_form":"Red Army Faction","offset":1709},{"uri":"Hanns-Martin_Schleyer","surface_form":"Hanns-Martin Schleyer","offset":1806},{"uri":"German_Green_Party","surface_form":"German Green Party","offset":1976},{"uri":"Hesse","surface_form":"Hesse","offset":2019},{"uri":"Heinz-Herbert_Karry","surface_form":"Heinz-Herbert Karry","offset":2087},{"uri":"Bundestag","surface_form":"Bundestag","offset":2393},{"uri":"Social_Democratic_Party_of_Germany","surface_form":"Social Democrat","offset":2494},{"uri":"Bonn","surface_form":"Bonn","offset":2680},{"uri":"SPD","surface_form":"SPD","offset":2952},{"uri":"Gerhard_Schr%C3%B6der","surface_form":"Gerhard Schröder","offset":3114},{"uri":"Christian_Democratic_Union_of_Germany","surface_form":"Christian Democrat","offset":3141},{"uri":"Helmut_Kohl","surface_form":"Helmut Kohl","offset":3174},{"uri":"Kosovo_War","surface_form":"Kosovo War","offset":3480},{"uri":"Pacifism","surface_form":"pacifist","offset":3549},{"uri":"World_War_II","surface_form":"World War II","offset":3619},{"uri":"Serbia","surface_form":"Serbia","offset":3724},{"uri":"Genocide","surface_form":"genocide","offset":3754},{"uri":"Albania","surface_form":"Albania","offset":3782},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":3851},{"uri":"Iraq","surface_form":"Iraq","offset":3911},{"uri":"Kofi_Annan","surface_form":"Kofi Annan","offset":3949},{"uri":"Hans-Dietrich_Genscher","surface_form":"Hans-Dietrich Genscher","offset":4053},{"uri":"Ukraine","surface_form":"Ukraine","offset":4173},{"uri":"Germany","surface_form":"Germany","offset":4229},{"uri":"German_Visa_Affair_2005","surface_form":"German Visa Affair 2005","offset":4516},{"uri":"German_federal_election%2C_2005","surface_form":"2005 election","offset":4594},{"uri":"13_October","surface_form":"13 October","offset":4749},{"uri":"Frank-Walter_Steinmeier","surface_form":"Frank-Walter Steinmeier","offset":4788},{"uri":"Liechtenstein_Institute_on_Self-Determination_at_Princeton_University","surface_form":"Liechtenstein Institute on Self-Determination at Princeton University","offset":4968},{"uri":"Woodrow_Wilson_School_of_Public_and_International_Affairs","surface_form":"Woodrow Wilson School of Public and International Affairs","offset":5063},{"uri":"Princeton_University","surface_form":"Princeton University","offset":5124},{"uri":"Brandeis_University","surface_form":"Brandeis University","offset":5205},{"uri":"Bestseller","surface_form":"bestseller","offset":5932},{"uri":"Rome","surface_form":"Rome","offset":6220},{"uri":"Minu_Barati","surface_form":"Minu Barati","offset":6226}]}