{"id":89906,"url":"http://en.wikipedia.org/wiki/Flora_family","text":"The Flora family of asteroids is a big group of S-type asteroids in the closer part of the main belt, whose origin and properties are not well understood right now. About 4-5% of all main belt asteroids belong to this family.\nBecause of its poorly defined edges, and the location of Flora itself near the edge, this asteroid group has also sometimes been called the Ariadne family, when Flora did not make it into the group during an analysis (e.g. the WAM analysis by Zappala 1995).\nCharacteristics.\nThe biggest member is 8 Flora, which mesures 140 km in diameter, and takes up about 80% of the total family mass. Nevertheless, the parent body was almost for sure destroyed by the impact/s that made the family, and Flora is probably a gravitational aggregate of most of the pieces. 43 Ariadne makes up much of the remaining mass (about a further 9%, with the remaining family members being fairly small, below 30 km in diameter.\nUnrelated asteroids.\nBecause of the high background density of asteroids in this part of space, one might expect that a great number of asteroids unrelated to the collision that made the family would be present. However, few have been found. This is because unrelated asteroids are hard to distinguish from family members because the family is of the same spectral type (S) that dominates the closer main belt overall. The few unrelated asteroids that have been found are all small (Florczak \"et al.\" 1998, and also by inspection of the [http://www.psi.edu/pds/archive/tax.html PDS asteroid taxonomy data set] for non S-type members.) They include 298 Baptistina, 422 Berolina, 2093 Genichesk, 2259 Sofievka (the biggest, with a 21 km diameter), 2952 Liliputia, 3533 Toyota, 3850 Peltier, 3875 Staehle, 4278 Harvey, 4396 Gressmann, and 4750 Mukai.","categories":[],"infobox_types":[],"annotations":[{"uri":"S-type_asteroid","surface_form":"S-type","offset":48},{"uri":"Asteroid","surface_form":"asteroid","offset":55},{"uri":"Asteroid_belt","surface_form":"main belt","offset":91},{"uri":"8_Flora","surface_form":"8 Flora","offset":523},{"uri":"Diameter","surface_form":"diameter","offset":556},{"uri":"43_Ariadne","surface_form":"43 Ariadne","offset":784},{"uri":"Asteroid_spectral_types","surface_form":"spectral type","offset":1287},{"uri":"S-type_asteroid","surface_form":"S","offset":1302},{"uri":"298_Baptistina","surface_form":"298 Baptistina","offset":1579},{"uri":"422_Berolina","surface_form":"422 Berolina","offset":1595},{"uri":"2093_Genichesk","surface_form":"2093 Genichesk","offset":1609},{"uri":"2259_Sofievka","surface_form":"2259 Sofievka","offset":1625},{"uri":"2952_Liliputia","surface_form":"2952 Liliputia","offset":1677},{"uri":"3533_Toyota","surface_form":"3533 Toyota","offset":1693},{"uri":"3850_Peltier","surface_form":"3850 Peltier","offset":1706},{"uri":"3875_Staehle","surface_form":"3875 Staehle","offset":1720},{"uri":"4278_Harvey","surface_form":"4278 Harvey","offset":1734},{"uri":"4396_Gressmann","surface_form":"4396 Gressmann","offset":1747},{"uri":"4750_Mukai","surface_form":"4750 Mukai","offset":1767}]}