{"id":89937,"url":"http://en.wikipedia.org/wiki/Suharto","text":"Suharto (February 20, 1921 – January 27, 2008) was an Indonesian military and political leader. He was a military officer in the Indonesian Army. He is better known as the second President of Indonesia. He held the office for a long time, from 1967 to 1998.\nPolitical power.\nIn the early morning of October 1, 1965, a group of soldiers claiming to be supported by the Indonesian Communist Party killed six generals in the army and one assistant because they thought he was a seventh. Many friends and supporters of Suharto claimed they were members of the communist party itself. The people of Indonesia then started killing anybody they thought was communist with Suharto's tacit approvement. Estimates range around half a million. Suharto then seized power from his predecessor, the first president of Indonesia Sukarno. For this, he used some force, but also took some political maneuvers. At the time, there was instability and unrest inside and outside of Indonesia. This helped him come to power. He took three decades to change the regime to work along militarist lines, with a strong central government. His movement was known as \"Orde Baru\". As he took an anti-communist position which he could defend, several Western governments supported him both in economic and political matters. This was during an era that is known as Cold War. For most of his three-decade rule, Indonesia experienced significant economic growth and industrialization. His rule, however, led to political purges and the deaths of about half a million of suspected Indonesian communists; many of them Chinese-Indonesians. He also made some laws against communist parties and ethnic Chinese.\nHis New Order administration's authoritarian and increasingly corrupt practices led to much discontent in the 1990s. Suharto's almost unquestioned authority over Indonesian affairs slipped dramatically when the Asian financial crisis lowered Indonesians' standard of living. People inside the military and other institutions no longer supported him. There were some problems inside the country during the early 1990s. Suharto became more and more isolated, in a political way. After mass demonstrations in 1998, Suharto was forced to resign. Suharto had been the face of Indonesia for over 30 years. After retiring, he lived in seclusion. There were people who wanted to try him for genocide. This failed however, because he had a very bad health. His legacy remains hotly debated and contested both in Indonesia and abroad.\nLike many Javanese, Suharto has only one name. In contexts where his religion is being discussed he is sometimes called Haji or el-Haj Mohammed Suharto, but this Islamic title is not part of his formal name or generally used. The spelling \"Suharto\" has been official in Indonesia since 1947 but the older spelling Soeharto is still frequently used.\nDeath.\nSuharto was admitted to hospital on January 4; on 23 January, Suharto's health worsened further, as a sepsis infection spread through his body. His family consented to the removal of life support machines if his condition did not improve and he died on 27 January at 1:09 pm. He died at Pertamina Hospital in Jakarta, Indonesia of congestive heart failure. He was taken off life support. He was buried at a family mausoleum near Solo town.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indonesia","surface_form":"Indonesia","offset":54},{"uri":"President_of_Indonesia","surface_form":"President of Indonesia","offset":179},{"uri":"Indonesian_Communist_Party","surface_form":"Indonesian Communist Party","offset":368},{"uri":"Sukarno","surface_form":"Sukarno","offset":814},{"uri":"Decade","surface_form":"decade","offset":1017},{"uri":"Orde_Baru","surface_form":"Orde Baru","offset":1139},{"uri":"Communism","surface_form":"communist","offset":1170},{"uri":"Cold_War","surface_form":"Cold War","offset":1334},{"uri":"Economic_growth","surface_form":"economic growth","offset":1413},{"uri":"Industrialization","surface_form":"industrialization","offset":1433},{"uri":"Communist_Party_of_Indonesia","surface_form":"Indonesian communists","offset":1547},{"uri":"Anti-Chinese_legislation_in_Indonesia","surface_form":"laws","offset":1622},{"uri":"Authoritarian","surface_form":"authoritarian","offset":1704},{"uri":"Political_corruption","surface_form":"corrupt","offset":1735},{"uri":"Asian_financial_crisis","surface_form":"Asian financial crisis","offset":1884},{"uri":"Standard_of_living","surface_form":"standard of living","offset":1928},{"uri":"Indonesian_revolution_of_1998","surface_form":"mass demonstrations","offset":2156},{"uri":"Genocide","surface_form":"genocide","offset":2356},{"uri":"Java","surface_form":"Java","offset":2508},{"uri":"Haji","surface_form":"Haji","offset":2618},{"uri":"Jakarta","surface_form":"Jakarta","offset":3163},{"uri":"Indonesia","surface_form":"Indonesia","offset":3172},{"uri":"Congestive_heart_failure","surface_form":"congestive heart failure","offset":3185},{"uri":"Life_support","surface_form":"life support","offset":3228}]}