{"id":90024,"url":"http://en.wikipedia.org/wiki/Industrialisation","text":"Industrialisation (or industrialization) is a process that happens in countries when they start to use machines to do work that was once done by people. Industrialisation changes the things people do. Industrialisation caused towns to grow larger. Many people left farming to take higher paid jobs in factories in towns.\nIndustrialisation is part of a process where people adopt easier and cheaper ways to make things. Using better technology, it becomes possible to produce more goods in a shorter amount of time. More things can be produced by fewer people.\nAfter industrialisation people also do more specialised jobs. For example before industrialisation, a cobbler made the whole shoe. He worked on one pair of shoes, finished that, and then did the next pair of shoes. Industrial shoemaking involves many people in making shoes in a factory. An individual worker has a smaller task, however. One person cuts the sole of the shoe. Another person stitches it on. In short there is division of labour. They make even more shoes when they use cutting machines, sewing machines and other special machines. The factory may be owned by a rich person who can afford the machines, or by a company.\nIndustrialisation started in England with the industrial revolution in the 18th century. It spread first to parts of Europe, and to North America. In the 20th century industrialisation spread to most other countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Process","surface_form":"process","offset":46},{"uri":"Farming","surface_form":"farming","offset":265},{"uri":"Technology","surface_form":"technology","offset":432},{"uri":"Cobbler","surface_form":"cobbler","offset":662},{"uri":"Shoemaking","surface_form":"shoemaking","offset":786},{"uri":"Factory","surface_form":"factory","offset":839},{"uri":"Division_of_labour","surface_form":"division of labour","offset":985},{"uri":"Company","surface_form":"company","offset":1186},{"uri":"England","surface_form":"England","offset":1224},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":1241},{"uri":"18th_century","surface_form":"18th century","offset":1270}]}