{"id":90293,"url":"http://en.wikipedia.org/wiki/Mika_Pohjola","text":"e=\"preserve\">Mika Pohjola (born December 1, 1971, in Helsinki, Finland) is a jazz pianist and composer. He lives in New York City.\nBiography.\nMika Pohjola lived in Vantaa, Finland, outside Helsinki until 1987. He started studying piano and music theory with his father, Heikki Pohjola in 1979. In 1982, he started singing in the Helsinki cathedral boy choir, Cantores Minores. He then studied classical piano, music theory and counterpoint at the Vantaa Music Institute. After completing his classical studies, Pohjola moved to Stockholm, Sweden to study jazz music. He met Alvaro Is Rojas while studying at the Södra Latin Gymnasium. Is Rojas taught him piano improvisation and jazz ear-training for five years. Pohjola received a Master's Degree in Jazz Education at the Royal Swedish College of Music in 1992.\nEncouraged by Alvaro Is Rojas, Pohjola moved to Boston, Massachusetts to study at Berklee College of Music. His teachers included Herb Pomeroy, Gary Burton, Phil Wilson, Ed Bedner and Hal Crook. Pohjola also met many new music collaborators, such as Johanna Grüssner, Matt Penman, Roberto Dani, Fernando Huergo, Sophie Dunér and Yusuke Yamamoto. Pohjola graduated from Berklee with honors in 1994. That same year he recorded his first album, \"Myths and Beliefs\" (GM Recordings) produced by Gunther Schuller.\nIn 1995, Pohjola moved to New York City and became a part of the downtown jazz scene. He briefly studied with pianist Sal Mosca. Pohjola performed at New York clubs such as the Blue Note, Birdland, the Five Spot, Smalls, The Jazz Standard and Visiones. His many bands featured saxophonists Chris Cheek, Mark Turner and Miguel Zenón, guitarist Ben Monder, bassists Matt Penman, Johannes Weidenmüller and Fernando Huergo, drummers Roberto Dani, Marlon Browden, Darren Beckett, Matt Wilson and Mark Ferber. In the 1990s, Pohjola often toured Europe, and performed in his native Finland, Sweden, Denmark, The United Kingdom, Germany and Italy. Pohjola was also invited to play in Ukraine in 1999, 2001 and 2002. In 2002 to 2005 Pohjola spent much time in his own recording studio, documenting ambitious arrangements of Scandinavian traditional and popular music. He released the catalogue of the original Moomin music on \"Moomin Voices\" (2003 in Swedish; 2005 in Finnish). His main collaborators included vocalists Theo Bleckmann, Rigmor Gustafsson, Lisa Werlinder, Sanni Orasmaa and Eeppi Ursin; and instrumentalists Alan Ferber, David Ambrosio, Christof Knoche, Laura Arpiainen and Ayumi Takeshima. He also recorded Scandinavian Christmas music on \"Scandinavian Yuletide Voices\" (2005), and a tribute to the Finnish legendary tango composer, Toivo Kärki on the album, \"Leivonen lumimyrskyssä (A Lark in a Snowstorm)\" (2006).\nPohjola has since 1995 been a jazz piano principal at the Nilsiä Music Camp in Finland. Additionally, he has been a guest lecturer at many conservatories in Scandinavia. In 2006 Pohjola was invited as a lecturer to Berklee College of Music as a major visiting artist.\nPohjola plays chacarera and jazz compositions with Argentinean bassist and composer Fernando Huergo. Pohjola also leads several groups in Finland, such as the popular Moomin Voices (in Finnish Muumilauluja-bändi) which often performs at children's events and festivals.","categories":[],"infobox_types":[],"annotations":[{"uri":"December_1","surface_form":"December 1","offset":32},{"uri":"1971","surface_form":"1971","offset":44},{"uri":"Helsinki","surface_form":"Helsinki","offset":53},{"uri":"Finland","surface_form":"Finland","offset":63},{"uri":"Jazz","surface_form":"jazz","offset":77},{"uri":"Pianist","surface_form":"pianist","offset":82},{"uri":"Composer","surface_form":"composer","offset":94},{"uri":"New_York_City","surface_form":"New York City","offset":116},{"uri":"Vantaa","surface_form":"Vantaa","offset":164},{"uri":"Finland","surface_form":"Finland","offset":172},{"uri":"Helsinki","surface_form":"Helsinki","offset":189},{"uri":"Stockholm","surface_form":"Stockholm","offset":528},{"uri":"Sweden","surface_form":"Sweden","offset":539},{"uri":"Improvisation","surface_form":"improvisation","offset":661},{"uri":"Ear-training","surface_form":"ear-training","offset":684},{"uri":"Boston","surface_form":"Boston","offset":861},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":869},{"uri":"Moomin","surface_form":"Moomin","offset":2222},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":2535},{"uri":"Christmas_music","surface_form":"Christmas music","offset":2548},{"uri":"Jazz","surface_form":"jazz","offset":3040}]}