{"id":90323,"url":"http://en.wikipedia.org/wiki/%C4%8Cerenkov_radiation","text":"Cherenkov radiation, also known as Vavilov–Cherenkov radiation (; Russian: Черенков) is a type of electromagnetic radiation produced by charged particles when they pass through an optically transparent medium at a speed which is greater than the speed of light in that medium. (It doesn't violent the special relativity because, refractive index slows down the speed of light in a medium. So, the particle doesn't have to travel at the speed of light in a vacuum.) It is named after Pavel Alekseyevich Čerenkov who discovered this phenomenon in 1934 under the supervision of Sergey Vavilov. Igor Tamm and Ilya Frank developed a theory on this effect in 1937. Pavel Čerenkov, Igor Tamm and Ilya Frank shared the 1958 Nobel Prize in physics because of their contribution in cherenkov radiation.\nTheory.\nAccording to special relativity, a particle cannot move faster than the speed of light in a vacuum. However, when light travels in a transparent medium (such as water or glass), it moves more slowly than it would in a vacuum. This means that particles can actually move faster than the speed of light in certain mediums. When a particle with an electric charge moves faster than light in a medium which can be polarized, it causes the medium to send out photons (light particles) and thereby loses energy. The photons that are sent out can be measured, as they are simple light.\nExplanation.\nThe formation of Cherenkov radiation is analogous to the bow wave caused by a power boat traveling faster than the speed of water waves or to the shock wave (sonic boom) produced by an airplane traveling faster than the speed of sound in air.\nWhen an aircraft passes through the air, it creates a series of pressure waves in front of the aircraft and behind it. These waves travel at the speed of sound and, as the speed of the object increases, the waves get compressed as they cannot get out of each other's way quickly enough. When the aircraft gets the velocity of sound wave, the pressure waves get merge into a single shock wave. As the velocity keeps increasing, the single shock wave extends mostly to the rear and extends from the craft in a restricted widening cone. We hear this as sonic boom. Similarly, a bow wave forms when something moves through a fluid at a speed greater than the speed of a wave moving across the fluid. The mechanism of Cherenkov radiation is same but it occurs for light waves.\nWhen a charged particle moves inside a polarizable medium, it excites some the ellectrons of that medium. As the excited ellectrons return to their ground state, they emits electromagnetic radiation. According to the Huygens principle, the emitted waves move out spherically at the phase velocity of that medium. If the particle moves faster than the speed of light in that medium, the emitted waves add up and at an angle with respect to the particle direction a radiation is emitted which is known as Cherenkov radiation.\nBecause nothing can move faster than light in a vacuum, there is no Cherenkov light in a vacuum. However, if we say that light in water moves only with 75% of its speed in vacuum, particles with very high energy are now able to move faster than light (through water) and create Cherenkov light.\nThe reason Cherenkov light often appears blue is because its effect is proportional to the frequency, in that the higher the frequency, the higher the effect of the radiation. Because higher frequency light equates to shorter wavelengths, and blue light has one of the shortest wavelengths of visible light, Cherenkov light is usually blue.\nEmission angle with respect to the first image.\nIn the first image, a charged particle (red) moves at a speed of formula_1 where\nRatio between the speed of the particle and the speed of light is\nIn this medium, the velocity of light is (n is the refractive index)\nLeft side of this image is the initial point (\"t\" = 0) and the right side is the location of the particle after \"t\" time।\nSo, the distance passed by the particle in \"t\" time is\nAnd the distance passed by the light is\nSo, the emission angle is (using trigonometry)\nWe can also derive the emission angle from the second image too.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russian_language","surface_form":"Russian","offset":66},{"uri":"Refractive_index","surface_form":"refractive index","offset":329},{"uri":"Speed_of_light","surface_form":"speed of light","offset":436},{"uri":"Pavel_Alekseyevich_%C4%8Cerenkov","surface_form":"Pavel Alekseyevich Čerenkov","offset":483},{"uri":"Sergey_Vavilov","surface_form":"Sergey Vavilov","offset":575},{"uri":"Igor_Tamm","surface_form":"Igor Tamm","offset":675},{"uri":"Ilya_Frank","surface_form":"Ilya Frank","offset":689},{"uri":"Nobel_Prize_in_physics","surface_form":"Nobel Prize in physics","offset":716},{"uri":"Special_relativity","surface_form":"special relativity","offset":814},{"uri":"Particle","surface_form":"particle","offset":836},{"uri":"Light","surface_form":"light","offset":882},{"uri":"Water","surface_form":"water","offset":962},{"uri":"Glass","surface_form":"glass","offset":971},{"uri":"Electric","surface_form":"electric","offset":1146},{"uri":"Electric_charge","surface_form":"charge","offset":1155},{"uri":"Polarization","surface_form":"polarized","offset":1211},{"uri":"Photon","surface_form":"photon","offset":1255},{"uri":"Kinetic_energy","surface_form":"energy","offset":1299},{"uri":"Bow_wave","surface_form":"bow wave","offset":1450},{"uri":"Shock_wave","surface_form":"shock wave","offset":1539},{"uri":"Sonic_boom","surface_form":"sonic boom","offset":1551},{"uri":"Aircraft","surface_form":"aircraft","offset":1644},{"uri":"Speed_of_sound","surface_form":"speed of sound","offset":1781},{"uri":"Shock_wave","surface_form":"shock wave","offset":2017},{"uri":"Supersonic","surface_form":"velocity","offset":2036},{"uri":"Sonic_boom","surface_form":"sonic boom","offset":2186},{"uri":"Bow_wave","surface_form":"bow wave","offset":2211},{"uri":"Polarizability","surface_form":"polarizable medium","offset":2447},{"uri":"Tachyon","surface_form":"faster than light","offset":2957},{"uri":"Vacuum","surface_form":"vacuum","offset":2980},{"uri":"Wavelength","surface_form":"wavelength","offset":3453},{"uri":"Speed_of_light","surface_form":"speed of light","offset":3745},{"uri":"Refractive_index","surface_form":"refractive index","offset":3814},{"uri":"Trigonometry","surface_form":"trigonometry","offset":4082}]}