{"id":90374,"url":"http://en.wikipedia.org/wiki/Budai","text":"Budai (Chinese:布袋), pronounced Hotei in Japanese, also known as the \"Laughing Buddha\", was a Buddhist monk in China. Many Chinese Buddhists believe he was a reincarnation of Maitreya, the person who will become the next Buddha after Gautama Buddha.\nHe has become incorporated into Buddhist, Taoist and Shinto. Images of him can be found in many temples, restaurants, and businesses. Budai has become a god of happiness and plenty in some forms of Taoism and Buddhism. In Japan, Hotei is one of the Seven Lucky Gods (\"Shichi Fukujin\"). He is almost always shown smiling or laughing, hence his nickname in Chinese, the \"Laughing Buddha\" (Chinese:笑佛).\nAs Angida Arhat.\nBudai may be based on a monk that lived in the time of Sakyamuni Buddha. This monk's name was \"Angida\", whose name means \"calico bag\". According to legend, Angida was an Indian snake catcher who caught poisonous snakes to stop them from biting people. Budai and Angida look similar because they are both depicted as plump, laughing and carrying a bag.\nDescription.\nBudai is almost always shown carrying a sack, which never empties, and is filled with many precious things, including rice plants (symbolizing wealth), sweets for children, food, and the sadness of the world. His duty is to protect the weak, the poor and children.\nIn Chinese Buddhist temples, Budai's statue is put in the front part of the entrance hall. He is shown as a stout, smiling or laughing man in robes with a largely bare belly, which represents happiness, good luck, and plenty.\nSome statues show small children at his feet. Another item that is usually seen in Budai statues, is a begging bowl, which shows that he is a Buddhist. All of these images show Budai as a wandering monk who goes around and takes sadness from people. Because he represents richness and happiness, statues are often found in homes and businesses in China and Japan.\nChán Buddhism.\nThe main story that concerns Budai in Chan is a short koan.\nPhra Sangkadchai/ Phra Sangkachai.\nIn Thailand Budai is sometimes confused with another monk that is respected in Thailand. Phra Sangkadchai or Shanghai (Thai: พระสังกัจจายน์), a Thai spelling of Mahakaccayanathera (Thai: มหากัจจายนเถระ), was a Buddhist monk in the time of the Buddha. The Buddha praised \"Phra Sangkadchai\" for his excellence in explaining complicated dharma (or dhamma) in an easily understandable way.\n1. Phra Sangkadchai has a bit of hair on his head while Budai is bald.2. Phra Sangkadchai wears the robes in Theravadin Buddhist fashion with the robes folded across one shoulder, leaving the other uncovered. Budai wears the robes in Chinese style, covering both arms but leaving the front part of the upper body uncovered.\nFolklore.\nOne belief surrounding the figure of Budai in popular folklore is that if a person rubs his belly, it brings wealth, good luck, and prosperity. This belief however is not part of any Buddhist ritual, but is a part of a Chinese folk belief. He is often admired for his happiness, abundance, wisdom, and contentment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_language","surface_form":"Chinese","offset":7},{"uri":"Japanese_language","surface_form":"Japanese","offset":40},{"uri":"Gautama_Buddha","surface_form":"Gautama Buddha","offset":233},{"uri":"Buddhist","surface_form":"Buddhist","offset":281},{"uri":"Taoism","surface_form":"Taoist","offset":291},{"uri":"Shinto","surface_form":"Shinto","offset":302},{"uri":"Taoism","surface_form":"Taoism","offset":447},{"uri":"Buddhism","surface_form":"Buddhism","offset":458},{"uri":"Seven_Lucky_Gods","surface_form":"Seven Lucky Gods","offset":498},{"uri":"Chinese_language","surface_form":"Chinese","offset":636},{"uri":"Gautama_Buddha","surface_form":"Sakyamuni Buddha","offset":721},{"uri":"Calico","surface_form":"calico","offset":788},{"uri":"India","surface_form":"India","offset":836},{"uri":"K%C5%8Dan","surface_form":"koan","offset":1955},{"uri":"Thailand","surface_form":"Thailand","offset":1999},{"uri":"Thai_language","surface_form":"Thai","offset":2115},{"uri":"Thai_language","surface_form":"Thai","offset":2177},{"uri":"Buddha","surface_form":"Buddha","offset":2239},{"uri":"Dharma","surface_form":"dharma","offset":2330},{"uri":"Dhamma","surface_form":"dhamma","offset":2341},{"uri":"Theravada","surface_form":"Theravadin","offset":2491}]}