{"id":90396,"url":"http://en.wikipedia.org/wiki/Legendary_Pok%C3%A9mon","text":"Legendary Pokémon are very rare Pokémon in the \"Pokémon\" world. Characters in the series often claim that very few people have seen them. They are hard to catch, and are stronger than most other Pokémon. They have powers that other Pokémon do not have. In the games some roam around, while others stay in one spot until the trainer knocks it out or captures it. If the player defeats a legendary Pokémon, they will not be available again, because there is only one of them. Because of this, players usually save their game before going to battle the Pokémon. The Master Ball and Ultra Ball are popular choices for catching legendary Pokémon. But legendary Pokémon can also be caught with a normal Poké Ball. It is often advised to catch a legendary Pokémon with a Quick Ball since a Quick Ball has a high capture rate at the beginning of a battle. Legendary Pokémon typically have a 3/255 catch rate with Ultra Balls, and 1/255 catch rate with regular Poké Balls.\nKanto.\nThese Pokémon are in the Kanto region, which appears in \"Pokémon Red and Blue\", and its related games.\nJohto.\nThese Pokémon are in the Johto region, which appears in \"Pokémon Gold and Silver\", and its related games.\nHoenn.\nThese Pokémon are in the Hoenn region, which appears in \"Pokémon Ruby and Sapphire\", and its related games.\nSinnoh.\nThese Pokémon are in the Sinnoh region, which appears in \"Pokémon Diamond and Pearl\", and its related games.\nUnova.\nThese Pokémon are in the Unova region, which appears in \"Pokémon Black and White\" and \"Pokémon Black 2 and White 2.\nKalos.\nThese Pokémon are in the Kalos region, which appears in \"Pokémon X and Y\".\nAlola.\nThese Pokémon are in the Alola region, which appears in \"Pokémon Sun, Moon, Ultra Sun and Ultra Moon\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":48},{"uri":"Pok%C3%A9mon_Red_and_Blue","surface_form":"Pokémon Red and Blue","offset":1028},{"uri":"Pok%C3%A9mon_Gold_and_Silver","surface_form":"Pokémon Gold and Silver","offset":1138},{"uri":"Pok%C3%A9mon_Ruby_and_Sapphire","surface_form":"Pokémon Ruby and Sapphire","offset":1251},{"uri":"Pok%C3%A9mon_Diamond_and_Pearl","surface_form":"Pokémon Diamond and Pearl","offset":1368},{"uri":"Pok%C3%A9mon_Black_and_White","surface_form":"Pokémon Black and White","offset":1483},{"uri":"Pok%C3%A9mon_Black_2_and_White_2","surface_form":"Pokémon Black 2 and White 2","offset":1513},{"uri":"Pok%C3%A9mon_X_and_Y","surface_form":"Pokémon X and Y","offset":1606},{"uri":"Pok%C3%A9mon_X_and_Y","surface_form":"Pokémon Sun, Moon, Ultra Sun and Ultra Moon","offset":1688}]}