{"id":9053,"url":"http://en.wikipedia.org/wiki/The_Who","text":"The Who are an English rock band formed in 1964. The main lineup from 1964 to 1978 was guitarist Pete Townshend, vocalist Roger Daltrey, bassist John Entwistle and drummer Keith Moon. They became known for high energy live shows. The Who have sold about 100 million records. Many people think that The Who are the greatest live band of all time.\nThe Who rose to fame in the United Kingdom with a series of top ten hit singles including: \"I Can't Explain\", \"The Kids Are Alright\", \"My Generation\", \"Who Are You\", and \"Love Reign O'er Me\". The albums \"My Generation\", \"A Quick One\" and \"The Who Sell Out\" followed. Their fame grew with memorable shows at the Monterey Pop and Woodstock music festivals. \"Tommy,\" released in 1969, was the first in a series of top ten albums in the United States.\nKeith Moon died in 1978. The band released two more studio albums with drummer Kenney Jones before disbanding in 1983. They re-formed at events such as Live Aid and for reunion tours such as their 25th anniversary tour and the Quadrophenia tours of 1996 and 1997. In 2002 planning for recording an album of new material was put on hold after John Entwistle's death at the age of 57. Townshend and Daltrey continued to perform as The Who and in 2006 they released the studio album titled \"Endless Wire.\"\nThe Who were inducted into the Rock and Roll Hall of Fame in 1990.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":15},{"uri":"Rock_music","surface_form":"rock","offset":23},{"uri":"Guitarist","surface_form":"guitarist","offset":87},{"uri":"Pete_Townshend","surface_form":"Pete Townshend","offset":97},{"uri":"Singer","surface_form":"vocalist","offset":113},{"uri":"Roger_Daltrey","surface_form":"Roger Daltrey","offset":122},{"uri":"Bass_guitar","surface_form":"bassist","offset":137},{"uri":"John_Entwistle","surface_form":"John Entwistle","offset":145},{"uri":"Drum_kit","surface_form":"drummer","offset":164},{"uri":"Keith_Moon","surface_form":"Keith Moon","offset":172},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":374},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":1328}]}