{"id":9067,"url":"http://en.wikipedia.org/wiki/Shark","text":"Sharks are a superorder of fish, the Selachimorpha. They, like other Chondrichthyes, have skeletons made of cartilage instead of bone. Cartilage is tough, rubbery material which is less rigid than bone. Cartilaginous fish also include skates and rays.\nThere are more than 350 different kinds of sharks, such as the great white and whale sharks. Fossils show that sharks have been around for 420 million years, since the early Silurian.\nMost sharks are predators: they hunt and eat fish, marine mammals, and other sea creatures. However, the largest shark eats krill, like whales. This is the whale shark, the largest fish in the world. It is widely believed that sharks are \"silent killers\". However, a recent study shows that sharks emit a low growl from their throats which resonates through their scales.\nSome common kinds of shark are the hammerhead shark, the great white shark, the tiger shark, and the mako shark. Most sharks are cold-blooded but some, like the great white shark and the mako shark are partially warm-blooded.\nCharacteristics.\nSharks come in many different shapes and sizes, but most are long and thin (also called streamlined), with really strong jaws.\nTheir teeth are constantly replaced throughout their lives. Sharks eat so violently they often break a few teeth, so new teeth grow continuously in a groove just inside the mouth and move forward from inside the mouth on \"conveyor belts\" formed by the skin which they are attached to. In its lifetime, a shark can lose and regrow as many as 30,000 teeth.\nEven with all those teeth, though, sharks can not chew. So they bite their prey and jerk it around so they can pull off a chunk to swallow. The chunks of food that a shark swallows end up in its stomach, where they are digested. This is pretty slow, however, so a meal might take several days to digest. This is why a shark does not eat every day.\nSharks have different-shaped teeth, depending on what they eat. For instance, some sharks have sharp, pointy teeth, while bottom dwelling sharks have cone-shaped teeth for crushing shells. Because there are so many different kinds of sharks, and because each kind has its own kind of special teeth, many people enjoy collecting shark teeth. Shark teeth collectors can guess how large a shark was by measuring the shark tooth. First, they measure the length of the tooth in inches. Every inch of tooth equals 10ft of shark length: so if a shark tooth is 2 inches long, the tooth came from a shark that was 20 ft long! Even more terrifying is that some of the \"Megalodon\" teeth are 6 inches long so that suggests a shark 60 feet long.\nSharks have skin covered in millions of tiny teeth-like scales that point to the tail. If you rub along a shark towards the tail, it feels smooth, but if you rub the other way, it is rough. Sharks' teeth can grow back if they are lost.\nFins.\nThe fins of sharks are used for stabilizing, steering, lift and swimming. Each fin is used in a different manner.\nThere are one or two fins present along the dorsal midline called the first and second dorsal fin. These fins help the shark from constantly rolling around. These two fins may, or may not have spines. When spines are present, they are used for defensive purposes, and may also have skin glands with them that produce an irritating substance.\nThe pectoral fins are behind the head and extend outwards. These fins are used for steering during swimming and help to provide the shark with lift.\nThe pelvic fins are behind the pectoral fins, near the cloaca, and are also stabilizers.\nNot all sharks have anal fins, but if they do have them, they are found between the pelvic and caudal fins.\nThe tail region itself consists of the caudal peduncle and the caudal fin. The caudal peduncle sometimes has notches known as \"precaudal pits\", which are found just ahead of the caudal fin. The peduncle may also be horizontally flattened into lateral keels. The caudal fin has both, an upper lobe, and a lower lobe, that can be of different sizes and the shape depends of which species the shark is.\nThe primary use of the caudal fin is to provide a \"push\" while the shark swims. The upper lobe of the caudal fin produces the most amount of the push, and usually forces the shark downwards. The pectoral fins and the shape of the body (like an airfoil) work together to counter this force. The strong, non-lunate caudal fin in most benthic shark species allows the shark to swim close to the seabed (such as the nurse shark). However, the fastest swimming sharks (such as the mako sharks) tend to have lunate-shaped (crescent-shaped) caudal fins.\nSmell.\nSharks have keen olfactory sense organs in the short duct between the front and back nasal openings. They can detect blood from miles away: as little as one part per million of blood in sea water may be enough.\nSharks have the ability to determine the direction of a given scent based on the timing of scent detection in each nostril. This is similar to the method mammals use to determine direction of sound.\nThey are more attracted to the chemicals found in the intestines of many species, and as a result often linger near or in sewage outfalls. Some species, such as nurse sharks, have external barbels that greatly increase their ability to sense prey.\nSight.\nShark eyes are similar to the eyes of other vertebrates, including similar lenses, corneas and retinas. Their eyesight is well adapted to the marine environment. They can contract and dilate their pupils, like humans, something no teleost fish can do. A tissue behind the retina reflects light back, thereby increasing sight in darker waters.\nSensing electric current.\nSharks have tiny holes all over the shark's snout, especially between the eye and the tip of the snout. In them are nerve receptors which are called the \"ampullae of Lorenzini.\" p23 They can sense electricity in the water. Animals in the water give off electricity: every time an animal's heart beats or it moves, tiny currents of electricity are made. These tiny electric currents make signals that travel through water and get sensed. Sharks may use this sense when they catch their prey, even more than they use their sight.\nHearing.\nAlthough it is hard to test sharks' hearing, they may have a sharp sense of hearing and can possibly hear prey many miles away. A small opening on each side of their heads (not the spiracle) leads directly into the inner ear through a thin channel.\nLateral line.\nThe lateral line detects changes in water pressure. It is open to the environment by a line of pores. This and the sound-detecting organs are grouped together as the 'acoustico-lateralis system', because they have a common origin. In bony fish and tetrapods the external opening into the inner ear has been lost.\nThis system is found in other fish as well. It detects motion or vibrations in water. The shark can sense frequencies in the range of 25 to 50 Hz.\nPrehistoric sharks.\nJust a few million years ago, a giant shark called \"Megalodon\" swam in the seas. It was 18 meters long, twice as long as the closely-related great white shark, and it ate whales. \"Megalodon\" died out 1.6 million years ago.\nMuch of what we understand about prehistoric sharks comes from the study of their fossils. While sharks have skeletons made of soft cartilage that can fall apart before fossilizing, their teeth are harder and easily fossilized. Prehistoric sharks, like their modern descendants, would grow and shed many thousands of teeth over their lifetime. For this reason shark teeth are one of the most common fossils.\nReproduction.\nAbout 70% of all known shark species give birth to live young, with the gestation period lasting from 6 to 22 months.\nPups are born with a full set of teeth, and are capable of taking care of themselves. Once born, they quickly swim away from their mothers, who sometimes feed on the pups. Litters vary from one or two pups (great white shark) to one hundred pups (blue shark and whale shark).\nSome sharks are oviparous, laying their eggs in the water. Shark eggs (sometimes called \"mermaid's purses\") are covered by a tough, leathery membrane.\nMost sharks are ovoviviparous, meaning the eggs hatch inside the female's body, with the babies developing within the mother, but there is no placenta to nourish the pups. Instead the young feed on the egg's yolk. The pups eat any unfertilized eggs and sometimes each other. Very few pups in a litter survive until birth due to this form of sibling cannibalism. Great white sharks, mako sharks, nurse sharks, tiger sharks, and sand tiger sharks give birth this way.\nSome sharks are viviparous, meaning that the females give live birth: the eggs hatch inside the female's body, and the babies are fed by a placenta. The placenta helps transfer nutrients and oxygen from the mother's bloodstream and transfers waste products from the baby to the mother for elimination. Examples of viviparous sharks include the bull sharks, the whitetip reef sharks, the lemon sharks, the blue sharks, the silvertip sharks, and the hammerhead sharks. Although long thought to be oviparous, whale sharks are viviparous, and pregnant females have been found containing hundreds of pups.\nNew shark discoveries.\nNew sharks are still being found. Dave Ebert found ten new species in a Taiwan market. Over the past three decades he has named 24 new species. They include sharks, rays, sawfish and ghost sharks these cartilaginous fish are all related.\nFishing.\nSome sharks are not endangered, but some are hunted for food (like shark fin soup) or sport fishing. In 2013 five species of shark, along with two species of manta ray, received international protection as part of the Convention on International Trade in Endangered Species.\nIt is thought that 100 million sharks are killed by commercial and recreational fishing. Sharks are a common seafood in many places, including Japan and Australia. In the Australian state of Victoria, shark is the most commonly used fish in fish and chips, in which fillets are battered and deep-fried or crumbed and grilled. In fish and chip shops, shark is called \"flake\". In India, small sharks or baby sharks (called \"sora\" in Tamil and Telugu languages) are sold in local markets. Since the flesh is not matured (not adult), cooking the flesh breaks it into powder. The powder is then fried in oil and spices (called sora puttu/sora poratu). The soft bones can be easily chewed. They are considered a delicacy in coastal Tamil Nadu.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"superorder","offset":13},{"uri":"Fish","surface_form":"fish","offset":27},{"uri":"Chondrichthyes","surface_form":"Chondrichthyes","offset":69},{"uri":"Cartilage","surface_form":"cartilage","offset":108},{"uri":"Bone","surface_form":"bone","offset":129},{"uri":"Rigid","surface_form":"rigid","offset":186},{"uri":"Skate_(fish)","surface_form":"skate","offset":235},{"uri":"Ray","surface_form":"ray","offset":246},{"uri":"Great_white_shark","surface_form":"great white","offset":315},{"uri":"Whale_shark","surface_form":"whale sharks","offset":331},{"uri":"Fossil","surface_form":"Fossil","offset":345},{"uri":"Million","surface_form":"million","offset":395},{"uri":"Silurian","surface_form":"Silurian","offset":426},{"uri":"Predator","surface_form":"predator","offset":452},{"uri":"Fish","surface_form":"fish","offset":481},{"uri":"Mammals","surface_form":"mammals","offset":494},{"uri":"Krill","surface_form":"krill","offset":560},{"uri":"Whales","surface_form":"whales","offset":572},{"uri":"Whale_shark","surface_form":"whale shark","offset":592},{"uri":"Hammerhead_shark","surface_form":"hammerhead shark","offset":843},{"uri":"Great_white_shark","surface_form":"great white shark","offset":865},{"uri":"Tiger_shark","surface_form":"tiger shark","offset":888},{"uri":"Mako_shark","surface_form":"mako shark","offset":909},{"uri":"Violence","surface_form":"violently","offset":1252},{"uri":"Teeth","surface_form":"teeth","offset":1285},{"uri":"Prey","surface_form":"prey","offset":1608},{"uri":"Jerk","surface_form":"jerk","offset":1617},{"uri":"Stomach","surface_form":"stomach","offset":1728},{"uri":"Digest","surface_form":"digest","offset":1752},{"uri":"Cone","surface_form":"cone","offset":2031},{"uri":"Animal_shell","surface_form":"shell","offset":2062},{"uri":"Megalodon","surface_form":"Megalodon","offset":2540},{"uri":"Fin","surface_form":"fin","offset":2860},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":3057},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":3316},{"uri":"Pelvic_fin","surface_form":"pelvic fin","offset":3465},{"uri":"Cloaca","surface_form":"cloaca","offset":3516},{"uri":"Anal_fin","surface_form":"anal fin","offset":3570},{"uri":"Benthic_zone","surface_form":"benthic","offset":4390},{"uri":"Nurse_shark","surface_form":"nurse shark","offset":4470},{"uri":"Isurus","surface_form":"mako sharks","offset":4534},{"uri":"Olfactory","surface_form":"olfactory","offset":4629},{"uri":"Sewage","surface_form":"sewage","offset":5144},{"uri":"Nurse_shark","surface_form":"nurse shark","offset":5183},{"uri":"Barbels","surface_form":"barbels","offset":5211},{"uri":"Eye","surface_form":"eye","offset":5283},{"uri":"Vertebrates","surface_form":"vertebrates","offset":5321},{"uri":"Lens_(anatomy)","surface_form":"lenses","offset":5352},{"uri":"Cornea","surface_form":"cornea","offset":5360},{"uri":"Retina","surface_form":"retina","offset":5372},{"uri":"Adapted","surface_form":"adapted","offset":5404},{"uri":"Ocean","surface_form":"marine","offset":5419},{"uri":"Pupil_(eye)","surface_form":"pupil","offset":5474},{"uri":"Teleost","surface_form":"teleost","offset":5508},{"uri":"Retina","surface_form":"retina","offset":5549},{"uri":"Eye","surface_form":"eye","offset":5720},{"uri":"Snout","surface_form":"snout","offset":5743},{"uri":"Nerve","surface_form":"nerve","offset":5762},{"uri":"Electricity","surface_form":"electricity","offset":5843},{"uri":"Electricity","surface_form":"electricity","offset":5977},{"uri":"Sight","surface_form":"sight","offset":6167},{"uri":"Spiracle","surface_form":"spiracle","offset":6364},{"uri":"Inner_ear","surface_form":"inner ear","offset":6398},{"uri":"Lateral_line","surface_form":"lateral line","offset":6450},{"uri":"Pore","surface_form":"pore","offset":6541},{"uri":"Tetrapod","surface_form":"tetrapod","offset":6694},{"uri":"Hertz","surface_form":"Hz","offset":6902},{"uri":"Megalodon","surface_form":"Megalodon","offset":6978},{"uri":"Cartilage","surface_form":"cartilage","offset":7281},{"uri":"Great_white_shark","surface_form":"great white shark","offset":7896},{"uri":"Blue_shark","surface_form":"blue shark","offset":7936},{"uri":"Whale_shark","surface_form":"whale shark","offset":7951},{"uri":"Oviparous","surface_form":"oviparous","offset":7981},{"uri":"Ovoviviparous","surface_form":"ovoviviparous","offset":8132},{"uri":"Sibling","surface_form":"sibling","offset":8457},{"uri":"Cannibalism","surface_form":"cannibalism","offset":8465},{"uri":"Great_white_shark","surface_form":"Great white shark","offset":8478},{"uri":"Isurus","surface_form":"mako sharks","offset":8498},{"uri":"Nurse_shark","surface_form":"nurse shark","offset":8511},{"uri":"Tiger_shark","surface_form":"tiger shark","offset":8525},{"uri":"Sand_tiger_shark","surface_form":"sand tiger shark","offset":8543},{"uri":"Viviparous","surface_form":"viviparous","offset":8598},{"uri":"Placenta","surface_form":"placenta","offset":8721},{"uri":"Bull_shark","surface_form":"bull shark","offset":8926},{"uri":"Whitetip_reef_shark","surface_form":"whitetip reef shark","offset":8943},{"uri":"Lemon_shark","surface_form":"lemon shark","offset":8969},{"uri":"Blue_shark","surface_form":"blue shark","offset":8987},{"uri":"Silvertip_shark","surface_form":"silvertip shark","offset":9004},{"uri":"Hammerhead_shark","surface_form":"hammerhead shark","offset":9030},{"uri":"Whale_shark","surface_form":"whale shark","offset":9088},{"uri":"Species","surface_form":"species","offset":9265},{"uri":"Taiwan","surface_form":"Taiwan","offset":9278},{"uri":"Rays","surface_form":"rays","offset":9371},{"uri":"Sawfish","surface_form":"sawfish","offset":9377},{"uri":"Ghost_shark","surface_form":"ghost shark","offset":9389},{"uri":"Endangered_species","surface_form":"endangered","offset":9473},{"uri":"Manta_ray","surface_form":"manta ray","offset":9611},{"uri":"Japan","surface_form":"Japan","offset":9871},{"uri":"Australia","surface_form":"Australia","offset":9881},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":9919},{"uri":"Fish_and_chips","surface_form":"fish and chips","offset":9969},{"uri":"Deep_frying","surface_form":"deep-fried","offset":10019},{"uri":"India","surface_form":"India","offset":10106},{"uri":"Tamil_language","surface_form":"Tamil","offset":10159},{"uri":"Telugu_language","surface_form":"Telugu","offset":10169},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":10454}]}