{"id":907,"url":"http://en.wikipedia.org/wiki/Wiki","text":"A wiki is a type of website that lets anyone who can access the wiki create and change its pages. The word is Internet slang. The word \"wiki\" is short for WikiWikiWeb. \"Wikiwiki\" is a word from the Hawaiian language, meaning \"fast\" or \"speed\". Examples of wikis include Wikipedia, Wiktionary, Wikibook, Citizendium, and Conservapedia.\nEvery wiki can be changed, or edited, by anyone who has an account on the wiki, or by everyone in the world if the wiki allows it. Some important pages can only be changed by certain users. Wikis are central places where we all can share information, people can add new information, and then people read them. Wikis allow information from all around the world to be collected.\nOn a wiki, people can write pages by collaboration. Pages are watched closely to see whether changes are good or bad. If one person writes something wrong, another can correct it. Other users can also add something new to the page. Because of this, the page gets better when people change it. Administrators can block someone from editing if they vandalize, or for other reasons.\nUsers can also discuss things on wikis. Discussion can help people understand things better and get a chance to tell their views. In Wikipedia the talk pages are for that, but in some wikis, the article and the discussion are in the same page.\nWikis can be used for different things; not all wikis follow the same rules for using them. For example, the purpose of Wikipedia is to write articles for an encyclopedia. That is why in Wikipedia, people do not want general discussion that does not help in writing articles.\nWard Cunningham started the first wiki in March 1995. Many people liked it, and wrote there, after which they started similar websites. MediaWiki is the most used software for wikis. JSPWiki is one of many others. \"Wiki\" is also sometimes an abbreviation for Wikipedia.\nVandalism.\nMost wikis can be edited by anyone and everyone. Some wikis are even available to people without an account, so sometimes wikis will become a target for vandals to add unwelcome, disruptive or even misleading content. There are many ways to prevent this. Individual pages can be protected to allow only certain users, or only those with an account, to edit them. Administrators can also block users who make repeated vandalous edits after a minimum of a single warning. Vandalism may not be stopped totally, but regular, careful checking can limit the amount of disruptive edits you will see in a day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":20},{"uri":"Webpage","surface_form":"pages","offset":91},{"uri":"Internet_slang","surface_form":"Internet slang","offset":110},{"uri":"WikiWikiWeb","surface_form":"WikiWikiWeb","offset":155},{"uri":"Hawaiian_language","surface_form":"Hawaiian language","offset":198},{"uri":"Speed","surface_form":"speed","offset":236},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":270},{"uri":"Wiktionary","surface_form":"Wiktionary","offset":281},{"uri":"Wikibook","surface_form":"Wikibook","offset":293},{"uri":"Citizendium","surface_form":"Citizendium","offset":303},{"uri":"Conservapedia","surface_form":"Conservapedia","offset":320},{"uri":"Vandalism","surface_form":"vandalize","offset":1059},{"uri":"Discussion","surface_form":"Discussion","offset":1132},{"uri":"Article","surface_form":"article","offset":1478},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":1494},{"uri":"Ward_Cunningham","surface_form":"Ward Cunningham","offset":1612},{"uri":"MediaWiki","surface_form":"MediaWiki","offset":1748},{"uri":"JSPWiki","surface_form":"JSPWiki","offset":1795}]}