{"id":90780,"url":"http://en.wikipedia.org/wiki/Thomas_Aquinas","text":"St. Thomas Aquinas, (1225 – 7 March 1274) was a Catholic Dominican priest from Italy, and is a Catholic saint and philosopher. He was born in Roccasecca, as the son of Count Andulf of Aquino and Countess Theodora of Teano.\nHis early education was at the Benedictine monastery at Monte Cassino. He attended the University of Naples, where he got the nickname \"dumb ox\" for his slow demeanor, though he was an intelligent and talented student. He studied philosophy, Catholic theology, church history, liturgy, and canon law.\nBy 1240, he became interested in the religious life and decided to become a friar with the new Dominican Order. His family captured him and brought him back because to become a Dominican one must eliminate material wealth. His parents expected him to follow in his uncle’s footsteps and become a Benedictine abbot. They kept him in a castle in an effort to change his mind. However, when they released him two years later, he immediately joined the Dominicans.\nHe was the author of the cosmological argument. Catholics think Aquinas is the best teacher for one who wants to become a priest. His most famous book is \"Summa Theologica.\" Aquinas is one of the 33 Doctors of the Church. Many schools are named after him including the Pontifical and Royal University of Santo Tomas in Manila, Philippines.\nAquinas is also known for his work with natural law. Aquinas took an optimistic view of human nature, believing that it is human nature to do good and not evil.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catholic","surface_form":"Catholic","offset":48},{"uri":"Dominican_Order","surface_form":"Dominican","offset":57},{"uri":"Priest","surface_form":"priest","offset":67},{"uri":"Italy","surface_form":"Italy","offset":79},{"uri":"Benedictine","surface_form":"Benedictine","offset":254},{"uri":"Monte_Cassino","surface_form":"Monte Cassino","offset":279},{"uri":"Philosophy","surface_form":"philosophy","offset":453},{"uri":"Theology","surface_form":"theology","offset":474},{"uri":"Liturgy","surface_form":"liturgy","offset":500},{"uri":"Canon_law","surface_form":"canon law","offset":513},{"uri":"Friar","surface_form":"friar","offset":600},{"uri":"Dominican_Order","surface_form":"Dominican Order","offset":619},{"uri":"Benedictine","surface_form":"Benedictine","offset":820},{"uri":"Abbot","surface_form":"abbot","offset":832},{"uri":"Cosmological_argument","surface_form":"cosmological argument","offset":1010},{"uri":"Summa_Theologica","surface_form":"Summa Theologica","offset":1140},{"uri":"Doctors_of_the_Church","surface_form":"Doctors of the Church","offset":1184},{"uri":"Natural_law","surface_form":"natural law","offset":1365}]}