{"id":90828,"url":"http://en.wikipedia.org/wiki/Aswan_Low_Dam","text":"The Aswan Low Dam or Old Aswan Dam is a dam across the Nile River in Aswan, Egypt. It is built of masonry and held in place just by gravity. It was the first dam across the Nile, and was built by the British between 1899 and 1902. When it was done, it was the largest masonry dam in the world. This type of dam is called a buttress dam.\nThe dam was built at the former first cataract of the Nile, and is about 1000 km up-river and 690 km (direct distance) south-southeast of Cairo. When initially constructed between 1899 and 1902, nothing of its scale had ever been attempted.\nThe dam was designed to provide storage of annual floodwater. The water was used to help dry season flow and support more irrigation. Its height was originally limited because of concern for the Temple of Isis at Phillae (Philae Temple). That temple was later moved to Agilkia Island in Lake Nasser.\nThe dam provided inadequate storage capacity for planned development and was raised twice, between 1907–1912 and again 1929–1933. These heightenings still did not meet irrigation demands and in 1946 it was nearly over-topped by water in an effort to maximize pool elevation.\nThis eventually led to the construction of the Aswan High Dam upstream.\nThe second function of the dam is to provide electricity. The dammed water drives a water turbine and generator. It still works today. This technology (hydroelectricity) had been invented in the 19th century in England and Germany, and was by 1900 used in the USA and most European countries.\nEgypt got access to the technology because she was, at that time, under British control. The Khedive was Abbas II, who usually had to do what the British wanted.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nile_River","surface_form":"Nile River","offset":55},{"uri":"Aswan","surface_form":"Aswan","offset":69},{"uri":"Egypt","surface_form":"Egypt","offset":76},{"uri":"Masonry","surface_form":"masonry","offset":98},{"uri":"Gravity","surface_form":"gravity","offset":132},{"uri":"British","surface_form":"British","offset":200},{"uri":"Buttress","surface_form":"buttress","offset":323},{"uri":"Cataracts_of_the_Nile","surface_form":"first cataract","offset":369},{"uri":"Cairo","surface_form":"Cairo","offset":475},{"uri":"Irrigation","surface_form":"irrigation","offset":700},{"uri":"Isis","surface_form":"Isis","offset":783},{"uri":"Philae_Temple","surface_form":"Philae Temple","offset":800},{"uri":"Lake_Nasser","surface_form":"Lake Nasser","offset":865},{"uri":"Aswan_High_Dam","surface_form":"Aswan High Dam","offset":1200},{"uri":"Electricity","surface_form":"electricity","offset":1270},{"uri":"Water_turbine","surface_form":"water turbine","offset":1309},{"uri":"Generator","surface_form":"generator","offset":1327},{"uri":"Hydroelectricity","surface_form":"hydroelectricity","offset":1377},{"uri":"England","surface_form":"England","offset":1436},{"uri":"Germany","surface_form":"Germany","offset":1448},{"uri":"USA","surface_form":"USA","offset":1485},{"uri":"Europe","surface_form":"Europe","offset":1498},{"uri":"Abbas_II","surface_form":"Abbas II","offset":1623}]}