{"id":90857,"url":"http://en.wikipedia.org/wiki/Fuz%C3%BBl%C3%AE","text":"Fużūlī (فضولی) was the pen name of the poet Muhammad bin Suleyman (محمد بن سليمان) (c. 1483 – 1556). He is one of the greatest contributors to the Dîvân tradition of Turkish literature,\nFuzûlî wrote his collected poems (dîvân) in three different languages: Azerbaijani Turkish, Persian, and Arabic. Although his Turkish works are written in Azerbaijani, he knew both the Ottoman and the Chagatai Turkish literary traditions as well. He was also very able in mathematics and astronomy.\nLife.\nFuzûlî was born around 1483 in what is now Iraq; he was probably born in either Karbalā’ or an-Najaf. Fuzûlî's ancestors had been of nomadic origin, but his family had long since settled in towns.\nFuzûlî was educated by his father—who was a mufti in the city of Al Hillah — and then by a teacher named Rahmetullah. It was during this time that he learned the Persian and Arabic languages in addition to his native Azerbaijani.\nOne of the few things that is known of Fuzûlî's life during this time is how he arrived at his pen name. In the introduction to his collected Persian poems, he says: \"In the early days when I was just beginning to write poetry, every few days I would set my heart on a particular pen name and then after a time change it for another because someone showed up who shared the same name\". Eventually, he decided upon the Arabic word \"fuzûlî\"—which literally means \"impertinent, improper, unnecessary\"—because he \"knew that this title would not be acceptable to anyone else\". Despite the name's pejorative meaning, however, it contains a double meaning—what is called \"tevriyye\" (توريه) in Ottoman Divan poetry — as Fuzûlî himself explains: \"I was possessed of all the arts and sciences and found a pen name that also implies this sense since in the dictionary \"fuzûl\" (ﻓﻀﻮل) is given as a plural of \"fazl\" (ﻓﻀﻞ; 'learning') and has the same rhythm as \"‘ulûm\" (ﻋﻠﻮم; 'sciences') and \"fünûn\" (ﻓﻨﻮن; 'arts')\".\nThe loss of his stipend meant that Fuzûlî never became secure. He died during a plague outbreak in 1556, in Karbalā’, either of the plague itself or of cholera.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pen_name","surface_form":"pen name","offset":23},{"uri":"Poet","surface_form":"poet","offset":39},{"uri":"Ottoman_poetry","surface_form":"Dîvân tradition","offset":147},{"uri":"Turkish_literature","surface_form":"Turkish literature","offset":166},{"uri":"Diwan_(poetry)","surface_form":"dîvân","offset":220},{"uri":"Azerbaijani_language","surface_form":"Azerbaijani Turkish","offset":257},{"uri":"Persian_language","surface_form":"Persian","offset":278},{"uri":"Arabic_language","surface_form":"Arabic","offset":291},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":371},{"uri":"Chagatai_language","surface_form":"Chagatai","offset":387},{"uri":"Mathematics","surface_form":"mathematics","offset":458},{"uri":"Astronomy","surface_form":"astronomy","offset":474},{"uri":"Iraq","surface_form":"Iraq","offset":534},{"uri":"Karbala","surface_form":"Karbalā’","offset":571},{"uri":"Najaf","surface_form":"an-Najaf","offset":583},{"uri":"Nomad","surface_form":"nomad","offset":624},{"uri":"Mufti","surface_form":"mufti","offset":732},{"uri":"Al_Hillah","surface_form":"Al Hillah","offset":753},{"uri":"Pun","surface_form":"double meaning","offset":1552},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":1604},{"uri":"Bubonic_plague","surface_form":"plague","offset":2002},{"uri":"Cholera","surface_form":"cholera","offset":2074}]}