{"id":90871,"url":"http://en.wikipedia.org/wiki/K%C4%81lid%C4%81sa","text":"Kālidās (Devanāgarī: कालिदास), was the author of \"Meghadoot\", \"Shākuntal\", and other works in Sanskrit. He has a similar place in Sanskrit as a poet and a dramatist, as Shakespeare in English.\nKālidās's plays and poetry are based on Hindu mythology and philosophy.\nLife.\nThere is very little known for certain about the life of Kālidās. It is not clear where he lived, and the time he might have lived is anywhere from 130 BC to 600 CE.\nKālidās did not mention in his works any king as his patron.\nPlays.\nKālidās wrote three plays: \"Mālawikāgnimitra\" (\"Mālavikā and Agnimitra\"), \"Abhijñānashākuntala\" (\"The Recognition of Shakuntala\"), and \"Vikramorwasheeya\" (\"Pertaining to Vikram and Urwashi\"). Abhijñānashākuntala, that is regarded as a masterpiece was the first to be translated into English and German.\n\"Mālawikāgnimitra\" tells the story of King Agnimitra, who falls in love with the picture of an exiled servant girl named Mālavikā. When the queen discovers her husband's passion for a servant girl, she becomes very angry and orders that this girl is sent to prison; but it turns out that the girl is a princess, therefore the affair is accepted in the end.\n\"Abhijñānashākuntala\" tells the story of a king, \"Dushyanta\", who meets in the forests \"Shakuntalā\", the adopted daughter of a wise man who lives with him in a cottage in the forests.\nDushyanta and Shakuntalā fall in love with each other and get married. Dushyanta stays with Shakuntalā in the forests for while until he gets called back to his court for some pressing matter. After many difficulties there follows a happy end.\n\"Vikramōrwasheeya\" is more mystical than the above two plays.\nPoetry.\nKālidās wrote two very good epic poems, \"Raghuvamsha\" (\"Dynasty of Raghu\") and \"Kumārasambhawa\" (\"Birth of Kumar Kartikeya\"), and the lyrical \"Meghadoota\" (\"Cloud Messenger\") and \"Rutusamhāra\" (\"The Exposition on the Seasons\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Meghadoot","surface_form":"Meghadoot","offset":50},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":94},{"uri":"Poet","surface_form":"poet","offset":144},{"uri":"Dramatist","surface_form":"dramatist","offset":155},{"uri":"Hindu_mythology","surface_form":"Hindu mythology","offset":233},{"uri":"Hindu_philosophy","surface_form":"philosophy","offset":253},{"uri":"Patron","surface_form":"patron","offset":490},{"uri":"English_language","surface_form":"English","offset":788},{"uri":"German_language","surface_form":"German","offset":800},{"uri":"Exile","surface_form":"exile","offset":903},{"uri":"Servant","surface_form":"servant","offset":910},{"uri":"Adoption","surface_form":"adopted","offset":1270},{"uri":"Mystic","surface_form":"mystic","offset":1620},{"uri":"Epic_poetry","surface_form":"epic poems","offset":1691}]}