{"id":9099,"url":"http://en.wikipedia.org/wiki/Odyssey","text":"The \"Odyssey\" is a major Ancient Greek epic poem. It was written by Homer, as a sequel to the \"Iliad\". In its origin it was an oral epic poem from Mycenaean Greece, about the 11th century BC. The hero of the poem is Odysseus, or \"Ulysses\" as he is called in Latin; the poem is mythological, not historical.\nThe poem is the story about Odysseus's ten-year-long voyage home to Ithaca after the Trojan War. The Trojan War is the subject of the \"Iliad\". At the same time, his wife Penelope has to fight off a lot of men who want to marry her; and his son Telemachos searches for him.\nThe Cyclops.\nOn his journey home, Odysseus lands on the island of the Cyclops Polyphemus. They go inside his cave at the sight of sheep, cheese and milk. Polyphemus catches them and eats some of Odysseus' men. Odysseus tricks and blinds him and they escape. The Cyclops prays to his father Poseidon that Odysseus would not get home to Ithaca and if he was fated to make it home, Odysseus would lose all of his men, his ship and find trouble at home. This prayer became the plot line of the Odyssey.\nThe Sirens.\nOdysseus and his ship have to pass the Sirens' island. The Sirens were always singing very beautifully, so sailors would try to go to them, but their ships would get destroyed, and they would die.\nOdysseus tells his men to put wax in their ears, so they will not hear the song of the sirens. He also tells his men to bind him to the ship's mast, so he cannot go to the sirens when he hears their song. His men can then look at Odysseus and see when he cannot hear the sirens anymore, because he is calm again. Then they can take the wax out of their ears, and free Odysseus.\nCalypso.\nAfter escaping from the sea, and the death of his men, Odysseus comes to the island Ogygia. On this island lives the nymph Calypso, and Odysseus stayed with her for seven years. But then the god Hermes came and told her that the gods said that she had to let Odysseus go. Calypso promised Odysseus immortality (that he would live forever) if he stayed, but he wanted to go back to his wife Penelope. So Odysseus built a raft and left her.\nThe Phaeacians.\nAfter a storm, Odysseus comes to the island of the Phaeacians. There he is found by the king's daughter Nausicaä. Nausicaä brings him to the palace of her father, King Alkinoos. During his time there, Odysseus tell the story of his journey. After this, Alkinoos gives Odysseus a ship and sends him home to Ithaca.\nReturn home.\nDuring all this time, Penelope has been keeping the suitors at bay with a ruse (trick). She promises \"I will choose when I have finished weaving this cloth\", the cloth being a burial cloth for Odysseus' father. However, every night her servant unpicks the work of the previous day. The story is made more real by Penelope becoming restless. The goddess Athena causes Penelope to feel the need to display herself, and fan the flames of the suitors' desire.\nOdysseus finally returns to Ithaca, where he disguises himself as a beggar. He goes to his home and meets his son Telemachus. Together they kill the suitors, who are trying to marry Penelope in order to gain his kingdom. Later, the families of the suitors come to kill Odysseus for revenge. The goddess Athena helps Odysseus by making them stop and give up the fight.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek_language","surface_form":"Ancient Greek","offset":25},{"uri":"Epic_poetry","surface_form":"epic poem","offset":39},{"uri":"Homer","surface_form":"Homer","offset":68},{"uri":"Sequel","surface_form":"sequel","offset":80},{"uri":"Iliad","surface_form":"Iliad","offset":95},{"uri":"Oral_history","surface_form":"oral","offset":127},{"uri":"Epic_poem","surface_form":"epic poem","offset":132},{"uri":"Mycenaean","surface_form":"Mycenaean","offset":147},{"uri":"Greece","surface_form":"Greece","offset":157},{"uri":"Latin","surface_form":"Latin","offset":258},{"uri":"Myth","surface_form":"myth","offset":277},{"uri":"Odysseus","surface_form":"Odysseus","offset":335},{"uri":"Ithaca","surface_form":"Ithaca","offset":375},{"uri":"Trojan_War","surface_form":"Trojan War","offset":392},{"uri":"Iliad","surface_form":"Iliad","offset":442},{"uri":"Penelope","surface_form":"Penelope","offset":477},{"uri":"Telemachos","surface_form":"Telemachos","offset":551},{"uri":"Odysseus","surface_form":"Odysseus","offset":614},{"uri":"Cyclops","surface_form":"Cyclops","offset":650},{"uri":"Polyphemus","surface_form":"Polyphemus","offset":658},{"uri":"Poseidon","surface_form":"Poseidon","offset":870},{"uri":"Odysseus","surface_form":"Odysseus","offset":1091},{"uri":"Siren","surface_form":"Sirens'","offset":1130},{"uri":"Sailors","surface_form":"sailors","offset":1198},{"uri":"Wax","surface_form":"wax","offset":1318},{"uri":"Ear","surface_form":"ear","offset":1331},{"uri":"Odysseus","surface_form":"Odysseus","offset":1730},{"uri":"Ogygia","surface_form":"Ogygia","offset":1759},{"uri":"Nymph","surface_form":"nymph","offset":1792},{"uri":"Calypso","surface_form":"Calypso","offset":1798},{"uri":"Hermes","surface_form":"Hermes","offset":1870},{"uri":"Immortality","surface_form":"immortality","offset":1973},{"uri":"Penelope","surface_form":"Penelope","offset":2065},{"uri":"Raft","surface_form":"raft","offset":2095},{"uri":"Nausica%C3%A4","surface_form":"Nausicaä","offset":2234},{"uri":"Alkinoos","surface_form":"Alkinoos","offset":2298},{"uri":"Athena","surface_form":"Athena","offset":2810}]}