{"id":91031,"url":"http://en.wikipedia.org/wiki/German_automobile_number_plates","text":"e=\"preserve\">German automobile number plates (\"Kfz-Kennzeichen\") show the place where the automobile carrying them is registered. When a person changes their main home in Germany, or buys a new automobile, they must buy new number plates.\nNumber plates can be bought which are valid all year round or between 2 to 11 months within any 12 months. This allows changing between summer and winter automobiles, such as a convertible and a sedan/saloon without having the time and money wasted for de- and re-registering.\nFormat.\nThe present number plate format, used since 1994, uses black print on a white background and first provides information about the country where the automobile is registered within the European Union. German licence plates show a \"D\" (for \"Deutschland\"=\"Germany\") on the blue strip on the left, which shows the European Union's flag, 12 golden stars in a circle on blue ground.\nAfter that, there are between one and three letters for the city or region where the automobile is registered, such as B for Berlin. These units usually coincide with the German districts, in few cases an urban district and the surrounding district share the same letter code. Usually if an urban district and a rural district share the code, the number of the following letters is different. For example, the urban district (Straubing) SR has one letter after the code (SR - A 123). The surrounding district Straubing-Bogen has two letters (SR - AB 123) after the code. It depends on the number of registered automobiles (or citizens) whether the City or the district has two letters, because there are more possibilities with two letters, so the part with more citizens usually has two letters. For example, the urban district Regensburg has more citizens than the rural district Regensburg, so the city has two letters after the code R.\nThis is only a rule of thumb, there are a number of exceptions e.g. Germany's second largest city Hamburg (HH, Hansestadt Hamburg, because of its historical membership in the Hanseatic League) or the west German district Ammerland (WST, Westerstede is the capital of the district).\nThe reason for this scheme is however not to display size or location, but simply to have enough combinations available within the maximum length of eight characters per plate.\nAfter the location name there are the emission test and vehicle safety test stickers (see below), followed by one or two letters and one to four numbers. These letters and numbers can be chosen by the vehicle owner or if they prefer, random ones can be allocated by the licensing office. The total quantity of letters and numbers on the plate is never higher than eight. One letter with low numbers are normally reserved for motorcycle use since the plate space of these vehicles is smaller.\nProhibited combinations.\nVarious combinations that could be considered politically unacceptable—mainly due to implications relating to Nazi Germany—are disallowed or otherwise avoided. The district Sächsische Schweiz uses the name of its main town, Pirna, in its code \"PIR\", to avoid the use of \"SS\", the name of the nazi group; similarly \"SA\" is also unused. This is why automobiles for the government and parliament in Saxony-Anhalt are registered with LSA (Land Sachsen A'\"nhalt). In 2004 in Nuremberg, an automobile owner was refused a number plate beginning N-PD because of the connection to the political party, the NPD.\nBanned combinations include the Nazi abbreviations HJ (\"Hitlerjugend\", Hitler Youth), NS (\"Nationalsozialismus\", National Socialism), SA (\"Sturmabteilung\"), SS (\"Schutzstaffel\") and KZ (\"Konzentrationslager\", concentration camp). Some registration offices have overlooked this rule by mistake, however; there are a few automobiles registered carrying prohibited codes, such as \"B-SS 12\". Some counties also allow these combinations if they are the initials of the owner (e.g., Norbert Schmidt might be able to get XX-NS 1234), but in this case, if the automobile is sold and re-registered in the same county by the new owner, the number can be changed (otherwise the number stays with the automobile until it registered in a different area).\nSpecial codes.\nThe German Federal President's license plate is 0-1, the Chancellor's 0-2, the Foreign Secretary's 0-3. The plate of the President of the Bundestag is an exception: it shows 1-1. This is to show that the Bundestag's President is not part of the government but still ranks higher in importance than the Chancellor. These vehicles are tax-exempt and need not to be insured since the German government acts as insurer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":171},{"uri":"Convertible","surface_form":"convertible","offset":416},{"uri":"Sedan_(automobile)","surface_form":"sedan","offset":434},{"uri":"European_Union","surface_form":"European Union","offset":708},{"uri":"Berlin","surface_form":"Berlin","offset":1026},{"uri":"List_of_German_districts","surface_form":"German districts","offset":1072},{"uri":"List_of_German_urban_districts","surface_form":"urban district","offset":1106},{"uri":"Straubing","surface_form":"Straubing","offset":1327},{"uri":"Straubing-Bogen","surface_form":"Straubing-Bogen","offset":1410},{"uri":"Regensburg","surface_form":"Regensburg","offset":1730},{"uri":"Hamburg","surface_form":"Hamburg","offset":1939},{"uri":"Hanseatic_League","surface_form":"Hanseatic League","offset":2016},{"uri":"Ammerland","surface_form":"Ammerland","offset":2062},{"uri":"Vehicle_inspection","surface_form":"emission test and vehicle safety test","offset":2338},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":2927},{"uri":"S%C3%A4chsische_Schweiz","surface_form":"Sächsische Schweiz","offset":2990},{"uri":"SS","surface_form":"SS","offset":3088},{"uri":"Nazi","surface_form":"nazi","offset":3109},{"uri":"Sturmabteilung","surface_form":"SA","offset":3132},{"uri":"Saxony-Anhalt","surface_form":"Saxony-Anhalt","offset":3213},{"uri":"States_of_Germany","surface_form":"Land","offset":3252},{"uri":"Nuremberg","surface_form":"Nuremberg","offset":3287},{"uri":"National_Democratic_Party_of_Germany_(NPD)","surface_form":"NPD","offset":3414},{"uri":"Hitler_Youth","surface_form":"Hitler Youth","offset":3490},{"uri":"Nazism","surface_form":"National Socialism","offset":3532},{"uri":"Sturmabteilung","surface_form":"Sturmabteilung","offset":3558},{"uri":"SS","surface_form":"Schutzstaffel","offset":3581},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":3628},{"uri":"President_of_Germany","surface_form":"German Federal President","offset":4180},{"uri":"Chancellor_of_Germany","surface_form":"Chancellor","offset":4233},{"uri":"Bundestag","surface_form":"Bundestag","offset":4314}]}