{"id":91098,"url":"http://en.wikipedia.org/wiki/Samuel_Sebastian_Wesley","text":"e=\"preserve\">Samuel Sebastian Wesley (born London, 14 August 1810; died 19 April 1876) was an English organist and composer. He was the greatest English composer of church music of his day. He lived at a time when the standard of music in England had become very bad. He did a lot to improve it, especially church music. He had a hard life earning enough money. This was largely his own fault: he was a difficult man with a bad temper and often argued with his employers.\nEarly years.\nHe was born in London, the illegitimate son of the composer Samuel Wesley and his partner Sarah Suter. He was given the name of his father (Samuel) and the name Sebastian after the composer Johann Sebastian Bach.\nAs a boy he sang in the choir of the Chapel Royal. The Chapel Royal was not nearly as good as it had been in the 16th and 17th centuries when it had been associated with many famous composers. When choirboys made mistakes the music teacher William Hawes would hit them with a riding whip. Samuel Sebastian was an excellent choirboy, and he and another boy were sent to Brighton to sing to King George IV who had gone there for his holiday. He also sang at St. Paul's Cathedral.\nHereford.\nWhen he was a young man he played the organ in several churches in London and started to compose. He wrote some music for melodramas in theatres. When he was 22 he became organist of Hereford Cathedral. This changed his life, because his career now focussed on church music. The choir at Hereford was not very good. The organ was broken, and his lodgings were not nice. However, he was able to perform in the Three Choirs Festival and he composed some church music, including the popular anthem \"Blessed be the God and Father\", written for an Easter Day service when the choir only had boys and one male singer. He married the sister of the dean of the cathedral. Her family did not approve and did not go to the wedding.\nExeter.\nIn 1835 he moved to Exeter Cathedral. He improved the choir there and persuaded the authorities to renovate the organ. He had a good salary there, but soon got fed up because he argued with his employers. He often went fishing instead of going to work, sending one of his choir boys to play the organ instead. One day, when Wesley was supposed to play “God Save the King” he played “Rule Britannia”. This sort of behaviour did not do his reputation much good. He wanted to get a doctorate degree from Oxford University so he wrote an anthem \"O Lord thou art my God\". The professor at Oxford, William Crotch, wanted him to make some changes in the music, but he refused. In the end he was given the degree anyway.\nLeeds.\nThe next job he had was at Leeds Parish Church. This was the only job he had in his life which was not at a cathedral, but his choir at Leeds was probably better than any of the cathedral choirs he had. The services there were very good, and he improved the choir singing. Leeds was not a nice town in those days. It was very badly polluted through industry. Wesley earned extra money by giving music lessons. He was also in demand for giving organ recitals in different churches. He gave the choir more modern music to sing, including his own compositions. He wrote an introduction to a book of psalm tunes in which he criticized the state of the church in England. He did it in a very personal way and it made his employers angry.\nOne day he went fishing when he should have been at choir practice. He fell when climbing over a stile and broke his leg. After that he always walked with a limp. While he was in hospital he wrote an anthem \"Cast me not away\" to words from Psalm 51. When the music gets to the words “the bones which thou hast broken” he set them to strange, crunching chords.\nIn spite of his awkward behaviour the people in Leeds were sorry when he left. He conducted a performance of the \"Messiah\" and he was given a portrait of himself.\nWinchester.\nHe went to Winchester Cathedral. At first he got on very well with the clergy. He performed and composed new music. He spent a lot of time collecting and publishing all the anthems he had written. He composed hymn tunes. He persuaded his employers to spend money on improving the organ.\nAlthough he was being paid a good salary (£80 a year) Wesley did less and less work. He performed less and left a lot of the playing to his pupils so that he could go fishing and sailing. He did not like the new precentor who was appointed in 1858.\nIn 1863 he composed an anthem \"Give the King thy Judgement\" for the marriage of the Prince of Wales (the future King Edward VII and Princess Alexandra of Denmark). He did not like Winchester. He said there were no other good musicians to talk to.\nGloucester.\nWhen the job of organist at Gloucester Cathedral became available he took it and left Winchester very quicky. Once again he found himself in a cathedral with a bad choir and an organ in a bad state of repair, but this time he seemed to make little effort to do anything about it. He spent a lot of time editing other people’s music. Once more, after a gap of 30 years, he was able to perform in the Three Choirs Festival. He conducted the music of Louis Spohr, his father Samuel Wesley and also some music by the young Hubert Parry who was not yet well-known. When he conducted he often did not think about what he was doing and got muddled. In 1871 he conducted Bach’s St Matthew Passion, the first time it had been performed in England outside London.\nHe was offered a knighthood but chose to be given money instead. He started to become ill. He had a kidney disease. The last time he played the organ was at Christmas in 1875. He died on 19th April 1876 and was buried next to his daughter in Devon. There was no music at all at his funeral.\nHis music.\nWesley is remembered for his music composed for the Church of England. He wrote many anthems, including \"Thou wilt keep him in perfect peace\", \"Blessed be the God and Father\", \"The Wilderness\" and \"Ascribe unto the Lord\". The last two of these are verse anthems (anthem which contrast sections for the full choir with sections for a few soloists). The popular short anthem \"Lead me Lord\" is part of \"Praise the Lord, O my soul\".\nHe wrote a number of organ works. One of his most charming pieces is \"Holsworthy Church Bells\" (1874). He also wrote chamber and orchestral music.\nHis influence.\nWesley had an important influence on organ building. He went to the Great Exhibition in 1851 and saw organs with pedals that, instead of being exactly parallel, spread out at the top like a fan. He liked these radiating pedal boards and persuaded the great organ builder Henry Willis to put pedal boards like that in the organs he built.\nSamuel Sebastian Wesley was a very famous performer and throughout his life he was often asked to play the first concerts on new organs (“inaugural concerts”). His music is still very popular today, and some of his short anthems are not too difficult for the average church choir to sing.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":43},{"uri":"14_August","surface_form":"14 August","offset":51},{"uri":"1810","surface_form":"1810","offset":61},{"uri":"19_April","surface_form":"19 April","offset":72},{"uri":"1876","surface_form":"1876","offset":81},{"uri":"England","surface_form":"English","offset":94},{"uri":"Organ_(music)","surface_form":"organist","offset":102},{"uri":"Composer","surface_form":"composer","offset":115},{"uri":"Church_music","surface_form":"church music","offset":165},{"uri":"Church_music","surface_form":"church music","offset":307},{"uri":"Employer","surface_form":"employer","offset":461},{"uri":"London","surface_form":"London","offset":500},{"uri":"Illegitimate","surface_form":"illegitimate","offset":512},{"uri":"Samuel_Wesley","surface_form":"Samuel Wesley","offset":545},{"uri":"Partner","surface_form":"partner","offset":567},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":675},{"uri":"Chapel_Royal","surface_form":"Chapel Royal","offset":735},{"uri":"16th_century","surface_form":"16th","offset":811},{"uri":"17th_century","surface_form":"17th centuries","offset":820},{"uri":"Whip","surface_form":"whip","offset":981},{"uri":"Brighton","surface_form":"Brighton","offset":1067},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"King George IV","offset":1087},{"uri":"St._Paul%27s_Cathedral","surface_form":"St. Paul's Cathedral","offset":1154},{"uri":"Melodrama","surface_form":"melodrama","offset":1308},{"uri":"Theatre","surface_form":"theatre","offset":1322},{"uri":"Hereford_Cathedral","surface_form":"Hereford Cathedral","offset":1369},{"uri":"Lodging","surface_form":"lodging","offset":1532},{"uri":"Three_Choirs_Festival","surface_form":"Three Choirs Festival","offset":1595},{"uri":"Easter","surface_form":"Easter Day","offset":1729},{"uri":"Dean","surface_form":"dean","offset":1827},{"uri":"1835","surface_form":"1835","offset":1919},{"uri":"Exeter_Cathedral","surface_form":"Exeter Cathedral","offset":1936},{"uri":"God_Save_the_King","surface_form":"God Save the King","offset":2269},{"uri":"Doctorate","surface_form":"doctorate","offset":2395},{"uri":"Degree_(school)","surface_form":"degree","offset":2405},{"uri":"Oxford_University","surface_form":"Oxford University","offset":2417},{"uri":"William_Crotch","surface_form":"William Crotch","offset":2508},{"uri":"Cathedral","surface_form":"cathedral","offset":2744},{"uri":"Leeds","surface_form":"Leeds","offset":2772},{"uri":"Service_of_worship","surface_form":"services","offset":2843},{"uri":"Industry","surface_form":"industry","offset":2985},{"uri":"Recital","surface_form":"recital","offset":3085},{"uri":"Psalm","surface_form":"psalm","offset":3232},{"uri":"Criticism","surface_form":"criticized","offset":3256},{"uri":"Stile","surface_form":"stile","offset":3466},{"uri":"Psalm","surface_form":"Psalm","offset":3609},{"uri":"Chord","surface_form":"chord","offset":3721},{"uri":"Messiah_(Handel)","surface_form":"Messiah","offset":3843},{"uri":"Portrait","surface_form":"portrait","offset":3871},{"uri":"Winchester_Cathedral","surface_form":"Winchester Cathedral","offset":3915},{"uri":"Hymn","surface_form":"hymn","offset":4113},{"uri":"Sailing","surface_form":"sailing","offset":4370},{"uri":"Precentor","surface_form":"precentor","offset":4403},{"uri":"1858","surface_form":"1858","offset":4434},{"uri":"1863","surface_form":"1863","offset":4443},{"uri":"Marriage","surface_form":"marriage","offset":4508},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"King Edward VII","offset":4552},{"uri":"Alexandra_of_Denmark","surface_form":"Alexandra of Denmark","offset":4581},{"uri":"Gloucester_Cathedral","surface_form":"Gloucester Cathedral","offset":4727},{"uri":"Three_Choirs_Festival","surface_form":"Three Choirs Festival","offset":5098},{"uri":"Louis_Spohr","surface_form":"Louis Spohr","offset":5147},{"uri":"Samuel_Wesley","surface_form":"Samuel Wesley","offset":5171},{"uri":"Hubert_Parry","surface_form":"Hubert Parry","offset":5218},{"uri":"1871","surface_form":"1871","offset":5344},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach’s","offset":5362},{"uri":"St_Matthew_Passion","surface_form":"St Matthew Passion","offset":5369},{"uri":"England","surface_form":"England","offset":5429},{"uri":"London","surface_form":"London","offset":5445},{"uri":"Knighthood","surface_form":"knighthood","offset":5470},{"uri":"Kidney","surface_form":"kidney","offset":5553},{"uri":"Christmas","surface_form":"Christmas","offset":5610},{"uri":"1875","surface_form":"1875","offset":5623},{"uri":"Devon","surface_form":"Devon","offset":5695},{"uri":"Funeral","surface_form":"funeral","offset":5735},{"uri":"Church_of_England","surface_form":"Church of England","offset":5807},{"uri":"Anthem","surface_form":"anthem","offset":5840},{"uri":"Great_Exhibition","surface_form":"Great Exhibition","offset":6414},{"uri":"1851","surface_form":"1851","offset":6434},{"uri":"Pedal","surface_form":"pedal","offset":6459},{"uri":"Henry_Willis","surface_form":"Henry Willis","offset":6617}]}