{"id":91105,"url":"http://en.wikipedia.org/wiki/La_boh%C3%A8me","text":"\"La bohème\" (pronounced, \"La bo-EM\") is an Italian opera in four acts. The music was written by Giacomo Puccini. The libretto was written by Luigi Illica and Giuseppe Giacosa.\nThe opera tells the story of a love affair between a poor poet and an equally poor seamstress in 19th century Paris. The opera is based on a book by Henri Murger called \"Scenes from Bohemian Life\" ().\nArturo Toscanini conducted the first performance of \"La bohème\" on February 1, 1896 at the Teatro Regio in Turin, Italy. The opera was adapted to a movie in 1965 and the 1996 Broadway musical, \"Rent\".\nHenri Murger.\nHenri Murger was born in 1822 to an immigrant German tailor in Paris. He worked as a secretary until 1841 when he became a journalist and joined the poor artists and writers who called themselves Bohemians.\nFrom 1845 to 1848, Murger's stories about Bohemian life in Paris were serialized (published in parts) in a French magazine. The book brought Murger little income. Playwright Théodore Barrière suggested making a play of the book, and Murger accepted. The play appeared in 1849. It was a success.\nAlmost every chapter of Murger's book mentions an incident or event which found its way into Puccini's opera. However, the love affair between the poet and the seamstress appears only as a little tale in the book about a sculptor named Jacques and a seamstress named Francine.\nAfter the publication of the play, adaptations appeared. In 1877, an operetta was staged in Paris. In 1897, an opera by Ruggero Leoncavallo was staged in Venice. Another play based on the book was performed in New York in 1896. The first movie was released in 1916, and other movies were released in the following years.\nDevelopment.\nPuccini wrote most of \"La bohème\" at Torre del Lago, a village in Tuscany he had just made his home. Most decisions about the opera were made through letters sent back and forth between Ricordi (Puccini's publisher), the two librettists, and the composer. This arrangement was not the best for getting the work done in a timely manner.\nPuccini began toying with the idea of writing another work called \"La lupa\" (\"The She-Wolf\"). The librettists were furious. Puccini was dividing his time between two projects while taking them to task for their slowness on the present one. Giacosa complained that he used more paper and time on \"La bohéme\" that he had on any of his other dramas.\nWhole scenes were rewritten, revised, and even discarded before going through the cycle again. Despite the turmoil, Puccini was considering the David Belasco play \"Tosca\" as yet another project. He briefly interrupted work on \"La bohème\" to travel to Florence to see Sarah Bernhardt perform the play.\nPuccini and Ruggero Leoncavallo (composer of the 1892 opera \"I pagliacci\") both chose to set Mürger's book to music. Each claimed he was the first to make this decision. Leoncavallo's \"La Bohème\" was first performed in 1897, the year after Puccini's opera. Leoncavallo's opera never attained the fame that Puccini's did probably because Puccini's opera was gaining a popularity in 1897 that left Leoncavallo's opera in the dust.\nPerformances.\n\"La bohème\" was first performed in Turin, Italy on February 1, 1896 at the Teatro Regio. It was conducted by Arturo Toscanini. In 1946, Toscanini conducted a radio performance that was released to LP records and later compact discs. It is the only recording of a Puccini opera by its original conductor.\nWithin a few years, the opera was performed in theatres throughout Italy including La Scala and La Fenice. The first performance outside of Italy was in Buenos Aires, Argentina in 1896. Other performances followed in the next ten years around the world.\nThe first performance in United Kingdom took place in Manchester, on 22 April 1897. It was performed by the Carl Rosa Opera Company in English and was supervised by Puccini. On 2 October 1897 the same company gave the opera's first staging at the Royal Opera House in London.\nThe opera was first performed in the United States by the Carl Rosa Opera Company on October 14, 1897 in Los Angeles, California. It was performed in New York City at Palmo's Opera House on May 16, 1898. The Metropolitan Opera House staged the opera for the first time on December 26, 1900.\nAct 1.\n\"In the four bohemians' attic room\"\nAct 1 takes place in Paris around 1830. A group of bohemians live in a room in an attic. Marcello is painting while Rodolfo gazes out of the window. They are so poor and so cold that they burn a drama that Rodolfo has written. Colline, the philosopher, comes in shivering and cross because he had not been able to pawn some books. Schaunard, the musician of the group, arrives with food, firewood, wine, cigars, and money. He tells his friends that he has got these things because he has a job with an English gentleman. The others hardly listen as they are so hungry that they try to eat the food. Schaunard interrupts them, taking the meal away, and saying that they will all celebrate his luck by having dinner at Cafe Momus instead.\nWhile they drink the wine, Benoit, the landlord, arrives to collect the rent. The group gives him lots of wine so that he becomes drunk and starts to tell the people his adventures about love. Eventually, the group throws him out. The money that should have been used to pay the rent is divided among them so they can have a good time.\nThe other Bohemians go out, but Rodolfo stays alone for a moment in order to finish a newspaper article, promising to join his friends soon. There is a knock at the door, and Mimi, a seamstress who lives in a flat below, enters. Her candle has blown out, and she has no matches; she asks Rodolfo to light it. She thanks him, but returns a few seconds later, saying she has lost her key. Both candles go out. It is dark, and the couple try to feel their way about. Rodolfo wants to spend time with Mimi. He finds the key, but puts it in his pocket and does not tell her. In two famous arias (Rodolfo's \"Che gelida manina\" — \"What a cold little hand,\" and Mimi's \"Sì, mi chiamano Mimì\" — \"Yes, they call me Mimi\"), they tell each other about their backgrounds. Rodolfo’s friends call for him to come out and join them. He would prefer to stay there with Mimi but she decides they should go together. They go out, singing about their love for one another.\nAct 2.\nThe streets are crowded with happy people. Rodolfo buys Mimi a bonnet. The friends go into a café. Musetta, who used to be Marcello's sweetheart, comes into the cafe with Alcindoro, a rich old man. She is tired of him. She sings a naughty song, hoping Marcello will notice her.\nMarcello becomes mad with jealousy. To be rid of Alcindoro for a bit, Musetta pretends to have a tight shoe and sends him with it to the shoemaker. Musetta and Marcello fall into each other's arms.\nThe sound of a military parade is heard. Marcello and Colline carry Musetta out on their shoulders while everyone claps. Alcindoro returns with the repaired shoe. The waiter hands him the bill. He is surprised by how much he has to pay, and sinks into a chair.\nAct 3.\n\"At a toll gate a month or two later\"\nMimì passes through the toll gate. She is coughing. She finds Marcello, who lives in a little tavern near the gate. She tells him of her hard life with Rodolfo, who has left her that night.\nRodolfo comes out of the tavern looking for Marcello. Mimì hides. She hears Rodolfo telling Marcello why he left her. At first he says Mimì does not love him, but then he says he left her because she is dying of an illness.\nRodolfo is poor and can do little to help Mimì. He hopes that a rich man may fall in love with her and pay for her to have medical treatment. Out of kindness towards Mimì, Marcello tries to stop Rodolfo, but she has already heard everything.\nShe coughs, and Rodolfo discovers her. They sing of their lost love, and agree that although they should separate, they love one another and agree to stay together until the spring. Marcello and Musetta are heard quarrelling in the background.\nAct 4.\nMarcello and Rodolfo are both sad at losing their loved ones. Schaunard and Colline arrive with a tiny bit of food. They pretend they are having a big feast, and they all dance. Musetta arrives with news: Mimi, who had found a rich gentleman, has now left him and is wandering in the streets feeling very ill and weak.\nMusetta has brought Mimi back with her to the attic room. Mimi is helped into a chair. Musetta and Marcello leave to sell Musetta's earrings in order to buy medicine, and Colline leaves to pawn his overcoat. Schaunard leaves quietly to give Mimi and Rodolfo time together. Left alone, the two remember their past happiness.\nThey remember their first meeting. Rodolfo gives Mimi the pink bonnet he bought her, which he has kept as a souvenir of their love. The others return, with a gift of a muff to warm Mimi's hands and some medicine, and tell Rodolfo that a doctor has been called, but it is too late. As Musetta prays, Mimi dies. Rodolfo collapses in tears.\nMovies.\nIn 1965, a West German movie version of the opera was released. It was filmed on location in Milan and Munich. The movie was produced by conductor Herbert von Karajan and designed by Franco Ziffirelli. It starred Mirella Freni as Mimi, Adriana Martino as Musetta, Gianni Raimondi as Rudolpho, and Rolando Panerai as Marcello. The movie won the 1966 National Board of Review for Top Foreign Film.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_language","surface_form":"Italian","offset":43},{"uri":"Opera","surface_form":"opera","offset":51},{"uri":"Giacomo_Puccini","surface_form":"Giacomo Puccini","offset":96},{"uri":"Libretto","surface_form":"libretto","offset":117},{"uri":"Luigi_Illica","surface_form":"Luigi Illica","offset":141},{"uri":"Giuseppe_Giacosa","surface_form":"Giuseppe Giacosa","offset":158},{"uri":"Paris","surface_form":"Paris","offset":286},{"uri":"Henri_Murger","surface_form":"Henri Murger","offset":325},{"uri":"Arturo_Toscanini","surface_form":"Arturo Toscanini","offset":377},{"uri":"Teatro_Regio_(Turin)","surface_form":"Teatro Regio","offset":468},{"uri":"Turin","surface_form":"Turin","offset":484},{"uri":"Italy","surface_form":"Italy","offset":491},{"uri":"Adapt","surface_form":"adapted","offset":512},{"uri":"Broadway","surface_form":"Broadway","offset":552},{"uri":"Musical","surface_form":"musical","offset":561},{"uri":"Rent_(musical)","surface_form":"Rent","offset":571},{"uri":"Sculptor","surface_form":"sculptor","offset":1315},{"uri":"Seamstress","surface_form":"seamstress","offset":1344},{"uri":"Adaptation","surface_form":"adaptation","offset":1406},{"uri":"Operetta","surface_form":"operetta","offset":1440},{"uri":"Ruggero_Leoncavallo","surface_form":"Ruggero Leoncavallo","offset":1491},{"uri":"Venice","surface_form":"Venice","offset":1525},{"uri":"New_York","surface_form":"New York","offset":1581},{"uri":"Movie","surface_form":"movie","offset":1609},{"uri":"Torre_del_Lago","surface_form":"Torre del Lago","offset":1742},{"uri":"Tuscany","surface_form":"Tuscany","offset":1771},{"uri":"David_Belasco","surface_form":"David Belasco","offset":2532},{"uri":"Florence","surface_form":"Florence","offset":2639},{"uri":"Sarah_Bernhardt","surface_form":"Sarah Bernhardt","offset":2655},{"uri":"Ruggero_Leoncavallo","surface_form":"Ruggero Leoncavallo","offset":2701},{"uri":"I_pagliacci","surface_form":"I pagliacci","offset":2750},{"uri":"La_Boh%C3%A8me_(Leoncavallo)","surface_form":"La Bohème","offset":2874},{"uri":"Turin","surface_form":"Turin","offset":3167},{"uri":"Italy","surface_form":"Italy","offset":3174},{"uri":"Teatro_Regio_(Turin)","surface_form":"Teatro Regio","offset":3207},{"uri":"Arturo_Toscanini","surface_form":"Arturo Toscanini","offset":3241},{"uri":"La_Scala","surface_form":"La Scala","offset":3519},{"uri":"La_Fenice","surface_form":"La Fenice","offset":3532},{"uri":"Buenos_Aires","surface_form":"Buenos Aires","offset":3589},{"uri":"Argentina","surface_form":"Argentina","offset":3603},{"uri":"United_States","surface_form":"United States","offset":4003},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":4071},{"uri":"California","surface_form":"California","offset":4084},{"uri":"New_York_City","surface_form":"New York City","offset":4116},{"uri":"Metropolitan_Opera_House","surface_form":"Metropolitan Opera House","offset":4174},{"uri":"Drama","surface_form":"drama","offset":4495},{"uri":"Philosopher","surface_form":"philosopher","offset":4540},{"uri":"Pawnbroker","surface_form":"pawn","offset":4614},{"uri":"Food","surface_form":"food","offset":4682},{"uri":"Firewood","surface_form":"firewood","offset":4688},{"uri":"Wine","surface_form":"wine","offset":4698},{"uri":"Cigar","surface_form":"cigar","offset":4704},{"uri":"Money","surface_form":"money","offset":4716},{"uri":"Gentleman","surface_form":"gentleman","offset":4810},{"uri":"Landlord","surface_form":"landlord","offset":5076},{"uri":"Renting","surface_form":"rent","offset":5109},{"uri":"Drunk","surface_form":"drunk","offset":5167},{"uri":"Adventure","surface_form":"adventure","offset":5207},{"uri":"Love","surface_form":"love","offset":5224},{"uri":"Newspaper_article","surface_form":"newspaper article","offset":5459},{"uri":"Seamstress","surface_form":"seamstress","offset":5556},{"uri":"Apartment","surface_form":"flat","offset":5582},{"uri":"Candle","surface_form":"candle","offset":5606},{"uri":"Match","surface_form":"match","offset":5643},{"uri":"Key","surface_form":"key","offset":5755},{"uri":"Aria","surface_form":"aria","offset":5957},{"uri":"Bonnet","surface_form":"bonnet","offset":6396},{"uri":"Caf%C3%A9","surface_form":"café","offset":6426},{"uri":"Jealous","surface_form":"jealous","offset":6637},{"uri":"Cough","surface_form":"cough","offset":7157},{"uri":"Tavern","surface_form":"tavern","offset":7209},{"uri":"Earring","surface_form":"earring","offset":8473},{"uri":"Medicine","surface_form":"medicine","offset":8498},{"uri":"Coat","surface_form":"overcoat","offset":8539},{"uri":"Muff","surface_form":"muff","offset":8833},{"uri":"Medical_doctor","surface_form":"doctor","offset":8902},{"uri":"Prayer","surface_form":"prays","offset":8957},{"uri":"Movie","surface_form":"movie","offset":9034},{"uri":"Milan","surface_form":"Milan","offset":9104},{"uri":"Munich","surface_form":"Munich","offset":9114},{"uri":"Herbert_von_Karajan","surface_form":"Herbert von Karajan","offset":9158},{"uri":"Franco_Zeffirelli","surface_form":"Franco Ziffirelli","offset":9194},{"uri":"Mirella_Freni","surface_form":"Mirella Freni","offset":9224}]}