{"id":91102,"url":"http://en.wikipedia.org/wiki/Iguana","text":"Iguana is a type of lizard that lives in tropical areas of Central and South America and the Caribbean. There are only two species of Iguana\": the Green Iguana and the Lesser Antillean Iguana\"\nAppearance.\nThe two species of lizard both have a dewlap, a row of spines running down their back to their tail, and a third eye on their head. This eye is known as the parietal eye, which looks just like a pale scale on the top of their head. Behind their neck are small scales which look like spikes, and are called tuberculate scales. They also have a large round scale on their cheek called a subtympanic shield.\nSenses.\nIguanas have excellent vision and can see long distances, shapes, shadows, color and movement. An iguana uses its eyes to navigate through trees and forests, as well as for finding food. They also use their eyes to communicate with members of the same species. An iguana's ear is called a tympanum. It is the iguana's ear drum and is found right above the subtympanic shield and behind the eye. This is a very thin, delicate part of the iguana, and is very important to its hearing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lizard","surface_form":"lizard","offset":20},{"uri":"Tropics","surface_form":"tropical","offset":41},{"uri":"Central_America","surface_form":"Central","offset":59},{"uri":"South_America","surface_form":"South America","offset":71},{"uri":"Caribbean","surface_form":"Caribbean","offset":93},{"uri":"Species","surface_form":"species","offset":123},{"uri":"Green_Iguana","surface_form":"Green Iguana","offset":147},{"uri":"Lesser_Antillean_Iguana","surface_form":"Lesser Antillean Iguana","offset":168},{"uri":"Dewlap","surface_form":"dewlap","offset":243},{"uri":"Parietal_eye","surface_form":"parietal eye","offset":362},{"uri":"Tuberculate","surface_form":"tuberculate","offset":511},{"uri":"Subtympanic","surface_form":"subtympanic","offset":590},{"uri":"Tympanum","surface_form":"tympanum","offset":907}]}