{"id":91302,"url":"http://en.wikipedia.org/wiki/Cassie_(Skins_character)","text":"Cassandra \"Cassie\" Ainsworth is a fictional character on the British television series \"Skins\". She is played by Hannah Murray.\nPersonality.\nCassie is a very complicated character. She suffers from anorexia nervosa, self harm, and low self esteem. Her entire self worth is dependent on her weight, in one episode saying \"I didn't eat for three days... so I could be lovely.\" She also drinks alcohol and takes drugs. In the episode \"Tony\" she is seen sorting food, a common occurrence shown by people with anorexia. Despite Cassie's many \"problems\", she is a very gentle, caring, and loving person. Written on her \"about me\" section of the \"Skins\" website, she talks about how much she loves her baby brother, Reuben. Cassie will even act positive to bad news so that she will not offend.\nSeries 1.\nCassie is released from a clinic, where she received treatment for her eating disorder. In the first episode, called \"Tony\", she stays with Sid and offers to have sex so he can lose his virginity, but she passes out before anything happens. In the second episode \"Cassie\", it is shown that she is not better and is still sick. She has also developed a crush on Sid. In \"Sid\", the fifth episode of the season, Cassie tries to kill herself after Sid cancels a date they planned, so that he could be with Michelle Richardson. In \"Michelle\", Michelle takes Sid to see Cassie, but Cassie is dating someone called Simon, a patient in the hospital she is currently in. In the last episode of the season, Cassie says she is moving to Scotland with her family, away from Bristol. Cassie writes Sid a letter and leaves it at his house after sneaking out the hospital. She is also given a letter Sid wrote to her from Tony Stonem. In the last moment of the season, Sid finds Cassie and they sit together and hold hands.\nSeries 2.\nCassie and Sid are in a serious romantic long distance relationship. In \"Sid\", the third episode, Sid thinks Cassie is cheating on him and becomes angry at her. Cassie is also angry, but because Sid does not trust her. At the end of the episode Cassie takes a train from where she lives in Scotland to Bristol, to visit Sid. She waits in his bedroom for him, but when Sid enters the bedroom he is kissing Michelle (not noticing that Cassie is also there). In \"Chris\", the fifth episode, Cassie bitterly tells her friends that Sid is together with Michelle. She copes with her feelings by having sex with almost anyone, doing drugs, and partying. In \"Effy\" Sid finally confronts Cassie and her bad behavior. The two get back together, but in \"Cassie\", it is clear that Cassie is still angry towards Michelle. After Cassie's roommate and friend Chris Miles dies, she runs away to New York City, where she is taken care of by a boy called Adam. In the finale \"Everyone\", in the last moment of the episode, Sid looks for Cassie in New York, and stops in front of the diner she works in.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":34},{"uri":"United_Kingdom","surface_form":"British","offset":61},{"uri":"Television","surface_form":"television","offset":69},{"uri":"Skins_(TV_series)","surface_form":"Skins","offset":88},{"uri":"Hannah_Murray","surface_form":"Hannah Murray","offset":113},{"uri":"Anorexia_nervosa","surface_form":"anorexia nervosa","offset":198},{"uri":"Self_harm","surface_form":"self harm","offset":216},{"uri":"Low_self_esteem","surface_form":"low self esteem","offset":231},{"uri":"Illegal_drugs","surface_form":"drugs","offset":409},{"uri":"Sex","surface_form":"sex","offset":961},{"uri":"Virginity","surface_form":"virginity","offset":984},{"uri":"Scotland","surface_form":"Scotland","offset":1524},{"uri":"Bristol","surface_form":"Bristol","offset":1560},{"uri":"Long_distance_relationship","surface_form":"long distance relationship","offset":1858},{"uri":"New_York_City","surface_form":"New York City","offset":2695}]}