{"id":91338,"url":"http://en.wikipedia.org/wiki/Pretty._Odd.","text":"\"Pretty. Odd.\" is the second music album from the rock band Panic at the Disco. It was released on March 25, 2008.\nProduction and marketing.\nPanic at the Disco began creating their new album after their first album, \"A Fever You Can't Sweat Out\". While on tour for about two years, they had no new songs to perform. In January 2007 the band went into \"hibernation\" in a cabin (just outside the strip), as they began writing new songs for the next six months hoping for a second album to be released during fall 2007. On July 7, 2007 they played the song \"It's True Love\" live during their first performance since going into writing. Later that night however, the band decided that they did not like the music had written and scrapped all the songs they had written (which was about 3/4 of an album, as they were almost done recording).\nA month later Panic announced two newly written songs, the first named \"Middle of Summer\" (later changed to \"When the Day Met the Night\"), and \"Nine in the Afternoon\". In December, a part of \"Nine in the Afternoon\" was played on an episode of the television show \"Heroes\". Panic then began viral marketing, building puzzles on their official website. For about two weeks the puzzle gave snippets from an unknown song, along with the caption \"YOU DONT HAVE TO WORRY...\". On January 1, 2008, the snippets finally were revealed to be part of a new song entitled \"We're So Starving\". A rough version of this song was then released for listening on their official MySpace page, but was later pulled with the release of \"Nine in the Afternoon\". A review from \"NME\" magazine was published on the internet with descriptions of each song. These reviews show the big different direction that Panic have taken with their new album.\nThe band announced the title of the new album, \"Pretty. Odd.\", through their website on January 9, and dropped the \"!\" from their band name at the same time. The band explained by saying \"We've just traded the exclamation point for a few periods.\" They announced the next day that they would be headlining the Honda Civic Tour in support of the album. The band then began a second puzzle on January 17, challenging fans to find puzzle pieces scattered throughout Panic-related websites, in order to reveal the album cover. The cover was officially revealed on January 22. Four days later, a new scavenger hunt was hidden on the official site, showing the tracklist of the album and offering a prize to the first three people who could find all 15 song titles for the new album. This was completed later that day.\nOn January 28 the winners were revealed. That very same day, the band posted the final version of \"Nine in the Afternoon\" on their MySpace page. The band also revealed on their official site they were releasing a Deluxe Edition of \"Pretty. Odd.\" along with a version with a different artwork.\niTunes made the Deluxe Edition and Standard Edition of the album available for pre-order on January 29, 2008.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Music_album","surface_form":"music album","offset":29},{"uri":"Rock_band","surface_form":"rock band","offset":50},{"uri":"Panic_at_the_Disco","surface_form":"Panic at the Disco","offset":60},{"uri":"March_25","surface_form":"March 25","offset":99},{"uri":"2008","surface_form":"2008","offset":109},{"uri":"A_Fever_You_Can%27t_Sweat_Out","surface_form":"A Fever You Can't Sweat Out","offset":217},{"uri":"January","surface_form":"January","offset":319},{"uri":"2007","surface_form":"2007","offset":327},{"uri":"Hibernation","surface_form":"hibernation","offset":352},{"uri":"Cabin","surface_form":"cabin","offset":370},{"uri":"July_7","surface_form":"July 7","offset":520},{"uri":"Nine_in_the_Afternoon","surface_form":"Nine in the Afternoon","offset":980},{"uri":"Television_show","surface_form":"television show","offset":1083},{"uri":"Cautionary_Tales","surface_form":"Heroes","offset":1100},{"uri":"Viral_marketing","surface_form":"viral marketing","offset":1126},{"uri":"Puzzle","surface_form":"puzzle","offset":1152},{"uri":"January_1","surface_form":"January 1","offset":1309},{"uri":"2008","surface_form":"2008","offset":1320},{"uri":"MySpace","surface_form":"MySpace","offset":1495},{"uri":"Nine_in_the_Afternoon","surface_form":"Nine in the Afternoon","offset":1551},{"uri":"NME","surface_form":"NME","offset":1590},{"uri":"Magazine","surface_form":"magazine","offset":1595},{"uri":"Internet","surface_form":"internet","offset":1625},{"uri":"January_9","surface_form":"January 9","offset":1845},{"uri":"Honda_Civic_Tour","surface_form":"Honda Civic Tour","offset":2067},{"uri":"January_17","surface_form":"January 17","offset":2148},{"uri":"January_22","surface_form":"January 22","offset":2317},{"uri":"January_28","surface_form":"January 28","offset":2573},{"uri":"Nine_in_the_Afternoon","surface_form":"Nine in the Afternoon","offset":2669},{"uri":"MySpace","surface_form":"MySpace","offset":2701},{"uri":"ITunes","surface_form":"iTunes","offset":2863},{"uri":"January_29","surface_form":"January 29","offset":2955},{"uri":"2008","surface_form":"2008","offset":2967}]}