{"id":91364,"url":"http://en.wikipedia.org/wiki/But_It%27s_Better_If_You_Do","text":"e=\"preserve\">\"But It's Better If You Do\" is the third single by Panic at the Disco, from their album \"A Fever You Can't Sweat Out\" (2005).\nSong information.\nWritten by Ryan Ross and released on May 4, 2006 as a CD single, \"But It's Better If You Do\" is the third single to be released by Panic at the Disco, and the second with an accompanying video.\n\"It's a song about being in a strip club but not actually liking being in there. So I wanted it to be about the sort of complex inner-monologue,\" he said. \"It's not completely fiction, though. It's based on a scenario when I was going through a breakup with a girl, and I was in one of these clubs but wishing I didn't have to be. Because in reality, I don't like strip clubs. I think they're kinda ecch,\" says Ryan Ross. Ross went on to say, \"When I wrote it, I never thought about it being played in strip clubs. But I guess it would be kind of a change from what they usually play in there,\" he said. \"It would be a surreal experience, for sure. I think the tempo is too fast, though. So maybe someone would have to do a chopped and screwed version or something.\"\nTitle.\nThe title is a quote from the movie \"Closer\". In the movie, the character portrayed by Natalie Portman says, \"lying is the most fun a girl can have without taking her clothes off... but it's better if you do\". \"Lying Is the Most Fun a Girl Can Have Without Taking Her Clothes Off\" is also the title of another song by Panic at the Disco.\nMusic video.\nAt the beginning of the song's music video, the song playing in the background is \"Intermission\", the song preceding \"But It's Better If You Do\" on the \"A Fever You Can't Sweat Out\" CD.\nThe music video starts with a black-and-white introduction of the band's lead singer, Brendon Urie, arguing with his wife. She is worried about him always singing at \"illegal strip clubs\"; he says he does not go to \"illegal strip joints\", but he goes anyway. The music video continues with the song in the overview of the strip joint. Urie plays onstage with the other members of the band and a Las Vegas showgirls dance group. Urie sees a woman who seems to be unusually interested in him. They retreat to a private room. The two begin to kiss, and Urie removes his mask. The woman likewise removes her mask to reveal that she was in fact his wife. A quick slap to Urie's face and his wife turns to leave. As she gains headway, however, the police bust into the club and arrest her. Urie fights with the chief, but is also arrested. They both are put into a police car, smile in an evil way at one and another, and the scene ends.\nThe video for \"But It's Better If You Do\" debuted on \"Total Request Live\" daily countdown on June 29, 2006 at #8.\nTrack listing.\nUK 7\" Poster Bag - May 2006\nUK 7\" Colored Vinyl - May 2006\nChart performance.\nFollowing release in the USA, the single reached number 4 on Billboard's Bubbling Under Hot 100 Singles chart, before dropping to number 8 on the chart dated September 23, 2006. It peaked at number 81 on the Pop 100 chart, and number 74 on the Billboard Hot Digital Songs chart.","categories":[],"infobox_types":[],"annotations":[{"uri":"Single_(music)","surface_form":"single","offset":54},{"uri":"Panic_at_the_Disco","surface_form":"Panic at the Disco","offset":64},{"uri":"Album","surface_form":"album","offset":95},{"uri":"A_Fever_You_Can%27t_Sweat_Out","surface_form":"A Fever You Can't Sweat Out","offset":102},{"uri":"2005","surface_form":"2005","offset":132},{"uri":"Ryan_Ross","surface_form":"Ryan Ross","offset":168},{"uri":"May_4","surface_form":"May 4","offset":194},{"uri":"2006","surface_form":"2006","offset":201},{"uri":"Compact_Disc","surface_form":"CD single","offset":211},{"uri":"Fiction","surface_form":"fiction","offset":527},{"uri":"Girl","surface_form":"girl","offset":611},{"uri":"Reality","surface_form":"reality","offset":693},{"uri":"Movie","surface_form":"movie","offset":1155},{"uri":"Closer_(film)","surface_form":"Closer","offset":1162},{"uri":"Natalie_Portman","surface_form":"Natalie Portman","offset":1212},{"uri":"Lying_Is_the_Most_Fun_a_Girl_Can_Have_Without_Taking_Her_Clothes_Off","surface_form":"Lying Is the Most Fun a Girl Can Have Without Taking Her Clothes Off","offset":1336},{"uri":"Music_video","surface_form":"music video","offset":1507},{"uri":"Compact_disc","surface_form":"CD","offset":1658},{"uri":"Black-and-white","surface_form":"black-and-white","offset":1692},{"uri":"Brendon_Urie","surface_form":"Brendon Urie","offset":1748},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":2057},{"uri":"Police","surface_form":"police","offset":2404},{"uri":"Total_Request_Live","surface_form":"Total Request Live","offset":2648},{"uri":"June_29","surface_form":"June 29","offset":2687},{"uri":"United_States_of_America","surface_form":"USA","offset":2826},{"uri":"Billboard_Magazine","surface_form":"Billboard","offset":2862},{"uri":"Bubbling_Under_Hot_100_Singles","surface_form":"Bubbling Under Hot 100 Singles","offset":2874},{"uri":"September_23","surface_form":"September 23","offset":2959},{"uri":"Pop_100","surface_form":"Pop 100","offset":3009},{"uri":"Hot_Digital_Songs","surface_form":"Hot Digital Songs","offset":3055}]}