{"id":91377,"url":"http://en.wikipedia.org/wiki/Build_God%2C_Then_We%27ll_Talk","text":"e=\"preserve\">\"Build God, Then We'll Talk\" is the fifth and last official single, written by Ryan Ross, from Panic at the Disco's 2005 album, \"A Fever You Can't Sweat Out\", including the radio-only single \"The Only Difference Between Martyrdom and Suicide Is Press Coverage\".\nSong information.\nThe song is the last song on Panic at the Disco's début album \"A Fever You Can't Sweat Out\".\nThe bridge melody of \"Build God, Then We'll Talk\" is a derivative of the melody of the chorus of \"My Favorite Things\" from \"The Sound of Music\". The lyrics in the bridge also directly satirize the lyrics of \"My Favorite Things\".\nThe song depicts the story of a virgin who, in desperate need of cash, agrees to sleep with a powerful Lawyer in exchange for a job at the firm. His wife, despite knowing about his late ventures, stays with him for the same reason this girl has been manipulated into sleeping with him; money. However, the Lawyer has tipped off the police, claiming her to be a prostitute, and, just hours after he leaves, the Constable bursts in while she's fixing her hair in a compact. Surprised, she knocks her bag over, spilling the contents, and the officer gives her an option- go to jail or sleep with him. In the album there are extended lyrics confirming this.\nMusic video.\nThe video shows the story of a \"pornomime\" and a girl who falls in love after she watches one of his performances. Their relationship is a fake one. Both \"relationships\" includes a fake feeling of confidence and are really useless in meaning.\nThe mime and his girlfriend both walk in on each other having affairs (pretended, of course), again showing the emptiness of their fake relationships. They are not making love to real people — it is a false impression. The video is the first from the band to be web-exclusive, mostly because they felt it was too offensive for television, but it has aired on MTV2 in the UK and is available on Music Choice On-demand.\nThe band does not appear in this video.","categories":[],"infobox_types":[],"annotations":[{"uri":"Single_(music)","surface_form":"single","offset":73},{"uri":"Ryan_Ross","surface_form":"Ryan Ross","offset":92},{"uri":"Panic_at_the_Disco","surface_form":"Panic at the Disco","offset":108},{"uri":"2005","surface_form":"2005","offset":129},{"uri":"Album","surface_form":"album","offset":134},{"uri":"A_Fever_You_Can%27t_Sweat_Out","surface_form":"A Fever You Can't Sweat Out","offset":142},{"uri":"The_Only_Difference_Between_Martyrdom_and_Suicide_Is_Press_Coverage","surface_form":"The Only Difference Between Martyrdom and Suicide Is Press Coverage","offset":205},{"uri":"My_Favorite_Things_(song)","surface_form":"My Favorite Things","offset":484},{"uri":"The_Sound_of_Music","surface_form":"The Sound of Music","offset":510},{"uri":"MTV2","surface_form":"MTV2","offset":1884},{"uri":"United_Kingdom","surface_form":"UK","offset":1896},{"uri":"Music_Choice","surface_form":"Music Choice","offset":1919}]}