{"id":91408,"url":"http://en.wikipedia.org/wiki/Billboard","text":"A billboard (or billing board) is a large sign displaying advertisements. They are usually placed in places where many people will see them, such as alongside busy roads or in marketplaces. They show large posters, bulletins, and other kinds of visual advertisements.\nStyle.\nBillboards that are along roads are designed to be noticed, since they are seen for only a few seconds. They usually have only a few words on them. Sometimes they have a humorous picture on them. For example, Chick-fil-A billboards have cows trying to get people to eat chicken.\nKinds of billboards.\nPainted billboards are made usually by hand. They are painted onto large pieces of paper, which are then attached to large panels. The panels are then installed using cranes.\nDigital billboards use large screens to show the advertisement. Some digital billboards can change their message every so often, so several advertisements show up on the same billboard.\nPainted billboards these are now quite rare having been replaced by graphically produced billboards. However, in instances where only a single board is required they are still used in some areas.\nMobile billboards the purpose of mobile billboards is to go to where their target audience happens to be such as where a large event is taking place. As they are less common the advertisement tends to be more memorable.\nThree-dimensional billboards. Another modern type of billboard and due to the artistry that they often contain they capture the attention and interest of all who see them.\nHistory.\nSome of the earliest billboards were made in the 1880s. In the early 1900s, many people in the U.S. were buying cars like the Ford Model Ts. During this time, it became popular for businesses to put billboards along highways.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sign","surface_form":"sign","offset":42},{"uri":"Advertisement","surface_form":"advertisement","offset":58},{"uri":"Road","surface_form":"road","offset":164},{"uri":"Market","surface_form":"market","offset":176},{"uri":"Poster","surface_form":"poster","offset":206},{"uri":"Chick-fil-A","surface_form":"Chick-fil-A","offset":484},{"uri":"Ford_Model_T","surface_form":"Ford Model T","offset":1659}]}