{"id":91573,"url":"http://en.wikipedia.org/wiki/German_Workers%27_Party","text":"e=\"preserve\">The or German Workers' Party (\"DAP\") was a political party in Germany just after World War I. It did not last for very long, and became the National Socialist German Workers' Party or Nazi Party (, acronym \"NSDAP\").\nOrigins.\nEight days before elections in Bavaria, the DAP was founded in Munich in the \"Café Gasteig\" on 5 January 1919 by Anton Drexler and Michael Lotter. The DAP grew out of the 'Free Worker's Committee for a Good Peace' () which Drexler had also started.\nMost of the DAP's first members were friends of Drexler's from the Munich rail depot. Drexler wanted a party that was nationalist and aimed at ordinary people. Most other nationalist parties were middle class parties. The first membership was about forty people.\nOn 24 March 1919, Karl Harrer (a sports journalist and member of the Thule Society) joined the DAP to try to get more control over the DAP for the Thule Society. There were still not many members, and meetings were often held in local pubs.\nAdolf Hitler joins the DAP.\nWhen Adolf Hitler was still a corporal in the German army, he was ordered to spy on the DAP during one of its meetings at the \"Sterneckerbräu\" on 12 September 1919.\nHitler was very good at making speeches, so Anton Drexler asked him to join the party. Hitler thought about this, and then joined near the end of September 1919. There were no membership numbers or cards when Hitler joined the party. In January 1920 the DAP began to give membership cards and numbers. They started at number 501 to make the party look bigger. Hitler got number 555, but he was also committee member number 7. Later Hitler said he was party member number 7, to make it look like he was a founder member of the DAP.\nFrom DAP to NSDAP.\nThe small number of party members were quick to believe in Hitler's ideas.\nTo try to make the party more popular the DAP changed its name on 24 February 1920 to the National Socialist German Workers' Party. The name was borrowed from a different Austrian party active at the time (Deutsche Nationalsozialistische Arbeiterpartei). At first Hitler wanted the new name to be the 'Social Revolutionary Party'; but Rudolf Jung persuaded Hitler to use NSDAP.","categories":[],"infobox_types":["political party |"],"annotations":[{"uri":"Weimar_Republic","surface_form":"Germany","offset":75},{"uri":"World_War_I","surface_form":"World War I","offset":94},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":197},{"uri":"Election","surface_form":"election","offset":256},{"uri":"Bavaria","surface_form":"Bavaria","offset":269},{"uri":"Munich","surface_form":"Munich","offset":301},{"uri":"5_January","surface_form":"5 January","offset":333},{"uri":"1919","surface_form":"1919","offset":343},{"uri":"Anton_Drexler","surface_form":"Anton Drexler","offset":351},{"uri":"Munich","surface_form":"Munich","offset":554},{"uri":"Nationalist","surface_form":"nationalist","offset":605},{"uri":"Middle_class","surface_form":"middle class","offset":683},{"uri":"24_March","surface_form":"24 March","offset":753},{"uri":"1919","surface_form":"1919","offset":762},{"uri":"Karl_Harrer","surface_form":"Karl Harrer","offset":768},{"uri":"Thule_Society","surface_form":"Thule Society","offset":819},{"uri":"Public_house","surface_form":"pub","offset":985},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1024},{"uri":"12_September","surface_form":"12 September","offset":1165},{"uri":"1919","surface_form":"1919","offset":1178},{"uri":"Nazi_Party","surface_form":"National Socialist German Workers' Party","offset":1899},{"uri":"Austrian_National_Socialism","surface_form":"Deutsche Nationalsozialistische Arbeiterpartei","offset":2015},{"uri":"Rudolf_Jung","surface_form":"Rudolf Jung","offset":2144}]}