{"id":91610,"url":"http://en.wikipedia.org/wiki/Black_tea","text":"Black tea is a kind of tea made from leaves of \"Camellia sinensis\". Often, it is stronger in taste than other varieties of tea, like green tea or oolong. It also has more caffeine. In some parts of the world, like China, it is called \"red tea\", a description of the colour of the liquid. The Western term \"black tea\" comes from the color of the tea leaf. It has been traded a lot because it could be kept longer. It is generally the preferred form of tea in the West. All People Consumed tea in a daily life routine. Tea is the most-consumed thing in the world after water. One of the best tea is Black tea and Its benefits is very effective.\nProducing area and varieties.\nUnblended black teas are named after the region in which they are produced.\nIndia.\nOne of the most famous countries producing black tea, exporting more than 12% of the world's tea. Darjeeling, Assam, and Nilgiri are known as representative producing areas.\nSri Lanka.\nSri Lanka is next to India in the total production of black tea. The generic name for black tea which grown in Sri Lanka is Ceylon tea.\nChina.\nTea produced in China has characteristic that the taste is not so bitter. Straight tea is more popular than tea with milk or sugar in China.\nBlends.\nBlack tea is often blended with other black tea or various other plants.\nHealth.\nBlack tea without milk or sugar contains no calories. Black tea also contains tannin and the caffeine. There is a connection between blood-cholesterol-lowering (BCL) and drinking black tea. According to a 2001 Boston University study, there is a relationship between a more drinking black tea and a decrease in a kind of cardiovascular disease.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tea","surface_form":"tea","offset":23},{"uri":"Camellia_sinensis","surface_form":"Camellia sinensis","offset":48},{"uri":"Green_tea","surface_form":"green tea","offset":133},{"uri":"Oolong","surface_form":"oolong","offset":146},{"uri":"Caffeine","surface_form":"caffeine","offset":171},{"uri":"China","surface_form":"China","offset":214},{"uri":"Darjeeling","surface_form":"Darjeeling","offset":854},{"uri":"Assam","surface_form":"Assam","offset":866},{"uri":"Nilgiri","surface_form":"Nilgiri","offset":877},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":941},{"uri":"India","surface_form":"India","offset":962},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1052},{"uri":"Ceylon","surface_form":"Ceylon","offset":1065},{"uri":"China","surface_form":"China","offset":1100},{"uri":"China","surface_form":"China","offset":1218},{"uri":"Tannin","surface_form":"tannin","offset":1392},{"uri":"Caffeine","surface_form":"caffeine","offset":1407}]}