{"id":91777,"url":"http://en.wikipedia.org/wiki/New_York_City_Subway","text":"The New York City Subway is a rapid transit system that is in New York City, United States. It is run by the Metropolitan Transportation Authority (MTA). It is one of the biggest rapid transit systems in the world, with 472 stations. It has 245 miles (or 394 km) of routes on 691 miles (or 1112 km) of track. The New York City Subway almost never closes; the trains run 24 hours a day, 7 days a week, all year. The system has only closed three times.\nThe first elevated trains started working on October 9, 1863, and the first underground trains started working on October 27, 1904.\nHistory.\nAlfred Ely Beach built an underground subway tunnel to test in 1869. His Beach Pneumatic Transit only extended under Broadway in Lower Manhattan. The subway car in the tunnel was pneumatic, or pushed by air. The tunnel was never made longer. It could have gone to Battery Park to the south and the Harlem River to the north.\nThe first underground subway line opened on October 27, 1904. The oldest elevated train line in the subway system opened in 1885. The oldest right-of-way was a steam railroad called the Brooklyn, Bath and Coney Island Rail Road. That railroad opened in 1863.\nBy the time the first subway opened, there were two private subway companies. They were the Brooklyn Rapid Transit Corporation (BRT) and the Interborough Rapid Transit Company (IRT). Most subway lines built after 1913 were built by the New York City government. These tracks were leased to the companies. The first line of the city-owned and city-run Independent Subway System (IND) opened in 1932.\nIn 1940, the two private systems were bought by the city. Some elevated train lines closed and were destroyed. The New York City Transit Authority (NYCTA) was made in 1953 to run subway, bus, and streetcar operations. It was made part of Metropolitan Transportation Authority in 1968.\nBy the 1970s and 1980s, the New York City Subway was really bad to ride. There were very few people riding the subway. There was a lot of graffiti and crime on the subway. This was fixed in the 1990s.\nAfter the September 11 attacks, there were train disruptions on lines running through Lower Manhattan. In 2012, Hurricane Sandy flooded the subway system. It closed many lines for a long time.\nStations.\nThere are subway stations in Manhattan, Brooklyn, Queens, and the Bronx. About 40% of the tracks are above ground and the other 60% are below ground. Every day about 5,076,000 people take rides on the subway. 463 out of the system's 468 stations are always open.\nMany stations have \"mezzanines\". These are the levels of the station where you pay a fare before entering the subway platforms. Everyone must pay a fare to enter the subway system. They are usually between street level and platform level.\nMany station entrances and exits have lamp posts. At the top of the lamp posts are colored balls. Green balls usually show the station is open all day. Red balls can show two things. An entrance lamp post with a red ball can show that you can only enter during the daytime. There are also red exit lamp posts, which show that you can only exit the station. Some of the balls do not show the right information about an entrance or exit.\nMost subway stations have waiting platforms that are from long. People wait for trains on these platforms.\nAll new stations have platforms with air conditioning.\nMany stations also have artwork on the subway station walls.\nMost of the stations wers built before 1990. That is when a new law said that many new buildings, like subway stations, should have elevators and ramps so people with wheelchairs can enter these buildings.\nThe MTA has run the \"Music Under New York\" (MUNY) program in the subway since 1987. People must compete in order to be allowed to play music in a station. There are now more than 100 musicians and performers in the subway system.\nThere are only 129 open restrooms in 77 of the system's stations.\nSome platforms have newspaper stands as well. They sell many things, including newspapers and food. There are also stores in some stations.\nLines and routes.\nIn other cities' subway systems, a train \"line\" is the same as a train \"route\". In New York City's subway system, however, the \"line\" is the actual tracks, which a train \"route\" uses. \"Routes\", also called \"services\", have a letter or a number, such as \"1\" or \"A\". \"Lines\" have names, like \"Broadway Line\".\nThere are 24 train services. This includes 3 short \"shuttle\" routes. Each route has a color. R. Raleigh D'Adamo, a lawyer who entered a contest in 1964, planned the colors that are used on subway maps now. Before, subway maps used different colors for every route. People who live in New York City do not call lines and services by color (such as, Blue Line or Green Line). However, tourists often use colors to tell between routes.\nThere are three different types of subway services. \"Local\" trains make all stops at \"local\" stations as well as at \"express\" stations. \"Express\" trains skip some stations, but stop at \"express\" stations. There is one \"skip-stop\" service, the J/Z, where two train routes run on the same line; each route only stops at every other station along the line.\nThe subway system runs 24 hours a day and 7 days a week, but some routes do not run when not many people ride the subway. When a line is closed, the transit authority uses free shuttle buses. The transit authority shows planned service changes on its website, on station walls, inside subway cars, and through its Twitter page.\nRoutes.\nThere are many routes on the subway. Many people who have never ridden on the Subway get confused because there are so many routes going to so many different places. The Subway has signs that hang from the stations' ceilings to show the routes and where they go.\nFares.\nFrom 1904 until 1948, people paid a nickel to go into the subway. On July 1, 1948, the fare was raised to a dime. In July 1953, the fare was raised to 15 cents. The MTA gave out subway tokens, which people used to enter the subway. People stopped using tokens in 2003.\nThe fare is $2.75. Riders must pay with MetroCards. The subway started using them in 1994. At subway stations, riders can buy MetroCards from the station booth or from vending machines. Riders can also buy MetroCards from many places in New York City, like convenience stores and newspaper sellers.\nRider safety.\nRiders are allowed to take pictures using cameras, but are not allowed to take pictures with cameras that flash or with cameras that are on tripods.\nSubway police can search riders to make sure they do not have weapons or other items that could be used to hurt other people.\nWhen riders get hurt, usually it is because they slip when they are getting on or off the train. This is because there is a gap between the train and the platform. In recent times, workers have made the gaps smaller to prevent people from slipping. Often messages are played from loudspeakers that say \"Please watch the gap when entering and exiting the train\".\nTrain safety.\nThe MTA makes sure that New York City Subway trains run without accidents. There are railroad switches, railroad signals, and speed limits on the subway. All tracks also have a stopper on the side. If the train passes a red signal, the stopper will stop the train.\nA black-and-white striped board hangs above the middle of each platform. The conductor has to point to the board in front of him or her. After the conductor points to the board, the train doors will open.\nThe subway has had over 56 train accidents since 1918. The Malbone Street Wreck on November 1, 1918 was the most deadly. That crash killed 93 people.\nSince the late 1990s and early 2000s, the MTA has experimented with Automatic train operation. New York City Subway trains normally run with a train conductor and a train engineer. In 2006, the L train was the first route to be run by computers. The 7 train is becoming the second route to be run by a computer. There are computers both on the train and along the side of the tracks. The computer does the engineer's job by driving and stopping the train.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rapid_transit","surface_form":"rapid transit","offset":30},{"uri":"New_York_City","surface_form":"New York City","offset":62},{"uri":"United_States","surface_form":"United States","offset":77},{"uri":"Metropolitan_Transportation_Authority","surface_form":"Metropolitan Transportation Authority","offset":109},{"uri":"Mile","surface_form":"mile","offset":245},{"uri":"Kilometre","surface_form":"km","offset":259},{"uri":"Alfred_Ely_Beach","surface_form":"Alfred Ely Beach","offset":592},{"uri":"Beach_Pneumatic_Transit","surface_form":"Beach Pneumatic Transit","offset":665},{"uri":"Broadway","surface_form":"Broadway","offset":709},{"uri":"Lower_Manhattan","surface_form":"Lower Manhattan","offset":721},{"uri":"Pneumatic","surface_form":"pneumatic","offset":771},{"uri":"Battery_Park","surface_form":"Battery Park","offset":856},{"uri":"Harlem_River","surface_form":"Harlem River","offset":890},{"uri":"Right-of-way","surface_form":"right-of-way","offset":1058},{"uri":"Brooklyn%2C_Bath_and_Coney_Island_Rail_Road","surface_form":"Brooklyn, Bath and Coney Island Rail Road","offset":1103},{"uri":"Private","surface_form":"private","offset":1228},{"uri":"Lease","surface_form":"lease","offset":1456},{"uri":"Metropolitan_Transportation_Authority","surface_form":"Metropolitan Transportation Authority","offset":1813},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":2071},{"uri":"Hurricane_Sandy","surface_form":"Hurricane Sandy","offset":2173},{"uri":"Manhattan","surface_form":"Manhattan","offset":2293},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":2304},{"uri":"Queens","surface_form":"Queens","offset":2314},{"uri":"Bronx","surface_form":"Bronx","offset":2330},{"uri":"Lamp","surface_form":"lamp","offset":2804},{"uri":"Air_conditioning","surface_form":"air conditioning","offset":3346},{"uri":"Artwork","surface_form":"artwork","offset":3388},{"uri":"Elevator","surface_form":"elevator","offset":3557},{"uri":"Ramp","surface_form":"ramp","offset":3571},{"uri":"Wheelchair","surface_form":"wheelchair","offset":3592},{"uri":"Compete","surface_form":"compete","offset":3727},{"uri":"Music","surface_form":"music","offset":3766},{"uri":"Restroom","surface_form":"restroom","offset":3885},{"uri":"Newspaper_stand","surface_form":"newspaper stand","offset":3947},{"uri":"Newspaper","surface_form":"newspaper","offset":4006},{"uri":"Food","surface_form":"food","offset":4021},{"uri":"Store","surface_form":"store","offset":4042},{"uri":"Twitter","surface_form":"Twitter","offset":5493},{"uri":"1904","surface_form":"1904","offset":5790},{"uri":"1948","surface_form":"1948","offset":5801},{"uri":"Nickel","surface_form":"nickel","offset":5821},{"uri":"Dime","surface_form":"dime","offset":5893},{"uri":"1953","surface_form":"1953","offset":5907},{"uri":"Token","surface_form":"token","offset":5970},{"uri":"2003","surface_form":"2003","offset":6048},{"uri":"1994","surface_form":"1994","offset":6139},{"uri":"Vending_machine","surface_form":"vending machine","offset":6222},{"uri":"Convenience_store","surface_form":"convenience store","offset":6311},{"uri":"Newspaper","surface_form":"newspaper","offset":6334},{"uri":"Camera","surface_form":"camera","offset":6460},{"uri":"Switch","surface_form":"railroad switch","offset":7103},{"uri":"Traffic_signal","surface_form":"railroad signal","offset":7122},{"uri":"Speed_limit","surface_form":"speed limit","offset":7144},{"uri":"Automatic_train_operation","surface_form":"Automatic train operation","offset":7706}]}