{"id":91870,"url":"http://en.wikipedia.org/wiki/ECW_(WWE)","text":"ECW (which at one time stood for Extreme Championship Wrestling) was a professional wrestling brand of World Wrestling Entertainment (WWE), based on the independent Extreme Championship Wrestling promotion that lasted from 1992 to 2001. It started on June 13, 2006 with a weekly television series. The ECW brand was one of WWE's three brands, the other two being RAW and SmackDown.\nOriginal format.\nWWE got Extreme Championship Wrestling and its video library in 2003 and later began reintroducing ECW through a series of DVDs and books. The big popularity of ECW merchandise prompted WWE to organize ECW One Night Stand, an ECW reunion pay-per-view in 2005. The financial and critical success of the event encourages WWE to start a second One Night Stand the next year. With rejuvenated interest in the ECW product, WWE began exploring the possibility of reviving the promotion full-time. On May 26, 2006, WWE announced the launch of ECW as a stand-alone brand, congruous to Raw and SmackDown!, with its own show on the Sci Fi Channel. Despite initial concerns that professional wrestling would not be accepted by the Sci Fi Channel's demographic, network President Bonnie Hammer said that she believed ECW would fit the channel's theme of \"stretching the imagination\". Sci Fi Channel is owned by NBC Universal, parent company of USA Network and exclusive cable broadcaster of WWE programming.\nThe ECW brand initially tried to differentiate itself from WWE's other brands. The hard cameras were placed in a different location and the ring mat had an ECW logo on it. The male performers were also referred to as \"Extremists\" as opposed to Superstars, and female performers were called \"Vixens\" instead of Divas. It also had the first ECW talent. Later however, changes were made to differentiate it from the original ECW promotion, including changing the original promotion's rules where weapons were legal in all matches and there were rarely any count outs or disqualifications. WWE now classifies such matches as having \"Extreme Rules\", and are only fought when specified. The only pay-per-view event hosted exclusively by the ECW brand since its launch was December to Dismember in December 2006. On March 14, 2007, before another one could be scheduled, WWE announced that all future pay-per-views would feature all three brands.\nFormer ECW owner Paul Heyman served as the on air \"ECW Representative\". According to an interview in the UK newspaper The Sun, Heyman wrote the brand's weekly scripts and gave them to writers for possible changes, and then Vince McMahon for final approval. After the December to Dismember 2006 Heyman was relieved from both his on and off air duties with World Wrestling Entertainment. After Heyman left, there was no ECW authority figure until August 14, 2007, when Armando Estrada was announced as the General Manager.\nECW on Sci Fi.\nECW's weekly series was first given a thirteen episode run as a \"summer series\" on the Sci Fi Channel. The first episode got a 2.79 rating, making it the highest rated show on cable in its time slot. Because of its good ratings it was given an extended run through the end of 2007. On October 23, 2007, the network renewed the series through 2008.\nWhile the show started out a ratings success, it began drawing criticism from fans of the original ECW early on. This was most evident by the negative crowd reaction \"old school\" fans gave the main event of Batista vs. the Big Show at the show of August 1, 2006 from Hammerstein Ballroom.\nOn October 16, 2007 a \"talent exchange\" was started between the SmackDown! and ECW brands, allowing their respective talent to appear on either brand.\nOnline presence.\nAt ECW's launch, WWE.com introduced Hardcore Hangover, a video feature which allowed fans only in the United States to stream or download video footage from the weekly show. On October 16, 2007 it was replaced by a new feature which made full episodes of the show available for streaming on WWE.com the day after they were shown. After making a list of names from fans and conducting an online poll, the feature was named ECW X-Stream on October 31, 2007.\nProduction.\nECW brand shows are held in big arenas as a part of the SmackDown! brand's Tuesday taping schedule. This is in sharp contrast to the first Extreme Championship Wrestling which ran most of its events in smaller venues. The show usually airs live on Tuesdays directly before – when touring the west coast – or after \"SmackDown!\" has taped, though it has been recorded and placed on a broadcast delay until later in the night depending on what circumstances dictate.\nECW's initial theme song was \"Bodies\" by Drowning Pool, which had been used by WWE for Extreme Championship Wrestling since before the brand was established. Since then the theme song has changed between a number of different songs before settling on \"Don't Question My Heart\", sung by Kyle Morrison of the band Shattersphere. A remix of \"Don't Question My Heart\" by Saliva featuring Brent Smith is now used.\nStarting with the January 22, 2008 version, \"ECW\" began broadcasting in HD, along with a new HD set, which is shared among all three WWE brands.\nTheme song.\nECW's initial theme song was \"Bodies\" by Drowning Pool, which had been used by WWE for Extreme Championship Wrestling since before the brand was established. Since then the theme song has changed between a number of different songs before settling on \"Don't Question My Heart\", sung by Kyle Morrison of the band Shattersphere. A remix of \"Don't Question My Heart\" by Saliva featuring Brent Smith was in use when the show ended.\nTelevision Finale.\nOn February 2, 2010, WWE Chairman Vince McMahon announced that \"ECW\" would be going off the air and would be replaced with a new weekly program in its slot in what McMahon announced as \"the next evolution of WWE; the next evolution of television history.\" It was later announced that the show would air its final episode on February 16, 2010. On the February 4, 2010 episode of \"WWE Superstars\", the new show's name was announced as \"WWE NXT\". The ECW brand is set to be disbanded, with every ECW wrestler becoming a free agent after the show ends.\nInternational broadcasters.\nIn addition to being broadcast on Syfy in the United States, \"ECW\" was broadcast on a number of channels in many different countries.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":71},{"uri":"WWE_Brand_Extension","surface_form":"brand","offset":94},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":103},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":165},{"uri":"WWE_Raw","surface_form":"RAW","offset":363},{"uri":"WWE_SmackDown","surface_form":"SmackDown","offset":371},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":407},{"uri":"WWE_Video_Library","surface_form":"video library","offset":446},{"uri":"One_Night_Stand_(2006)","surface_form":"One Night Stand","offset":740},{"uri":"WWE_Brand_Extension","surface_form":"brand","offset":956},{"uri":"WWE_Raw","surface_form":"Raw","offset":976},{"uri":"WWE_Friday_Night_SmackDown%21","surface_form":"SmackDown!","offset":984},{"uri":"Sci_Fi_Channel_(United_States)","surface_form":"Sci Fi Channel","offset":1021},{"uri":"Bonnie_Hammer","surface_form":"Bonnie Hammer","offset":1167},{"uri":"NBC_Universal","surface_form":"NBC Universal","offset":1298},{"uri":"USA_Network","surface_form":"USA Network","offset":1331},{"uri":"WWE_Diva","surface_form":"Divas","offset":1705},{"uri":"Hardcore_wrestling","surface_form":"Extreme Rules","offset":2024},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":2085},{"uri":"December_to_Dismember_(2006)","surface_form":"December to Dismember","offset":2161},{"uri":"Paul_Heyman","surface_form":"Paul Heyman","offset":2352},{"uri":"The_Sun","surface_form":"The Sun","offset":2453},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":2558},{"uri":"Hazem_Ali","surface_form":"Armando Estrada","offset":2802},{"uri":"Sci_Fi_Channel_(United_States)","surface_form":"Sci Fi Channel","offset":2958},{"uri":"Nielsen_Ratings","surface_form":"rating","offset":3003},{"uri":"Dave_Bautista","surface_form":"Batista","offset":3426},{"uri":"Big_Show","surface_form":"the Big Show","offset":3438},{"uri":"Hammerstein_Ballroom","surface_form":"Hammerstein Ballroom","offset":3486},{"uri":"WWE_Friday_Night_SmackDown%21","surface_form":"SmackDown!","offset":3572},{"uri":"WWE_Friday_Night_SmackDown%21","surface_form":"SmackDown!","offset":4200},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":4283},{"uri":"Broadcast_delay","surface_form":"broadcast delay","offset":4526},{"uri":"Bodies_(Drowning_Pool_song)","surface_form":"Bodies","offset":4638},{"uri":"Drowning_Pool","surface_form":"Drowning Pool","offset":4649},{"uri":"Saliva_(band)","surface_form":"Saliva","offset":4975},{"uri":"Brent_Smith","surface_form":"Brent Smith","offset":4992},{"uri":"High-definition_television","surface_form":"HD","offset":5089},{"uri":"Bodies_(Drowning_Pool_song)","surface_form":"Bodies","offset":5204},{"uri":"Drowning_Pool","surface_form":"Drowning Pool","offset":5215},{"uri":"Saliva_(band)","surface_form":"Saliva","offset":5541},{"uri":"Brent_Smith","surface_form":"Brent Smith","offset":5558},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":5655},{"uri":"WWE_NXT","surface_form":"WWE NXT","offset":6055},{"uri":"Syfy","surface_form":"Syfy","offset":6232},{"uri":"United_States","surface_form":"United States","offset":6244}]}