{"id":91915,"url":"http://en.wikipedia.org/wiki/Ruins","text":"Ruins are the parts of buildings that are left after they have been destroyed and cannot be used properly any more. Many ruins are ancient and famous like the ruins of the forum of Ancient Rome, or the ruins of Tintagel Castle on the coast of Cornwall. Ruins can be caused by wars or by natural disasters such as earthquakes, fires and volcanos. Sometimes people leave a house or a village to stand empty, and move somewhere else. When this happens, the house or village slowly becomes a ruin.\nStudying ruins.\nHistoric ruins are often a good place for archaeologists to search for evidence of the way people used to live. Often the ruins have all sorts of interesting things buried in them. Archaeologists call the things that they find \"artefacts\". Artefacts might include beautiful artworks, jewellry and gold coins but usually they are ordinary things like cooking pots, mugs, spoons, hair combs, pipes, old shoes, broken toys and rats' nests. Historians use the evidence found by the archaeologists to write about the place and what might have happened there.\nOther people who find ruins very interesting are artists. Many artists have drawn or painted pictures of ruined buildings. In the 18th and 19th centuries, pictures of ruins became very popular.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":181},{"uri":"Tintagel_Castle","surface_form":"Tintagel Castle","offset":211},{"uri":"Cornwall","surface_form":"Cornwall","offset":243},{"uri":"Earthquake","surface_form":"earthquake","offset":313},{"uri":"Fire","surface_form":"fire","offset":326},{"uri":"Volcano","surface_form":"volcano","offset":336},{"uri":"Archaeology","surface_form":"archaeologists","offset":552},{"uri":"Art","surface_form":"art","offset":784},{"uri":"Jewellry","surface_form":"jewellry","offset":794},{"uri":"Coin","surface_form":"coin","offset":812},{"uri":"Historian","surface_form":"Historian","offset":947}]}