{"id":92207,"url":"http://en.wikipedia.org/wiki/Citizenship_of_the_European_Union","text":"e=\"preserve\">Citizenship of the European Union was started by the Maastricht Treaty signed in 1992. It is extra to being a citizen of one of the member countries of the European Union, and gives extra rights to nationals of European Union Member States.\nHistory.\nBefore the Maastricht Treaty (1992), the European Communities treaties allowed workers, and their families, to travel and live in any member country. This idea started when the European Coal and Steel Community was set up by the Treaty of Paris in 1951. This allowed workers in the coal and steel industries to move to another country for work. In 1957, the European Economic Community was set up by the Treaty of Rome. That treaty allowed all workers to move freely.\nThe European Court of Justice took a wider idea of freedom of movement. The Court said people should be allowed to move to another country to get a better life style, not just to earn more money by working. The law made by the European Court, the reason the reason a worker wanted to move abroad does not matter, they could start part-time and full-time work, and get extra help from the new country.\nOther decisions of the ECJ allowed any citizen of a member country live anywhere in the EU and be treated the same as a citizen of the new country.\nStart of EU Citizenship.\nThe idea of EU citizenship was started by the Maastricht Treaty, and was extended by the Treaty of Amsterdam. The Treaty of Amsterdam said that union citizenship will not replace national citizenship, but only be extra it.\nWho is an EU citizen?\nArticle 17 (1) of the amended EC Treaty states that Citizenship of the Union is hereby established. Every person holding the nationality of a Member State shall be a citizen of the Union. Citizenship of the Union shall complement and not replace national citizenship.\nSpecific rights.\nCitizens of new countries which join the EU can have some of the rights limited for up to seven years after they join.\nBrexit.\nThe United Kingdom is set to leave the European Union. It is still unclear whether UK citizens will continue to enjoy EU citizenships after Brexit.","categories":[],"infobox_types":[],"annotations":[{"uri":"European_Union","surface_form":"European Union","offset":32},{"uri":"Maastricht_Treaty","surface_form":"Maastricht Treaty","offset":66},{"uri":"Citizen","surface_form":"citizen","offset":123},{"uri":"European_Union","surface_form":"European Union","offset":169},{"uri":"Maastricht_Treaty","surface_form":"Maastricht Treaty (1992)","offset":274},{"uri":"European_Coal_and_Steel_Community","surface_form":"European Coal and Steel Community","offset":440},{"uri":"European_Court_of_Justice","surface_form":"European Court of Justice","offset":735},{"uri":"Maastricht_Treaty","surface_form":"Maastricht Treaty","offset":1351},{"uri":"Treaty_of_Amsterdam","surface_form":"Treaty of Amsterdam","offset":1394},{"uri":"EC_Treaty","surface_form":"EC Treaty","offset":1580},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1966},{"uri":"UK_citizen","surface_form":"UK citizen","offset":2045},{"uri":"Brexit","surface_form":"Brexit","offset":2102}]}