{"id":92208,"url":"http://en.wikipedia.org/wiki/Messiah_(Handel)","text":"e=\"preserve\">Messiah is an oratorio by George Frideric Handel. It is Handel’s most famous work, and in England, the most often performed of any big choral work. The title Messiah means “the anointed one” and is the name given to Jesus Christ in the Christian teaching.\nBackground to its composition.\nGeorg Frideric Handel was born in Germany. When he was a young man he came to England and he liked it so much that he soon visited England again and stayed there for the rest of his life, becoming a naturalised Englishman says the legend. Actually he was composer for the King of Hannover, who then became King of England, and Handel followed his \"employer\".\nThe main reason why Handel liked England at that time was because the people liked his music and gave him support. At this time Handel was known as a composer of operas. For about 20 years Handel spent most of his time working on operas: composing them, organising performances and looking for opera singers to sing his works.\nBy the late 1730s, however, people’s tastes started to change and opera was not so popular. Handel changed to writing oratorios. Although it is thought that Handel invented the oratorio he in fact did not.Oratorio is Italian, after the Oratory of Saint Philip Neri at Rome, where famous musical services were held in the 16th century. Handel is just one composer of many who wrote oratorios. His oratorios are based on the English tradition of the Masque, which was something between a play and an opera. However, oratorios were about stories from the Old Testament. Instead of ancient gods or Roman emperors (which is what operas were about at that time) he used dramatic stories from the Bible. Among many great oratorios that he wrote, \"Messiah\" is his most famous one. However, it is different from his other oratorios in some ways.\nHandel composes the Messiah.\nThe words of \"Messiah\" were written by a librettist Charles Jennens. He chose several passages from the Bible and made a libretto, which he sent to Handel in 1741 (although people today often call the work \"The Messiah”, both Handel and Jennens call it \"Messiah\" without the word “the”). Handel immediately realized that a great work of music could be made from Jennens’ libretto. He thought that Jennens was a very clever person, and in his letters to him he calls the work “Your Oratorio \"Messiah\"”. Handel sat down in the front room of his house in Brook Street, London, and wrote the whole oratorio in twenty four days. It is a long work, lasting over four hours, and when one thinks that Handel had to write out all the parts for the choir and orchestra, he must have worked unbelievably hard. When he had finished the work, he put it in a drawer for seven weeks. Perhaps he thought it would never be played in London, because at that time the London audiences did not seem to like him.\nHandel goes to Dublin.\nJust at that time he got an invitation to go to Dublin. He was asked to give a concert to get money for charity. The main charity for which money was being raised was the debtor’s prison. In those days people who ran into debt (meaning that they owed lots of people money but had no money to pay them) were sent to prison. There they were fed by charity (people who fed them out of kindness). If no one fed them they just starved to death. Handel had nearly been sent to a debtor’s prison himself a few years earlier.\nHe went to Dublin as soon as he could, and he was there by November. On 23 December he performed his oratorio \"L’Allegro\". Unlike the London audiences, people in Dublin loved it. This was followed by \"Alexander’s Feast\", \"Imeneo\" and, in April, \"Messiah\". He was a very great success in Dublin, and he stayed there until August, when he returned to London.\nThe music.\n\"Messiah\" tells the story of Christ. It is divided into three parts. Part One tells of the coming and the birth of Christ. Part Two is about his death on the cross, and his Ascension into Heaven, and Part III concentrates on Paul's teaching of the resurrection of the dead and Christ's glorification in heaven. Handel usually performed his oratorios in theatres, not in churches, and his audience went as a change from going to the opera. They did not go for religious worship.\nHandel’s oratorios are normally dramatic, with the four solo singers (soprano, alto, tenor and bass) each taking the part of a character from the Bible. \"Messiah\" is different. The soloists sing about the story of Christ. The great choruses, where the choir sings, praise the Lord in the wonderful music. Some of the music is homophonic (e.g. the \"Hallelujah\" chorus), some of the choruses are dramatic dialogues (e.g. \"Lift up your heads\"), or they are a fugue (\"He trusted in God\" and \"Amen\"), or they describe things dramatically (\"All we like sheep\").\nThe Hallelujah Chorus.\nThe most well known of all the movements in \"Messiah\" is the one popularly known as the \"Hallelujah Chorus,\" because of the frequently sung exclamation “Hallelujah”. It occurs at the end of the Part Two of the oratorio.'\nIt has become a tradition for the audience to stand up for the \"Hallelujah Chorus,\" although it is unknown when this practice began.\nThere is a well-known but apocryphal story of King George II\nattending a royal performance of \"Messiah\" and supposedly rising to his feet during the \"Hallelujah Chorus\".\" Whenever the king stood up, everyone in his presence had to stand, hence the whole audience rose to their feet as well. However, this story does not appear to be based on any historical source.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oratorio","surface_form":"oratorio","offset":27},{"uri":"George_Frideric_Handel","surface_form":"George Frideric Handel","offset":39},{"uri":"England","surface_form":"England","offset":103},{"uri":"Choral","surface_form":"choral","offset":148},{"uri":"Messiah","surface_form":"Messiah","offset":171},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":229},{"uri":"Christianity","surface_form":"Christian","offset":249},{"uri":"Germany","surface_form":"Germany","offset":334},{"uri":"England","surface_form":"England","offset":378},{"uri":"Naturalization","surface_form":"naturalised","offset":499},{"uri":"Opera","surface_form":"opera","offset":821},{"uri":"Masque","surface_form":"Masque","offset":1434},{"uri":"Play_(theatre)","surface_form":"play","offset":1472},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1538},{"uri":"God","surface_form":"god","offset":1572},{"uri":"Roman_Emperor","surface_form":"Roman emperors","offset":1580},{"uri":"Librettist","surface_form":"librettist","offset":1893},{"uri":"Bible","surface_form":"Bible","offset":1956},{"uri":"Libretto","surface_form":"libretto","offset":1973},{"uri":"1741","surface_form":"1741","offset":2010},{"uri":"Choir","surface_form":"choir","offset":2591},{"uri":"Orchestra","surface_form":"orchestra","offset":2601},{"uri":"Drawer","surface_form":"drawer","offset":2697},{"uri":"Dublin","surface_form":"Dublin","offset":2915},{"uri":"Charity_(practice)","surface_form":"charity","offset":2971},{"uri":"Debt","surface_form":"debt","offset":3038},{"uri":"Prison","surface_form":"prison","offset":3047},{"uri":"23_December","surface_form":"23 December","offset":3457},{"uri":"Jesus_Christ","surface_form":"Christ","offset":3782},{"uri":"Birth","surface_form":"birth","offset":3859},{"uri":"Cross","surface_form":"cross","offset":3911},{"uri":"Ascension","surface_form":"Ascension","offset":3926},{"uri":"Theatre","surface_form":"theatre","offset":4106},{"uri":"Church","surface_form":"church","offset":4123},{"uri":"Soprano","surface_form":"soprano","offset":4301},{"uri":"Alto","surface_form":"alto","offset":4310},{"uri":"Tenor","surface_form":"tenor","offset":4316},{"uri":"Bass_(singer)","surface_form":"bass","offset":4326},{"uri":"Homophonic","surface_form":"homophonic","offset":4557},{"uri":"Dialogue","surface_form":"dialogue","offset":4634},{"uri":"Fugue","surface_form":"fugue","offset":4687},{"uri":"Movement_(music)","surface_form":"movements","offset":4841},{"uri":"George_II_of_Great_Britain","surface_form":"King George II","offset":5210}]}