{"id":92210,"url":"http://en.wikipedia.org/wiki/John_Murray_(general)","text":"e=\"preserve\">\"Major General\" John Joseph Murray DSO & Bar, MC (born 26 April 1892 in Sydney, New South Wales, Australia, died 8 September 1951 in Sydney, New South Wales) was an Australian Army Officer and businessman with a special role in both world wars. During World War I, he was \"mentioned in despatches\" and got got medals while fighting on the Western Front in France. In World War II and he was made commander of the 20th Brigade that helped beat Erwin Rommell's \"Afrika Korps\" in \"Libya\".\nEarly Life.\nMurray was born on born 26 April 1892 in Sydney, New South Wales. His father was working man from Ireland. His father was also called John Murray and his mother was called Margaret.\nWhen he left the local Catholic school John Murray started training as a salesman for Sydney firm Anthony Hordern & Sons in 1910. He then joined the Australian Citizens Military Forces where he served two years before joining the 33rd Regiment in 1913.\nWorld War I.\nJohn Murray was already in the Australian Army when World War I started on 28 July 1914. He was quickly (fast) made a Second Lieutenant on 6 March 1915. When he started being Second Lieutenant, Murray was moved to the Australian Imperial Force, and went by ship to Egypt. After being posted to the 1st Battalion at first, in March, 1916 he was moved to the 53rd Battalion, which was part of the 5th Division, when the Australian Imperial Force was helped by new soldiers from Australia. The 5th Division was soon moved from Egypt to France where they were put into the hard fighting of the Western Front.\nBy 19 July 1916 Murray's 53rd Battalion were in the first fighting by the Australian Imperial Force on the Western Front. It was the Battle of Fromelles. 5,533 Australian soldiers were killed, wounded or taken prisoner, because the fighting plan went wrong. The Australian War Memorial sayss the fighting was \"the worst 24 hours in Australia's entire history\"\nJohn Murray became a Major in June 1917 and was soon known for his very good leadership and very brave \"night raiding\" (crossing at night into enemy trenches). In September 1918 during the very hard fighting of the Second Battle of the Somme, Murray's good leadership was mentioned again, and after fights near Peronne, he was awarded the Distinguished Service Order.\nMurray was still fighting on the Western Front when peace started 11 November 1918. Having been awarded the Military Cross and Distinguished Service Order, and also having twice being told of in dispatches he went back home to Australia in May, 1919.\nBetween the Wars.\nBy 25 August 1919 the all of the men in the Australian Imperial Force had been sent home. Murray was happy to go back to his job at Anthony Hordern & Sons in Sydney, but he did not want to stop being a soldier, and he joined the Australian Citizens Military Forces.\nOn 4 January 1923 John Murray married Mary Madeline Cannon at St. Mary's Cathedral, Sydney, and soon after became the manager of the delivery department at Anthony Hordern & Sons.\nBy 1925 Murray became a of Lieutenant-Colonel. From 1934 to 1938 Murray was the Commanding Officer of the Australian Army Service Corps, 1st Division.\nWorld War II.\nWith war coming again, John Murray was given the command of the 9th Infantry brigade, and they got ready to move for war in February, 1940. He was chosen for the Second Australian Imperial Force in April 1940 and was given command of the 20th Brigade which went by ship to the Middle East in October 1940 to begin training in Palestine.\nTobruk.\nMurrays brigade was made a part of the 9th Division. Even though the troops were not ready to fight, the 9th Division was sent to Libya to help the 6th Division win Tobruk.\nOn 4 April 1941, the \"Afrika Korps\" starting fighting Murray's 20th Brigade. The Australians slowed down Rommell's forces, but there were so many Germans they could not be forced back. Murray and his troops moved into Tobruk itself. For his leadership, John Murray was granted a \"bar\" to his Distinguished Service Order (the bar is given instead of a second medal).\nMurray's knowledge of Trench warfare and night-raiding was very helpful to the defenders during the Siege of Tobruk. In November 1941, Murray was mentioned in dispatches for the third time in his career for his excellent resistance to Rommell.\nBattle for Australia.\nMurray returned to Australia in January 1942, just as the Japan was fighting south towards New Guinea. Instead of the recruiting job he expected, Murray was put in charge of the Newcastle Covering Force, and immediately promoted him to temporary Major-General.\nThe Newcastle Covering Force was soon re-named the 10th Division and Murray was sent to Western Australia in August 1942 to lead the 4th Division which was then moved to North Queensland due to fears of Japanese invasion during April and May 1943.In October 1944, he was made General of the Rear Echelon at Mareeba, before commanding the Northern Territory Force from March, 1945 until January, 1946, when he retired.\nPost War.\nJohn Murray was made Australian trade commissioner to New Zealand from 1946 until 1949 and then the same role for \"Ceylon\" in 1949.\nGeneral John Murray died on 8 September 1951 at the Military Hospital, Concord, Sydney. He received a funeral with full military honours, and was buried in French's Forest Cemetery. His wife, three sons and two daughters survived him.","categories":[],"infobox_types":[],"annotations":[{"uri":"DSO","surface_form":"DSO","offset":48},{"uri":"Bar_association","surface_form":"Bar","offset":54},{"uri":"MC","surface_form":"MC","offset":59},{"uri":"26_April","surface_form":"26 April","offset":68},{"uri":"1892","surface_form":"1892","offset":77},{"uri":"Sydney","surface_form":"Sydney","offset":85},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":93},{"uri":"Australia","surface_form":"Australia","offset":110},{"uri":"8_September","surface_form":"8 September","offset":126},{"uri":"1951","surface_form":"1951","offset":138},{"uri":"World_War_I","surface_form":"World War I","offset":265},{"uri":"Western_Front","surface_form":"Western Front","offset":352},{"uri":"France","surface_form":"France","offset":369},{"uri":"World_War_II","surface_form":"World War II","offset":380},{"uri":"Erwin_Rommell","surface_form":"Erwin Rommell","offset":456},{"uri":"Afrika_Korps","surface_form":"Afrika Korps","offset":473},{"uri":"26_April","surface_form":"26 April","offset":535},{"uri":"1892","surface_form":"1892","offset":544},{"uri":"Australian_Citizens_Military_Forces","surface_form":"Australian Citizens Military Forces","offset":842},{"uri":"Australian_Army","surface_form":"Australian Army","offset":990},{"uri":"World_War_I","surface_form":"World War I","offset":1011},{"uri":"28_July","surface_form":"28 July","offset":1034},{"uri":"1914","surface_form":"1914","offset":1042},{"uri":"Second_Lieutenant","surface_form":"Second Lieutenant","offset":1077},{"uri":"6_March","surface_form":"6 March","offset":1098},{"uri":"1915","surface_form":"1915","offset":1106},{"uri":"Australian_Imperial_Force","surface_form":"Australian Imperial Force","offset":1177},{"uri":"Egypt","surface_form":"Egypt","offset":1224},{"uri":"France","surface_form":"France","offset":1492},{"uri":"19_July","surface_form":"19 July","offset":1567},{"uri":"1916","surface_form":"1916","offset":1575},{"uri":"Australian_War_Memorial","surface_form":"Australian War Memorial","offset":1826},{"uri":"Trench","surface_form":"trench","offset":2073},{"uri":"Somme","surface_form":"Somme","offset":2160},{"uri":"Distinguished_Service_Order","surface_form":"Distinguished Service Order","offset":2263},{"uri":"11_November","surface_form":"11 November","offset":2358},{"uri":"1918","surface_form":"1918","offset":2370},{"uri":"4_January","surface_form":"4 January","offset":2830},{"uri":"1923","surface_form":"1923","offset":2840},{"uri":"Lieutenant-Colonel","surface_form":"Lieutenant-Colonel","offset":3034},{"uri":"Middle_East","surface_form":"Middle East","offset":3449},{"uri":"Palestine","surface_form":"Palestine","offset":3498},{"uri":"Tobruk","surface_form":"Tobruk","offset":3682},{"uri":"4_April","surface_form":"4 April","offset":3693},{"uri":"1941","surface_form":"1941","offset":3701},{"uri":"Empire_of_Japan","surface_form":"Japan","offset":4380},{"uri":"New_Guinea","surface_form":"New Guinea","offset":4413},{"uri":"Newcastle%2C_New_South_Wales","surface_form":"Newcastle","offset":4500},{"uri":"Major-General","surface_form":"Major-General","offset":4568},{"uri":"Western_Australia","surface_form":"Western Australia","offset":4671},{"uri":"Queensland","surface_form":"Queensland","offset":4759},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":4921},{"uri":"New_Zealand","surface_form":"New Zealand","offset":5065},{"uri":"Sri_Lanka","surface_form":"\"Ceylon\"","offset":5125},{"uri":"8_September","surface_form":"8 September","offset":5171},{"uri":"1951","surface_form":"1951","offset":5183}]}