{"id":92275,"url":"http://en.wikipedia.org/wiki/Survivor%27s_Law_II","text":"\"Survivor's Law II\" is a Chinese TV drama series. It aired in Hong Kong starting 24 December 2007 and ending 18 January 2008. It is the sequel to the 2003 series \"Survivor's Law\". However, three members of the original cast did not appear in this sequel due.\nPlot synopsis.\nMK Sun (real name Sun Man Kwan) was a teenager who once stopped a drug smuggler, but then was wrongly accused of being the one taking drugs. Despite his background, he hired a famous lawyer to help him and not surprisingly, he won. The lawyer, named Brandon, became his idol, and MK Sun grew up to be a lawyer.\nYears later, MK was trying to get a job in his idol's company, T&B. He beats Brandon's wife, Brenda in a case, and started working there. There he meets a stubborn, rich, and spoiled girl named Lily, who only cares about her self and appearnace. They became enemies because of each other's backgrounds and attitudes.\nMK then meets Vincent. Vincent thought of MK as ghetto, but soon realizes he was wrong. After having a fight with him in soccer, Vincent punched the umpire but MK Sun took the blame. Soon, they become friends.\nAfter splitting with his former girlfriend Jessica, Vincent falls in love with a coffee shop girl called Choi Yuk. Vincent had his license for being a lawyer taken away for three years and could not get his license back yet. After getting a chance to work again and start a new refreshing career, he started only caring for himself. He was so determined that he went against Choi Yuk and her family, and even MK. Choi Yuk thought he betrayed them and only cared about himself so she ended the relationship.\nAfter a while, Lily and MK start to have feelings for each other and eventually get married in court.\nSoon, Choi Yuk gets into hospital after taking a beating in the head by someone and falling into a coma, and gives birth to a baby boy Jophy. Vincent then gets hit in the head when Choi Yuk wakes up and loses his memory. However, to prevent Choi Yuk from despairing too much from not remembering her and Jophy, he proposes and they get married.\nVincent never regains his memory and ends up working in the shop with Choi Yuk. MK and Lily share a happy and playful relationship.","categories":[],"infobox_types":["Television"],"annotations":[{"uri":"China","surface_form":"Chinese","offset":25},{"uri":"Television","surface_form":"TV","offset":33},{"uri":"Drama","surface_form":"drama","offset":36},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":62},{"uri":"24_December","surface_form":"24 December","offset":81},{"uri":"2007","surface_form":"2007","offset":93},{"uri":"18_January","surface_form":"18 January","offset":109},{"uri":"2008","surface_form":"2008","offset":120},{"uri":"Sequel","surface_form":"sequel","offset":136},{"uri":"2003","surface_form":"2003","offset":150},{"uri":"Survivor%27s_Law","surface_form":"Survivor's Law","offset":163},{"uri":"Teenager","surface_form":"teenager","offset":312},{"uri":"Celebrity","surface_form":"famous","offset":450},{"uri":"Lawyer","surface_form":"lawyer","offset":457},{"uri":"Idol","surface_form":"idol","offset":544},{"uri":"Soccer","surface_form":"soccer","offset":1023},{"uri":"Umpire","surface_form":"umpire","offset":1051},{"uri":"Girlfriend","surface_form":"girlfriend","offset":1144},{"uri":"Coffee","surface_form":"coffee","offset":1193},{"uri":"Shop","surface_form":"shop","offset":1200},{"uri":"Girl","surface_form":"girl","offset":1205},{"uri":"License","surface_form":"license","offset":1243},{"uri":"Year","surface_form":"year","offset":1291},{"uri":"Career","surface_form":"career","offset":1401},{"uri":"Coma","surface_form":"coma","offset":1820},{"uri":"Baby","surface_form":"baby","offset":1847},{"uri":"Boy","surface_form":"boy","offset":1852},{"uri":"Memory","surface_form":"memory","offset":1934},{"uri":"Marriage","surface_form":"married","offset":2057}]}