{"id":92374,"url":"http://en.wikipedia.org/wiki/Silverwing_(novel)","text":"\"Silverwing\" is a best-selling novel, written by Kenneth Oppel and published in Simon & Schuster. It follows the journey for a group of silver-haired bats. The tone and artistic honor for bestsellers were compared to \"Watership Down\". The four novels became part of the series. The first book was adapted into an animated television miniseries on Teletoon and Jetix. It was also released on DVD.\nStory.\nThe series has four novels for the series, including the original one, \"Sunwing\", \"Firewing\" and \"Darkwing\".\nLong ago, the rest of the animals banished the bats for not taking sides in the great war. Years later, the bats often roam outside at night to avoid the sun (the backstory inspired by Aesop's fable). When Shade breaks the law for the colony, the owls destroy their home, forcing the bats to migrate. Shade befriends Marina and learns an echo projection from Zephyr. Shade and Marina meet Goth and Throbb, two cannibal bats (Vampyrum spectrum) who were captured from South America and escaped from the laboratory. After Shade and Marina reunite with the colony, the bats resolve conflicts with the animals. After finding Cassiel, the owls allow the bats to roam outside anytime. Shade's son, Griffin, travels to the underworld, along with his friend Luna. After Shade sacrifices himself to foil the plan of Cama Zotz (a bat god opposing Nocturna), Griffin and Luna return home.\nCharacters.\nShade Silverwing: A silver-haired bat who uses echo projection.\nMarina Brightwing: A red bat living in the island.\nChinook: The son of Plato and Isis.\nFrieda: A wise bat making decisions and having a silver band. She later dies in \"Sunwing\".\nAriel: Shade's mother and Cassiel's mate.\nGoth: One of the cannibal bats living in the jungle and the servant of Cama Zotz and Nocturna, the goddesses of bats.\nThrobb: Goth's brother-in-law who is killed by a thunderstorm in the novel.","categories":[],"infobox_types":["book|"],"annotations":[{"uri":"Novel","surface_form":"novel","offset":31},{"uri":"Kenneth_Oppel","surface_form":"Kenneth Oppel","offset":49},{"uri":"Simon_%26amp%3B_Schuster","surface_form":"Simon & Schuster","offset":80},{"uri":"Silver-haired_bat","surface_form":"silver-haired bat","offset":136},{"uri":"Watership_Down","surface_form":"Watership Down","offset":218},{"uri":"Animation","surface_form":"animated","offset":313},{"uri":"Television","surface_form":"television","offset":322},{"uri":"Jetix","surface_form":"Jetix","offset":360},{"uri":"DVD","surface_form":"DVD","offset":391},{"uri":"Sunwing","surface_form":"Sunwing","offset":475},{"uri":"Firewing","surface_form":"Firewing","offset":486},{"uri":"Darkwing","surface_form":"Darkwing","offset":501},{"uri":"Animal","surface_form":"animal","offset":538},{"uri":"Bat","surface_form":"bat","offset":559},{"uri":"Aesop","surface_form":"Aesop","offset":697},{"uri":"Fable","surface_form":"fable","offset":705},{"uri":"Vampyrum_spectrum","surface_form":"Vampyrum spectrum","offset":937}]}