{"id":92466,"url":"http://en.wikipedia.org/wiki/New_Horizons","text":"New Horizons is a space probe launched by NASA on 19 January 2006, to the dwarf planet Pluto and on an escape trajectory from the Sun. It is the first man-made spacecraft to go to Pluto. Its flight took nine years. It arrived at the Pluto-Charon system on July 14, 2015. It flew near Pluto and took photographs and measurements while it passed. At about 1 kilobit per second it took 15 months to transmit them back to Earth.\nInstruments include a Long-Range Reconnaissance Imager (LORRI), a Ralph telescope of 75 mm aperture, an Alice ultraviolet imaging spectrometer, a Particle Spectrometer Suite to study solar wind and particles, a student dust counter (VBSDC), and a Radio Science Experiment (REX)\nThe primary mission of New Horizons is to study Pluto and its system of moons. The secondary mission is to study any objects in the Kuiper Belt, if something became available for a flyby.\nThe space probe set the record for the fastest man-made object ever launched, with the Earth-relative speed of about 16.26 km/s, although, arguably, the Helios probes got a faster Sun-relative speed. It used a gravity assist from Jupiter to get its high speeds without having to burn as much monopropellant (weak rocket fuel) as needed to fly directly to Pluto.\nOn January 1, 2019 the probe flew by 486958 Arrokoth, a small Kuiper Belt object also called 2014 MU69 and nicknamed \"Ultima Thule\". Propellant is now scarce, but a target for a third flyby might be found. It will continue to report about its environment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Space_probe","surface_form":"space probe","offset":18},{"uri":"NASA","surface_form":"NASA","offset":42},{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":74},{"uri":"Pluto","surface_form":"Pluto","offset":87},{"uri":"Sun","surface_form":"Sun","offset":130},{"uri":"Charon_(moon)","surface_form":"Charon","offset":239},{"uri":"Solar_wind","surface_form":"solar wind","offset":608},{"uri":"Kuiper_belt","surface_form":"Kuiper Belt","offset":835},{"uri":"Helios","surface_form":"Helios","offset":1044},{"uri":"Gravity_assist","surface_form":"gravity assist","offset":1101},{"uri":"Jupiter","surface_form":"Jupiter","offset":1121},{"uri":"486958_Arrokoth","surface_form":"486958 Arrokoth, a small Kuiper Belt object","offset":1290}]}