{"id":92898,"url":"http://en.wikipedia.org/wiki/Mathematical_proof","text":"e=\"preserve\">A mathematical proof is a way to show that a mathematical theorem is true. To prove a theorem is to show that theorem holds in all cases (where it claims to hold). To prove a statement, one can either use axioms, or theorems which have already been shown to be true. Many techniques for proving a statements exist, and these include proof by induction, proof by contraction and proof by cases.\nProof by induction.\nOne type of proof is called proof by induction. This is usually used to prove that a theorem holds for all numbers (or all numbers from some point onwards). There are 4 steps in a proof by induction.\n1. State that the proof will be by induction, and state which variable will be used in the induction step.\n2. Prove that the statement is true for some beginning case.\n3. Assume that for some value \"n\" = \"n0\", the statement is true and has all of the properties listed in the statement. This is called the induction step.\n4. Show that the statement is true for the next value, \"n0\"+1.\nOnce that is shown, it would mean that for any value of \"n\" that is picked, the next one is true. Since it is true for some beginning case (usually \"n\"=1), it's true for the next one (\"n\"=2). And since it is true for 2, it must be true for 3. And since it is true for 3, it must be true for 4, etc. Induction shows that it is always true, precisely because it is true for whatever comes after any given number.\nProve that for all natural numbers \"n\", 2(1+2+3+...+\"n\"-1+\"n\")=\"n\"(\"n\"+1).\nProof: First, the statement can be written as \"For all natural numbers \"n\", 2formula_1=n(n+1).\"\nFirst, for n=1, 2formula_1=2(1)=1(1+1), so this is true.\nNext, assume that for some \"n\"=\"n0\" the statement is true. That is, 2formula_1 = n0(n0+1).\nThen for \"n\"=\"n0\"+1, 2formula_1 can be rewritten 2(\"n0\"+1) + 2formula_1.\nSince 2formula_1 = n0(n0+1), 2\"n0\"+1 + 2formula_1 = 2(n0+1) + 2n0(n0+1).\nSo 2(n0+1) + 2n0(n0+1)= 2(n0+1)(n0 + 2), which completes the proof.\nProof by contradiction.\nProof by contradiction is a way of proving a mathematical theorem by showing that if the statement were false, then there would be a logical contradiction involved. That is, if one of the results of the theorem is assumed to be false, then there would be some inconsistency with the logic.\nWhen proving a theorem by way of contradiction, it is important to note that in the beginning of the proof. This is usually abbreviated BWOC. When the contradiction appears in the proof, there is usually a ⨳ symbol involved.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematical","offset":58},{"uri":"Theorem","surface_form":"theorem","offset":71},{"uri":"Axiom","surface_form":"axioms","offset":218},{"uri":"Induction","surface_form":"induction","offset":464},{"uri":"Natural_numbers","surface_form":"natural numbers","offset":1442},{"uri":"Contradiction","surface_form":"contradiction","offset":1989},{"uri":"Contradiction","surface_form":"logical contradiction","offset":2113}]}