{"id":93110,"url":"http://en.wikipedia.org/wiki/Independencia_Province","text":"Independencia (English: \"Independence\") is a Dominican province, in the western part of the country, on the border with Haiti. Its capital city is Jimaní.\nLocation.\nThe Independencia province is bordered to the north by the Elías Piña and Bahoruco provinces, to the east by Barahona and to the south by the Pedernales province. To the west Independencia borders the Republic of Haiti.\nHistory.\nIt was created on 29 December 1948 but to start on 1 January 1950. It was part of the Bahoruco province before being elevated to the category of province. Its name remembers the national independence from Haiti on 27 February 1844.\nThe province was created with the municipalities of Jimaní, Duvergé and La Descubierta with Jimaní as capital of the province. Postrer Río became a municipality in 1982, Cristóbal in 2003 and Mella in 2004. Guayabal was made a municipal district in 1998, El Limón in 2001, La Colonia in 2004, Boca de Cachón and Vengan a Ver in 2005, and Batey 8 in 2006.\nPopulation.\nIn (last national census), there were people living in the Independencia province, and 42,050 () living in towns and cities. The population density was persons/km², the second lowest in the country; only Pedernales has a lower population density.\nIts population represents of the total population of the country and the province is ranked as the 31th (out of 31 plus the National District) more populated province.\n, the total estimated propulation of the province is 55,638 inhabitants.\nThe largest city of the province is Jimaní, its head municipality or capital, with a population (in) of 10,034 inhabitants.\nGeography.\nThe Independencia province has a total area of. It has of the area of the Dominican Republic and it is ranked as the 8th (out of 31 plus the National District) largest province.\nThe Sierra de Bahoruco is in the southern part of the province, and the Sierra de Neiba runs across the northwestern part of the province, on the border with the Elías Piña province. The rest of the province is part of the \"Hoya de Enriquillo\" (or \"Neiba Valley\"). In this valley is the \"Lake Enriquillo\", and about half of its area is part of the Independencia province.\nThe altitude of Jimaní, provincial capital, is.\nThere are few permanent rivers, with water all the time. The longest river is the Las Damas river, which flows from Sierra de Bahoruco to the Lake Enriquillo.\nThe main protected areas in the province are the \"Parque Nacional Sierra de Baoruco\" (\"National park Sierra de Baoruco\") and the \"Parque Nacional Lago Enriquillo\" (\"National park Enriquillo Lake\").\nClimate.\nThe climate of the province is a tropical climate, very hot and dry in the valley, but it is cooler on the mountains.\nEconomy.\nThe main economic activity of the province is agriculture and the main products are plantain, cassava, coffee and cacao.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":15},{"uri":"Dominican_Republic","surface_form":"Dominican","offset":45},{"uri":"Province","surface_form":"province","offset":55},{"uri":"Haiti","surface_form":"Haiti","offset":120},{"uri":"Capital_city","surface_form":"capital","offset":131},{"uri":"Jiman%C3%AD","surface_form":"Jimaní","offset":147},{"uri":"El%C3%ADas_Pi%C3%B1a_Province","surface_form":"Elías Piña","offset":224},{"uri":"Baoruco_Province","surface_form":"Bahoruco","offset":239},{"uri":"Barahona_Province","surface_form":"Barahona","offset":274},{"uri":"Pedernales_Province","surface_form":"Pedernales","offset":307},{"uri":"Republic","surface_form":"Republic","offset":366},{"uri":"Haiti","surface_form":"Haiti","offset":378},{"uri":"Baoruco_Province","surface_form":"Bahoruco","offset":480},{"uri":"Haiti","surface_form":"Haiti","offset":599},{"uri":"Municipality","surface_form":"municipalities","offset":660},{"uri":"Capital_city","surface_form":"capital","offset":728},{"uri":"Population_density","surface_form":"population density","offset":1122},{"uri":"Pedernales_Province","surface_form":"Pedernales","offset":1197},{"uri":"Municipality","surface_form":"municipality","offset":1534},{"uri":"Capital_city","surface_form":"capital","offset":1550},{"uri":"El%C3%ADas_Pi%C3%B1a_Province","surface_form":"Elías Piña","offset":1956},{"uri":"Lake_Enriquillo","surface_form":"Lake Enriquillo","offset":2082},{"uri":"Altitude","surface_form":"altitude","offset":2170},{"uri":"National_park","surface_form":"National park","offset":2460},{"uri":"National_park","surface_form":"National park","offset":2538},{"uri":"Tropical","surface_form":"tropical","offset":2613},{"uri":"Agriculture","surface_form":"agriculture","offset":2753},{"uri":"Plantain","surface_form":"plantain","offset":2791},{"uri":"Manioc","surface_form":"cassava","offset":2801},{"uri":"Coffee","surface_form":"coffee","offset":2810},{"uri":"Cacao_tree","surface_form":"cacao","offset":2821}]}