{"id":93154,"url":"http://en.wikipedia.org/wiki/Digital_divide","text":"Digital divide is the gap between parts of the world where access to technology is very different. There are technologies like internet, mobile phones, computers and Wi-Fi in some parts of the world, and in other parts there are not. It is the difference of people that can access the internet, and the people that cannot.\nProblems.\nA digital divide can be born for many reasons like socioeconomic problems (few people are rich and lots are poor), racial problems (there is a majority or a minority that control the other), or geographical problems (in the cities there are technologies but there are not in rural areas).\nCountries on the rich side of the divide include Canada, the United States, Japan, South Korea, Europe and Australasia. They have big internet connection developments, and most people can afford computers and other technology. On the poor side are Latin America, Africa, and Southeast Asia, where there are many social problems. Technology has a long way to go before getting interest in those countries, because of problems like the price of technology and the fact that sometimes there are not any resources to help.\nInner conflict.\nIn some parts of the world there is a large digital divide. Sometimes it is just in half of a country, or just a region, for example Africa. As with other things like education or transport, some people have things that others don't have. There are big cities where technologies are cheap and there are many villages and rural communities where there is no digital/electronic technology. In this case the digital divide creates other problems. Because a part of the country is rich and another part is poor, there are often problems with trading and connections.\nOpposition.\nMany rich countries (for example, Canada, the United States, Japan, Italy, France, United Kingdom) send old computers or make charity projects by non-profit associations or communities or projects for schools in poor countries, for example One Laptop Per Child, to fight the digital divide and to make a culture involving internet and other technologies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Technology","surface_form":"technology","offset":69},{"uri":"Internet","surface_form":"internet","offset":127},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":137},{"uri":"Computer","surface_form":"computer","offset":152},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":166},{"uri":"Socioeconomic","surface_form":"socioeconomic","offset":384},{"uri":"Rural","surface_form":"rural","offset":608},{"uri":"Canada","surface_form":"Canada","offset":671},{"uri":"United_States","surface_form":"United States","offset":683},{"uri":"Japan","surface_form":"Japan","offset":698},{"uri":"South_Korea","surface_form":"South Korea","offset":705},{"uri":"Europe","surface_form":"Europe","offset":718},{"uri":"Australasia","surface_form":"Australasia","offset":729},{"uri":"Latin_America","surface_form":"Latin America","offset":870},{"uri":"Africa","surface_form":"Africa","offset":885},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":897},{"uri":"Africa","surface_form":"Africa","offset":1290},{"uri":"Education","surface_form":"education","offset":1324},{"uri":"Transport","surface_form":"transport","offset":1337},{"uri":"Italy","surface_form":"Italy","offset":1800},{"uri":"France","surface_form":"France","offset":1807},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1815},{"uri":"Charity_(practice)","surface_form":"charity","offset":1858},{"uri":"One_Laptop_Per_Child","surface_form":"One Laptop Per Child","offset":1972}]}