{"id":9315,"url":"http://en.wikipedia.org/wiki/ABBA","text":"ABBA became very popular after they won the Eurovision Song Contest in 1974. They had many hits. These included \"Dancing Queen\", \"SOS\", \"Money, Money, Money\", \"Mamma Mia\", and \"Waterloo\". Most of their songs were written by Ulvaeus and Andersson.\nThey originally broke up in 1982, but their music is still popular. It has appeared in movies (including the Australian movies \"The Adventures of Priscilla, Queen of the Desert\" and \"Muriel's Wedding\"). The stage musical \"Mamma Mia!\" was developed from their music and subsequently made into a 2008 movie followed ten years later by a 2018 sequel \"Mamma Mia! Here We Go Again.\"\nHistory.\nAll four ABBA members had local music careers before ABBA even formed. Frida and Agnetha were both solo singers. Benny and Bjorn both had their own individual bands. In 1966, Benny and Bjorn both met and decided to write songs together. In 1969, Bjorn met Agnetha and Benny met Frida. All four friends met together and decided to work together to record songs. By 1970, they were known as \"Bjorn & Benny (With Svenska Flicka)\". Later they were called Bjorn & Benny, Agnetha & Frida. Their first hit was a song called \"Hej, gamle man\". By 1971, Bjorn and Agnetha were married and Benny and Frida were engaged. \"Ring Ring\" in 1973 was when the group achieved success throughout much of Europe and Africa. It wasn't until 1973 that the group became officially known as ABBA. The name was suggested by their manager, Stig Anderson. In 1974, ABBA was given a chance to perform in the Eurovision Song Contest. With \"Waterloo\", they won and soon got global success. In 1976, ABBA released Dancing Queen, which is often known as ABBA's \"signature song\" and \"one of the greatest pop songs ever written\". During 1977, their huge popularity became known as \"Abbamania\". In Australia, ABBA played in huge concerts that usually always sold out. \"ABBA: The Movie\" was also released in 1977 during the height of the group's popularity. Throughout the mid and late 1970's ABBA performed in Europe, The United States, Japan and Australia. In early 1979, Agnetha and Bjorn divorced. In early 1981, Frida and Benny also got divorced. This led to many sadder and more mature songs over the next few years. By 1981, ABBA's popularity was declining. Their last album, \"The Visitors\" a not a big success like previous albums. The Day Before You Came was the last song ABBA ever recorded together, while Under Attack was the last song ever released, both in 1982. ABBA broke up shortly before 1983 and all members continued on their independent music careers, just like before they had met.\nAlbums.\nABBA recorded eight albums between 1973 and 1981, as well as some compilation albums.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":44},{"uri":"1974","surface_form":"1974","offset":71},{"uri":"Money%2C_Money%2C_Money","surface_form":"Money, Money, Money","offset":137},{"uri":"1982","surface_form":"1982","offset":275},{"uri":"Australian","surface_form":"Australian","offset":356},{"uri":"The_Adventures_of_Priscilla%2C_Queen_of_the_Desert","surface_form":"The Adventures of Priscilla, Queen of the Desert","offset":375},{"uri":"Muriel%27s_Wedding","surface_form":"Muriel's Wedding","offset":430},{"uri":"Mamma_Mia%21","surface_form":"Mamma Mia!","offset":469},{"uri":"1966","surface_form":"1966","offset":803},{"uri":"1969","surface_form":"1969","offset":874},{"uri":"1970","surface_form":"1970","offset":998},{"uri":"Europe","surface_form":"Europe","offset":1318},{"uri":"Africa","surface_form":"Africa","offset":1329},{"uri":"Stig_Anderson","surface_form":"Stig Anderson","offset":1447},{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":1513},{"uri":"Europe","surface_form":"Europe","offset":2008},{"uri":"The_United_States","surface_form":"The United States","offset":2016},{"uri":"Japan","surface_form":"Japan","offset":2035},{"uri":"Australia","surface_form":"Australia","offset":2045},{"uri":"1982","surface_form":"1982","offset":2468}]}