{"id":93326,"url":"http://en.wikipedia.org/wiki/The_Land_Before_Time","text":"\"The Land Before Time\" is a 1988 movie produced by Steven Spielberg and directed by Don Bluth. It was released on November 18, 1988, along with \"Oliver & Company\". The movie's success led to thirteen direct-to-video sequels and a TV show.\nStory.\nAn orphaned long-neck dinosaur named Littlefoot goes off in search of the legendary Great Valley, a place with many plants where dinosaurs live in peace. Along the way, he meets four other young dinosaurs, each one a different species. They encounter several problems as they learn to work together and survive.\nCharacters.\nThere are five main characters known as the \"Gang of Five:\"\nLittlefoot: The leader of the gang, Littlefoot is a \"long-neck,\" the in-universe name for Brontosaurus. He is brave, and good at making decisions. He lives with his grandparents in the Great Valley.\nCera: A \"three-horn,\" also known as a Triceratops. She is stubborn and does not trust easily. She is the most aggressive of the group. She lives with her father for most of the movies, but gains a new mother in the 11th movie and a younger sister in the 12th movie.\nDucky: Ducky has been called a \"Swimmer,\" \"Big Mouth,\" and \"Duckfoot\" on screen, so it is not known for sure what kind of dinosaur Ducky is. She looks most like a Saurolophus, but she is called a Parasaurolophus on the Land Before Time Website [http://www.landbeforetime.com]. She is the nicest of the group, and trusts others easily. She lives with her mother (though her father does not appear) and says in the sixth film that she is one of thirteen twins, although the original series tht she is one of four. She also has her adopted brother Spike.\nPetrie: A \"flyer,\" or a Pteranodon. He gets scared very easily and is too trusting, but he is loyal and can be brave at important times. He lives with his mother and brothers.\nSpike: The youngest of the group. He is a \"Spiketail,\" which is a Stegosaurus. Spike does not talk, though it was shown in the 4th movie that he can when he wants to. He enjoys eating and lets Ducky sit on his back if she needs to. Ducky is his older sister, since she adopted him during the first movie. He lives with Ducky's family.\nAlso of note is a \"Sharptooth\" named Chomper, who was born in the 2nd movie and was so popular with fans that he returned in the 5th movie and the TV series. He is friends with all the main characters, despite his natural instincts telling him to eat them.\nSequels.\nIn addition to the movies, there is \"The Land Before Time: Sing-Along Songs\" (1997) and\n\"The Land Before Time: More Sing-Along Songs\" (1999)\nTV Series.\nAfter the success of the original movie and its sequels, a television series based on the movies began airing on YTV in Canada as a test on January 5, 2007. It aired in Canada, Britain, and the United States of America, and had 26 episodes. It then aired on Cartoon Network in the United States on March 5, 2007 where it was animated after the DVD release of \"The Land Before Time XII: The Great Day of the Flyers\". In the UK, it was once shown just on Boomerang, showing every day at 4pm, but it is now programmed on its sister preschool channel Cartoonito. It brought back Chomper as a main character, and introduced a new friend, an Oviraptor named Ruby, who helps the other dinosaurs learn lessons and solve problems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Steven_Spielberg","surface_form":"Steven Spielberg","offset":51},{"uri":"Don_Bluth","surface_form":"Don Bluth","offset":84},{"uri":"Oliver_%26amp%3B_Company","surface_form":"Oliver & Company","offset":145},{"uri":"Sequel","surface_form":"sequel","offset":216},{"uri":"Dinosaur","surface_form":"dinosaur","offset":268},{"uri":"Plant","surface_form":"plant","offset":362},{"uri":"Fictional_character","surface_form":"characters","offset":590},{"uri":"Canon","surface_form":"in-universe","offset":699},{"uri":"Brontosaurus","surface_form":"Brontosaurus","offset":720},{"uri":"Triceratops","surface_form":"Triceratops","offset":867},{"uri":"Saurolophus","surface_form":"Saurolophus","offset":1258},{"uri":"Parasaurolophus","surface_form":"Parasaurolophus","offset":1291},{"uri":"Pteranodon","surface_form":"Pteranodon","offset":1671},{"uri":"Stegosaurus","surface_form":"Stegosaurus","offset":1889},{"uri":"1997","surface_form":"1997","offset":2502},{"uri":"1999","surface_form":"1999","offset":2559},{"uri":"Television_series","surface_form":"television series","offset":2635},{"uri":"YTV_(TV_channel)","surface_form":"YTV","offset":2689},{"uri":"Canada","surface_form":"Canada","offset":2696},{"uri":"January_5","surface_form":"January 5","offset":2716},{"uri":"2007","surface_form":"2007","offset":2727},{"uri":"Canada","surface_form":"Canada","offset":2745},{"uri":"Britain","surface_form":"Britain","offset":2753},{"uri":"United_States_of_America","surface_form":"United States of America","offset":2770},{"uri":"Cartoon_Network","surface_form":"Cartoon Network","offset":2834},{"uri":"United_States","surface_form":"United States","offset":2857},{"uri":"March_5","surface_form":"March 5","offset":2874},{"uri":"2007","surface_form":"2007","offset":2883},{"uri":"DVD","surface_form":"DVD","offset":2920},{"uri":"Preschool","surface_form":"preschool","offset":3105},{"uri":"Cartoonito","surface_form":"Cartoonito","offset":3123},{"uri":"Oviraptor","surface_form":"Oviraptor","offset":3212}]}