{"id":93455,"url":"http://en.wikipedia.org/wiki/Caligula","text":"Caligula (Gaius Julius Caesar Augustus Germanicus, 31 August 12 – 24 January 41), was the third Roman Emperor. He reigned from AD 37. After only four years, he was assassinated by members of his bodyguard and the Roman Senate. During his reign, many innocent people were killed without fair trials. Even with all that, he was popular with the Roman public in his time.\nLife.\nCaligula's father Germanicus was the nephew and adoptive son of emperor Tiberius. He was a very successful general. He was one of Rome's most beloved public figures.\nWhen Germanicus died at Antioch in 19 AD, his mother [https://en.m.wikipedia.org/wiki/Agrippina_the_Elder Agrippina the Elder] returned to Rome with her six children. She had a bitter feud with Tiberius. That eventually led to the destruction of her family. Caligula was the only male survivor. In 31, he joined the emperor on the island of Capri. Tiberius had gone there five years earlier. When Tiberius died in 37, Caligula became emperor.\nThere are few surviving sources on Caligula's reign. He is described as a noble and moderate ruler during the first two years of his rule. After this, the sources focus upon his cruelty, extravagance, and sexual perversity, presenting him as an insane tyrant.\nCaligula worked to give more authority to the emperor. He put a lot of his effort into ambitious construction projects and luxurious dwellings for himself. He started the construction of two new aqueducts in Rome: the \"Aqua Claudia\" and the \"Anio Novus\". During his reign, the empire took over the Kingdom of Mauretania and made it into a province.\nIn early 41, Caligula was assassinated. There was a conspiracy involving officers of the Praetorian Guard, members of the Roman Senate and members of the imperial court. After Caligula's death, the conspirators' tried to bring back the Roman Republic, but they were unsuccessful. The Praetorian Guard declared Caligula's uncle Claudius emperor in his place.\nInsanity?\nThere are stories about Caligula that show cruelty and insanity. He was accused of killing just for amusement. He was accused of committing incest with his sisters and prostituting them with other men. He was accused of turning the palace into a brothel.\nCaligula appeared in public dressed as various gods. He demanded to be worshipped as a god. There was a legend that he appointed a horse to the priesthood.\nIt is difficult to know anything for certain about Caligula. Only two sources from his time still exist. Those are the works of Philo and Seneca. They give mostly anecdotes. At one time, there were detailed histories on Caligula. Now they are lost. Caligula's sister, Agrippina the Younger, wrote an autobiography which certainly had a lot of information about Caligula's reign. It is also lost. No surviving source paints Caligula in a favorable light. It is not known whether Caligula was insane.\nRelics.\nIn 2017 a mosaic from one of Caligula's Lake Nemi pleasure ships was discovered in New York City","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Empire","surface_form":"Roman Emperor","offset":96},{"uri":"Assassination","surface_form":"assassinated","offset":164},{"uri":"Roman_Senate","surface_form":"Roman Senate","offset":213},{"uri":"Germanicus","surface_form":"Germanicus","offset":393},{"uri":"Tiberius","surface_form":"Tiberius","offset":447},{"uri":"Antioch","surface_form":"Antioch","offset":565},{"uri":"Capri","surface_form":"Capri","offset":882},{"uri":"Tyrant","surface_form":"tyrant","offset":1236},{"uri":"Mauretania","surface_form":"Mauretania","offset":1553},{"uri":"Province","surface_form":"province","offset":1583},{"uri":"Praetorian_Guard","surface_form":"Praetorian Guard","offset":1682},{"uri":"Roman_Senate","surface_form":"Roman Senate","offset":1715},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":1829},{"uri":"Claudius","surface_form":"Claudius","offset":1920},{"uri":"Insane","surface_form":"insanity","offset":2016},{"uri":"Incest","surface_form":"incest","offset":2101},{"uri":"Brothel","surface_form":"brothel","offset":2207},{"uri":"Incitatus","surface_form":"a horse","offset":2345},{"uri":"Philo","surface_form":"Philo","offset":2500},{"uri":"Seneca_the_Younger","surface_form":"Seneca","offset":2510},{"uri":"Anecdote","surface_form":"anecdotes","offset":2535},{"uri":"Autobiography","surface_form":"autobiography","offset":2672}]}