{"id":93639,"url":"http://en.wikipedia.org/wiki/Respiratory_system","text":"e=\"preserve\">:\"For the biochemical process, see respiration\"\nThe respiratory system, also called the gas exchange system, is the body getting rid of carbon dioxide and taking in oxygen. Carbon dioxide, a waste product, goes out of the body. Oxygen, which the body needs, comes in. The lungs are the main organ to do this. In other words, a \"process in which oxidation of organic compounds occurs in cell and energy is released is called as [https://www.crackyourtarget.com/2020/06/respiratory-system-human.html Respiratory system].\"\nThe first step in this process is breathing in air, or inhaling. Inhalation means bringing air rich in oxygen into the body. Exhalation means giving out air rich in carbon dioxide from the body. The second step is gas exchange in the lungs where oxygen is diffused into the blood and the carbon dioxide diffuses out of the blood. The third process is cellular respiration, which produces the chemical energy that the cells in the body need, and carbon dioxide. Finally, the carbon dioxide from cellular respiration is breathed out of body from the lungs.\nBreathing.\nBreathing is the first step in respiration. For respiration to happen, the body needs a constant supply of oxygen, which is done by breathing. Inhalation is the breathing in of air. To inhale, the lungs expand, decreasing the air pressure in the lungs. This is caused by two actions. The diaphragm (a sheet of muscular tissue that separates the lungs from the abdomen) is pulled downward. Also the muscles between the ribs contract to expand the chest. Both of these actions expand the lungs. To fill the enlarged lungs, air from outside at higher pressure comes rushing into the area of low pressure in the lungs. Air first passes through the nose and mouth, then through the larynx (voice box), then down the trachea (windpipe), and into the lungs and comes out.\nThe lungs are made of many tubes or branches. As air enters the lungs, it first goes through branches called the bronchi, then through smaller branches called bronchioles, and finally into the air sacs. Gas exchange occurs in the air sacs where oxygen is exchanged with carbon dioxide. The carbon dioxide in the air sacs now need to be exhaled, or breathed out. In the reverse process to inhaling, the diaphragm and the rib muscles relax, causing the lungs to be smaller. As the air pressure in the lungs is greater when the lungs are smaller, air is forced out. The air sacs are able to contract and expand because they are coated with a lubricant, surfactant, this lubricant helps the air sacs inflate while also preventing the collapse of the lungs during deflation.The exhaled air has a high concentration of carbon dioxide and a low concentration of oxygen. The maximum volume of air that can be breathed in and breathed out is called the vital capacity of the lungs and is up to five liters.\nGas exchange.\nThe inhaled air goes down to the air sacs at the end of each bronchiole. The air sacs are called alveoli — they have a large surface area, and are moist, thin, and close to a blood supply. The inhaled air has a much greater concentration of oxygen than carbon dioxide whilst the blood flowing to the lungs has a more carbon dioxide than oxygen. This creates a concentration gradient between the air in the air sacs and the blood, meaning there is more oxygen in the air than the blood.\nAs the membrane, oxygen can easily diffuse in and out. Oxygen at high concentration in the air sacs diffuses into the blood where oxygen concentration is low, and carbon dioxide at high concentration in the blood diffuses into the air sacs where carbon dioxide concentration is low. The oxygen in the blood enters the circulatory system and is used by the cells in the body. The carbon dioxide in the air sacs are exhaled out of the body.","categories":[],"infobox_types":[],"annotations":[{"uri":"Respiration","surface_form":"respiration","offset":48},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":149},{"uri":"Oxygen","surface_form":"oxygen","offset":178},{"uri":"Lung","surface_form":"lung","offset":285},{"uri":"Process","surface_form":"process","offset":556},{"uri":"Inhalation","surface_form":"inhaling","offset":588},{"uri":"Lungs","surface_form":"lungs","offset":767},{"uri":"Diffusion","surface_form":"diffused","offset":789},{"uri":"Cellular_respiration","surface_form":"cellular respiration","offset":884},{"uri":"Chemical_energy","surface_form":"chemical energy","offset":925},{"uri":"Cellular_respiration","surface_form":"cellular respiration","offset":1027},{"uri":"Breathing","surface_form":"Breathing","offset":1099},{"uri":"Inhalation","surface_form":"Inhalation","offset":1242},{"uri":"Diaphragm","surface_form":"diaphragm","offset":1387},{"uri":"Ribs","surface_form":"ribs","offset":1517},{"uri":"Larynx","surface_form":"larynx","offset":1776},{"uri":"Trachea","surface_form":"trachea","offset":1810},{"uri":"Bronchus","surface_form":"bronchi","offset":1977},{"uri":"Bronchioles","surface_form":"bronchioles","offset":2023},{"uri":"Air_sac","surface_form":"air sac","offset":2057},{"uri":"Alveoli","surface_form":"alveoli","offset":2973},{"uri":"Concentration","surface_form":"concentration","offset":3236},{"uri":"Membrane","surface_form":"membrane","offset":3369},{"uri":"Diffuse","surface_form":"diffuse","offset":3397},{"uri":"Circulatory_system","surface_form":"circulatory system","offset":3680}]}