{"id":93770,"url":"http://en.wikipedia.org/wiki/Prophets_of_Islam","text":"Prophets of Islam are human beings who are regarded by Muslims to be prophets chosen by God. All prophets preached the same message.\nOther prophets.\nMuslims believe in other prophets other than those mentioned by name in the Qur'an as there are many verses in the Qur'an which speak about it. These other prophets include: Maryam, Joshua, Luqman, Caleb, Seth, Daniel, Isaiah, Hosea, Jeremiah, Shem, Benjamin, Khidr, Dhul Qurnayn.\nPurpose of the Prophet's coming on this Earth.\nThe prophets were sent on this Earth for a purpose. That was to call every one towards the one who created the entire creation. To call everyone towards the one who hears all. The one who sees all. The one who forgives. The most important message was to worship Allah alone and to follow his teachings. All of them, Adam, Nuh, Ibrahim, Ishaaq, Ismail, Musa, Haarun, Dawood, Sulaymaan, Isa, Muhammad, and others invited people to worship Allah alone and not to pray to idols and other false gods. All of the prophets were an example to lead moral, righteous, purpose-driven lives free of doubts and confusions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Muslim","surface_form":"Muslim","offset":55},{"uri":"Prophet","surface_form":"prophet","offset":69},{"uri":"Allah","surface_form":"God","offset":88},{"uri":"Joshua","surface_form":"Joshua","offset":331},{"uri":"Luqman","surface_form":"Luqman","offset":339},{"uri":"Caleb","surface_form":"Caleb","offset":347},{"uri":"Seth","surface_form":"Seth","offset":354},{"uri":"Daniel","surface_form":"Daniel","offset":360},{"uri":"Isaiah","surface_form":"Isaiah","offset":368},{"uri":"Hosea","surface_form":"Hosea","offset":376},{"uri":"Jeremiah","surface_form":"Jeremiah","offset":383},{"uri":"Shem","surface_form":"Shem","offset":393},{"uri":"Benjamin","surface_form":"Benjamin","offset":399},{"uri":"Khidr","surface_form":"Khidr","offset":409},{"uri":"Dhul_Qurnayn","surface_form":"Dhul Qurnayn","offset":416}]}