{"id":93773,"url":"http://en.wikipedia.org/wiki/Bert_Trautmann","text":"Bernhard Carl \"Bert\" Trautmann, OBE (22 October 1923 – 19 July 2013) was a German footballer. He played from 1949 to 1964 for Manchester City as the keeper. Trautmann was in Germany almost unknown, and never played in the national team of his country. But in Manchester, he was one of the most popular players.\nEarly life.\nBert Trautmann was born on 22 October 1923. He began playing football at age 10, when he was 18 he had to go to do his military service for the German Nazi-Regime. The paratrooper was first imprisoned by the Soviet, later by the British army. He did not leave Britain after his release, and became a professional football player.\nCareer.\nAfter some time he joined Manchester City. At first, the fans hated the \"Nazi boy\", but they soon accepted him. He was a leading goalkeeper for ten years in the English first division (which was then the top division). In the 1956 FA Cup final, it the 75th minute, Trautmann was hit by a Birmingham City player. The crash broke his neck, but Trautmann finished the game. It was often called a medical miracle that Trautmann did not die on that day.\nPersonal life.\nJust a few days Trautmann's medical miracle, his five years old son died in a car crash. In 1950 he had married for the first time, and in 1990 he married again. In 2004 he was honored by Queen Elizabeth II.\nDeath.\nTrautmann died on 19 July 2013 from probable heart failure after suffering two previous heart attacks. He was 89 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"OBE","offset":32},{"uri":"Germany","surface_form":"German","offset":75},{"uri":"Association_football","surface_form":"football","offset":82},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":126},{"uri":"Military","surface_form":"military","offset":442},{"uri":"Nazi","surface_form":"Nazi","offset":474},{"uri":"Soviet","surface_form":"Soviet","offset":531},{"uri":"UK","surface_form":"British","offset":552},{"uri":"Manchester_City","surface_form":"Manchester City","offset":687},{"uri":"FA_Cup","surface_form":"FA Cup","offset":892},{"uri":"Birmingham_City","surface_form":"Birmingham City","offset":949},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":1319}]}