{"id":93836,"url":"http://en.wikipedia.org/wiki/Battle_of_Cr%C3%A9cy","text":"The Battle of Crécy happened on 26 August 1346 near Crécy in northern France, and was one of the most important battles of the Hundred Years' War. The smaller English army won against the much larger French army. New tactics and weapons make this an important battle in the history of warfare because the English used longbows to win against French knights. The longbow was a faster weapon to fire than the French and Genoan crossbow and could send arrows farther than the crossbow could and with more force. Before this battle during the Middle Ages, knights had been the most important part of an army. Because of this change some historians call this battle the beginning of the end of chivalry.\nThe Battle.\nIn the battle, the French knights, protected by chain mail reinforced with metal plate, were nearly exhausted by charging several miles into the battle (against their king's wishes). Their horses had to walk through deep mud and charge up a hill into English and Welsh arrow storm. They were cut down. Many French nobles died.\nThe knights' horses were barely protected at all. The storm of arrows killed or disabled the knights' mounts, and left the knights floundering in the mud on foot beneath a hail of arrows.\nThe bolts (heavy arrows) of the Genoese crossbowmen at the forefront of the battle could not reach the English. They fell short because the crossbow strings were wet. The archers had also misjudged the range and shot too early and too low. The English, controlling the high ground, were able to run a short distance down the hill and pick off the Genoese with volleys of arrows. As the Genoese attempted to retreat, they were cut down by the French knights, who thought the withdrawal was cowardly. This wasted the first charge of French cavalry, and left them disorganized for the charge on the English.\nIn a strong defensive position, Edward III ordered that everyone fight on foot. He split the army in three divisions, one commanded by his sixteen-year-old son, Edward, the Black Prince. The archers were set in a 'V-formation' along the top of the hill. While they waited, the English built a system of ditches, pits and caltrops, to hurt and bring down the enemy cavalry.","categories":[],"infobox_types":[],"annotations":[{"uri":"26_August","surface_form":"26 August","offset":32},{"uri":"1346","surface_form":"1346","offset":42},{"uri":"Cr%C3%A9cy-en-Ponthieu","surface_form":"Crécy","offset":52},{"uri":"France","surface_form":"France","offset":70},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":127},{"uri":"England","surface_form":"English","offset":159},{"uri":"Army","surface_form":"army","offset":167},{"uri":"Tactic","surface_form":"tactic","offset":217},{"uri":"War","surface_form":"war","offset":285},{"uri":"Longbow","surface_form":"longbow","offset":318},{"uri":"Knight","surface_form":"knight","offset":349},{"uri":"Genoa","surface_form":"Genoan","offset":418},{"uri":"Crossbow","surface_form":"crossbow","offset":425},{"uri":"Arrow","surface_form":"arrow","offset":449},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":539},{"uri":"Knight","surface_form":"knight","offset":552},{"uri":"Chivalry","surface_form":"chivalry","offset":689},{"uri":"Chainmail","surface_form":"chain mail","offset":759},{"uri":"Mud","surface_form":"mud","offset":932},{"uri":"Genoa","surface_form":"Genoese","offset":1258},{"uri":"Edward_III_of_England","surface_form":"Edward III","offset":1863},{"uri":"Edward%2C_the_Black_Prince","surface_form":"Edward, the Black Prince","offset":1992},{"uri":"Ditch","surface_form":"ditch","offset":2134},{"uri":"Pit","surface_form":"pit","offset":2143},{"uri":"Caltrop","surface_form":"caltrop","offset":2152},{"uri":"Cavalry","surface_form":"cavalry","offset":2195}]}