{"id":9386,"url":"http://en.wikipedia.org/wiki/Color_blindness","text":"People with color blindness cannot tell the difference between certain colors. They may not see colors at all.\nMost color blindness is heritable, usually as simple Mendelian inheritance. Sometimes, it is the result of damage to the eyes, nerves, or the brain. It can be caused by coming into contact with certain chemicals.\nMost color blindness is permanent. Some conditions can lead to temporary color blindness. During certain kinds of migraine, some people are unable to tell the difference between certain colors. There is no treatment cure for permanent color blindness.\nMany more males are color blind than females. Between five and eight percent of males, but less than one percent of females, are color blind.\nColor blindness is usually thought of as a disability. However, people who are color blind have one advantage: they are sometimes better at seeing through some types of camouflage.\nHistory.\nIn 1798, English chemist John Dalton published the first scientific article about color blindness. That was after he found out that he was color blind. The article was called \"Extraordinary facts relating to the vision of colours\". Because of this, the condition is sometimes called \"daltonism\". As of 2009, the word \"daltonism\" is used only for the type of color blindness called deuteranopia.\nHow the human eye sees colors.\nInside the human eye is a part called the retina. The retina receives the images that the eye sees. It sends the images to the brain. The retina has two types of cells: Rod cells and Cone cells. They work in different types of light.\nHow the brain works out the colors.\nParts of the thalamus and the visual cortex in the brain are involved in \"seeing\", also seeing colors. Color blindness can therefore also result if these areas of the brain, the optic nerve or the retina have been damaged. These types of color blindness usually happen because of an accident. They are not inherited. Inherited forms of color blindness affect the retina only.\nThat way it is possible that only a part of the visual field is affected by color blindness, but in the rest, there is no color blindness.\nSome types of color blindness, but not inherited color blindness, can be cured.\nCauses of color blindness.\nThere are several different problems that can cause color blindness.\nTotal color blindness.\nThis condition is very rare. People who suffer from it can only see in black, gray and white: They can perceive only differences in \"brightness\" and do not see \"color\". This is called \"monochromacy\".\nRed/green color blindness.\nThere are two kinds of red-green color blindness: protanopia or deuteranopia. Deuteranopia is the most common form of color blindness; between five and ten percent of males suffer from it. It is called Daltonism because John Dalton discovered it. Those affected have trouble telling the difference between red and green. As seen by protanopes (people suffering from protanopia), red is darkened. Most often, this is because they lack the receptors for long (protanopia) or medium (deuteranopia)-length light waves or because these receptors have changed their sensitivity.\nBlue/yellow color blindness.\nAlthough the name is blue-yellow color blindness (tritanopia), people affected by this type of color blindness can usually tell the difference between blue and yellow. Instead they cannot tell the difference between blue and green, and also yellow and violet. It is different from the other types of color blindness because it is not linked to sex. It is equally possible for anyone to develop blue-yellow color blindness. It is caused by having few or no cones in the retina which can sense short wavelength light.\nOther causes of color blindness.\nSometimes, people do not have problems seeing color, but their brain has trouble \"telling\" the color, and interprets it wrong. It is also possible that only certain parts of the eye have color blindness; people may become color blind because of other diseases, but after the disease goes away, see normally again. This seems to be the case with certain forms of migraine.\nHow color blindness is inherited.\nMales have one X and one Y chromosome; females have two X chromosomes. Many of the genes involved in making color vision work are on the X chromosome: they are sex linked. For this reason, men are more often affected by color blindness than women.\nThe \"color blind\" gene allows non-color blind people see the difference between red and green. The gene is located on the X chromosome. This means that a male will be color blind if the single X he inherits from his mother contains the color blind version of the \"color blind\" gene. A female will inherit color blindness only if she inherits two X chromosomes containing defective (mutant) color gene alleles. In other words, a female needs to inherit \"color blind\" genes from both parents in order to be color blind.\nTesting someone for color blindness.\nThe Ishihara plate test has been in use since 1917. Each plate has an image with dots of different size and color. People will then \"see\" different images (most often Arabic numbers). Those with certain types of color blindness will see different numbers from those not affected by color blindness.\nBecause many young children have not learned numbers yet, other tests have been developed. They use symbols, like a square, a circle or a car instead of numbers.\nDesign changes.\nA color code is when there is much information in the color of certain item. Such codes cannot be understood easily by those who are color blind. For this reason, color should not be used alone to give information. Good graphic design avoids using color coding or color differences alone to give information. This does not only help color blind people, but also normally sighted people.\nCascading Style Sheets can be used on web pages. They allow to give a different color scheme for color blind people. Certain color scheme generators help graphic designers see color schemes as eight types of color blind people see them.\nColor blindness is very sensitive to changes in material. A red-green color blind person may be unable to see the difference between colors on a map printed on paper. The same map on a computer screen or television may appear normally. In addition, some color blind people find it easier to tell the difference between colors on artificial materials, such as plastic or in acrylic paints, than on natural materials, such as paper or wood. Thirdly, for some color blind people, color can only be distinguished if there is enough color: thin lines might appear black, but a thicker line of the same color can be seen in the correct color.\nIn certain cases when it is important to understand information very quickly, the visual system may drop the colors, and only work in shades of gray. This is important to know when designing the interfaces for objects that need to be used in an emergency situation, like emergency brakes, or emergency telephones.\nBecause color blind people may not see the difference between colors such as red and green, some countries, such as Romania have refused to give them driving licenses. In Romania, people have started to change the laws so that color blind people will also be able to drive legally.\nIn the United Kingdom, electricity wires in houses used to be red, black and green. They were changed to brown, blue and green/yellow to help color blind people see the difference between the \"live\" and \"earth\" wires.\nWhat color blindness is not.\nMany people do not understand color blindness. People who are color blind never swap the colors they are blind to. They may have trouble telling two colors from one another. That way they may have a problem finding the right kind of apple in the supermarket. The image below first shows the way that two apples look to a person with normal vision, and then the way it looks to a person with red-green color blindness. The left apple is a \"Braeburn\"; it is red in color. The apple on the right is a \"Granny Smith\"; it is green. To someone with red-green blindness, the apples look like they are almost the same color.","categories":[],"infobox_types":[],"annotations":[{"uri":"Color","surface_form":"color","offset":71},{"uri":"Heritable","surface_form":"heritable","offset":135},{"uri":"Mendelian_inheritance","surface_form":"Mendelian inheritance","offset":164},{"uri":"Eye","surface_form":"eye","offset":232},{"uri":"Nerve","surface_form":"nerve","offset":238},{"uri":"Brain","surface_form":"brain","offset":253},{"uri":"Chemical","surface_form":"chemical","offset":313},{"uri":"Permanent","surface_form":"permanent","offset":348},{"uri":"Temporary","surface_form":"temporary","offset":387},{"uri":"Migraine","surface_form":"migraine","offset":438},{"uri":"Percent","surface_form":"percent","offset":645},{"uri":"Male","surface_form":"male","offset":656},{"uri":"Female","surface_form":"female","offset":692},{"uri":"Disability","surface_form":"disability","offset":761},{"uri":"Advantage","surface_form":"advantage","offset":818},{"uri":"Camouflage","surface_form":"camouflage","offset":887},{"uri":"England","surface_form":"English","offset":917},{"uri":"Chemist","surface_form":"chemist","offset":925},{"uri":"John_Dalton","surface_form":"John Dalton","offset":933},{"uri":"Publish","surface_form":"publish","offset":945},{"uri":"Science","surface_form":"scientific","offset":965},{"uri":"Retina","surface_form":"retina","offset":1376},{"uri":"Cell","surface_form":"cell","offset":1496},{"uri":"Rod_cell","surface_form":"Rod cell","offset":1503},{"uri":"Cone_cell","surface_form":"Cone cell","offset":1517},{"uri":"Thalamus","surface_form":"thalamus","offset":1617},{"uri":"Visual_cortex","surface_form":"visual cortex","offset":1634},{"uri":"Brain","surface_form":"brain","offset":1655},{"uri":"Nerve","surface_form":"nerve","offset":1788},{"uri":"Damage","surface_form":"damaged","offset":1818},{"uri":"Accident","surface_form":"accident","offset":1887},{"uri":"Visual_field","surface_form":"visual field","offset":2028},{"uri":"Cure","surface_form":"cured","offset":2192},{"uri":"Rare","surface_form":"rare","offset":2341},{"uri":"Black","surface_form":"black","offset":2389},{"uri":"Gray","surface_form":"gray","offset":2396},{"uri":"White","surface_form":"white","offset":2405},{"uri":"Brightness","surface_form":"brightness","offset":2451},{"uri":"Red","surface_form":"red","offset":2568},{"uri":"Green","surface_form":"green","offset":2572},{"uri":"Blue","surface_form":"blue","offset":3298},{"uri":"Yellow","surface_form":"yellow","offset":3307},{"uri":"Equal","surface_form":"equal","offset":3502},{"uri":"Brain","surface_form":"brain","offset":3759},{"uri":"Migraine","surface_form":"migraine","offset":4058},{"uri":"Chromosome","surface_form":"chromosome","offset":4129},{"uri":"Gene","surface_form":"gene","offset":4185},{"uri":"Sex_linked","surface_form":"sex linked","offset":4262},{"uri":"Red","surface_form":"red","offset":4430},{"uri":"Green","surface_form":"green","offset":4438},{"uri":"Inheritance","surface_form":"inherits","offset":4548},{"uri":"Defect","surface_form":"defective","offset":4721},{"uri":"Mutation","surface_form":"mutant","offset":4732},{"uri":"Allele","surface_form":"allele","offset":4751},{"uri":"Image","surface_form":"image","offset":4975},{"uri":"Arab","surface_form":"Arab","offset":5072},{"uri":"Number","surface_form":"number","offset":5079},{"uri":"Symbol","surface_form":"symbol","offset":5304},{"uri":"Square_(geometry)","surface_form":"square","offset":5320},{"uri":"Circle","surface_form":"circle","offset":5330},{"uri":"Car","surface_form":"car","offset":5342},{"uri":"Graphic_design","surface_form":"graphic design","offset":5602},{"uri":"Cascading_Style_Sheets","surface_form":"Cascading Style Sheets","offset":5769},{"uri":"Web_page","surface_form":"web page","offset":5807},{"uri":"Scheme","surface_form":"scheme","offset":5855},{"uri":"Sensitive","surface_form":"sensitive","offset":6030},{"uri":"Material","surface_form":"material","offset":6054},{"uri":"Computer","surface_form":"computer","offset":6191},{"uri":"Television","surface_form":"television","offset":6210},{"uri":"Artificial","surface_form":"artificial","offset":6335},{"uri":"Plastic","surface_form":"plastic","offset":6365},{"uri":"Acryl","surface_form":"acryl","offset":6379},{"uri":"Paper","surface_form":"paper","offset":6430},{"uri":"Wood","surface_form":"wood","offset":6439},{"uri":"Distinguish","surface_form":"distinguished","offset":6501},{"uri":"Gray","surface_form":"gray","offset":6787},{"uri":"User_interface","surface_form":"interfaces","offset":6838},{"uri":"Emergency","surface_form":"emergency","offset":6888},{"uri":"Emergency","surface_form":"emergency","offset":6914},{"uri":"Brake","surface_form":"brake","offset":6924},{"uri":"Emergency_telephone","surface_form":"emergency telephone","offset":6935},{"uri":"Romania","surface_form":"Romania","offset":7073},{"uri":"Driver%27s_license","surface_form":"driving license","offset":7107},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":7246},{"uri":"Electricity","surface_form":"electricity","offset":7262},{"uri":"Apple","surface_form":"apple","offset":7719},{"uri":"Supermarket","surface_form":"supermarket","offset":7732}]}