{"id":93878,"url":"http://en.wikipedia.org/wiki/Local_government_in_Germany","text":"There are five levels of government in Germany. The German government is called local government in the lowest two levels. The five levels of German government are all legally independent. This means that each level of government has a separate job in Germany. The German constitution (the Grundgesetz) lists the five levels of government and says what each level should do.\nSome states have \"regierungsbezirke\" which are a group of counties and cities in an area to help run certain tasks across the area.\nOther states have \"Amt\" which is a collection of municipalities in a district usually because the municipalities themselves are too small to run many services\nRegierungsbezirke and Ämte are not guaranteed by the constitution, they are a way of helping the various levels of government to do their job.\n\"Subsidiarity\".\nThe idea of subsidiarity means that government jobs should be done by the lowest possible level.\nThere are two types of tasks (jobs) for a municipality. \"Voluntary\" which a town or municipality can do if it wants, and \"mandatory\" or things which must be done because of a federal or state law.\nSetting up a theatre, a museum, a sports field or a meeting hall is a voluntary task. If the municipality can afford to set these things up, the \"Land\" cannot stop them. Also the \"Land\" cannot order the municipality to set these things up.\nThe mandatory self-government tasks are things which a municipality must do itself, or must arrange to be done on its behalf. For example one of the most important jobs of any local council is to providing the citizens with water, electricity, district heating, gas as well as wastewater services and waste removal.\nA council could run its own waterworks or join with others to share a larger facility. Modern electricity supply means that a council does not have to run their own power station anymore. But they must help private companies get the electricity supply to local houses and factories.\nTransferred tasks.\nAlthough the Federation or state might have the right to control some things, the idea of subsidiarity means that they are \"administered\" (carried out) at the lowest possible level. For example, marriage ceremonies and issuing birth and death certificates are arranged by the town registrar, the Federation and the Land arrange legal and expert supervision so that the task is done properly and is the same across Germany.\nRunning local government.\nWho runs the town or district government depends on where in Germany the town is.\nMagistrat system.\nThe town council, or town council meeting is responsible for all jobs not given to the \"magistrat\". The magistrat is the executive responsible for administering services. It is chosen by the town council, and can have both professional and honorary members. The mayor is head of the magistrate, but not of the town council meeting. The mayor is chosen separately by the people not the council. the system is only used in Hesse. It is the oldest system, and the only system where a group of elected people are responsible for the administration, instead of just one, the mayor.\nMayoral system.\nThe mayor is head of the council and the administration.\nNorth German system.\nPower is split between the mayor and the town clerk. The mayor has some functions, but day to day administration is done by the professional town clerk.\nSouth German system.\nUsed in Bavaria and the old eastern länder. The mayor is elected by the people, and he heads the council and the town government. The council is responsible for nearly all decisions. Some decisions are taken by the mayor. The council may give some of its tasks to the mayor, in which case they cannot change the mayor's decision.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":39},{"uri":"Independence","surface_form":"independent","offset":176},{"uri":"Constitution","surface_form":"constitution","offset":272},{"uri":"Grundgesetz","surface_form":"Grundgesetz","offset":290},{"uri":"Regierungsbezirk","surface_form":"regierungsbezirk","offset":393},{"uri":"Amt_(political_division)","surface_form":"\"Amt\"","offset":525},{"uri":"Marriage","surface_form":"marriage","offset":2172},{"uri":"Birth_certificate","surface_form":"birth","offset":2204}]}