{"id":93875,"url":"http://en.wikipedia.org/wiki/CornerShot","text":"CornerShot is a special-use weapon that can fire around corners. It was first made in the early 2000s for SWAT teams and special forces in situations usually involving terrorists and hostages.\nOverview.\nIts designers were two former Israeli Army senior officers. It was made with money invested by American investors. It has several different types. So far, the types made are the Standard, the 40 mm grenade launcher, the APR, and an Anti-tank version. It works because its many parts are either on the front or the back end, which are linked by a steel hinge. It is manufactured by Corner Shot Holdings, LLC, a company in Miami with offices in Israel. Units have been sold in 15 countries. The CornerShot was recently evaluated by the UK Ministry of Defence.\nForms and variations.\nThe CornerShot is available in several different types. A standard pistol version is available, along with a 40 mm grenade launcher. Because they are fitted with very good digital cameras, any type can also be used as a tool to spy with. All the models come with the same camera and 2.5 inch color LCD screen. this provides video and a sighting system with transmission capability. The flashlight and camera let it work in either day or night. A variety of cameras, as well as a folding stocks, are available. An accessory rail is standard.\nStandard.\nThe standard CornerShot can put a normal semi-automatic pistol in the front part of the weapon. It has a remote linkage to the trigger mechanism in the rear part. The mechanism has a trigger pull of 21 newtons (4.7 lbf). It is 820 millimetres (32.67 in) long, with a weight of 3.86 kilograms (8.5 lb).\n40 mm grenade launcher.\nThe 40 mm Grenade Launcher is a breech-loading, single shot grenade launcher. Manually operated, or it can only fire one round at a time. It fires all 40 mm grenades, less-deadly and non-deadly ammunition (or what a gun fires), and tear/irritant gas capsules (the container in a liquid or gas is stored). Spent ammunition is ejected for easier reloading. The same system is available in 37 mm size for police. The 40 mm model has a rifling of 1:1.224, is 900 mm long, and weighs 4.4 kg (9.5 lb). The muzzle velocity is 74.7 m/s (M-406 grenade). Its range for normal fire, single target is 150 meters. For area coverage, with fragmentation munitions, or ammunition that blows apart when it hits its target, is 350 meters.\nAssault Pistol Rifle (or APR).\nThe Assault Pistol Rifle mounts an assault pistol in the front part of the weapon to allow the use of rifle bullets. It fires 5.56 mm ammunition. The APR pistol can be removed from the CornerShot frame.\nCornerShot Panzerfaust (or CSP).\nIt was first shown at the Eurosatory 2004 military trade show in Paris. The model for use against armored vehicles is designed to fire Panzerfaust anti-tank rockets. It can turn 90 degrees instead of the standard 60 degrees.\nHow it works.\nIn the standard version a pistol is mounted in the front end of the weapon, which bends horizontally (like a door does) at a mid-gun sixty-degree hinge. There is a digital camera and a flashlight attached to the barrel in the bayonet position. On the butt side of the hinge are the trigger, camera screen (which is on a horizontal hinge just like the mid-gun hinge but it is off of the left side of the gun), and controls for the camera and light.\nSimilar weapons.\nThe Krummlauf was a bent barrel designed for the Sturmgewehr 44. It was used by Germans in World War II. It allowed for looking and firing around corners with its 30 degree barrel and a periscope-style sight.","categories":[],"infobox_types":[],"annotations":[{"uri":"Weapon","surface_form":"weapon","offset":28},{"uri":"SWAT","surface_form":"SWAT","offset":106},{"uri":"Special_forces","surface_form":"special forces","offset":121},{"uri":"Terrorism","surface_form":"terrorists","offset":168},{"uri":"Hostages","surface_form":"hostages","offset":183},{"uri":"Design","surface_form":"design","offset":207},{"uri":"Israel_Defense_Forces","surface_form":"Israeli Army","offset":233},{"uri":"United_States","surface_form":"American","offset":298},{"uri":"Corner_Shot","surface_form":"Corner Shot Holdings, LLC","offset":584},{"uri":"UK_Ministry_of_Defence","surface_form":"UK Ministry of Defence","offset":737},{"uri":"Pistol","surface_form":"pistol","offset":850},{"uri":"Grenade_launcher","surface_form":"grenade launcher","offset":898},{"uri":"Spy","surface_form":"spy","offset":1011},{"uri":"Semi-automatic_pistol","surface_form":"semi-automatic pistol","offset":1375},{"uri":"Trigger_(firearms)","surface_form":"trigger mechanism","offset":1461},{"uri":"Trigger_pull","surface_form":"trigger pull","offset":1517},{"uri":"Newton_(unit)","surface_form":"newton","offset":1536},{"uri":"Pound-force","surface_form":"lbf","offset":1549},{"uri":"Pound_(mass)","surface_form":"lb","offset":1631},{"uri":"Breech-loading_weapon","surface_form":"breech-loading","offset":1692},{"uri":"Cartridge_(firearms)","surface_form":"round","offset":1781},{"uri":"Police","surface_form":"police","offset":2062},{"uri":"Rifling","surface_form":"rifling","offset":2092},{"uri":"Muzzle_velocity","surface_form":"muzzle velocity","offset":2160},{"uri":"Panzerfaust","surface_form":"Panzerfaust","offset":2783},{"uri":"Bayonet","surface_form":"bayonet","offset":3113},{"uri":"Sturmgewehr_44","surface_form":"Sturmgewehr 44","offset":3401},{"uri":"World_War_II","surface_form":"World War II","offset":3443},{"uri":"Periscope","surface_form":"periscope","offset":3538}]}