{"id":93934,"url":"http://en.wikipedia.org/wiki/Aang","text":"ce=\"preserve\">Aang is a fictional character and the main hero in Nickelodeon's television series '. The character was made by Michael Dante DiMartino and Bryan Konietzko and voiced by Zach Tyler Eisen. He has take part in all the episodes of \"Avatar\", except \"Zuko Alone\" (7th episode of Book 2). Aang is also in the first episode, \"The Boy In The Iceberg\". Aang appears in other media, like trading cards (a card that is collected), video games, T-shirts, and web comics.\nAang is the last Airbender. They were the only race of people who could control the air. He is 112 years old. He has not become older because he had been frozen in an iceberg for 96 years, and is still like a 12 year old, because he used Avatar State to protect himself and his bison. In the second show, it is discovered that Aang is the living form of the Avatar. This is the spirit of the planet in human form. As the Avatar, Aang controls the elements and must keep the Four Nations at peace. The show follows Aang's journeys to do this.\nMost of Aang's habits, such as vegetarianism, are based on Buddhist and Taoist tradition. Aang is the series' unwilling hero. He shows hesitation when joining his friends to save the world from the Fire Nation. His \"lighthearted\" personality has been praised by critics. The creators wanted Aang to \"win enemies with his wits\" and be a \"trickster hero\".\nCreation.\nThe plot they described relates with the first and second episodes of the series, where the \"water people\" (Katara and Sokka) find the \"air guy\" (Aang) while \"trapped in a snowy wasteland\" (the Southern Water Tribe) with \"some fire people [that] are pressing down on them\" (Fire Navy and Zuko). The creators of the show made Aang to be frozen in an iceberg for 1000 years. He was to wake inside a futuristic world, where he would have a robot named Momo and a flying bison named Appa. The creators lost interest in the theme, and changed it to 100 years of suspended animation. The robotic Momo was changed to a flying lemur, and the herd of bison was reduced to one.\nAang's character has a well grown cultural belief. According to the show's creators, \"Avatar\" based on the belief of Buddhism and Taoism.\" A important part of the character is his vegetarian diet, regular with Buddhism or Taoism. In the Brahmajala Sutra, a Buddhist code of ethics, vegetarianism is encouraged. In \"The King of Omashu\" (the 5th episode of first season), Aang shows his vegetarian beliefs by refusing to eat meat. Aang shows a reluctance to fight and an dislike of killing. In \"The Spirit World (Winter Solstice, Part 1)\", Aang gets into a fight with an angry spirit who is destroying a village because the people burned his home (one forest). Instead of fighting the spirit, Aang talks with it.\nAirbending, the element that Aang mainly uses in the show, is based on Baguazhang, an \"internal\" Chinese martial art. This fighting style focuses on circular movements, and does not have many finishing moves. These characteristics were meant to show the unpredictability of air and the peaceful nature of Airbenders in the show. In a flashback during \"The Storm\", Aang remembered the day when elder monks told him that he was the Avatar. Monk Gyatso, Aang's teacher and father-figure, said that Aang must be raised as a normal child. Nearing the end, the monks began to believe that Gyatso interfered too much, so they decide to send Aang to the Eastern Air Temple. Aang refuses to be torn away from his mentor; he writes a note for Gyatso before flying away on his bison, Appa. It is revealed in the first episodes of the show that a violent storm catches Aang and sends him into the ocean during his escape. Aang then enters the Avatar State, unknowingly, for the first time to encase himself and Appa in a frozen air bubble. An image of this air bubble, resembling an iceberg, ends the flashback.\nAfter the 100 years he was in the iceberg with his bison, the story starts when Katara and her brother Sokka free Aang and Appa in the first episode. In the next episode, they all started the trip to the Northern Water Tribe, with hope to find a waterbending master to teach Aang and Katara how to control the water. During their journey they are chased by Zuko, the banished prince of the Fire Nation, who must capture the Avatar to return his honor. In one episode, Aang meets his previous incarnation, Avatar Roku (born on Fire Nation), who said him that he must learn all four bending arts and win Fire Lord Ozai before the end of summer. When the team, named team \"Avatar\", arrived in the Northern Water Tribe, a Waterbender named Master Pakku teaches Aang (and later Katara) waterbending. Later, in the second season, Aang meets Toph Bei Fong, a blind earthbending, who becomes his earthbending teacher. Later, Aang and his friends learn about the solar eclipse, which will occur before the end of the summer, and will block the Firebenders powerless. During the season finale, a guru tried to teach Aang how to open up his seven \"chakras\" in order to control the Avatar State. When Aang has a vision of Katara being in danger, he leaves the Air Temple where he is being taught before the seventh \"chakra\" is opened, locking it. He then battles in the underground caverns of Ba Sing Se. He is killed when Azula strikes him with lightning, but is brought back to life thanks to Katara's special water that has healing abilities, and also her healing abilities.\nIn the third season, Aang and his friends had to win a new enemy - an killer hired by Zuko who shoots with his third eye. Aang and his friends from Earth Kingdom attack the Fire Nation capital during the solar eclipse, but the invasion failed because Azula knew about it. In the next episode, Zuko offers to teach Aang firebending. Aang accepts, despite the group's strong opposition. In \"The Firebending Masters\" (the 13th episode of third season) Aang learns firebending with the help of the last two dragons.\nBefore the final battle with Ozai, he is trapped with his friends because he does not find correct he kills Ozai. After he sleepwalks into a forest, he speaks with four previous Avatars (Roku, Kyoshi, Kuruk, Yangchen), and asking for advice. Each gives him a reason to kill the Fire Lord Ozai, discouraging him. After discovering that the forest is atop a swimming lion-turtle, and receiving advice from said lion-turtle, he prepares to confront the Fire Lord. Once Ozai arrives, Aang engages him in battle. After sparing Ozai when redirecting his lightning and then being backed into a corner, Aang enters the Avatar State. The Avatar State tips the battle in Aang's favor, and makes swift work of Ozai. Using a technique taught to him by the lion-turtle, which called Energybending, Aang removes Ozai's ability to firebend, effectively eliminating the threat. Later, in the Fire Nation capital, Aang is seen in monk robes, standing beside Zuko while he become Fire Lord. He is later seen relaxing with his friends in Ba Sing Se. The series ends with Aang and Katara kissing.\nCharacteristics.\nAang is a vegetarian, as shown in \"The King of Omashu\" (the 5th episode of first season) and \"The Headband\" (the 2nd episode of third season) when he refuses to eat meat since the Air Nomads taught him that life is holy. Aang states a reluctance to fight in \"The Spirit World (Winter Solstice, Part 1)\"; Aang hopelessly negotiates with a spirit who is destroying a village instead of fighting. Due to his non-violent nature, he also shows ethical reluctance refusing to killing Firelord Ozai, and eventually strips Ozai of his bending instead of killing him. In the show, Aang has a complex network of friends extending over all four nations.\nAang, in \"The Storm\" (the 12th episode of first season), said that he wishes he had been there to help Air Nomads a century ago, but would rather live a child's carefree life. Many times in the show, Aang shows how much he cares for those are close to him. He also showed that he can act immaturely, and once tried to deceive others in order to keep the group together. In \"Bato of the Water Tribe\" (the 15th episode of first season), Aang thinks Katara and Sokka might leave to visit their father. Aang hides the map showing their father's whereabouts and lies about having it in the first place.\nIn some episodes, he shows flight abilities with airbending. One technique for this is to make a sphere of air and ride on it, which Aang calls the Air Scooter. Other methods of flying include his glider, and Appa. In the Avatar State, Aang can also fly inside a ball of air.\nReception.\nIn the show's intended demographics, Aang has been received very well. Kendall Lyons said that, \"Aang seems to be the happy kid that you can easily familiarize yourself with\", and that he \"seems to bring comfort in the most dangerous or trouble situations.\" There are many similar descriptions about Aang as a childlike character who is \"reckless and excitable\". Reviews point out that \"as the Avatar, Aang seems unstoppable, but as Aang, he is just another like an airbender\". The review says later that the show continues to focus on a more realistic character instead of a perfect one by showing many weaknesses in his character.\nOther media.\nAang's character showed in the '. He is 1 of the 4 characters of, a video game based on the first season of the show. Two sequels were made: ', a video game based on the second season of the show, and ', a video game based on the third season. Avatar T-shirts, some with Aang's face on them, are being sold on the Nickelodeon Shop website. Tokyopop has published a films comic (sometimes referred to as cine-manga), in which Aang is the main character, like in \"Avatar: The Last Airbender\".\nAang is in \"Escape from the Spirit World\", an online video game that is on Nickelodeon's real website. The game has some plot changes that are not in the show. The show's directors, Michael DiMartino and Bryan Konietzko, say the events are canon.\nIn 2008, M. Night Shyamalan, a film director, cast 12-year-old Tae Kwon Do practitioner Noah Ringer as Aang in the film adaptation of the series, \"The Last Airbender\". The casting of a white actor in the role of Aang (as well as a primarily Caucasian cast) in the Asian-influenced \"Avatar\" universe triggered negative reactions from some fans marked by accusations of racism, a letter-writing campaign, and a protest outside of a Philadelphia casting call for movie extras. The casting decisions were also negatively received by several critics who stated that the original casting call expressed a preference for Caucasian actors over others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":24},{"uri":"Protagonist","surface_form":"hero","offset":57},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":65},{"uri":"Michael_Dante_DiMartino","surface_form":"Michael Dante DiMartino","offset":126},{"uri":"Bryan_Konietzko","surface_form":"Bryan Konietzko","offset":154},{"uri":"Zach_Tyler_Eisen","surface_form":"Zach Tyler Eisen","offset":184},{"uri":"Episode","surface_form":"episode","offset":230},{"uri":"The_Last_Airbender_(season_2)","surface_form":"Book 2","offset":288},{"uri":"Video_game","surface_form":"video game","offset":434},{"uri":"T-shirt","surface_form":"T-shirt","offset":447},{"uri":"Webcomic","surface_form":"web comic","offset":461},{"uri":"Race_(sociology)","surface_form":"race of people","offset":520},{"uri":"Iceberg","surface_form":"iceberg","offset":640},{"uri":"Incarnation","surface_form":"living form","offset":812},{"uri":"Avatar","surface_form":"Avatar","offset":831},{"uri":"Classical_element","surface_form":"elements","offset":920},{"uri":"Vegetarianism","surface_form":"vegetarianism","offset":1046},{"uri":"Buddhist","surface_form":"Buddhist","offset":1074},{"uri":"Taoist","surface_form":"Taoist","offset":1087},{"uri":"Hero","surface_form":"hero","offset":1135},{"uri":"Personality","surface_form":"personality","offset":1245},{"uri":"Katara","surface_form":"Katara","offset":1487},{"uri":"Sokka","surface_form":"Sokka","offset":1498},{"uri":"Zuko","surface_form":"Zuko","offset":1667},{"uri":"Momo","surface_form":"Momo","offset":1828},{"uri":"Buddhism","surface_form":"Buddhism","offset":2164},{"uri":"Taoism","surface_form":"Taoism","offset":2177},{"uri":"Buddhism","surface_form":"Buddhism","offset":2257},{"uri":"Taoism","surface_form":"Taoism","offset":2269},{"uri":"Brahmajala_Sutta_(Theravada)","surface_form":"Brahmajala Sutra","offset":2284},{"uri":"Baguazhang","surface_form":"Baguazhang","offset":2829},{"uri":"Neijia","surface_form":"internal","offset":2845},{"uri":"Chinese_martial_arts","surface_form":"Chinese martial art","offset":2855},{"uri":"Air","surface_form":"air","offset":3032},{"uri":"Bison","surface_form":"bison","offset":3524},{"uri":"Appa","surface_form":"Appa","offset":3531},{"uri":"Appa","surface_form":"Appa","offset":3757},{"uri":"The_Last_Airbender_(season_1)","surface_form":"first episode","offset":3993},{"uri":"Water","surface_form":"water","offset":4104},{"uri":"Water","surface_form":"water","offset":4168},{"uri":"Ozai","surface_form":"Fire Lord Ozai","offset":4460},{"uri":"The_Last_Airbender_(season_2)","surface_form":"second season","offset":4667},{"uri":"Toph","surface_form":"Toph Bei Fong","offset":4693},{"uri":"Earth","surface_form":"earth","offset":4716},{"uri":"Solar_eclipse","surface_form":"solar eclipse","offset":4812},{"uri":"Fire","surface_form":"Fire","offset":4893},{"uri":"Season_finale","surface_form":"season finale","offset":4927},{"uri":"Chakra","surface_form":"chakra","offset":4995},{"uri":"Azula","surface_form":"Azula","offset":5269},{"uri":"The_Last_Airbender_(season_3)","surface_form":"third season","offset":5431},{"uri":"Ajna","surface_form":"third eye","offset":5535},{"uri":"Dragons","surface_form":"dragons","offset":5927},{"uri":"The_Final_Battle","surface_form":"final battle with Ozai","offset":5947},{"uri":"Flight","surface_form":"flight","offset":8298},{"uri":"Air","surface_form":"Air Scooter","offset":8419},{"uri":"Tokyopop","surface_form":"Tokyopop","offset":9544},{"uri":"Film_comic","surface_form":"films comic","offset":9569},{"uri":"M._Night_Shyamalan","surface_form":"M. Night Shyamalan","offset":9951},{"uri":"Taekwondo","surface_form":"Tae Kwon Do","offset":10005},{"uri":"Noah_Ringer","surface_form":"Noah Ringer","offset":10030},{"uri":"The_Last_Airbender","surface_form":"The Last Airbender","offset":10089},{"uri":"Racism","surface_form":"racism","offset":10310},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":10372}]}