{"id":93932,"url":"http://en.wikipedia.org/wiki/Maurizio_Giuliano","text":"Maurizio Giuliano (born 1975) is a person from Italy and England, who travels a lot, writes books, and writes in newspapers. In 2004 he was in the Guinness Book of World Records as the youngest person who has been to all the countries in the world. In 2006/2007 he worked for the UN.\nEducation.\nMaurizio Giuliano was born on 24 February 1975 in Milan, Italy, with a lawyer as a father and a housewife as a mother. He lived in Cuba, Chile, and Indonesia, among other countries. As of 2004, he knew eight languages according to one source, while another source specified that he \"spoke\" five and had a \"passion\" for two more.\nHe went to school in Milan and Manchester, and then studied at the University of Oxford in 1996 and the University of Cambridge in 1997. At Oxford, he studied at University College to know about Oxford's inter-disciplinary course in \"Philosophy, Politics, and Economics\" (PPE), especially Latin America and eastern Europe.\nAs of 1998, he was a research fellow at the Centre for Social Studies (CESOC) in Santiago, Chile.\nStudy on Cuba.\nHe wrote two books and some articles on Cuban politics, especially on the US embargo (which usually stops Americans from doing business with Cubans), which he thinks (in the book \"La Transición Cubana y el \"Bloqueo\" Norteamericano\" and other works) is not good.\nIn an article published in the British academic journal \"Democratization\" in 1998, he focused in particular on how the US embargo against Cuba helps create \"empathy\" by third parties towards Cuba, so that Cubans think it is support for Cuba's government. So he argued that the US Government – in addition to the embargo's direct influence on supporting Cuba's regime – indirectly interferes with the possibility of improving Cuba. That is because third countries, foreign non-governmental organizations and prominent individuals lend support to Cuba's resistance to the US embargo, and this offsets external pressures for democracy, thereby allowing the Cuban regime to convert such \"empathy\" into a source of legitimacy at home.\nHis scholarly work on internal Cuban politics, notably on the 1996 purge of Havana's Centre for American Studies (CEA) (contained in the book \"El Caso CEA\" published in 1998), has been the object of academic reviews, as it exposed the internal conflicts between Cuba's political apparatus and the country's intelligentsia (most intelligent people), previously unknown.\nAccording to some reviews, the book, a work of investigative journalism helped by academic analysis, dealt a strong blow to hard-liners within the regime,\nby exposing for the first time the internal conflicts between Cuba's apparatus and its intelligentsia.\nIn 2001, Cuban exiled scholars Alberto Álvarez and Gerardo González, who were among those purged from the CEA, wrote the book \"¿ Intelectuales vs. Revolución ? El caso del Centro de Estudios sobre América\", which strongly built upon Giuliano's book to offer further insights on relations between Cuba's political apparatus and the country's intellectuals.\nJournalism.\nBesides work on Cuba, other countries Giuliano covered in his journalistic work include East Timor and Myanmar (formerly known as Burma).\nIn 2000, he visited North Korea and published an essay about his visit, essentially describing his tour around the country as being like a movie made by the North Korean authorities.\nIn his journalistic work, he reportedly ran into problems with the authorities of at least two countries. In 1998, he was denied entry to Myanmar after making contact with the National League for Democracy and taking photos of its leader Aung San Suu Kyi. And on 30 October 2002, he was reportedly detained and manhandled by Israeli authorities while crossing the Allenby Bridge.\nGiuliano's writings have also included lighter topics. During his time in Kabul, for example, he wrote restaurant reviews for a local English-language magazine.\nPolitical advocacy.\nIn the early 2000s, Giuliano was a consultant for the Italian Senate's Committee on Human Rights. At that time, at least some of his writings were also intended to influence the positions of the Italian Government on certain human rights issues, as was the case with material that he wrote on North Korea.\nDevelopment career.\nIn 2004, Giuliano worked for the International Organization for Migration in the elections for Afghan refugees in Pakistan,\nand in 2005 worked in Afghanistan for the United Nations Development Programme.\nIn both cases, he was working in the field of communications with the media.\nBetween 2006 and 2008, he served with the United Nations, again in the field of media relations, in the Central African Republic,\nand Cameroon following the refugee crisis caused by the battle of N'Djamena of February 2008.\nTravel.\nAccording to the Guinness Book, through his work, he had travelled to every single sovereign country in the world (which totalled 193 according to the Guinness Book) by 20 February 2004, aged 28 years and 361 days. He claimed that he had visited a total of up to 238 territories (including the 193 sovereign countries recognized by Guinness), and stated that the Democratic People's Republic of Korea (North Korea) had been the hardest country to get into, after numerous attempts and long waits to get a visa.\nHe started travelling at age 14, and believes that, as of 2004, he had travelled at least two million miles, including on the Trans-Siberian Railway and through 11 round-the-world air journeys. Some of his earliest journeys were to Albania and Sierra Leone in 1991, aged 16, and to Mongolia in 1992 for their national festivities Naadam. Most of his later travels were related to his journalistic work.\nOn 20 February 2004 he visited Suriname, thereby completing his visit to all sovereign nations of the world. He held a press conference there on 24 February, where he stated that he had chosen Suriname to complete his record, as the country had always fascinated him due to its richness and variety in cultures and ethnicities.\nHe then travelled from Suriname to London, with 42 passports (of which 30 were Italian and 12 British) filled with immigration stamps, in order to prove his record to Guinness World Records.\nHe claimed that most of his travels were unrelated to the record, and that only since 2001, on the suggestion of friends, did he have the Guinness Record in mind when planning his travels. In explaining his record, however, he stated that he might have an \"addiction to crossing borders\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italy","offset":47},{"uri":"England","surface_form":"England","offset":57},{"uri":"Guinness_World_Records","surface_form":"Guinness Book of World Records","offset":147},{"uri":"United_Nations","surface_form":"UN","offset":280},{"uri":"Milan","surface_form":"Milan","offset":345},{"uri":"Italy","surface_form":"Italy","offset":352},{"uri":"Law","surface_form":"law","offset":366},{"uri":"Housewife","surface_form":"housewife","offset":391},{"uri":"Cuba","surface_form":"Cuba","offset":426},{"uri":"Chile","surface_form":"Chile","offset":432},{"uri":"Indonesia","surface_form":"Indonesia","offset":443},{"uri":"Milan","surface_form":"Milan","offset":645},{"uri":"Manchester%2C_United_Kingdom","surface_form":"Manchester","offset":655},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":691},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":728},{"uri":"University_of_Oxford","surface_form":"Oxford","offset":764},{"uri":"University_College_Oxford","surface_form":"University College","offset":786},{"uri":"Philosophy%2C_Politics%2C_and_Economics","surface_form":"Oxford's inter-disciplinary course in \"Philosophy, Politics, and Economics\" (PPE)","offset":819},{"uri":"Latin_America","surface_form":"Latin America","offset":913},{"uri":"Eastern_Europe","surface_form":"eastern Europe","offset":931},{"uri":"Research","surface_form":"research","offset":968},{"uri":"Centre_for_Social_Studies_(CESOC)","surface_form":"Centre for Social Studies (CESOC)","offset":991},{"uri":"Santiago%2C_Chile","surface_form":"Santiago, Chile","offset":1028},{"uri":"Book","surface_form":"book","offset":1073},{"uri":"Cuba","surface_form":"Cuba","offset":1100},{"uri":"Politics","surface_form":"politics","offset":1106},{"uri":"United_States","surface_form":"US","offset":1134},{"uri":"United_Kingdom","surface_form":"British","offset":1353},{"uri":"Academic","surface_form":"academic","offset":1361},{"uri":"Journal","surface_form":"journal","offset":1370},{"uri":"Empathy","surface_form":"empathy","offset":1479},{"uri":"Democracy","surface_form":"democracy","offset":1944},{"uri":"Purge","surface_form":"purge","offset":2119},{"uri":"Havana","surface_form":"Havana","offset":2128},{"uri":"Centre_for_American_Studies_(CEA)","surface_form":"Centre for American Studies (CEA)","offset":2137},{"uri":"Intelligentsia","surface_form":"intelligentsia","offset":2359},{"uri":"Exile","surface_form":"exile","offset":2694},{"uri":"Purge","surface_form":"purge","offset":2769},{"uri":"Centre_for_American_Studies_(CEA)","surface_form":"CEA","offset":2785},{"uri":"East_Timor","surface_form":"East Timor","offset":3135},{"uri":"Myanmar","surface_form":"Myanmar","offset":3150},{"uri":"Burma","surface_form":"Burma","offset":3177},{"uri":"North_Korea","surface_form":"North Korea","offset":3205},{"uri":"North_Korea","surface_form":"North Korea","offset":3342},{"uri":"Myanmar","surface_form":"Myanmar","offset":3506},{"uri":"National_League_for_Democracy","surface_form":"National League for Democracy","offset":3544},{"uri":"Aung_San_Suu_Kyi","surface_form":"Aung San Suu Kyi","offset":3606},{"uri":"Israel","surface_form":"Israel","offset":3693},{"uri":"Allenby_Bridge","surface_form":"Allenby Bridge","offset":3732},{"uri":"Kabul","surface_form":"Kabul","offset":3822},{"uri":"Italian_Senate","surface_form":"Italian Senate","offset":3983},{"uri":"Italy","surface_form":"Italian","offset":4124},{"uri":"North_Korea","surface_form":"North Korea","offset":4222},{"uri":"International_Organization_for_Migration","surface_form":"International Organization for Migration","offset":4288},{"uri":"Afghanistan","surface_form":"Afghan","offset":4350},{"uri":"Refugee","surface_form":"refugee","offset":4357},{"uri":"Pakistan","surface_form":"Pakistan","offset":4369},{"uri":"United_Nations_Development_Programme","surface_form":"United Nations Development Programme","offset":4421},{"uri":"United_Nations","surface_form":"United Nations","offset":4578},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":4640},{"uri":"Cameroon","surface_form":"Cameroon","offset":4670},{"uri":"Battle_of_N%27Djamena_(2008)","surface_form":"battle of N'Djamena","offset":4722},{"uri":"Guinness_Book_of_World_Records","surface_form":"Guinness Book","offset":4785},{"uri":"List_of_sovereign_states","surface_form":"sovereign country","offset":4851},{"uri":"World","surface_form":"world","offset":4876},{"uri":"North_Korea","surface_form":"the Democratic People's Republic of Korea (North Korea)","offset":5127},{"uri":"Trans-Siberian_Railway","surface_form":"Trans-Siberian Railway","offset":5405},{"uri":"Airline","surface_form":"air","offset":5459},{"uri":"Albania","surface_form":"Albania","offset":5511},{"uri":"Sierra_Leone","surface_form":"Sierra Leone","offset":5523},{"uri":"Mongolia","surface_form":"Mongolia","offset":5561},{"uri":"Naadam","surface_form":"Naadam","offset":5609},{"uri":"Suriname","surface_form":"Suriname","offset":5713},{"uri":"London","surface_form":"London","offset":6045},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":6177}]}