{"id":93950,"url":"http://en.wikipedia.org/wiki/Jak_and_Daxter","text":"\"Jak and Daxter\" is a series of video games, developed by the company Naughty Dog. It is named after the two heroes of the games. Right now, five games are in the series.\nWhere the games happen.\nAll of the \"Jak and Daxter\" games happen on a planet that is similar to Earth, where many creatures who look like humans with long ears live. A long time ago, beings called \"Precursors\" lived on the planet, but disappeared, and the people use the machines the Precursors left behind. Outside of cities and villages, there are many wild and dangerous animals.\nA substance called \"Eco\" is also used by the people. It can be found as gas, liquid, or even solid crystals. There are several different kinds of Eco, and all the different Ecos can do special things. Green Eco can heal injuries or damage, and Blue Eco can make things move faster. There is also Dark Eco, a dangerous kind of Eco which can kill or mutate. In the first \"Jak and Daxter\" game, ', the character Daxter falls into a pit full of Dark Eco and turns into an \"Ottsel\", a fictional, or not real, cross between an otter and a weasel.\nGameplay.\nWhen Naughty Dog first told people about \"Jak and Daxter\", people were very excited, because Naughty Dog had made the famous \"Crash Bandicoot\" series. \"Jak and Daxter: The Precursor Legacy\" was one of the first video games to use something called streaming, which means that the game loads while it is being played, so there are no loading screens. It was also very similar to the games \"Super Mario 64\" and \"Banjo-Kazooie\", because players need to jump, explore, and collect a special kind of object to win the game.\nAfter \"The Precursor Legacy\", the \"Jak and Daxter\" games started to be about other things, not just jumping and finding things. \"Jak II\", the second game, gives the player guns to shoot and vehicles to drive. This is like in the \"Grand Theft Auto\" video games.\nThe first three games of the \"Jak\" series; \"Precursor Legacy\", \"Jak II\", and \"Jak 3\"; are still mainly about platforming. The player controls the character Jak or the character Daxter in jumping puzzles to get to a goal. The character can only get hit by wild animals or monsters only a few times before dying and having to start the goal over, but the character can get life back by touching Green Eco. In \"Jak 3\", the player can get armor that lets Jak be hit more before dying.\nThe player can also use attacks or guns to kill the monsters before Jak or Daxter is hit and hurt.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_video_game_franchises","surface_form":"series of video games","offset":22},{"uri":"Naughty_Dog","surface_form":"Naughty Dog","offset":70},{"uri":"Planet","surface_form":"planet","offset":241},{"uri":"Earth","surface_form":"Earth","offset":267},{"uri":"City","surface_form":"cities","offset":490},{"uri":"Village","surface_form":"village","offset":501},{"uri":"Crystals","surface_form":"crystals","offset":653},{"uri":"Injury","surface_form":"injuries","offset":774},{"uri":"Mutate","surface_form":"mutate","offset":902},{"uri":"Otter","surface_form":"otter","offset":1075},{"uri":"Weasel","surface_form":"weasel","offset":1087},{"uri":"Crash_Bandicoot_series","surface_form":"Crash Bandicoot","offset":1231},{"uri":"Streaming_media","surface_form":"streaming","offset":1352},{"uri":"Loading_screens","surface_form":"loading screens","offset":1437},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":1493},{"uri":"Banjo-Kazooie","surface_form":"Banjo-Kazooie","offset":1514},{"uri":"Jak_II_(video_game)","surface_form":"Jak II","offset":1752},{"uri":"Gun","surface_form":"gun","offset":1795},{"uri":"Vehicle","surface_form":"vehicle","offset":1813},{"uri":"Grand_Theft_Auto_series","surface_form":"Grand Theft Auto","offset":1853},{"uri":"Platform_game","surface_form":"platforming","offset":1993},{"uri":"Puzzle","surface_form":"puzzle","offset":2079},{"uri":"Monster","surface_form":"monster","offset":2155},{"uri":"Armor","surface_form":"armor","offset":2319}]}