{"id":93989,"url":"http://en.wikipedia.org/wiki/Boston_Celtics","text":"The Boston Celtics are a professional basketball team. They play their home games in the TD Garden in Boston, Massachusetts. They are a part of the National Basketball Association (NBA) and play in the Atlantic Division.\nHistory.\nThe Celtics were one of the first NBA teams. Since their start in 1913, they have been the most successful teams, winning 17 NBA championships, including eight championships in a row at one point. The Celtics' seventeen championships is more than any other team. The Celtics play their home games at the TD Garden.\nFrom 2008 to 2013, they were lead by the big three: Kevin Garnett, Paul Pierce and Rajon Rondo. But in July 2013, Garnett and Pierce were traded to the Brooklyn Nets, and Rondo was traded to the Dallas Mavericks.\nCeltics-Lakers Rivalry.\nThe rivalry between the Boston Celtics and Los Angeles Lakers is between two most of the best franchises in NBA history. It has been called the NBA's best rivalry. The two teams have met a record twelve times in the NBA Finals, starting with their first Finals meeting in 1959. They would go on to win the league in the 1920s and the 1980s, playing each other six times in the 1960s and three times in the 1980s.\nThe rivalry had been less known since the retirements of Magic Johnson and Larry Bird in the early 1990s, but in 2008 it happened again when the Celtics and Lakers met in the Finals for the first time since 1987, with the Celtics winning the series in six games. They played once again in the 2010 NBA Finals which the Lakers won in seven games. The two teams have won the two highest numbers of championships, the Celtics 17, the Lakers 16; together, the 33 championships account for almost half of the 67 championships in NBA history.","categories":[],"infobox_types":[],"annotations":[{"uri":"Basketball","surface_form":"basketball","offset":38},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":102},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":148},{"uri":"TD_Garden","surface_form":"TD Garden","offset":534},{"uri":"Kevin_Garnett","surface_form":"Kevin Garnett","offset":597},{"uri":"Paul_Pierce","surface_form":"Paul Pierce","offset":612},{"uri":"Rajon_Rondo","surface_form":"Rajon Rondo","offset":628},{"uri":"Brooklyn_Nets","surface_form":"Brooklyn Nets","offset":697},{"uri":"Rajon_Rondo","surface_form":"Rondo","offset":716},{"uri":"Dallas_Mavericks","surface_form":"Dallas Mavericks","offset":740},{"uri":"Los_Angeles_Lakers","surface_form":"Los Angeles Lakers","offset":825},{"uri":"NBA_Finals","surface_form":"NBA Finals","offset":998},{"uri":"1959_NBA_Finals_Year","surface_form":"1959","offset":1054},{"uri":"Magic_Johnson","surface_form":"Magic Johnson","offset":1252},{"uri":"Larry_Bird","surface_form":"Larry Bird","offset":1270},{"uri":"2010_NBA_Finals","surface_form":"2010 NBA Finals","offset":1488},{"uri":"List_of_NBA_champions","surface_form":"67 championships","offset":1699}]}