{"id":93982,"url":"http://en.wikipedia.org/wiki/Matrixism","text":"Matrixism or The path of the One is a new religion based on the movie \"The Matrix\". It was started by a group of people in the year 2004. By the year 2005, Matrixism had over 300 members and it was seen in books and newspapers. There are now 16,000 members of Matrixism.\nMatrixism is a syncretic religion (a religion that joins together all religions). The words \"the matrix\" are seen in a Baha'i book from the year 1912 named \"The Promulgation (starting) of Universal (complete international) Peace\". Matrixism uses this fact to make a connection to the history of world religion but the three \"Matrix\" motion pictures are Matrixism's Bible (prime book).\nMatrixism has four beliefs called \"The Four Tenets (rules) of Matrixism\". The four rules are; 1) Belief in the prophecy of the One. 2) Use of psychedelics (mind expansion medicine) as sacrament. 3) Seeing the relative nature of the world. 4) Acting by the rules of one of the world's religions. For Matrixism April 19th is a holiday (special day) named Bicycle Day. November 22nd is another holiday for Matrixism named the Day of Remembrance and Reflection. Aldous Huxley, John F. Kennedy and C.S. Lewis all died on this day in 1963.\nThe sign for Matrixism is 赤, the Japanese kanji for the word \"red\". This sign was used in the computer game \"Enter the Matrix\". The color is a reference to the \"red pill\", from the motion picture \"The Matrix\", which is representative of being able to see that which is true. The word (sign) 赤 is also a Chinese word (character). In fact, the Japanese kanji is from a Chinese character.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Matrix","surface_form":"The Matrix","offset":71},{"uri":"Baha%27i","surface_form":"Baha'i","offset":390},{"uri":"1912","surface_form":"1912","offset":416},{"uri":"Bible","surface_form":"Bible","offset":636},{"uri":"Prophecy","surface_form":"prophecy","offset":767},{"uri":"Psychedelic","surface_form":"psychedelic","offset":798},{"uri":"Sacrament","surface_form":"sacrament","offset":840},{"uri":"Holiday","surface_form":"holiday","offset":981},{"uri":"Aldous_Huxley","surface_form":"Aldous Huxley","offset":1114},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":1129},{"uri":"C.S._Lewis","surface_form":"C.S. Lewis","offset":1149},{"uri":"Kanji","surface_form":"kanji","offset":1232},{"uri":"Computer_game","surface_form":"computer game","offset":1284},{"uri":"The_Matrix","surface_form":"The Matrix","offset":1387}]}