{"id":9402,"url":"http://en.wikipedia.org/wiki/Sopron","text":"Sopron is a city of Hungary, near the western border of Hungary with Austria, at the foot of the Alps, 60 km from Vienna (in Austria) and 220 km from Budapest. The people of this city are famous for their loyalty to their country, and their hometown. A famous monument is 'Gate of Faith' which is the symbol of the people's faith to Hungary in 1921.\nAncient Scarbantia.\nAt the time of the Roman Empire, there was a city here called Scarbantia. The main square of Sopron is in the same place as the forum (or main square) of Roman times.\nAfter this, the city was probably deserted. When the Hungarians arrived in the area, it was in ruins. In the 9th–11th centuries Hungarians strengthened the old Roman city walls and built a castle. The town got its Hungarian name of Sopron from a steward of the castle named Suprun. By 1153 it was an important town.\nIn 1273 King Otakar II of Bohemia took over the castle and took the children of Sopron's noble families as hostage. But the people of the city opened the gates when the army of King Ladislaus IV of Hungary arrived. The King Ladislaus made Sopron a free royal town.\n1500s-1800s.\nIn 1528 Hungary was invaded by Ottoman Turks who destroyed many parts of the city but did not take it over. Many people from other towns fled to Sopron for safety.\nIn 1676 most of the ancient buildings in the city were destroyed by a fire. When they were replaced, they were in a new style, called Baroque. Many of the Baroque buildings are standing today.\n1900s.\nSopron was an important town in the Austro-Hungarian Empire. After the World War I it became part of Austria. But the townspeople were not happy with this and in December 1921 they voted that the city should be part of Hungary. Since that day the city has been called \"Civitas Fidelissima\", (\"The Most Loyal Town\" which in Hungarian is \"A Leghűségesebb Város\"). A holiday is held every year to celebrate.\nIn World War II Sopron suffered badly. It was bombed several times. There were many Jewish people living in Sopron before the war. The Nazis and their Hungarian allies sent the Jews of Sopron to death camps and killed nearly all of them, as well as other people who disagreed with Nazi ideas.\nThe Soviet Red Army captured the city on April 1, 1945. Sopron, as part of Hungary, was ruled by a Socialist government. At this time many factories were built around Sopron. The Socialist government took away a lot of the freedom that people had. In August 1989, in Sopron there was a big protest against the Socialist government, which was called the \"Pan-European Picnic\". While this was happening more than 200 people who lived in East Germany (which was Socialist) escaped to the West. This was the beginning of a big change for all the Socialist countries of Europe. People who had not been allowed to travel or live in other countries were finally allowed to be free.\n21st century.\nHungary is now part of the European Union. Sopron now has trade with other countries, most importantly Austria. There are many German-speaking people who live in Sopron so most street signs are written in both Hungarian and German.\nArchitecture.\nThe city of Sopron shows signs of its long history in its buildings. There are still walls and foundations from the Ancient Roman times and also building from the Middle Ages. The medieval Kecske Church (\"Goat Church\") was where coronations (crowning kings) and parliament took place. There is also a very old Jewish synagogue.\nMany old buildings whose architecture are from the 1600s and 1700s and are in the Baroque style which often has a lot of decoration. Stornó House is one of the most well-known buildings, because of its elegant Baroque architecture, its connection with King Matthias and its interesting collection. There is also a famous statue of the Holy Trinity from this time. the \"Várkerület\" is part of the city built where the ancient moat was; The inner row of houses follow the line of the castle wall. Várkerület has a famous Maria Statue. The Town Hall built in 1896 and the Ursuline Church is an important building in the Gothic Revival style.\nCountryside.\nSopron is popular as a holiday place because it is set in beautiful countryside where people like to walk in the hills, enjoying the pure air, the forests and mountain springs. There are many hiking paths and look-out towers. Near to Sopron is Lake Fertő.\nThe Löverek, is a beautiful hilly area south of the city, with forests of spruce, oaks and chestnut trees. The flowers that bloom there include \"Lily of the Valley\" and cyclamens.\nWine.\nSopron is a wine producing region, that is one of the few in Hungary to make both red and white wines. The grapes grown here include Kékfrankos for red wine and Traminer (Gewürztraminer) for white wine. In climate it is similar to the Burgenland wine region nearby in Austria, and several winemakers make wine in both countries.\nSports.\nMFC Sopron is a football team based in Sopron.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hungary","surface_form":"Hungary","offset":20},{"uri":"Austria","surface_form":"Austria","offset":69},{"uri":"Alps","surface_form":"Alps","offset":97},{"uri":"Vienna","surface_form":"Vienna","offset":114},{"uri":"Budapest","surface_form":"Budapest","offset":150},{"uri":"Loyalty","surface_form":"loyalty","offset":205},{"uri":"Symbol","surface_form":"symbol","offset":301},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":389},{"uri":"Forum","surface_form":"forum","offset":498},{"uri":"Castle","surface_form":"castle","offset":726},{"uri":"Bohemia","surface_form":"Bohemia","offset":879},{"uri":"Hostage","surface_form":"hostage","offset":960},{"uri":"Army","surface_form":"army","offset":1022},{"uri":"Invasion","surface_form":"invaded","offset":1151},{"uri":"Ottoman_Empire","surface_form":"Ottoman Turks","offset":1162},{"uri":"Baroque","surface_form":"Baroque","offset":1429},{"uri":"Austro-Hungarian_Empire","surface_form":"Austro-Hungarian Empire","offset":1531},{"uri":"World_War_I","surface_form":"World War I","offset":1566},{"uri":"Austria","surface_form":"Austria","offset":1596},{"uri":"World_War_II","surface_form":"World War II","offset":1903},{"uri":"Nazis","surface_form":"Nazis","offset":2035},{"uri":"Jews","surface_form":"Jews","offset":2077},{"uri":"Death_camp","surface_form":"death camp","offset":2095},{"uri":"Red_Army","surface_form":"Red Army","offset":2204},{"uri":"Socialism","surface_form":"Socialist government","offset":2292},{"uri":"Factory","surface_form":"factories","offset":2332},{"uri":"Freedom","surface_form":"freedom","offset":2416},{"uri":"Pan-European_Picnic","surface_form":"Pan-European Picnic","offset":2547},{"uri":"East_Germany","surface_form":"East Germany","offset":2628},{"uri":"European_Union","surface_form":"European Union","offset":2909},{"uri":"Austria","surface_form":"Austria","offset":2985},{"uri":"History","surface_form":"history","offset":3171},{"uri":"Ancient_Rome","surface_form":"Ancient Roman","offset":3244},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":3291},{"uri":"Coronation","surface_form":"coronation","offset":3357},{"uri":"Parliament","surface_form":"parliament","offset":3390},{"uri":"Synagogue","surface_form":"synagogue","offset":3445},{"uri":"Architecture","surface_form":"architecture","offset":3481},{"uri":"1600s","surface_form":"1600s","offset":3507},{"uri":"1700s","surface_form":"1700s","offset":3517},{"uri":"Baroque","surface_form":"Baroque","offset":3538},{"uri":"Trinity","surface_form":"Holy Trinity","offset":3791},{"uri":"Moat","surface_form":"moat","offset":3881},{"uri":"Town_Hall","surface_form":"Town Hall","offset":3993},{"uri":"Gothic_Revival","surface_form":"Gothic Revival","offset":4073},{"uri":"Holiday","surface_form":"holiday","offset":4131},{"uri":"Countryside","surface_form":"countryside","offset":4176},{"uri":"Forest","surface_form":"forest","offset":4255},{"uri":"Spring","surface_form":"spring","offset":4276},{"uri":"Hiking","surface_form":"hiking","offset":4300},{"uri":"Spruce","surface_form":"spruce","offset":4438},{"uri":"Oak","surface_form":"oak","offset":4446},{"uri":"Chestnut","surface_form":"chestnut","offset":4455},{"uri":"Wine","surface_form":"wine","offset":4562},{"uri":"Grapes","surface_form":"grapes","offset":4657},{"uri":"Climate","surface_form":"climate","offset":4756},{"uri":"Football","surface_form":"football","offset":4903}]}