{"id":94129,"url":"http://en.wikipedia.org/wiki/Carbon_footprint","text":"e=\"preserve\">The term carbon footprint is how much carbon goes into the air because of something done by people or that is not done by nature. Doing something that burns fuel will make carbon dioxide gas (CO2). It is the total amount of greenhouse gases produced to directly and indirectly support human activities, usually expressed in equivalent tons of carbon dioxide. Just as walking on the sand leaves a footprint, burning fuel leaves carbon dioxide in the air, which is called a carbon footprint. Total carbon footprint/emission would include energy emissions from human activities - that is, from heat, light, power and refrigeration and all transport related emissions from cars, freight and distribution.\nThe words \"carbon footprint\" are often seen in the news. They are used with the word sustainability, which means that we can keep doing something without making something bad happen. That is, if there is too much of a carbon footprint, then there is no sustainability. People and businesses are often asked to think about how much carbon they are putting into the air, and how this changes the environment and maybe causes global warming. This is often said about traveling by airplane or by car, because burning fuel makes carbon dioxide gas.\nWhere it comes.\nOil, gas, and coal are called \"fossil fuels\" because they come from fossils of ancient plants and animals. Those plants and animals had carbon in them. When we burn oil, gas, and coal, the carbon becomes carbon dioxide and goes into the air. This makes the greenhouse effect, which means that the carbon dioxide makes the earth warmer, like a greenhouse. A carbon footprint is the carbon dioxide that is put into the air because of a person, a group of people, an event or a product.\nRemedies.\nThe most common way to reduce the carbon footprint of humans is to Reduce, Reuse, Recycle, Refuse. Another easy option is to drive less. By walking or biking to the destination rather than driving, not only is a person going to save money on gas, but they will be burning less fuel and releasing fewer emissions into the atmosphere. However, if walking is not an option, one can look into carpooling use public transportation options in their area.\nYet another option for reducing the carbon footprint of humans is to use less air conditioning and heating in the home. By adding insulation to the walls and attic of one's home, and installing weather stripping or caulking around doors and windows one can lower their heating costs more than 25 percent.\nChoice of diet is a major influence on a person's carbon footprint. Animal sources of protein (especially red meat), rice (typically produced in high methane-emitting paddies), foods transported long distance and/or via fuel-inefficient transport (e.g., highly perishable produce flown long distance) and heavily processed and packaged foods are among the major contributors to a high carbon diet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Carbon","surface_form":"carbon","offset":51},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":185},{"uri":"Sustainability","surface_form":"sustainability","offset":799},{"uri":"Environment","surface_form":"environment","offset":1108},{"uri":"Global_warming","surface_form":"global warming","offset":1137},{"uri":"Oil","surface_form":"Oil","offset":1274},{"uri":"Gas","surface_form":"gas","offset":1279},{"uri":"Coal","surface_form":"coal","offset":1288},{"uri":"Fossil","surface_form":"fossil","offset":1342},{"uri":"Greenhouse_effect","surface_form":"greenhouse effect","offset":1531},{"uri":"Greenhouse","surface_form":"greenhouse","offset":1617}]}