{"id":9414,"url":"http://en.wikipedia.org/wiki/Erfurt","text":"Erfurt is the capital city of the German state of Thuringia. It has an area of. In December 2015 it had a population of 210,000 people. The River Gera runs through the city.\nHistory.\nPeople have lived in the area for about 100,000 years. The city was first mentioned in writing in 742, in a letter to the Pope from St Boniface. St Boniface established Christianity in the area. He set up a church in Erfurt in 742. Erfurt Cathedral was later built on the same site.\nThe city is in the centre of Germany. It was on the Via Regia, a medieval trade road network that stretched across Europe. It became an important trading centre in the Middle Ages. Erfurt was a member of the Hanseatic League, an alliance of trade associations and market towns. It was also famous for producing woad. Blue indigo dye is made from the woad plant.\nErfurt is on the Way of St. James pilgrams' path (Spanish: \"Camino de Santigo\"; German: \"Jakobsweg\"). In the Middle Ages a number of monasteries were set up in the city. Martin Luther, the father of the Reformation, lived at St. Augustine's Monastery from 1505 until 1511. A famous philosopher and theologian called Meister Eckhart lived at the Dominican Monastery from about 1275 until 1311.\nThe city was part of the Holy Roman Empire. It became part of the Kingdom of Prussia in 1802. From 1949 until 1990 Erfurt was in the communist German Democratic Republic (East Germany).\nIndustry.\nModern day Erfurt is a transport hub for high speed trains and other German and European transport networks. This makes logistics one of its main industries. Other important industries are agriculture, horticulture and microelectronics.\nThe German Federal Labour Court (German:\"Bundesarbeitsgericht\") is in Erfurt.\nEducation.\nThe University of Erfurt was first set up in 1379. It closed in 1816, but was reopened in 1994. Martin Luther studied there from 1501 to 1505. It is also thought that Johannes Gutenberg, who developed the printing press, enrolled there in 1418. Erfurt also has a \"Fachhochschule\", a University of Applied Sciences.\nTourist attractions.\nMany visitors come to see the historic medieval town centre. One of the main tourist attractions is the Krämerbrücke (the Merchants' Bridge). The bridge was built in its current form in 1472. It has buildings with shops and houses on it. People still live on it.\nThe city is well known for its festivals throughout the year. Two million people visit the Christmas markets each year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_city","surface_form":"capital city","offset":14},{"uri":"States_of_Germany","surface_form":"German state","offset":34},{"uri":"Thuringia","surface_form":"Thuringia","offset":50},{"uri":"Gera_(river)","surface_form":"Gera","offset":146},{"uri":"Pope","surface_form":"Pope","offset":305},{"uri":"Medieval","surface_form":"medieval","offset":531},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":634},{"uri":"Hanseatic_League","surface_form":"Hanseatic League","offset":674},{"uri":"Way_of_St._James","surface_form":"Way of St. James","offset":845},{"uri":"Monastery","surface_form":"monasteries","offset":961},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":998},{"uri":"Reformation","surface_form":"Reformation","offset":1031},{"uri":"Philosopher","surface_form":"philosopher","offset":1110},{"uri":"Theologian","surface_form":"theologian","offset":1126},{"uri":"Dominican_Order","surface_form":"Dominican","offset":1173},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":1246},{"uri":"Kingdom_of_Prussia","surface_form":"Kingdom of Prussia","offset":1287},{"uri":"Communist","surface_form":"communist","offset":1354},{"uri":"German_Democratic_Republic","surface_form":"German Democratic Republic","offset":1364},{"uri":"Transport_hub","surface_form":"transport hub","offset":1440},{"uri":"Logistics","surface_form":"logistics","offset":1537},{"uri":"Agriculture","surface_form":"agriculture","offset":1606},{"uri":"Horticulture","surface_form":"horticulture","offset":1619},{"uri":"Bundesarbeitsgericht","surface_form":"German Federal Labour Court","offset":1658},{"uri":"Johannes_Gutenberg","surface_form":"Johannes Gutenberg","offset":1910}]}