{"id":94211,"url":"http://en.wikipedia.org/wiki/Fritz_Reuter","text":"Fritz Reuter (7 November 1810–12 July 1874) was a German novelist. He was born at Stavenhagen in Mecklenburg-Schwerin.\nIn 1831, Reuter started to study at the University of Rostock, and in 1832 went to the University of Jena. At Jena he joined a \"Burschenschaft\" (nationalist students' club). In 1833 he was arrested in Berlin by the Prussian government. They could only prove he had worn the club's colours, but he was condemned to death for high treason. King Frederick William III of Prussia changed this to imprisonment for thirty years. In 1838 he was sent to a prison in Mecklenburg-Schwerin, and he spent two years in the fortress of Dömitz. Reuter was set free in 1840, when Frederick William IV became king of Prussia.\nAfter his release from prison, Reuter started studying law again at the University of Heidelberg but had to leave and go back to Stavenhagen and help to run his father's farm. When his father died, he gave up farming, and in 1850 became a private teacher in a little town then called Treptow-an-der-Tollense in Pomerania. Here he married Luise Kunze, the daughter of a Mecklenburg pastor.\nReuter's first book was written in Low German. It was published in 1853. Three years later Reuter decided to give up teaching to become a writer, so he left Treptow and moved to Neubrandenburg.\n\"Ut de Franzosentid\" and \"Ut mine Stromtid\" are Reuter's best books. In them he describes the men and women he knew in the villages and farmhouses of Mecklenburg. \"Ut de Franzosentid\" is set at the time of the fight against Napoleon. \"Ut mine Stromtid\" describes the revolutionary movement of 1848.\nIn 1863 Reuter moved from Neubrandenburg to Eisenach and here he died on 12 July 1874. In the books he wrote at Eisenach were not as good as his earlier writings.\nOther websites.\n[http://encyclopedia.jrank.org/RAY_RHU/REUTER_FRITZ_1810_1894_.html FRITZ REUTER (1810-1894)] -Jrank\nFurther reading.\nA complete bibliography of Fritz Reuter can be found in the \"Niederdeutsches Jahrbuch\" for 1896 and 1902.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":50},{"uri":"Novelist","surface_form":"novelist","offset":57},{"uri":"Stavenhagen","surface_form":"Stavenhagen","offset":82},{"uri":"Mecklenburg-Schwerin","surface_form":"Mecklenburg-Schwerin","offset":97},{"uri":"University_of_Rostock","surface_form":"University of Rostock","offset":159},{"uri":"University_of_Jena","surface_form":"University of Jena","offset":206},{"uri":"Prussia","surface_form":"Prussia","offset":334},{"uri":"High_treason","surface_form":"high treason","offset":443},{"uri":"Frederick_William_III_of_Prussia","surface_form":"Frederick William III of Prussia","offset":462},{"uri":"D%C3%B6mitz","surface_form":"Dömitz","offset":641},{"uri":"Frederick_William_IV_of_Prussia","surface_form":"Frederick William IV","offset":683},{"uri":"Altentreptow","surface_form":"Treptow-an-der-Tollense","offset":1012},{"uri":"Pomerania","surface_form":"Pomerania","offset":1039},{"uri":"Low_German","surface_form":"Low German","offset":1152},{"uri":"Neubrandenburg","surface_form":"Neubrandenburg","offset":1295},{"uri":"Revolution","surface_form":"revolution","offset":1578},{"uri":"Eisenach","surface_form":"Eisenach","offset":1654}]}