{"id":94232,"url":"http://en.wikipedia.org/wiki/Li_Bai","text":"Li Bai (also Li Bo or Li Po,; 701–762) was a Chinese poet. His fellow poet Du Fu counted him to the group of Chinese scholars that he called the \"Eight Immortals of the Wine Cup\" in a poem. Li Bai is often regarded, along with Du Fu, as one of the two greatest poets in China's literary history. Today we know about 1,100 of his poems.\nThe first translations in a Western language were published in 1862 by Marquis d'Hervey de Saint-Denys in his \"Poésies de l'Époque des Thang\". The English-speaking world was introduced to Li Bai's works by a Herbert Allen Giles publication \"History of Chinese Literature\" (1901) and through the liberal, but poetically influential, translations of Japanese versions of his poems made by Ezra Pound.\nLi Bai is best known for the imagination and Taoist imagery in his poetry. He spent much of his life travelling. People tell the story that he fell from his boat when he tried to embrace the reflection of the moon, and therefore drowned in the Yangtze River.\nEarly life.\nLi Bai was probably born in Central Asia, though the exact location is unknown. His ancestors had lived in exile in that area since around the 7th century. He grew up in a fairly poor family. His father was a merchant. Li Bai did not receive any formal schooling as a child. Despite this, he had always been skilled with the art of words even as a young boy. In 705, Li Bai's father moved the family back to Mien-chou in Sichuan. It was there that he spent most of his early childhood.\nAs Lai Bai grew up he developed his sword fighting skills. He spent his teenage years traveling all of Sichuan as a knight-errant. At age 25, he traveled to Central China. In 727, Li Bai traveled to A-lu in Hubei. He married the daughter of the retired prime minister. There, he continued to explore the natural world where he lived.\nTravels.\nIn 735, Li Bai traveled north to the Yellow River, and east to the Yangtze River. In 742, he traveled to Chang’an, and was presented to the Emperor. The Emperor gave Li Bai many compliments, and thought highly of him. He gave Li Bai a position at the Hanlin Academy. Li Bai received a lot of attention from fellow scholar-officials.\nLi Bai enjoyed drinking liquor. He is known for often getting very drunk with seven other officials in city taverns. This earned them the title the \"Eight Immortals of the Wine Cup\" from Du Fu, another one of China's best poets at the time.\nIn 744, Li Bai left the city of Chang'an. He was bored with the luxuries of city life. A year later, he met up with Du Fu, in Loyang. It was here that he also became a Taoist, a decision that would change the rest of his life. After settling his family down in Loyang, he left on another ten-year journey wandering around northern China. During this time, his poetry reflects his shift in interest to Toasm rather than his youthful interests of knightly behaviors and gallantry. While famous and well known, Li Bai started to struggle with problems like lack of money and property.\nPoetry.\nLi Bai is best known for his imaginative and witty poetry. It involves romantic descriptions of nature, and opinions on ethics and death. He was famous among both nobles and commoners in his time, and is thought of as one of the four best poets during the Tang Dynasty. He is also well known for his Taoist beliefs and rebellion against Confucian teachings through his writing.\nPhilosophy.\nLi Bai’s poetry reflects the state of low feeling one experiences when he finds his life is wasted, and talents unused. To drown his own sorrows, Li Bo became very drunk very often, until it became a lifelong habit. Wine, however did help him write. While he was drunk, Li Bai was able to compose beautiful verses without restraint. Without anything holding him back, Li Bai’s finest poems were composed with much spontaneity and imagination.\nInfluence.\nLi Bai is influential in the West partly due to Ezra Pound's versions of some of his poems in the collection \"Cathay\", such as A Letter\". In the east he influenced poets like Mi Fei in the Song Dynasty.\nA crater on the planet Mercury has been named after him.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"Chinese","offset":45},{"uri":"Poet","surface_form":"poet","offset":53},{"uri":"Du_Fu","surface_form":"Du Fu","offset":75},{"uri":"Marquis_d%27Hervey_de_Saint-Denys","surface_form":"Marquis d'Hervey de Saint-Denys","offset":407},{"uri":"Herbert_Allen_Giles","surface_form":"Herbert Allen Giles","offset":544},{"uri":"Translation","surface_form":"translation","offset":668},{"uri":"Japanese_language","surface_form":"Japanese","offset":684},{"uri":"Ezra_Pound","surface_form":"Ezra Pound","offset":723},{"uri":"Imagination","surface_form":"imagination","offset":764},{"uri":"Taoism","surface_form":"Taoist","offset":780},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":979},{"uri":"Central_Asia","surface_form":"Central Asia","offset":1034},{"uri":"Exile","surface_form":"exile","offset":1113},{"uri":"Merchant","surface_form":"merchant","offset":1215},{"uri":"Sichuan","surface_form":"Sichuan","offset":1427},{"uri":"Knight-errant","surface_form":"knight-errant","offset":1608},{"uri":"Hubei","surface_form":"Hubei","offset":1699},{"uri":"Yellow_River","surface_form":"Yellow River","offset":1872},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":1902},{"uri":"Chang%E2%80%99an","surface_form":"Chang’an","offset":1940},{"uri":"Emperor_of_China","surface_form":"Emperor","offset":1975},{"uri":"Hanlin_Academy","surface_form":"Hanlin Academy","offset":2086},{"uri":"Liquor","surface_form":"liquor","offset":2192},{"uri":"Du_Fu","surface_form":"Du Fu","offset":2355},{"uri":"Poetry","surface_form":"poetry","offset":3050},{"uri":"Romanticism","surface_form":"romantic","offset":3070},{"uri":"Confucianism","surface_form":"Confucian","offset":3336},{"uri":"Ezra_Pound","surface_form":"Ezra Pound","offset":3891},{"uri":"A_Letter%27%27","surface_form":"A Letter\"","offset":3970},{"uri":"Mi_Fei","surface_form":"Mi Fei","offset":4018},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":4069}]}