{"id":94243,"url":"http://en.wikipedia.org/wiki/Naguib_Mahfouz","text":"Naguib Mahfouz (December 11, 1911–August 30, 2006) was an Egyptian novelist who won the 1988 Nobel Prize in Literature.\nHe managed to modernize Arabic literature. He is one of the few writers of Arabic literature who explored themes of existentialism.\nBiography.\nNaguib Mahfouz was born in the Gamaliya quarter of Cairo and was named after Professor Naguib Pasha Mahfouz (1882-1974), the renowned Coptic physician who delivered him. In his childhood Mahfouz read extensively. His mother often took him to museums and Egyptian history later became a major theme in many of his books.\nThe Egyptian Revolution of 1919 had a strong effect on Mahfouz, although he was at the time only seven years old. From the window he often saw English soldiers firing at the demonstrators, men and women. \"You could say,\" he later noted, \"that the one thing which most shook the security of my childhood was the 1919 revolution.\"\nBefore the Nobel Prize only a few of his novels had appeared in the West.\nBecause of his outspoken support for Anwar el Sadat's treaty with Israel, his books were banned in many Arab countries until after he won the Nobel prize.\nLike many Egyptian writers and intellectuals, Mahfouz was on a \"death list\" by Islamic fundamentalists. He defended Salman Rushdie after the Iranian leader Ruhollah Khomeini condemned him to death, but later he criticized Rushdie's \"Satanic Verses\" as \"insulting\" to Islam.\nBefore his death, Mahfouz was the oldest living Nobel Literature laureate and the third oldest of all time, only Bertrand Russell and Halldor Laxness were older. At the time of his death, he was the only Arabic-language writer to have won the Nobel Prize for Literature.","categories":[],"infobox_types":["Writer"],"annotations":[{"uri":"Egypt","surface_form":"Egypt","offset":58},{"uri":"Novelist","surface_form":"novelist","offset":67},{"uri":"Nobel_Prize_in_Literature","surface_form":"Nobel Prize in Literature","offset":93},{"uri":"Existentialism","surface_form":"existentialism","offset":236},{"uri":"Cairo","surface_form":"Cairo","offset":314},{"uri":"Professor_Naguib_Pasha_Mahfouz","surface_form":"Professor Naguib Pasha Mahfouz","offset":340},{"uri":"Coptic","surface_form":"Coptic","offset":397},{"uri":"Revolution","surface_form":"Revolution","offset":596},{"uri":"Anwar_el_Sadat","surface_form":"Anwar el Sadat","offset":1023},{"uri":"Israel","surface_form":"Israel","offset":1052},{"uri":"Salman_Rushdie","surface_form":"Salman Rushdie","offset":1257},{"uri":"Ruhollah_Khomeini","surface_form":"Ruhollah Khomeini","offset":1297},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":1528}]}