{"id":94252,"url":"http://en.wikipedia.org/wiki/Puritanism","text":"The Puritans were a group of English-speaking Protestants in the 16th and 17th centuries. Puritans thought that the English Reformation had not gone far enough. They also did not agree with some of the things the Church of England did.\nKing Henry VIII separated from the Roman Catholic Church in 1534 and established the Protestant Church of England. This Church remained until 1553. Queen Mary returned the Church to be Roman Catholic until 1558 when Elizabeth I of England became Queen. Since she was a Protestant many people were happy but thought that the Church had not changed enough and was still too much like Catholicism.\nA Puritan was any person who tried to become purer through worship and doctrine. The Puritans' way of life and set of beliefs were called Puritanism. The most important parts of Puritanism were piety (obeying religious rules), dressing simply, and living a modest life.\nThe Puritans believed some of the same things as Calvinists and Scottish Presbyterians. All of these groups were devoted to the Bible and to being morally pure.\nOne of the Puritans' most important beliefs was that every person needed to understand the Bible in his own way. (This belief is shared among most Protestants.) Puritans tried to live by the Bible's teachings in every way. They tried to be morally pure in even the smallest ways. They also tried to be spiritually pure in every way. They thought that man existed for the glory of God. They believed that man's most important job in life was to do God's will (what God wanted). By doing God's will, man would be rewarded with happiness in the future.\nBecause they did not agree with the way the Church of England did things, the Puritans made reforms, or changes, in their own churches and societies. Some of the Reformed churches in Europe made similar changes. The Puritans made preaching very important. They used as little ritual and decoration as possible. Very often, sermons talked about Hell. One famous sermon is \"Sinners in the hands of an angry god\", by Jonathan Edwards, an important Puritan preacher. The sermon talks about God being angry with people for sinful behavior, and throwing them into the fires of Hell as a punishment.\nMany Puritan groups emigrated to New England so that they could start their own societies there and practice Puritanism the way they wanted. Puritan beliefs and writings became very important in New England. One important work was Puritan John Bunyan's \"The Pilgrim's Progress\".\nSeparatists.\nThose who left the Church of England altogether were known as Separatists. Many of the Plymouth Colony Pilgrims who established the first successful colony in New England were separatists.\nSome of these churches were later called Congregationalists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protestant","surface_form":"Protestant","offset":46},{"uri":"English_Reformation","surface_form":"English Reformation","offset":116},{"uri":"Church_of_England","surface_form":"Church of England","offset":213},{"uri":"King_Henry_VIII","surface_form":"King Henry VIII","offset":236},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":271},{"uri":"Mary_I_of_England","surface_form":"Queen Mary","offset":384},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":452},{"uri":"Queen","surface_form":"Queen","offset":482},{"uri":"Catholicism","surface_form":"Catholicism","offset":618},{"uri":"Worship","surface_form":"worship","offset":690},{"uri":"Doctrine","surface_form":"doctrine","offset":702},{"uri":"Calvinism","surface_form":"Calvinists","offset":950},{"uri":"Scottish_people","surface_form":"Scottish","offset":965},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":974},{"uri":"Bible","surface_form":"Bible","offset":1029},{"uri":"Moral","surface_form":"moral","offset":1048},{"uri":"Reform","surface_form":"reform","offset":1704},{"uri":"Society","surface_form":"societies","offset":1751},{"uri":"Ritual","surface_form":"ritual","offset":1888},{"uri":"Sermon","surface_form":"sermon","offset":1935},{"uri":"Hell","surface_form":"Hell","offset":1956},{"uri":"Sinners_in_the_hands_of_an_angry_god","surface_form":"Sinners in the hands of an angry god","offset":1984},{"uri":"Jonathan_Edwards","surface_form":"Jonathan Edwards","offset":2026},{"uri":"Sin","surface_form":"sin","offset":2130},{"uri":"Emigration","surface_form":"emigrated","offset":2225},{"uri":"New_England","surface_form":"New England","offset":2238},{"uri":"John_Bunyan","surface_form":"John Bunyan","offset":2444},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":2584},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":2600},{"uri":"New_England","surface_form":"New England","offset":2656},{"uri":"Congregational_church","surface_form":"Congregationalists","offset":2727}]}