{"id":94326,"url":"http://en.wikipedia.org/wiki/Eldest","text":"\"Eldest\" is the second book in the \"Inheritance Cycle\" by Christopher Paolini. It comes after \"Eragon\" and was first published in hardcover on August 23, 2005. The paperback came out in September of 2006.\nStory.\nIn this book Eragon, with his dragon Saphira visits the elf city Ellesmera to complete his training. He is accompanied by a dwarf Orik and the elf, Arya. Here he finds out that the mysterious Mourning Sage had been another rider named Oromis, and his dragon Glaedr. Oromis is an Elf and is very old so he cannot fight Galbatorix but he can teach Eragon and Saphira. Eragon now has his own disability; his back pains him very much when ever he fights or exerts himself. During his stay, in a celebration of the elves the dragons grant Eragon with a gift, he is transformed, gaining the physical features of an elf. His back is also healed. He becomes much faster, stronger and his lessons become easier. His training is disrupted by news that the Varden are being attacked by a huge army sent by Galbatorix. Eragon goes to their aid and helps them in battle and has an encounter with another dragon rider and his red dragon. The Rider turns out to be Murtagh. Galbatorix had captured him after the battle in Farthen Dur and when a dragon hatched for him, Galbatorix made them swear oaths in the Ancient Language (so they cannot break them) that they would only serve him. They are bound by their oath to try and capture Eragon and Saphira. Eragon loses but Murtagh leaves him because he has \"tried\", telling him that Galbatorix will make sure Murtagh's oaths are stronger next time. He takes Za'roc from Eragon, because it was Morzan's sword. He also tells Eragon they are brothers and that Eragon is also the son of Morzan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Inheritance_Cycle","surface_form":"Inheritance Cycle","offset":36},{"uri":"Christopher_Paolini","surface_form":"Christopher Paolini","offset":58},{"uri":"Eragon","surface_form":"Eragon","offset":95},{"uri":"August_23","surface_form":"August 23","offset":143},{"uri":"2005","surface_form":"2005","offset":154}]}