{"id":9476,"url":"http://en.wikipedia.org/wiki/Fire","text":"Fire is a chemical reaction that gives off light and heat. It is an example of the chemical process. Fire is useful, but also very dangerous because it can cause houses, trees and many other things to burn into ashes. Forest fires are very harmful. They can destroy a huge area in a matter of minutes. Every year people die by accident from fire.\nFire can be made in many different ways. Some ways are rubbing sticks together for a long time, using flint and steel, or using matches. However, the Sun does not make fire. Instead, it crushes together hydrogen atoms to release energy through the process of nuclear fusion.\nUses.\nFire can be very useful if it is treated carefully. It has always been very important for people to be able to make fire. People need its heat to keep warm on cold days. It is also used to cook meats. Its light can be useful to be able to see in dark places.\nMost heat engines work by fire.\nDanger.\nFire is very hot. A person should never touch fire, because fire may burn anything that gets too close. If human skin touches fire, the skin may burn, which can take some time to heal and to remove the scar. If a fire gives off a large amount of smoke, a person's mouth should be covered with a wet cloth, since people can faint when they breathe in too much smoke. Even a spark, such as from a cigarette, should be kept away from any fuels that very easily catch and spread fire, like gasoline, or cause an explosion, like gunpowder.\nIf fire is not treated carefully, it can be very dangerous. One wildfire sometimes burns thousands of square miles or kilometers. Forests can burn down if fires are not controlled. Every year, large areas of forests are destroyed because of fire. This usually happens in the Summer.\nControlling.\nIn some camps, there is a camp fire; around the camp fire, there are usually some logs to stop it from spreading. In buildings fire shutters can be used. Fire shutters essentially compartmentalize a fire. With the help of effective shutters, a fire can’t spread from room to room in a building.\nFirefighters are people with special training to control and stop fires. They also rescue victims of fire related incidents.\nFire needs three things to burn: oxygen, fuel, and heat. Fuels can be wood, tinder, coal, oil or any other substance that will easily oxidize. Once a fire is burning, it creates its own heat. This lets the fire keep burning on its own for some time.\nHowever, some fires cannot be smothered, such as magnesium flames. They can burn in carbon dioxide, nitrogen, and some other elemental compounds. However, they cannot burn in noble gases such as helium.\nReactions.\nFires are usually combustion reactions that take carbon, hydrogen, and oxygen.The products are very commonly water and carbon dioxide, although there are other examples that avoid this generalization, such as burning magnesium in air, which makes magnesium oxide.\nFires can occur in many ways. There are many types of fire. There are wood fires, gas fires, metal fires, and more.\nWood fires can usually be put out with water because water absorbs heat, but metal fires are too hot for water to absorb enough heat to put out the fire. If water is used to extinguish (\"put out\") a metal fire, the water will simply evaporate. For metal fires, sand can be used to cover the fire and keep it from obtaining oxygen. A fire extinguisher can put out most fires.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical","surface_form":"chemical","offset":10},{"uri":"Chemical_reaction","surface_form":"reaction","offset":19},{"uri":"Light","surface_form":"light","offset":43},{"uri":"Heat","surface_form":"heat","offset":53},{"uri":"Wildfire","surface_form":"Forest fires","offset":218},{"uri":"Flint","surface_form":"flint","offset":449},{"uri":"Sun","surface_form":"Sun","offset":497},{"uri":"Hydrogen","surface_form":"hydrogen","offset":550},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":606},{"uri":"Heat_engine","surface_form":"heat engine","offset":892},{"uri":"Skin","surface_form":"skin","offset":1040},{"uri":"Cigarette","surface_form":"cigarette","offset":1322},{"uri":"Gasoline","surface_form":"gasoline","offset":1413},{"uri":"Gunpowder","surface_form":"gunpowder","offset":1451},{"uri":"Wildfire","surface_form":"wildfire","offset":1526},{"uri":"Forest","surface_form":"Forest","offset":1592},{"uri":"Firefighter","surface_form":"Firefighter","offset":2053},{"uri":"Oxygen","surface_form":"oxygen","offset":2211},{"uri":"Fuel","surface_form":"fuel","offset":2219},{"uri":"Wood","surface_form":"wood","offset":2248},{"uri":"Tinder","surface_form":"tinder","offset":2254},{"uri":"Coal","surface_form":"coal","offset":2262},{"uri":"Oil","surface_form":"oil","offset":2268},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2512},{"uri":"Nitrogen","surface_form":"nitrogen","offset":2528},{"uri":"Noble_gas","surface_form":"noble gas","offset":2603},{"uri":"Helium","surface_form":"helium","offset":2623},{"uri":"Combustion","surface_form":"combustion reactions","offset":2660},{"uri":"Carbon","surface_form":"carbon","offset":2691},{"uri":"Hydrogen","surface_form":"hydrogen","offset":2699},{"uri":"Oxygen","surface_form":"oxygen","offset":2713},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2761},{"uri":"Magnesium","surface_form":"magnesium","offset":2859},{"uri":"Magnesium_oxide","surface_form":"magnesium oxide","offset":2889},{"uri":"Evaporate","surface_form":"evaporate","offset":3255},{"uri":"Fire_extinguisher","surface_form":"fire extinguisher","offset":3355}]}