{"id":949,"url":"http://en.wikipedia.org/wiki/Chinese_language","text":"The Chinese language is the group of languages used by Chinese people in China and elsewhere. It forms part of a language family called the Sino-Tibetan family of languages.\nChinese includes many regional language varieties, the main ones being Mandarin, Wu, Yue and Min. These are not mutually intelligible and many of the regional varieties are themselves a number of non-mutually-intelligible subvarieties. As a result, many linguists refer to these varieties as separate languages.\n'Chinese' can refer to the written or the spoken languages. Although there are many spoken Chinese languages, they use the same writing system. Differences in speaking are reflected in differences in writing. Official China adopts a similar policy to the one in the Soviet Union, using one official language so people can understand each other. The Standard Chinese language is referred to as Mandarin in English, \"Pǔtōnghuà\" or \"common to everybody speech\" in mainland China and \"Guóyǔ\" or \"language of the whole country\" in Taiwan. All official documents are written in Mandarin and Mandarin is taught all over China. It is also a standard for language teaching in some other countries.\nChinese is used by the Han people in China and other ethnic groups in China who are declared Chinese by the Chinese government. Chinese is almost always written in Chinese characters. They are symbols that have meaning, called logograms. They also give \"some\" indication of pronunciation, but the same character can get very different pronunciations among the different kinds of Chinese. Since Chinese characters have been around for at least 3500 years, people in places far from each other say them differently, just as \"1, 2, 3\" can be read differently in different languages.\nChinese people needed to write down pronunciations in dictionaries. Chinese does not have an alphabet, so how to write down sounds was a big problem in the beginning. Nowadays the Mandarin language uses Hanyu Pinyin to represent the sounds in Roman letters.\nAll the Chinese languages (or dialects) use tones. This means that they use high and low pitches to help make differences in meaning clear.\nDifferent languages or dialects of Chinese.\nThe Chinese language is like a big tree. The base of the tree started thousands of years ago. It now has several main limbs. Some people call \"just a branch\" what other people call a main limb, so you can say there are six or seven main limbs. Each of these main limbs splits off into branches about the way there are branches of English spoken in Great Britain, the United States, Australia, India, and so forth. Just as the Romance languages all come from the area around Rome and are based on Latin, the Chinese languages all have some common source, so they keep many common things among them.\nTraditional and simplified characters.\nIn 1956, the government of the People's Republic of China made public a set of simplified Chinese characters to make learning, reading and writing the Chinese language easier. In Mainland China and Singapore, people use these simpler characters. In Hong Kong, Taiwan and other places where they speak Chinese, people still use the more traditional characters. The Korean language also uses Chinese characters to represent certain words. The Japanese language uses them even more often. These characters are known in Korean as Hanja and in Japanese as Kanji.\nA Chinese person with a good education today knows 6,000-7,000 characters. About 3,000 Chinese characters are needed to read a Mainland newspaper. However, people who have learned only the 400 most frequently used characters can read a newspaper—but they will have to guess some less-used words.\nExamples.\nHere are some samples of some words and sentences in Mandarin Chinese. Simplified Characters are on the left, and Traditional characters are on the right. The pronunciation is given in the pinyin system, which may not always be as simple as it looks for those who have not studied it.\nThe Traditional Characters are now used in Hong Kong and Taiwan. Chinese from Mainland China uses the Simplified Characters, but may recognize Traditional Characters.\nBefore 1956, Chinese was written using only Traditional Characters. At that time most Chinese people could not read or write at all. The government of the People's Republic of China thought that the Traditional characters were very hard to understand. They also thought that if they made the characters simpler more people could learn how to read and write. Today, many people in China can read and write with the new Simplified Characters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_people","surface_form":"Chinese people","offset":55},{"uri":"China","surface_form":"China","offset":73},{"uri":"Sino-Tibetan_languages","surface_form":"Sino-Tibetan family","offset":140},{"uri":"Mandarin_Chinese","surface_form":"Mandarin","offset":245},{"uri":"Wu_Chinese","surface_form":"Wu","offset":255},{"uri":"Yue_Chinese","surface_form":"Yue","offset":259},{"uri":"Min_Chinese","surface_form":"Min","offset":267},{"uri":"Mutual_intelligibility","surface_form":"mutually intelligible","offset":286},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":752},{"uri":"Official_language","surface_form":"official language","offset":776},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":879},{"uri":"Mainland_China","surface_form":"mainland China","offset":947},{"uri":"Taiwan","surface_form":"Taiwan","offset":1012},{"uri":"Mandarin","surface_form":"Mandarin","offset":1058},{"uri":"Han_Chinese","surface_form":"Han people","offset":1198},{"uri":"Chinese_characters","surface_form":"Chinese characters","offset":1339},{"uri":"Logogram","surface_form":"logogram","offset":1402},{"uri":"Pinyin","surface_form":"Hanyu Pinyin","offset":1958},{"uri":"Roman_letter","surface_form":"Roman letter","offset":1998},{"uri":"Dialect","surface_form":"dialect","offset":2043},{"uri":"Tonal_language","surface_form":"tones","offset":2057},{"uri":"Romance_languages","surface_form":"Romance languages","offset":2623},{"uri":"Simplified_Chinese_characters","surface_form":"simplified Chinese characters","offset":2913},{"uri":"Singapore","surface_form":"Singapore","offset":3032},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":3083},{"uri":"Taiwan","surface_form":"Taiwan","offset":3094},{"uri":"Traditional_Chinese_characters","surface_form":"traditional characters","offset":3170},{"uri":"Korean_language","surface_form":"Korean language","offset":3198},{"uri":"Japanese_language","surface_form":"Japanese language","offset":3275},{"uri":"Hanja","surface_form":"Hanja","offset":3360},{"uri":"Kanji","surface_form":"Kanji","offset":3385},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":3751},{"uri":"Pinyin","surface_form":"pinyin","offset":3887}]}