{"id":9501,"url":"http://en.wikipedia.org/wiki/Physician","text":"A physician or medical doctor is a person who uses medicine to treat illness and injuries to improve a patient's health.\nIn most countries, the basic medical degree qualifies a person to treat patients and prescribe appropriate treatment, including drugs. A physician may also do the simplest kinds of surgery.\nTraining and qualifications.\nDoctors are trained in medical schools which are usually part of a university. They hold a degree awarded by a medical school. Doctors work in hospitals, medical clinics, from their own offices, or may even visit people in their homes. They may also work for schools, companies, sports teams, or the military. Medical doctors are often assisted in their work by nurses.\nThe basic degree is awarded on the successful completion of medical school education and practice. It is given different names in different countries. It is M.D. (Doctor of Medicine) in the USA, Scotland and some other countries. In England, different universities use different terms. The University of London qualification is M.B. Ch.B. (that is, Bachelor of Medicine and Bachelor of Surgery). Most countries have higher qualifications, based on experience, supervised work, more exams, and theses. Because of its history, in England a general practitioner eventually becomes an MRCP (member of the Royal College of Physicians), but a surgeon works towards becoming an MRCS (Member of the Royal College of Surgeons). A similar system is used in Edinburgh, Ireland and Canada.\nWhat they do.\nMedical doctors treat patients by finding out what is wrong with them, known as a diagnosis. They ask questions about the patient's symptoms. These might include fever or pain. They may ask about past illnesses or family members who have been sick. They will then examine the patient. They look at different parts of the body, listen to the heart and lungs with a stethoscope. Sometimes they may need to collect a sample of blood, use an x-ray machine, or use other tools. When they have gathered enough information, a doctor can make a diagnosis and then plan a treatment. Often they prescribe drugs.\nSpecialists.\nSome physicians only work on certain diseases or injuries, or may only work on one part of the human body. These doctors are called specialists. For example, there are doctors who specialize in diseases of the stomach or intestines. Other medical doctors are \"general practitioners\" or \"family practitioners\". This means that they do a little bit of everything. The general practitioner the first doctor a patient will see, and this doctor may decide to send them to a specialist doctor if needed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Illness","surface_form":"illness","offset":69},{"uri":"Injury","surface_form":"injuries","offset":81},{"uri":"Surgery","surface_form":"surgery","offset":302},{"uri":"Medical_school","surface_form":"medical school","offset":363},{"uri":"University","surface_form":"university","offset":407},{"uri":"Academic_degree","surface_form":"degree","offset":431},{"uri":"Hospital","surface_form":"hospital","offset":483},{"uri":"Clinic","surface_form":"clinic","offset":502},{"uri":"Military","surface_form":"military","offset":640},{"uri":"Nurse","surface_form":"nurse","offset":702},{"uri":"M.D.","surface_form":"M.D.","offset":867},{"uri":"USA","surface_form":"USA","offset":900},{"uri":"Scotland","surface_form":"Scotland","offset":905},{"uri":"University_of_London","surface_form":"University of London","offset":1000},{"uri":"M.B._Ch.B.","surface_form":"M.B. Ch.B.","offset":1038},{"uri":"MRCP","surface_form":"MRCP","offset":1291},{"uri":"Royal_College_of_Physicians","surface_form":"Royal College of Physicians","offset":1311},{"uri":"Surgeon","surface_form":"surgeon","offset":1347},{"uri":"MRCS","surface_form":"MRCS","offset":1381},{"uri":"Royal_College_of_Surgeons","surface_form":"Royal College of Surgeons","offset":1401},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":1457},{"uri":"Ireland","surface_form":"Ireland","offset":1468},{"uri":"Canada","surface_form":"Canada","offset":1480},{"uri":"Medical_diagnosis","surface_form":"diagnosis","offset":1584},{"uri":"Symptoms","surface_form":"symptoms","offset":1634},{"uri":"Fever","surface_form":"fever","offset":1664},{"uri":"Pain","surface_form":"pain","offset":1673},{"uri":"Stethoscope","surface_form":"stethoscope","offset":1866},{"uri":"X-ray","surface_form":"x-ray","offset":1940},{"uri":"Treatment","surface_form":"treatment","offset":2065},{"uri":"Prescription","surface_form":"prescribe","offset":2087},{"uri":"Drug","surface_form":"drug","offset":2097},{"uri":"Diseases","surface_form":"diseases","offset":2154},{"uri":"Stomach","surface_form":"stomach","offset":2327},{"uri":"Intestine","surface_form":"intestine","offset":2338}]}