{"id":9505,"url":"http://en.wikipedia.org/wiki/Vampire","text":"Vampires are monsters in legends and stories. The first vampire stories were told in Eastern Europe, but much of how modern people see vampires was created by Bram Stoker in the famous novel, \"Dracula\". Few people believe that vampires are real, but they are still very popular in movies, television, and books.\nVampires were once people but have a supernatural curse. Some vampires must drink blood to survive. They do this by biting people or animals on the neck with their two long fangs. People who are killed by having their blood drunk by vampires may also become vampires. Others can live off the life energy of people. In many stories, vampires can change into other animals, usually bats, though also wolves, cats or rats.\nVampires in fiction.\nDracula is the most famous vampire in fiction, and many movies have been made about him, often with Christopher Lee as Dracula himself. Bela Lugosi is another actor known for the role. \"Nosferatu\" is also a famous vampire movie.\nThere is a popular series of books by Anne Rice about vampires. Stephen King also wrote about vampires in the 1970s in \"Salem's Lot\". The television show \"Buffy the Vampire Slayer\" featured a young girl who fought vampires, but also befriended good ones. The series \"Twilight\" by Stephenie Meyer is also about vampires. The movie \"The Lost Boys\" was about a band of vampires in California. Among many other stories about vampires are \"The Southern Vampire Mysteries\", which led to the television show \"True Blood\".\nProtection.\nIn stories, garlic is often used for keeping vampires away, but it does not actually affect them. Vervain is used to hurt vampires, and in Europe, Though this is not traditional, mirrors have been used to make vampires stay away (in some cultures, vampires do not have a reflection and sometimes do not have a shadow, perhaps as a way of showing that they do not have souls). Not all vampires in stories have this quality (the Greek \"vrykolakas/tympanios\" had both reflections and shadows), was used by Bram Stoker in \"Dracula\". In addition to this, in Bram Stoker's \"Dracula\", it is mentioned that wolf's-bane (or Aconitum) can be used to repel dracula. The reason for this in the novel it is explained dracula is the Wolfman, and can transform into one just as easily as a bat.\nOther.\nSome neurologists believe that rabies might lie at the base of the myth.\nThe problem with this is that rabid people, especially in advanced stages of the disease, will live for about ten days, at best. This does not account for them getting out of ditches and graves over weeks or months.\nAnother explanation was given by other people. The disease might be porphyria, rather than rabies. Porphyria is a genetic condition that leads to differences when the body makes blood. Some parts of the blood can not be made in sufficient quantities. Writers for the Toronto Garlic Festival say people with porphyria do not like to eat foods that have sulfur in them, and garlic has sulfur in it.\nPsychological disorders can contribute to vampiric behavior. As well as the fact that drinking blood has always been believed to give you the strength of the one you drink from. That belief stems all the way back to ancient civilizations.\nThere are people in the real world who like to dress and behave like a vampire. Some of them may also drink blood.\nFinally, there is the vampire bat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legend","surface_form":"legend","offset":25},{"uri":"Europe","surface_form":"Europe","offset":93},{"uri":"Bram_Stoker","surface_form":"Bram Stoker","offset":159},{"uri":"Dracula","surface_form":"Dracula","offset":193},{"uri":"Supernatural","surface_form":"supernatural","offset":349},{"uri":"Curse","surface_form":"curse","offset":362},{"uri":"Bat","surface_form":"bat","offset":692},{"uri":"Wolf","surface_form":"wolves","offset":710},{"uri":"Cats","surface_form":"cats","offset":718},{"uri":"Rat","surface_form":"rat","offset":726},{"uri":"Christopher_Lee","surface_form":"Christopher Lee","offset":853},{"uri":"Bela_Lugosi","surface_form":"Bela Lugosi","offset":889},{"uri":"Nosferatu","surface_form":"Nosferatu","offset":939},{"uri":"Anne_Rice","surface_form":"Anne Rice","offset":1020},{"uri":"Stephen_King","surface_form":"Stephen King","offset":1046},{"uri":"Buffy_the_Vampire_Slayer","surface_form":"Buffy the Vampire Slayer","offset":1137},{"uri":"Twilight_(series)","surface_form":"Twilight","offset":1249},{"uri":"Stephenie_Meyer","surface_form":"Stephenie Meyer","offset":1262},{"uri":"The_Lost_Boys","surface_form":"The Lost Boys","offset":1313},{"uri":"The_Southern_Vampire_Mysteries","surface_form":"The Southern Vampire Mysteries","offset":1417},{"uri":"True_Blood","surface_form":"True Blood","offset":1484},{"uri":"Garlic","surface_form":"garlic","offset":1521},{"uri":"Neurology","surface_form":"neurologists","offset":2301},{"uri":"Rabies","surface_form":"rabies","offset":2327},{"uri":"Porphyria","surface_form":"porphyria","offset":2653},{"uri":"Genetics","surface_form":"genetic","offset":2699},{"uri":"Blood","surface_form":"blood","offset":2763},{"uri":"Sulfur","surface_form":"sulfur","offset":2937},{"uri":"Vampire_bat","surface_form":"vampire bat","offset":3358}]}