{"id":9510,"url":"http://en.wikipedia.org/wiki/Academic_degree","text":"e=\"preserve\">An academic degree is a certification students get when they graduate from a university. It shows they successfully completed their classes, and passed a final examination.\nIt is an official credential. The length of courses, and the number of courses vary depending on which college is attended. In the U.S.A. high schools give out diplomas to graduating students. These are not degrees.\nAll other degrees are known as \"higher degrees\".\nIn medicine, membership of specialist societies are also degrees, and Fellowships are higher degrees. Examples: MRCP = Member of the Royal College of Physicians. These degrees require postgraduate training and practical experience.\nThe college courses needed for a master's degree, or for a doctorate, are often highly advanced, difficult subjects, and they would be extremely difficult to understand unless a person had already attended the undergraduate courses. The reason the upper-level courses are so difficult, so hard to understand, is that they assume the person already knows, perhaps, 1,000 technical terms learned in earlier college courses. This is similar to having to know the Latin names of all 206 bones in the human body, as just part of those technical terms.\nIn many countries these degrees are shown by letters which the person is allowed to put after their name, e.g. John Smith, BA. A bachelor's degree is usually the degree received at the end of a first degree. While the student is studying for a degree he or she is an \"undergraduate\". When he graduates he is a \"graduate\". He may continue with his studies and receive a master's degree or do some original work and write a thesis to get a doctor's degree (which does not mean a Doctor of Medicine).\nA Juris Doctor (JD) is earned by completing law school in the United States, Canada, Australia, and other common law countries. In the United States and elsewhere, those holding a JD must pass an examination in order to practice law.","categories":[],"infobox_types":[],"annotations":[{"uri":"Certificate","surface_form":"certification","offset":37},{"uri":"Student","surface_form":"student","offset":51},{"uri":"Graduation","surface_form":"graduate","offset":74},{"uri":"University","surface_form":"university","offset":90},{"uri":"Examination","surface_form":"examination","offset":173},{"uri":"Professional_certification","surface_form":"official credential","offset":195},{"uri":"U.S.A.","surface_form":"U.S.A.","offset":317},{"uri":"High_school","surface_form":"high school","offset":324},{"uri":"High_school_diploma","surface_form":"diplomas","offset":346},{"uri":"Medicine","surface_form":"medicine","offset":454},{"uri":"Royal_College_of_Physicians","surface_form":"Royal College of Physicians","offset":584},{"uri":"Doctorate","surface_form":"doctorate","offset":742},{"uri":"Jargon","surface_form":"technical terms","offset":1053},{"uri":"Bone","surface_form":"bone","offset":1166},{"uri":"Juris_Doctor","surface_form":"Juris Doctor","offset":1730},{"uri":"United_States","surface_form":"United States","offset":1790},{"uri":"Canada","surface_form":"Canada","offset":1805},{"uri":"Australia","surface_form":"Australia","offset":1813},{"uri":"Common_law","surface_form":"common law","offset":1834}]}