{"id":9523,"url":"http://en.wikipedia.org/wiki/Welfare_state","text":"e=\"preserve\">A welfare state is where the government has a duty to provide some level of basic support for welfare of its citizens, including Social Security. In politics, conservatives are against welfare states.\nExamples.\nSchooling can be free, and it can be a duty of state to help ill people. The government may give money to people who do not have as much as most other people. The state may also give homes to people who do not have them. To make this happen there may have to be taxes, and usually rich people have to pay most taxes. The taxes vary, however, to ensure that the less rich people can afford to pay them. For example, in the UK, poorer people have to pay a smaller part of their income as income tax than the rich. There are also taxes put on things that people do not have to pay if they do not do certain things, such as buying as much. This is called VAT (Value Added Tax), which typically deducts 20% so that there is no fixed amount of tax to pay. A Welfare State could also be paid for if the government borrows money from people, mainly by selling bonds. It is run by the government which helps the poor and the needy out.\nWelfare states.\nThe most known welfare states are Nordic countries. The United Kingdom, Canada, and France are some other examples of welfare states.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":42},{"uri":"Duty","surface_form":"duty","offset":59},{"uri":"Welfare","surface_form":"welfare","offset":107},{"uri":"Citizen","surface_form":"citizen","offset":122},{"uri":"Social_Security","surface_form":"Social Security","offset":142},{"uri":"Tax","surface_form":"tax","offset":486},{"uri":"Rich","surface_form":"rich","offset":505},{"uri":"Income_tax","surface_form":"income tax","offset":710},{"uri":"Value_Added_Tax","surface_form":"Value Added Tax","offset":880},{"uri":"Bond","surface_form":"bond","offset":1076},{"uri":"Nordic_countries","surface_form":"Nordic countries","offset":1201},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1223},{"uri":"Canada","surface_form":"Canada","offset":1239},{"uri":"France","surface_form":"France","offset":1251}]}