{"id":9525,"url":"http://en.wikipedia.org/wiki/Organic_chemistry","text":"e=\"preserve\">Organic chemistry is the study of chemical compounds that contain carbon. Carbon has the ability to form a chemical bond with a wide variety of chemical elements and other carbon atoms. This allows a nearly unlimited number of combinations, called organic compounds. The subject of carbon compounds is called organic chemistry because all known organisms, or living things, are made up of water and carbon compounds. Organic chemistry largely involves the synthesis, or formation, of organic products by chemical reaction using different reactants and reagents, the substances used up during a reaction. Several different areas of chemistry expand on the concepts and principles of organic chemistry, including biochemistry, microbiology, and medicine.\nHistory.\nThe term organic originates from Jons Jacob Berzelius, a 19th century Swedish scientist, who used the term to refer to substances present in living things. During Berzelius’ time, the vital force theory was popular. This theory stated that a \"life force\" was needed to produce the organic compounds found only in living things. The vital force theory began losing support after an 1828 experiment conducted by Friedrich Wöhler. His work showed that urea, an organic compound, could be created from ammonium cyanate, an inorganic compound.\nHydrocarbons.\nThe study of hydrocarbons is a very large part of organic chemistry. Hydrocarbons are molecules containing only the elements carbon and hydrogen in the form of chains. Hydrocarbons can be classified into two categories based on the presence of a benzene ring, a circular type of hydrocarbon. Aliphatic hydrocarbons do not contain a benzene ring and aromatic hydrocarbons do.\nReactions.\nOrganic chemistry reactions happen because electrons are not shared evenly in a chemical bond. Some atoms or molecules, like oxygen, nitrogen, and negatively charged anions, are nucleophilic because they have extra electrons and want to be around positive charges. Others, such as H+ and other positively charged cations, are electrophilic and want to be around negative charges. When an organic molecule has a positive charge, it is called a carbocation. It is also an electrophile. When nucleophiles and electrophiles mix, a reaction can occur.\nCommon reaction mechanisms.\nA reaction mechanism is a series of smaller reactions that form an overall reaction. Two basic mechanism types are substitution and elimination reactions. They are very important in the study of organic chemistry mechanisms because many more complicated mechanisms use them.\nSubstitution Reactions (SN1 & SN2).\nNucleophilic substitution occurs when an atom or group of atoms detaches from an organic molecule and is replaced by another. If the leaving and adding happens at the same time, it is called a SN2 reaction. If the leaving group breaks away from the organic molecule and forms a carbocation before substitution occurs, it is called an SN1 reaction.\nElimination Reactions (E1 & E2).\nElimination occurs when two groups are broken off of an organic molecule by a strong acid and the resulting charges form a double bond. Usually one of the groups is a nucleophile and the other is a hydrogen atom. If both groups are pulled off at the same time, it is called an E2 reaction. If one group is pulled off first and forms a carbocation before the second group is removed, it is called an E1 reaction.\nStereochemistry.\nStereochemistry is the study of molecules in space. It looks into the arrangement of atoms inside of molecules in space relative to one another and how they will interact. Molecules that have the same chemical make up but are arranged differently are called isomers. Famous chemist Louis Pasteur was an early researcher of stereochemistry.\nA central part of the study of sterochemistry is chirality. Put simply, chirality looks at the symmetry in chemical molecules. If an object cannot be superimposed onto its mirror image, then it is a chiral object. If it can, it is called achiral.\nSpectroscopy.\nSpectroscopy is the study of the interactions between light energy and matter. We are able to see colors because of energy absorption by organic and inorganic compounds. When a plant undergoes photosynthesis, it traps energy from the sun, and this is an example of an interaction between energy and organic compounds.\nSpectroscopy is used to identify organic molecules in unknown compounds. There are many types of spectroscopy, but most important to organic chemistry are infrared spectroscopy and nuclear magnetic resonance spectroscopy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compounds","surface_form":"chemical compounds","offset":47},{"uri":"Carbon","surface_form":"carbon","offset":79},{"uri":"Chemical_bond","surface_form":"chemical bond","offset":120},{"uri":"Chemical_elements","surface_form":"chemical elements","offset":157},{"uri":"Atoms","surface_form":"atoms","offset":192},{"uri":"Organic_compound","surface_form":"organic compound","offset":261},{"uri":"Organisms","surface_form":"organisms","offset":358},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":517},{"uri":"Chemistry","surface_form":"chemistry","offset":644},{"uri":"Biochemistry","surface_form":"biochemistry","offset":724},{"uri":"Microbiology","surface_form":"microbiology","offset":738},{"uri":"Medicine","surface_form":"medicine","offset":756},{"uri":"Jons_Jacob_Berzelius","surface_form":"Jons Jacob Berzelius","offset":808},{"uri":"19th_century","surface_form":"19th century","offset":832},{"uri":"Substance","surface_form":"substance","offset":894},{"uri":"Living_thing","surface_form":"living thing","offset":916},{"uri":"Friedrich_W%C3%B6hler","surface_form":"Friedrich Wöhler","offset":1185},{"uri":"Urea","surface_form":"urea","offset":1224},{"uri":"Ammonium_cyanate","surface_form":"ammonium cyanate","offset":1273},{"uri":"Hydrocarbons","surface_form":"hydrocarbons","offset":1341},{"uri":"Molecules","surface_form":"molecules","offset":1414},{"uri":"Benzene","surface_form":"benzene","offset":1574},{"uri":"Oxygen","surface_form":"oxygen","offset":1839},{"uri":"Nitrogen","surface_form":"nitrogen","offset":1847},{"uri":"Nucleophilic","surface_form":"nucleophilic","offset":1892},{"uri":"Electrophilic","surface_form":"electrophilic","offset":2040},{"uri":"Nucleophilic_substitution","surface_form":"Nucleophilic substitution","offset":2600},{"uri":"Carbocation","surface_form":"carbocation","offset":3316},{"uri":"Stereochemistry","surface_form":"Stereochemistry","offset":3410},{"uri":"Isomer","surface_form":"isomer","offset":3668},{"uri":"Louis_Pasteur","surface_form":"Louis Pasteur","offset":3692},{"uri":"Chirality_(chemistry)","surface_form":"chirality","offset":3799},{"uri":"Superimposition","surface_form":"superimposed","offset":3900},{"uri":"Solar_energy","surface_form":"light energy","offset":4065},{"uri":"Matter","surface_form":"matter","offset":4082},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":4204}]}