{"id":9536,"url":"http://en.wikipedia.org/wiki/Disneyland","text":"Disneyland Park is a theme park in Anaheim, California, United States. It is the first Disneyland. It was opened on July 17, 1955, by Walt Disney, the man who invented Mickey Mouse. It is one of the most popular theme parks in the world. Disneyland Park celebrated its diamond, or 60th, anniversary on July 17, 2015.\nIn 2001, the area around the park expanded into a resort with three hotels, a shopping and dining area called Downtown Disney and a second theme park, Disney's California Adventure. The area is now called Disneyland Resort.\nThe park offers its guests many ways of enjoying their visit. For instance, when visiting the park, guests can find \"Hidden Mickeys\" on each ride and all throughout the resort. \"Hidden Mickeys\" are shaped in the form of Mickey Mouse's head and ears, and displayed through various forms; such as a Hidden Mickey shaped cement, on the floor of the Daisy Level in the Mickey & Friends Parking Structure, or three speakers—in the shape of a circle—forming Mickey Mouse's head on the Space Mountain ride, in Tomorrowland. Hidden Mickeys provide guests an exciting way of discovering magic throughout the park.\nHistory.\nWalt Disney worked very hard to run his movie studio. He liked to spend weekends with his two daughters. The family liked going to carnivals and fairs. Mr. Disney wanted to build a place that had all of the fun of the traveling fairs where parents and children could ride together. That is how Mr. Disney got the idea for Disneyland. In 1953, Disney talked to people at Stanford University. He asked them to find a place that would be a good place to build his park. The Stanford people recommended an orange grove for sale in Anaheim, a farming area south of Los Angeles. Mr. Disney's friends thought the idea was a crazy one. He was sure that his dream would be a good one. After selling land that he loved very much in Palm Springs to help pay for the park, the building of Disneyland began in 1954. He also used a weekly television show called \"Disneyland\" to make people want to see his park. In only one year, Disneyland Park was open.\nWhen Disneyland Park opened on July 17, 1955, the opening was shown on television as it happened. Mr. Disney asked three of his Hollywood friends to help him: Art Linkletter, Robert Cummings and Ronald Reagan. Many things went wrong that day. 11,000 people were invited to the private event but nearly 30,000 came. The streets were still fresh and many people had their shoes stuck in it. They stepped out of their shoes. Even the running water was a problem. Mr. Disney had to choose between drinking water and water for flushing toilets. Mr. Disney chose the toilets. Disneyland may have had problems when it opened, but it was not long before it became a success. Visitor number one million came to Disneyland less than two years later.\nSunday, July 17, 2005, was the fiftieth anniversary of the opening day. Many people waited to enter the park that morning. Some people spent the night waiting in Disney's California Adventure. A ceremony was held that morning with very important people speaking to the audience. Art Linkletter, who was part of the first television show, was the first to speak. The day was also Mr. Linkletter's 93rd birthday. Michael Eisner and Robert Iger, the top men at the Disney company each gave speeches. California governor Arnold Schwarzenegger gave a speech as did Walt Disney's daughter, Diane Disney Miller. The ceremony was shown on giant television screens placed in the park and were played over the televisions during the day. At 4:45 that afternoon, the exact time the Walt Disney had given his speech on the opening day, his speech was played over speakers all over Disneyland.\nThe lands of Disneyland Park.\nInside Disneyland are several areas called \"lands.\" Each land has its own theme. This is a list of those lands and some of the things in them. Disneyland is called the \"Happiest place in America.\"\nMain Street, U.S.A..\nMain Street, U.S.A. is the first land people see when they come into Disneyland. It was built to look like a small American town, much like the one Mr. Disney grew up in. A station for the Disneyland Railroad can be found here. It is located at the entrance to Disneyland. Mr. Disney and some of his workers loved trains and wanted a railroad in their new park. Guests can ride steam-powered trains for a ride around the edge of Disneyland. They can also ride a streetcar pulled by a horse, a double-deck bus and even a small fire engine. Many shops and restaurants can be found on Main Street, U.S.A.\nFantasyland.\nFantasyland is like the places in old fairy tales. There is an antique carousel from 1875. The main entry to Fantasyland is through the Sleeping Beauty castle, the symbol of Disneyland. Attractions (Disneyland does not use the term \"rides\") include Snow White's Scary Adventures and It's a Small World. It also includes the Alice in Wonderland attractions. The Alice in Wonderland ride allows riders to take the adventure just like Alice did and visit the \"creatures\" she met in Wonderland. The teacups are another Alice attraction where guests sit in giant teacups and spin as fast or as slow as they want.\nOther attractions include the Matterhorn Bobsleds. It is the only roller coaster in Fantasyland and the world's first steel roller coaster. Mr. Toad's Wild Ride is an attraction that takes riders through the world of Mr. Toad as he drives around in his car. The Casey Jr. Circus Train goes through tunnels and a small stream. Dumbo the Flying Elephant has long been a young children's favorite. \"It's A Small World\" is a classic Disney attraction boat ride taking guests around the world. Each part of the world has dolls that sing the song \"It's a Small World\" in their language. In Peter Pan's Flight, one may fly over London in a pirate ship and explore Neverland. Pinocchio's Daring Journey is another ride that allows riders to explore the story of the Pinocchio Disney movie. Guests can see different small villages of classic Disney stories on Storybook Land Canal Boats.\nAdventureland.\nAdventureland is made to look like a jungle in Africa or Asia. One of Disneyland's first attractions can be ridden here. It is called \"Jungle Cruise\" and takes guests on a boat ride on a jungle river. Tarzan's Treehouse was originally named The Swiss Family Treehouse after an old novel. The Indiana Jones Adventure is a ride in a jeep through \"dangerous\" caverns that include lava, a giant snake, and other perils. The only other attraction in Adventureland as of now is the Enchanted Tiki Room which is the first ride in the world to feature audio-animatronics.\nFrontierland.\nFrontierland is a land that looks like the old American West. The \"Mark Twain,\" a steam-powered boat called a \"paddlewheeler\" takes guests for a ride on the \"Rivers of America.\" Guests can also ride \"Big Thunder Mountain Railroad,\" a roller coaster that looks like a mine train.\nTomorrowland.\nTomorrowland was meant to look like the world of the future. An attraction called \"Buzz Lightyear Astro Blasters\" and it opened there in 2005. The \"Space Mountain\" indoor roller coaster, built in 1977, reopened in 2005 after two years of rebuilding. An old attraction called \"Submarine Voyage\" was rebuilt. It re-opened in 2007, as Finding Nemo Submarine Voyage with characters from Disney's \"Finding Nemo\".\nMickey's Toontown.\nMickey's Toontown is Disneyland's newest land. It is also its silliest land. Mickey's Toontown is where Mickey Mouse and his friends are supposed to live. It is named \"Toontown\" after a place in the movie, \"Who Framed Roger Rabbit?\"\nNew Orleans Square.\nNew Orleans Square looks like a place called the \"French Quarter\" in New Orleans, Louisiana. Two of Disneyland's very popular attractions are in New Orleans Square: \"Pirates of the Caribbean\" and \"The Haunted Mansion\", which have both inspired movies.\nCritter Country.\nCritter Country was first named Bear Country. It looks like America's Deep South of more than 100 years ago. \"Splash Mountain\" is a very popular log ride that guests wait in line for a long time to enjoy. It ends with a very long drop down a waterfall. The Many Adventures of Winnie the Pooh was more recently added to Disneyland.\nClosure because of COVID-19.\nIn 2020, Disneyland closed until further notice. This was because of the COVID-19 pandemic. The park was supposed to reopen on July 17th 2020, but this was postponed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theme_park","surface_form":"theme park","offset":21},{"uri":"Anaheim%2C_California","surface_form":"Anaheim, California","offset":35},{"uri":"United_States","surface_form":"United States","offset":56},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":134},{"uri":"Mickey_Mouse","surface_form":"Mickey Mouse","offset":168},{"uri":"Anniversary","surface_form":"anniversary","offset":287},{"uri":"Downtown_Disney","surface_form":"Downtown Disney","offset":427},{"uri":"Disney%27s_California_Adventure","surface_form":"Disney's California Adventure","offset":468},{"uri":"Disneyland_Resort","surface_form":"Disneyland Resort","offset":522},{"uri":"Stanford_University","surface_form":"Stanford University","offset":1525},{"uri":"Orange_(fruit)","surface_form":"orange","offset":1657},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1715},{"uri":"Palm_Springs%2C_California","surface_form":"Palm Springs","offset":1877},{"uri":"Art_Linkletter","surface_form":"Art Linkletter","offset":2256},{"uri":"Robert_Cummings","surface_form":"Robert Cummings","offset":2272},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":2292},{"uri":"Birthday","surface_form":"birthday","offset":3238},{"uri":"Michael_Eisner","surface_form":"Michael Eisner","offset":3248},{"uri":"Robert_Iger","surface_form":"Robert Iger","offset":3267},{"uri":"California","surface_form":"California","offset":3334},{"uri":"Governor","surface_form":"governor","offset":3345},{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":3354},{"uri":"Television","surface_form":"television","offset":3474},{"uri":"Disneyland_Railroad","surface_form":"Disneyland Railroad","offset":4155},{"uri":"Railroad","surface_form":"railroad","offset":4300},{"uri":"Steam","surface_form":"steam","offset":4344},{"uri":"Railway","surface_form":"trains","offset":4358},{"uri":"Streetcar","surface_form":"streetcar","offset":4428},{"uri":"Horse","surface_form":"horse","offset":4450},{"uri":"Bus","surface_form":"bus","offset":4471},{"uri":"Fire_engine","surface_form":"fire engine","offset":4492},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":4619},{"uri":"Antique","surface_form":"antique","offset":4644},{"uri":"Carousel","surface_form":"carousel","offset":4652},{"uri":"Sleeping_Beauty","surface_form":"Sleeping Beauty","offset":4717},{"uri":"Castle","surface_form":"castle","offset":4733},{"uri":"Symbol","surface_form":"symbol","offset":4745},{"uri":"Snow_White","surface_form":"Snow White's Scary Adventures","offset":4830},{"uri":"It%27s_a_Small_World","surface_form":"It's a Small World","offset":4864},{"uri":"Alice%27s_Adventures_in_Wonderland","surface_form":"Alice in Wonderland","offset":4905},{"uri":"Matterhorn","surface_form":"Matterhorn","offset":5219},{"uri":"Roller_coaster","surface_form":"roller coaster","offset":5313},{"uri":"The_Casey_Jr._Circus_Train","surface_form":"The Casey Jr. Circus Train","offset":5447},{"uri":"Dumbo","surface_form":"Dumbo","offset":5515},{"uri":"Peter_Pan","surface_form":"Peter Pan","offset":5773},{"uri":"Pinocchio_(1940_movie)","surface_form":"Pinocchio","offset":5947},{"uri":"Jungle","surface_form":"jungle","offset":6120},{"uri":"Africa","surface_form":"Africa","offset":6130},{"uri":"Asia","surface_form":"Asia","offset":6140},{"uri":"River","surface_form":"river","offset":6277},{"uri":"United_States","surface_form":"American","offset":6708},{"uri":"Roller_coaster","surface_form":"roller coaster","offset":6895},{"uri":"Mining","surface_form":"mine","offset":6928},{"uri":"Future","surface_form":"future","offset":7007},{"uri":"Buzz_Lightyear","surface_form":"Buzz Lightyear","offset":7037},{"uri":"Submarine","surface_form":"Submarine","offset":7230},{"uri":"Finding_Nemo","surface_form":"Finding Nemo","offset":7347},{"uri":"Roger_Rabbit","surface_form":"Roger Rabbit","offset":7599},{"uri":"New_Orleans%2C_Louisiana","surface_form":"New Orleans, Louisiana","offset":7703},{"uri":"Log","surface_form":"log","offset":8048},{"uri":"Waterfall","surface_form":"waterfall","offset":8145},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":8336}]}