{"id":955,"url":"http://en.wikipedia.org/wiki/Zinc","text":"Zinc, sometimes called spelter, is a chemical element. It is a transition metal, a group of metals. It is sometimes considered a post-transition metal. Its symbol on the periodic table is \"Zn\". Zinc is the 30th element on the periodic table, and has an atomic number of 30. Zinc has a mass number of 65.38. It contains 30 protons and 30 electrons. In total, 29 isotopes of zinc are known, and five of these occur in nature. Some isotopes are radioactive. Their half-lives are between 40 milliseconds for 57Zn and 5x1018 years for 70Zn.\nZinc is a metal that is mostly used for galvanizing and batteries. It is the fourth most common metal.\nPhysical properties.\nZinc is a shiny bluish grey metal. When it has just been cut, zinc has a whitish-grey color. If it is exposed to air, it will not stay shiny for long. Its melting point is at (), boiling point is (), cooling point is at, and freezing point is at. This temperature is lower than most transition metals but higher than tin or lead. It can be melted on a cooking stove. It boils at a low temperature for a metal. It is not magnetic. When heated a little, it becomes very flexible. If it is heated more, it becomes very brittle. It forms alloys easily with other metals.\nChemical properties.\nZinc is a reactive metal. It is about as reactive as aluminium and more reactive than most of the more common metals, such as iron, copper, nickel, and chrome. It is less reactive than magnesium. Zinc can react with acids, bases, and nonmetals. It does not rust in air, though. A coating of zinc oxide and zinc carbonate forms on the surface of the zinc when it is in air. This coating stops corrosion. Acids can dissolve this coating and react with the zinc metal. This reaction of zinc with an acid makes a zinc(II) salt such as zinc chloride and hydrogen gas. This is a very common chemical reaction. The reaction below is the reaction with hydrochloric acid.\nZinc can burn when powdered or in small pieces to make zinc oxide, a white powder. The flame is bright blue-green.\nZinc oxide can dissolve in strong bases. This reaction happens in some batteries that have zinc in them.\nZinc is a chalcophile. This means that it would rather react with sulfur and elements below it on the periodic table than oxygen. That is why zinc sulfide is the most common zinc ore, not zinc oxide.\nChemical compounds.\nZinc can make chemical compounds with other elements. These chemical compounds are only in one oxidation state: +2. A +1 compound has been found but it is hard to make. There are no other oxidation states other than +1 or +2. Most of these compounds have no color. If they have a color, it is not the zinc that is making the color.\nZinc chloride is one of the most common zinc compounds. They are quite unreactive. They are a little acidic when dissolved in water. They make a green flame when heated in a fire.\nWhere zinc is found.\nFive isotopes of zinc are found in nature. 64Zn is the most common isotope, with 48.63% of naturally occurring Zinc. This isotope has a half-life of 4.3x1018 years. This is so long, that its radioactivity can be ignored. Similarly, (0.6%), with a half life of 1.3x1016 years is usually considered to not be radioactive. The other isotopes found in nature are (28%), (4%) and (19%).\nZinc is not found as a metal in the earth's crust. Zinc is only found as zinc compounds. Sphalerite, a mineral that is made of zinc sulfide, is a main ore of zinc. Very little zinc is in the ocean. Zinc ore is normally found with copper and lead ores.\nThere are some other zinc ores, such as smithsonite (zinc carbonate) and a zinc silicate mineral. They are less common.\nPreparation.\nThe zinc sulfide is concentrated by flotation. There is a detergent that collects the zinc sulfide. The impurities sink to the bottom and are removed. Then the zinc sulfide is heated in air to make zinc oxide and sulfur dioxide.\nThe sulfur dioxide is oxidized to sulfur trioxide.\nThe sulfur trioxide reacts with the zinc oxide to make zinc sulfate. This makes a soluble form of zinc which can be processed more.\nThe zinc sulfate is purified and electrolyzed. This electrolysis makes oxygen, zinc, and sulfuric acid. This makes a pure zinc that is known as \"SHG\" or special high grade.\nThe sulfuric acid is reused in place of the sulfur trioxide to leach more zinc oxide.\nZinc oxide can also be reduced by carbon to zinc metal and carbon dioxide at high temperatures. This is a blast furnace process similar to how iron is made.\nThis form of zinc is cheaper but is not pure.\nZinc is the fourth most common metal in the world. About 10 million tons are made every year.\nAs a metal.\nZinc is used in electrical batteries. The alkaline cell and the Leclanche cell are the ones that use zinc the most. It becomes oxidized and provides electrons for the battery to run.\nAbout 59% of zinc is used for corrosion prevention, which includes galvanizing. 47% of the world's zinc is used for galvanizing. This is used to protect another metal, usually iron, from rusting. The zinc coating corrodes instead of the iron. The zinc coating can be placed on the metal in two ways. The metal can be dipped into a pot of melted zinc. The zinc can also be electroplated on to the metal. Dipping lasts longer but has a patchy surface that some do not think looks nice. It is also used in motorboats and pipelines to slow rusting. The motor of a motorboat often has a \"bullet\" of zinc, that will corrode easily, but will help other metal parts of the motor to stay rust free.\nZinc is used in alloys. Brass is an alloy of copper and zinc. Brass is the most common zinc alloy. Zinc can form alloys with many other metals. Zinc aluminium is an alloy of zinc and aluminium, which makes good bearings. Commercial bronze has zinc in it. Sometimes cadmium telluride is reacted with zinc to make cadmium zinc telluride, a semiconductor. Nickel silver is another zinc alloy.\nZinc can be used in the pipes of a pipe organ. An alloy of tin and lead was used in the past. Zinc is used in the US penny, where it only has a thin layer of copper. The core is zinc. Older pennies were made completely out of bronze.\nA mixture of powdered zinc and sulfur can be used to propel a model rocket. This reaction makes zinc sulfide, heat, light, and gases. Zinc sheet metal is used to make zinc bars.\nAs zinc compounds.\nAbout 1/4 of zinc is used to make zinc compounds. Zinc oxide can be used for sunscreen or paint pigment. Zinc oxide also is a semiconductor. Zinc chloride is used to preserve wood so it does not rot. Some fungicides have zinc in them. Zinc sulfate is used in dyes and pigments. Zinc sulfide is used in fluorescent bulbs to convert the ultraviolet light to visible light.\nIn biology.\nHumans need a little bit of zinc to help their body run well. If they do not get enough zinc in their food, they can get a mineral deficiency. Almost two billion people have a zinc deficiency. Zinc deficiency makes one more easily get infections. Some people say that when we get colds, we should take more zinc. Others say that zinc does not make a difference. There are medicines that one can use when they have a cold. People add tiny amounts of zinc compounds to vitamin pills and cereals to make sure that they get enough zinc. Most single-tablet vitamins have zinc in them. Zinc is found in at least 100 enzymes. It is the second most common transition metal other than iron. Zinc also is used by the brain. The human body contains 2 to 4 grams of zinc. A zinc enzyme helps remove carbon dioxide from blood. Wheat has much zinc in it.\nSafety.\nLarge amounts of zinc metal are toxic. It can dissolve in stomach acid. When too much zinc is eaten, copper and iron levels go down in the body. Zinc compounds can be corrosive in the stomach. Zinc compounds put in the nose can ruin the sense of smell.\nZinc ions are very toxic to fish and many things that live in water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":37},{"uri":"Transition_metal","surface_form":"transition metal","offset":63},{"uri":"Metal","surface_form":"metal","offset":92},{"uri":"Post-transition_metal","surface_form":"post-transition metal","offset":129},{"uri":"Periodic_table","surface_form":"periodic table","offset":170},{"uri":"Atomic_number","surface_form":"atomic number","offset":253},{"uri":"Mass_number","surface_form":"mass number","offset":285},{"uri":"Proton","surface_form":"proton","offset":322},{"uri":"Electron","surface_form":"electron","offset":337},{"uri":"Isotope","surface_form":"isotope","offset":361},{"uri":"Radioactive_decay","surface_form":"radioactive","offset":442},{"uri":"Half-life_(element)","surface_form":"half-lives","offset":461},{"uri":"Millisecond","surface_form":"millisecond","offset":487},{"uri":"Galvanizing","surface_form":"galvanizing","offset":576},{"uri":"Battery","surface_form":"batteries","offset":592},{"uri":"Air","surface_form":"air","offset":773},{"uri":"Transition_metal","surface_form":"transition metal","offset":943},{"uri":"Tin","surface_form":"tin","offset":977},{"uri":"Lead","surface_form":"lead","offset":984},{"uri":"Brittle","surface_form":"brittle","offset":1176},{"uri":"Alloy","surface_form":"alloy","offset":1194},{"uri":"Reactive","surface_form":"reactive","offset":1258},{"uri":"Aluminium","surface_form":"aluminium","offset":1301},{"uri":"Iron","surface_form":"iron","offset":1374},{"uri":"Copper","surface_form":"copper","offset":1380},{"uri":"Nickel","surface_form":"nickel","offset":1388},{"uri":"Chromium","surface_form":"chrome","offset":1400},{"uri":"Magnesium","surface_form":"magnesium","offset":1433},{"uri":"Acid","surface_form":"acid","offset":1464},{"uri":"Base_(chemistry)","surface_form":"bases","offset":1471},{"uri":"Nonmetal","surface_form":"nonmetal","offset":1482},{"uri":"Zinc_oxide","surface_form":"zinc oxide","offset":1539},{"uri":"Zinc_carbonate","surface_form":"zinc carbonate","offset":1554},{"uri":"Zinc_chloride","surface_form":"zinc chloride","offset":1779},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1797},{"uri":"Hydrochloric_acid","surface_form":"hydrochloric acid","offset":1892},{"uri":"Solvation","surface_form":"dissolve","offset":2041},{"uri":"Chalcophile","surface_form":"chalcophile","offset":2141},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":2446},{"uri":"Zinc_chloride","surface_form":"Zinc chloride","offset":2683},{"uri":"Isotope","surface_form":"isotope","offset":2889},{"uri":"Half-life_(element)","surface_form":"half-life","offset":3020},{"uri":"Crust_(geology)","surface_form":"crust","offset":3310},{"uri":"Sphalerite","surface_form":"Sphalerite","offset":3355},{"uri":"Mineral","surface_form":"mineral","offset":3369},{"uri":"Zinc_sulfide","surface_form":"zinc sulfide","offset":3393},{"uri":"Ore","surface_form":"ore","offset":3417},{"uri":"Smithsonite","surface_form":"smithsonite","offset":3558},{"uri":"Silicate","surface_form":"silicate","offset":3598},{"uri":"Flotation","surface_form":"flotation","offset":3687},{"uri":"Detergent","surface_form":"detergent","offset":3709},{"uri":"Sulfur_dioxide","surface_form":"sulfur dioxide","offset":3864},{"uri":"Sulfur_trioxide","surface_form":"sulfur trioxide","offset":3914},{"uri":"Solubility","surface_form":"soluble","offset":4013},{"uri":"Electrolysis","surface_form":"electrolyzed","offset":4096},{"uri":"Oxygen","surface_form":"oxygen","offset":4134},{"uri":"Sulfuric_acid","surface_form":"sulfuric acid","offset":4152},{"uri":"Reduction_(chemistry)","surface_form":"reduced","offset":4345},{"uri":"Carbon","surface_form":"carbon","offset":4356},{"uri":"Blast_furnace","surface_form":"blast furnace","offset":4428},{"uri":"Iron","surface_form":"iron","offset":4465},{"uri":"Battery","surface_form":"batteries","offset":4658},{"uri":"Alkaline_cell","surface_form":"alkaline cell","offset":4673},{"uri":"Leclanche_cell","surface_form":"Leclanche cell","offset":4695},{"uri":"Oxidation","surface_form":"oxidized","offset":4758},{"uri":"Corrosion","surface_form":"corrosion","offset":4844},{"uri":"Galvanizing","surface_form":"galvanizing","offset":4881},{"uri":"Electroplating","surface_form":"electroplated","offset":5186},{"uri":"Rust","surface_form":"rust","offset":5350},{"uri":"Brass","surface_form":"Brass","offset":5528},{"uri":"Copper","surface_form":"copper","offset":5549},{"uri":"Zinc_aluminium","surface_form":"Zinc aluminium","offset":5648},{"uri":"Bearing","surface_form":"bearing","offset":5715},{"uri":"Commercial","surface_form":"Commercial","offset":5725},{"uri":"Bronze","surface_form":"bronze","offset":5736},{"uri":"Cadmium_telluride","surface_form":"cadmium telluride","offset":5769},{"uri":"Semiconductor","surface_form":"semiconductor","offset":5842},{"uri":"Nickel_silver","surface_form":"Nickel silver","offset":5857},{"uri":"Pipe_organ","surface_form":"pipe organ","offset":5929},{"uri":"Tin","surface_form":"tin","offset":5953},{"uri":"Lead","surface_form":"lead","offset":5961},{"uri":"Bronze","surface_form":"bronze","offset":6120},{"uri":"Powder","surface_form":"powder","offset":6141},{"uri":"Model_rocket","surface_form":"model rocket","offset":6190},{"uri":"Bar","surface_form":"bars","offset":6300},{"uri":"Sunscreen","surface_form":"sunscreen","offset":6402},{"uri":"Pigment","surface_form":"pigment","offset":6421},{"uri":"Semiconductor","surface_form":"semiconductor","offset":6451},{"uri":"Fungicide","surface_form":"fungicide","offset":6530},{"uri":"Fluorescent_bulb","surface_form":"fluorescent bulb","offset":6627},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":6660},{"uri":"Deficiency","surface_form":"deficiency","offset":6839},{"uri":"Vitamin","surface_form":"vitamin","offset":7175},{"uri":"Cereal","surface_form":"cereal","offset":7193},{"uri":"Enzyme","surface_form":"enzyme","offset":7318},{"uri":"Brain","surface_form":"brain","offset":7415},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":7495},{"uri":"Wheat","surface_form":"Wheat","offset":7522},{"uri":"Toxic","surface_form":"toxic","offset":7589},{"uri":"Ion","surface_form":"ion","offset":7815}]}