{"id":9550,"url":"http://en.wikipedia.org/wiki/Real_Madrid_C.F.","text":"Real Madrid Club de Fútbol, sometimes known as just Real Madrid, is a Spanish football club from Madrid, Spain. It was started in 1902 and competes in La Liga (the Spanish top league). The \"Real\" in the club's name is Spanish for \"royal\", because it was blessed by the King of Spain in 1920.\nReal Madrid has won La Liga 33 times and the Copa del Rey (King's Cup) 19 times, the most out of any team in the league. It has also won the UEFA Champions League a record 13 times and the UEFA Cup twice.\nReal Madrid was recognised as the FIFA Club of the 20th Century on 11 December 2000, and received the FIFA Centennial Order of Merit on 20 May 2004. In June 2017, the team succeeded in becoming the first club to win the Champions League twice in a row. In 2018, Madrid made history by becoming the first club in recent history to win the Champions League three times in a row. They beat Liverpool F.C. 3–1 in the final.\nSince it began, Real Madrid has since spent all of its history in La Liga, and has never been relegated down to a lower level. This shows how strong they have been just to stay in the top flight of Spanish football. In the 1940s, the club, the Santiago Bernabéu Stadium and the Ciudad Deportiva were rebuilt after the Spanish Civil War. The club became a major force in both Spanish and European football during the 1950s. In the 1980s, the club had one of the best teams in Spain and Europe (known as \"La Quinta del Buitre\"). They had won two UEFA Cups, five Spanish championships in a row, one Spanish cup and three Spanish Super Cups.\nThe club has bought and had many famous footballers, including Ronaldo, David Beckham, Zinedine Zidane, Michael Owen, Cristiano Ronaldo, Kaká and other very famous footballers. The most expensive player is Gareth Bale who was bought for 85.3 million pounds from Tottenham Hotspur of the English Premier League.\nThe club's traditional home colours are all white. Its crest has been changed several times in attempts to modernise or re-brand. The current crest is a modified version of the one first adopted in the 1920s. Real's home stadium is the 81,044 capacity Santiago Bernabéu Stadium in Madrid, where it has played since 1947. Unlike most European football clubs, Real Madrid's members (\"socios\") have owned and operated the club since it was opened. Real is the world's most valuable club. Real Madrid have won 34 La Liga titles.\nEl Clásico.\nThere is a strong rivalry between the two strongest teams in La Liga, which are Real Madrid and FC Barcelona, where the game between them is known as \"El Clásico\" (\"The Classic\").\nMadrid Derby.\nThe club's nearest neighboring club is Atlético Madrid, and matches between them are known as \"Madrid Derby\". A strong rivalry is shared between fans of both teams.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spanish","offset":70},{"uri":"Association_football","surface_form":"football","offset":78},{"uri":"Madrid","surface_form":"Madrid","offset":97},{"uri":"Spain","surface_form":"Spain","offset":105},{"uri":"1902","surface_form":"1902","offset":130},{"uri":"La_Liga","surface_form":"La Liga","offset":151},{"uri":"1920","surface_form":"1920","offset":286},{"uri":"La_Liga","surface_form":"La Liga","offset":312},{"uri":"Copa_del_Rey","surface_form":"Copa del Rey","offset":337},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":433},{"uri":"UEFA_Cup","surface_form":"UEFA Cup","offset":481},{"uri":"UEFA_Champions_League","surface_form":"Champions League","offset":717},{"uri":"Liverpool_F.C.","surface_form":"Liverpool F.C.","offset":884},{"uri":"2018_UEFA_Champions_League_Final","surface_form":"the final","offset":906},{"uri":"Relegation","surface_form":"relegated","offset":1011},{"uri":"Ciudad_Deportiva%2C_Madrid","surface_form":"Ciudad Deportiva","offset":1195},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":1235},{"uri":"Quinta_del_Buitre","surface_form":"La Quinta del Buitre","offset":1420},{"uri":"Ronaldo","surface_form":"Ronaldo","offset":1618},{"uri":"David_Beckham","surface_form":"David Beckham","offset":1627},{"uri":"Zinedine_Zidane","surface_form":"Zinedine Zidane","offset":1642},{"uri":"Michael_Owen","surface_form":"Michael Owen","offset":1659},{"uri":"Cristiano_Ronaldo","surface_form":"Cristiano Ronaldo","offset":1673},{"uri":"Kak%C3%A1","surface_form":"Kaká","offset":1692},{"uri":"Gareth_Bale","surface_form":"Gareth Bale","offset":1761},{"uri":"Tottenham_Hotspur_F.C.","surface_form":"Tottenham Hotspur","offset":1817},{"uri":"English_Premier_League","surface_form":"English Premier League","offset":1842},{"uri":"Santiago_Bernab%C3%A9u_Stadium","surface_form":"Santiago Bernabéu Stadium","offset":2118},{"uri":"Madrid","surface_form":"Madrid","offset":2147},{"uri":"La_Liga","surface_form":"La Liga","offset":2464},{"uri":"F.C._Barcelona","surface_form":"FC Barcelona","offset":2499},{"uri":"El_Cl%C3%A1sico","surface_form":"El Clásico","offset":2554},{"uri":"Atl%C3%A9tico_Madrid","surface_form":"Atlético Madrid","offset":2636},{"uri":"Madrid_Derby","surface_form":"Madrid Derby","offset":2692}]}