{"id":956,"url":"http://en.wikipedia.org/wiki/Zebra","text":"Zebras are mammals of the family \"Equidae\". Zebras are African horses. They are in the same genus as the common horse, \"Equus caballus\", and donkeys. Zebras are known for having many black and white stripes. There are three main species of zebra, Grevy's Zebra, the Plains Zebra, and the Mountain Zebra.\nAppearance.\nAll zebras have very short fur because they live in hot areas. Their fur has black and white stripes. The main part of the body has mostly vertical stripes, and the legs have horizontal stripes. They also have a dark line directly down their spine. Each of the different zebra species has different type of stripes. Each zebra has a unique pattern.\nDespite many attempts, we do not really know what the advantage is of having those characteristic stripes. There are different species and sub-species of zebra, and they all have stripes so, think scientists, it must be important.\nLife.\nZebras are social animals that spend time in herds, they graze together and sometimes even groom each other. They can have babies (foals) when they are about five years old and can have one every year. Zebras mainly eat grass, but they also eat fruit, leaves and some vegetables. They always live near water and are an endangered species.\nZebras live in Africa, south of the Sahara desert.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":11},{"uri":"Family_(biology)","surface_form":"family","offset":26},{"uri":"Equidae","surface_form":"Equidae","offset":34},{"uri":"Horse","surface_form":"horse","offset":63},{"uri":"Genus","surface_form":"genus","offset":92},{"uri":"Equus_caballus","surface_form":"Equus caballus","offset":120},{"uri":"Donkey","surface_form":"donkey","offset":141},{"uri":"Species","surface_form":"species","offset":229},{"uri":"Fur","surface_form":"fur","offset":343},{"uri":"Vertical","surface_form":"vertical","offset":455},{"uri":"Horizontal","surface_form":"horizontal","offset":491},{"uri":"Species","surface_form":"species","offset":792},{"uri":"Sub-species","surface_form":"sub-species","offset":804},{"uri":"Africa","surface_form":"Africa","offset":1256},{"uri":"Sahara","surface_form":"Sahara","offset":1277}]}