{"id":9564,"url":"http://en.wikipedia.org/wiki/Milton_Keynes","text":"e=\"preserve\">Milton Keynes is a very large town in Buckinghamshire, England. In 1967, the government decided to start a large new town with the idea that it would become a city of 250,000 people by the end of the twentieth century. The place where it was built already included three towns and sixteen villages, with about 45,000 people living there. More and more houses, shops and factories are built every year. By 2011, there were are about 275,000 residents. (In the United Kingdom, no matter how large a town is, it can not just call itself a city. Only the King or Queen can give it that name).\nAeroplanes flying over ordinary towns can see roads that look like a spider's web. But when they fly over Milton Keynes, they see that its big roads look like a net or a grid. The people who live there call the spaces between the busy roads grid squares and that is where they live. Nobody lives right next to the big roads, so there are no trucks going past the front door of people who live there. So really, Milton Keynes often seems more like a 100 little villages than a big city.\nPeople do not have to cross a busy road to get from one grid square to the next one, because the roads go over bridges and people can cross safely under them. The paths that go under the roads and between the houses are called Redways because they are red in colour. Only people on bicycles and people walking are allowed to use them. Cars, lorries and motorbikes are not allowed to go on them. So people could cycle all the way across the city and never have to go on a busy road.\nWhat was it like before the builders came?\nBefore the builders came, there were many fields and a lot of villages. People can still see the old villages because the houses look different. There are many rivers and streams and lakes and a canal. There are no houses on the fields beside the rivers. Nobody can build on these fields because sometimes they get flooded when it rains a lot. But nearly all the time, they are just giant long parks called linear parks.\nWhen the builders dug up the ground to build on, they found some strange things. The oldest was the fossil of a dinosaur fish, called an Ichthyosaur. They also found a Roman farm - people can still see bits of it because they decided to leave it alone. They also found some buried treasure (the Milton Keynes Hoard) which is now in the British Museum (with copies in the Milton Keynes Museum).\nWhat is there to do?\nThere is one big theatre and four small ones. There are only two cinemas but each one has ten sections, so there are twenty movies on at a time. There is a ski slope with real snow, even in summer. That is because it is indoors, with a giant fridge to keep it cold. There are four big swimming pools. At the National Bowl, people can see their favourite bands and artists. Not very far away, at Silverstone, they can see Formula 1 motor racing - including Milton Keynes's own F1 team, Red Bull Racing. There is a football stadium, where they can see the local football club, Milton Keynes Dons F.C., play. They can see barges going past on the canal. Near the station, there is a covered skateboard place. There is also Planet Ice where there is leisure skating available and the MK Lightning ice hockey team plays. This is also where they train figure skaters and ice dancers at national competition level. Professional skater, Vicky Ogden who has skated internationally and nationally for Great Britain for over 12 years is the head coach.\nRoad system and roundabouts.\nThe road system in Milton Keynes is based on the idea of major roads between districts and minor roads within them. The major roads (often dual carriageways) run almost all the way across the city but the minor roads are just for local use. Most of the major roads have a national speed limit: 60 MPH for single carriageway and 70MPH for dual carriageway - thus traffic passing through Milton Keynes can cross from one side to the other in a relatively short time. The major roads run either north/south or east/west, though not in straight lines. This network is called a grid: the major roads are called 'grid roads'. Roundabouts are used at the junctions of the grid: traffic lights are rare.\nPublic transport.\nThe original design for Milton Keynes expected bus services to use the grid roads, with passengers walking to the nearest 'edge'. In reality, the bus services use the internal minor roads.\nConcrete Cows.\nThe Concrete Cows are an art installation by the American artist Elizabeth Leyh. The artist was working with local children to use found objects to create art. The concrete and armatures came as left-overs from local building sites. People from outside (notably a BBC Radio One disc jockey) jumped to the conclusion that they symbolised 'concrete cows for concrete fields', failing to recognise how green Milton Keynes is and that real cows and sheep graze the linear parks.\nThe cows in the field to the north of Monks Way near the junction with Erica Road are a copy. The original set is in the shopping centre in Central Milton Keynes. The copy cows are regularly the subject of vandalism - some more creative than others: in 2012 the cows were all painted to appear as skeletons by a local guerrilla artist in readiness for Halloween. This effort was more artistic than most and generally well received with many people voicing a wish (in the local newspaper) that the council not repaint them - but this has been done.\nWhere is it?\nIt is in England. It is about half way between Oxford and Cambridge. It is about half way between London and Birmingham. They can get here on the train because we have five railway stations - the biggest one is Milton Keynes Central. They can come on the M1 motorway - get off at Junction 14. It takes less than an hour to get here in the train from London, maybe half an hour if they take an express train.","categories":[],"infobox_types":[],"annotations":[{"uri":"Buckinghamshire","surface_form":"Buckinghamshire","offset":51},{"uri":"England","surface_form":"England","offset":68},{"uri":"Government","surface_form":"government","offset":90},{"uri":"New_town","surface_form":"new town","offset":126},{"uri":"20th_century","surface_form":"twentieth century","offset":213},{"uri":"Resident","surface_form":"resident","offset":453},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":472},{"uri":"King","surface_form":"King","offset":564},{"uri":"Queen","surface_form":"Queen","offset":572},{"uri":"Aeroplane","surface_form":"Aeroplane","offset":602},{"uri":"Truck","surface_form":"truck","offset":943},{"uri":"Bridge","surface_form":"bridge","offset":1199},{"uri":"Red","surface_form":"red","offset":1340},{"uri":"Colour","surface_form":"colour","offset":1347},{"uri":"Bicycles","surface_form":"bicycles","offset":1370},{"uri":"Lorry","surface_form":"lorries","offset":1429},{"uri":"Motorbike","surface_form":"motorbike","offset":1441},{"uri":"Canal","surface_form":"canal","offset":1808},{"uri":"Linear_park","surface_form":"linear park","offset":2020},{"uri":"Fossil","surface_form":"fossil","offset":2134},{"uri":"Dinosaur","surface_form":"dinosaur","offset":2146},{"uri":"Ichthyosaur","surface_form":"Ichthyosaur","offset":2171},{"uri":"Roman_Britain","surface_form":"Roman","offset":2202},{"uri":"Farm","surface_form":"farm","offset":2208},{"uri":"Milton_Keynes_Hoard","surface_form":"Milton Keynes Hoard","offset":2329},{"uri":"British_Museum","surface_form":"British Museum","offset":2370},{"uri":"Theatre","surface_form":"theatre","offset":2466},{"uri":"Ski","surface_form":"ski","offset":2605},{"uri":"Snow","surface_form":"snow","offset":2625},{"uri":"Refrigerator","surface_form":"fridge","offset":2691},{"uri":"National_Bowl","surface_form":"National Bowl","offset":2757},{"uri":"Band","surface_form":"band","offset":2803},{"uri":"Silverstone","surface_form":"Silverstone","offset":2844},{"uri":"Formula_1","surface_form":"Formula 1","offset":2870},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":2934},{"uri":"Football","surface_form":"football","offset":2962},{"uri":"Stadium","surface_form":"stadium","offset":2971},{"uri":"Milton_Keynes_Dons_F.C.","surface_form":"Milton Keynes Dons F.C.","offset":3024},{"uri":"Barge","surface_form":"barge","offset":3068},{"uri":"Skateboard","surface_form":"skateboard","offset":3137},{"uri":"Planet_Ice","surface_form":"Planet Ice","offset":3169},{"uri":"MK_Lightning","surface_form":"MK Lightning","offset":3229},{"uri":"Figure_skater","surface_form":"figure skater","offset":3295},{"uri":"Ice_dancers","surface_form":"ice dancers","offset":3314},{"uri":"Vicky_Ogden","surface_form":"Vicky Ogden","offset":3378},{"uri":"Dual_carriageway","surface_form":"dual carriageway","offset":3659},{"uri":"Grid","surface_form":"grid","offset":4093},{"uri":"Roundabout","surface_form":"Roundabout","offset":4140},{"uri":"Traffic_light","surface_form":"traffic light","offset":4191},{"uri":"Passenger","surface_form":"passenger","offset":4322},{"uri":"Artist","surface_form":"artist","offset":4496},{"uri":"Elizabeth_Leyh","surface_form":"Elizabeth Leyh","offset":4503},{"uri":"BBC_Radio_One","surface_form":"BBC Radio One","offset":4702},{"uri":"Disc_jockey","surface_form":"disc jockey","offset":4716},{"uri":"Central_Milton_Keynes","surface_form":"Central Milton Keynes","offset":5053},{"uri":"Guerrilla_artist","surface_form":"guerrilla artist","offset":5231},{"uri":"England","surface_form":"England","offset":5483},{"uri":"Oxford","surface_form":"Oxford","offset":5521},{"uri":"Cambridge","surface_form":"Cambridge","offset":5532},{"uri":"London","surface_form":"London","offset":5572},{"uri":"Birmingham","surface_form":"Birmingham","offset":5583},{"uri":"Railway","surface_form":"train","offset":5620},{"uri":"Railway_station","surface_form":"railway station","offset":5647},{"uri":"Milton_Keynes_Central_railway_station","surface_form":"Milton Keynes Central","offset":5685},{"uri":"Motorway","surface_form":"motorway","offset":5732},{"uri":"Junction","surface_form":"Junction","offset":5754},{"uri":"Express","surface_form":"express","offset":5867}]}