{"id":9569,"url":"http://en.wikipedia.org/wiki/A_Clockwork_Orange","text":"\"A Clockwork Orange\" is an English dystopian novella written by Anthony Burgess and published in 1962.\nThrough the exploits and experiences of the teenaged, charismatic but sociopathic, Alex, it explores mankind's violent nature. The novel is set in a not-so-distant future society with a culture of extreme youth rebellion and violence. It satirizes trends in youth culture that were around in the 1960s in the West, and to some extent still present today. The dramatic events throw a light on human free will to choose between good or evil, and the weakness of free will as a solution to evil. Alex and his three goons do various crimes, mainly assaulting everyone: Brutally for the men, and sexually for the women. He is sent to prison for murdering a woman whilst burgling her house.\nBurgess experiments with language by writing in a Russian-influenced argot (slang) called \"Nadsat\" which is used by the novel’s teenage anti-hero in his first-person narrative, and the younger characters. According to Burgess, the novel was a \"jeu d'esprit\" written in just three weeks.\nIn 2005, \"A Clockwork Orange\" was included on \"Time\" magazine's list of the 100 best English-language novels written since 1923, and it was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. The original manuscript of the book was bought by McMaster University. Hamilton, Ontario, Canada in 1971.\nThe best known adaptation of the novel to other forms is the 1971 movie \"A Clockwork Orange\" by Stanley Kubrick, starring Malcolm McDowell as Alex. A 1965 film by Andy Warhol entitled \"Vinyl\" was also an adaptation of Burgess' novel.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Dystopia","surface_form":"dystopia","offset":35},{"uri":"Novella","surface_form":"novella","offset":45},{"uri":"Anthony_Burgess","surface_form":"Anthony Burgess","offset":64},{"uri":"Satire","surface_form":"satirizes","offset":341},{"uri":"Free_will","surface_form":"free will","offset":501},{"uri":"Russian_language","surface_form":"Russian","offset":838},{"uri":"Argot","surface_form":"argot","offset":857},{"uri":"Slang","surface_form":"slang","offset":864},{"uri":"Nadsat","surface_form":"Nadsat","offset":879},{"uri":"First-person_narrative","surface_form":"first-person narrative","offset":941},{"uri":"Jeu_d%27esprit","surface_form":"jeu d'esprit","offset":1032},{"uri":"Time_(magazine)","surface_form":"Time","offset":1122},{"uri":"Modern_Library","surface_form":"Modern Library","offset":1224},{"uri":"Modern_Library_100_Best_Novels","surface_form":"100 best English-language novels of the 20th century","offset":1269},{"uri":"McMaster_University","surface_form":"McMaster University","offset":1373},{"uri":"Hamilton%2C_Ontario","surface_form":"Hamilton, Ontario","offset":1394},{"uri":"A_Clockwork_Orange_(movie)","surface_form":"A Clockwork Orange","offset":1502},{"uri":"Stanley_Kubrick","surface_form":"Stanley Kubrick","offset":1525},{"uri":"Malcolm_McDowell","surface_form":"Malcolm McDowell","offset":1551},{"uri":"Andy_Warhol","surface_form":"Andy Warhol","offset":1592}]}