{"id":957,"url":"http://en.wikipedia.org/wiki/Zoo","text":"A zoological garden, zoological park, or zoo is a place where many different species types of animals are kept so people can see and watch them.\nModern zoos try not only to be for people's entertainment, but for education, research, and the conservation and protection of animals. Many zoos are centers where rare animals are preserved when they are in danger of dying out. These modern zoos also want to give the animals a natural life, so that they are healthy and behave normal. This is done for the animals, but also that people can see the animals as if they were in nature, and not in a zoo.\nZoos cost money. They educate the public on the biological diversity that makes up the world. They help people and wildlife successfully coexist. They pursue continuing research and education for people. They preserve crucial natural resources. They work to ensure zoos can provide the most natural environment possible for wildlife in its care. Without enough money they cannot do these things.\nMany zoos are not like the modern type of zoo. There the animals are held in bad conditions. They are kept in small cages, and they are bored and get sick.\nSafari park.\nA safari park is a type of zoo where visitors can drive their own vehicles or ride in vehicles given by the park to see the animals. Sometimes, visitors can feed the animals through the car windows. The first safari park was Whipsnade Park in Bedfordshire, England. It was opened by the Zoological Society of London in 1931.\nPublic aquarium.\nA public aquarium is a type of zoo which has lots of aquatic animals and plants for people to see. Most public aquariums have very large tanks. They may also have smaller tanks. The first public aquariums were made in the mid-19th century.\nPetting zoo.\nA petting zoo is a type of zoo that has domestic animals and some wild animals that are very calm so that the visitors can touch and feed them. Most petting zoos usually have very calm herbivorous domesticated animals, such as: sheep, goats, pigs, rabbits or ponies, to feed and touch them safely. Few petting zoos have wild animals (such as pythons or baby big cats) touch. These are rare and usually found outside Western countries.\nAnimal theme park.\nAn animal theme park is a combination of a theme park and a zoo. It mainly built for entertainment, amusement, and commercial reasons. Many animal theme parks combine theme park elements, like entertainment and amusement rides, with zoo elements such as live animals kept inside cages so that visitors can see them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":77},{"uri":"Animal","surface_form":"animal","offset":94},{"uri":"Entertainment","surface_form":"entertainment","offset":189},{"uri":"Education","surface_form":"education","offset":212},{"uri":"Research","surface_form":"research","offset":223},{"uri":"Extinction","surface_form":"dying out","offset":363},{"uri":"Health","surface_form":"health","offset":455},{"uri":"Natural_environment","surface_form":"natural environment","offset":889},{"uri":"Safari_park","surface_form":"safari park","offset":1165},{"uri":"Visitor","surface_form":"visitors","offset":1200},{"uri":"Vehicle","surface_form":"vehicles","offset":1229},{"uri":"Whipsnade_Park","surface_form":"Whipsnade Park","offset":1388},{"uri":"Bedfordshire","surface_form":"Bedfordshire","offset":1406},{"uri":"England","surface_form":"England","offset":1420},{"uri":"Public_aquarium","surface_form":"public aquarium","offset":1507},{"uri":"Aquatic_animal","surface_form":"aquatic animals","offset":1558},{"uri":"Aquatic_plant","surface_form":"plants","offset":1578},{"uri":"Petting_zoo","surface_form":"petting zoo","offset":1760},{"uri":"Domestication","surface_form":"domestic animals","offset":1798},{"uri":"Herbivore","surface_form":"herbivorous","offset":1943},{"uri":"Domestic_sheep","surface_form":"sheep","offset":1986},{"uri":"Domestic_goat","surface_form":"goats","offset":1993},{"uri":"Pig","surface_form":"pigs","offset":2000},{"uri":"Rabbit","surface_form":"rabbits","offset":2006},{"uri":"Pony","surface_form":"ponies","offset":2017},{"uri":"Animal_theme_park","surface_form":"animal theme park","offset":2215},{"uri":"Theme_park","surface_form":"theme park","offset":2255},{"uri":"Entertainment","surface_form":"entertainment","offset":2297}]}