{"id":9575,"url":"http://en.wikipedia.org/wiki/Silvio_Berlusconi","text":"Silvio Berlusconi (born 29 September 1936) is an Italian politician and businessman. He was Prime Minister of Italy from May 1994 to January 1995, June 2001 to May 2006, and May 2008 to November 2011. He was the first to become Prime Minister without first holding another office. He is the leader of a coalition named \"Forza Italia\".\nBerlusconi is also the most important manager of Italy, he is the owner of television group \"Mediaset\", of the editorial group \"Mondadori\" and of the Bank group \"Mediolanum SpA\". He was born in Milan. In July 2020, his net worth was at US$6.3 billion.\nBerlusconi had some problems with justice, including fraud (1994, 1996) and corruption (1998). In the 1990s he entered politics and he has been Head of Government in 1994, in 2001 and since 2008 to 2011. On 26 October 2012, he was convicted of fraud. On 1 August 2013, his jail term got confirmed, he will have to serve 4 years, in house arrest, because of his old age. In 2013, Berlusconi was convicted of paying for sex with an underage girl. This conviction was overturned on 18 July 2014.\nIn 2019, he was elected a member of the European Parliament during the 2019 elections. He was an MEP previously between 1999 to 2001.\nOn 2 September 2020, during the worldwide coronavirus pandemic, Berlusconi tested positive to COVID-19. The next day, he was hospitalized in Milan with pneumonia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prime_Minister_of_Italy","surface_form":"Prime Minister of Italy","offset":92},{"uri":"Milan","surface_form":"Milan","offset":529},{"uri":"Net_worth","surface_form":"net worth","offset":554},{"uri":"1000000000_(number)","surface_form":"billion","offset":578},{"uri":"Fraud","surface_form":"fraud","offset":640},{"uri":"Corruption","surface_form":"corruption","offset":663},{"uri":"European_Parliament","surface_form":"European Parliament","offset":1120},{"uri":"COVID-19_pandemic","surface_form":"worldwide coronavirus pandemic","offset":1246},{"uri":"COVID-19","surface_form":"COVID-19","offset":1308},{"uri":"Milan","surface_form":"Milan","offset":1355},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1366}]}