{"id":95839,"url":"http://en.wikipedia.org/wiki/Household_Cavalry","text":"e=\"preserve\">The British Household Cavalry, is an army corps (pronounced \"core\") of two regiments of soldiers. Cavalry regiments, until the end of World War I, were always \"mounted\" on horses. Nowadays \"cavalry regiments\" are mounted on tanks. The British Household Cavalry is unusual because half of them are also still mounted on horses. The two Regiments of Household Cavalry, the Household Cavalry Mounted Regiment, which parades with horses and the Household Cavalry Regiment, which has light armoured vehicles, are manned by equal numbers of soldiers from The Life Guards and The Blues and Royals both of which are part of the \"Household Division\". In Britain the \"Household Division\" has the special privilege of guarding the Sovereign and the Royal Household. The term \"Household Division\" is used in all Commonwealth countries.\nIn many other countries there are similar highly-trained army corps which guard the head of state and have ceremonial duties as well as operational military roles. Regiments of this sort can be found in Australia, Brunei, Belgium, Canada, Denmark and many other countries. But when speaking in English of the \"Household Cavalry\", the term generally refers to the \"British Household Cavalry\".\nThe Life Guards and The Blues and Royals.\nIn Britain there are seven regiments in the Household Division. They are generally referred to as \"The Guards\". Five of the Guards regiments are \"infantry\", which means that they are \"foot soldiers\" and are Foot Guards, and the senior two regiments are \"cavalry\" meaning they are first and foremost armoured soldiers who also have a ceremonial role \"mounted\" on horses for ceremonial duty.\nThe British Household Cavalry is made of two regiments: The Life Guards and The Blues and Royals. They are the senior regular regiments in the British Army, with traditions dating from 1660. The \"Horse Guards\", (as they are known, for short), have their barracks in Hyde Park Barracks in Knightsbridge in London and perform their principal duty of forming daily The Queen's Life Guard at a building in London which was formerly the headquarters of the British Army. There are always mounted guards on duty ouside the \"Horse Guards\" building in front of which lies the famous Horse Guards Parade where The Queen's Birthday Parade takes place. There, the daily ceremony of the \"Changing of The Queen's Life Guard\" takes place. (This is a different Changing of the Guard to the one at Buckingham Palace.)\nThe Colonel-in-Chief of both Regiments of Household Cavalry is Her Majesty Queen Elizabeth II. The Colonel of The Life Guards is General Lord Guthrie of Craigiebank GCB, LVO, OBE. The Colonel of The Blues and Royals is Her Royal Highness The Princess Royal KG, KT, GCVO, QSO. (See below)\nThe motto of both regiments is \"Honi Soit Qui Mal Y Pense\" (Shame on him who thinks evil of it).\nUniform.\nThe ceremonial uniform of the Household Cavalry has two features that are not often seen on other soldiers. They wear a shiny Silver helmet With Brass and Silver fittings, with a long \"plume\" of horse hair hanging from the top. When on \"mounted guard\" duty they also wear a \"cuirasse\" (metal chest armour). The two regiments can be told apart by the colour of their jacket (which is called a \"tunic\") and by the \"plumes\" on their helmets. The Life Guards wear red tunics with white plumes while The Blues and Royals wear blue tunics and have red plumes to their helmets. While on guard, the soldiers carry swords. When mounted on horses, the soldiers wear white riding-breeches, known as buckskins, and tall black winged leather boots, which are called jack boots, having been \"jacked\" or reinforced against sword blows (Fr. Jaque: chainmail).\nThe \"farrier\" assists the Regimental Veterinary Officer in of taking care of the horses. When the farrier is mounted on parade, he carries the traditional symbol of an axe. In battle, one of the farrier's jobs was to kill horses that were badly injured. They also had to cut off one of the hooves so that there was proof of the horse's death so that a new one could be purchased. The horses are all black three quareter bred Irish draught horses except for the trumpeters' horses, which are grey, and the drumhorses which are large draught horses. They are almost invariably coloured horses, Shires or Clydesdales and are \"piebald\" (black and white), \"skewbald\" (brown and white) or roan. The drumhorses each carry two solid silver kettle drums on parade.\nThe trumpeter, whose job is to relay messages by trumpet, can be told apart because he does not wear a cuirrass, and has a grey (white) horse. On \"State occasions\" when The Queen or another member of the Royal Family is present, the bands of The Household Cavalry wear gold coats designed at the time of King Charles II made of gold braid and dark blue velvet jockey hats. Each regiment has its own Quick March and Slow March. They both use a Scottish tune the \"Keel Row\" for a ceremonial \"trot past\".\nThe Household Cavalry's Operational Role.\nThe Household Cavalry Regiment is an armoured reconnaissance regiment based in Windsor. Most Household Cavalry soldiers begin their careers on mounted duty before being posted, normally after about two years at ceremonial duty, to the reconnaissance regiment, which has Scimitar light tanks, where they are trained in driving, gunnery ands signals. This regiment has deployed more than almost any other in the British Army to operations in Bosnia, Kosovo, Iraq and Afghanistan. Gallantry medals awarded to soldiers of the Household Cavalry since 2003 include: a George Cross (GC) to Trooper Christopher Finney of The Blues and Royals, a Conspicuous Gallantry Cross (CGC) and a Military Cross (MC) to Staff Corporal Michael Flynn of The Blues and Royals (making him the most decorated serviceman in the British Army), a CGC to Lance Corporal of Horse Andrew Radford, a Distinguished Service Order to Major Richard Taylor of The Life Guards, and MCs to Captain Paddy Williams of The Blues and Royals and to Staff Corporal Shaun Fry of The Life Guards. All these were awarded on operations in Iraq and Afghanistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Army","surface_form":"army","offset":50},{"uri":"Military","surface_form":"regiment","offset":88},{"uri":"World_War_I","surface_form":"World War I","offset":147},{"uri":"Tank","surface_form":"tank","offset":237},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":813},{"uri":"Head_of_state","surface_form":"head of state","offset":921},{"uri":"Ceremony","surface_form":"ceremonial","offset":944},{"uri":"Military","surface_form":"regiment","offset":1706},{"uri":"British_Army","surface_form":"British Army","offset":1804},{"uri":"Headquarters","surface_form":"headquarters","offset":2093},{"uri":"Buckingham_Palace","surface_form":"Buckingham Palace","offset":2443},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":2538},{"uri":"Uniform","surface_form":"uniform","offset":2872},{"uri":"Armour","surface_form":"armour","offset":3155},{"uri":"Axe","surface_form":"axe","offset":3869},{"uri":"Timpani","surface_form":"kettle drums","offset":4433},{"uri":"Charles_II_of_England","surface_form":"King Charles II","offset":4761},{"uri":"Jockey","surface_form":"jockey","offset":4817}]}