{"id":95890,"url":"http://en.wikipedia.org/wiki/Lev_Chernyi","text":"e=\"preserve\">Lev Chernyi (18??-1921) was a Russian anarchist poet who was imprisoned in Siberia under the Russian Czarist regime for his revolutionary activities.\nArticles.\nIn 1907, he published a book entitled \"Associational Anarchism\", in which he speak about the \"free association of independent individuals.\". Chernyi was greatly influenced by individualist-anarchist Max Stirner.\nOn his return from Siberia in 1917 he enjoyed great popularity among Moscow workers. He was also Secretary of the Moscow Federation of Anarchist Groups, which was formed in March, 1917.\nIn the spring of 1918, in reaction to the growing repression of all opposition and free expression, the anarchist groups within the Moscow Federation formed armed gangs, the Black Guards, and Lev Chernyi played an active part in these.\nOn the night of April 11, 1918 the Cheka, the secret police, attacked the building of the Moscow Federation, and the Black Guards offered armed resistance. About forty anarchists were killed or striked and about five hundred were imprisoned.\nIn 1919 Chernyi joined a group called the Underground Anarchists, who published two numbers of a broadsheet which denounced the Communist dictatorship as the biggest tyranny in human history. On September 25, 1919, a little group of social revolutionaries and anarchists bombed the headquarters of the \"Moscow Committee\" of the Communist Party in protest at the growing repression. Twelve Communists were killed and forty-five others were mutilated.\nDeath.\nAugust, 1921, the Moscow \"Izvestia\" published an official report announcing that ten \"anarchist bandits\" had been shot without hearing or trial. Among the dead was Lev Chernyi although Paul Avrich indicates in two of his books on the Russian anarchists that Chernyi was executed in September of that year, not August. Although he was not involved in the bombing of the Moscow Communist headquarters, he was, because of his association with the Underground Anarchists, a likely candidate for a frame-up. The Communists refused to turn over his body to his family for burial, and there were persistent rumors that he had in fact died of torture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":43},{"uri":"Anarchist","surface_form":"anarchist","offset":51},{"uri":"Poet","surface_form":"poet","offset":61},{"uri":"Siberia","surface_form":"Siberia","offset":88},{"uri":"Czar","surface_form":"Czar","offset":114},{"uri":"Associational_Anarchism","surface_form":"Associational Anarchism","offset":212},{"uri":"Individualist-anarchist","surface_form":"individualist-anarchist","offset":348},{"uri":"Max_Stirner","surface_form":"Max Stirner","offset":372},{"uri":"Moscow","surface_form":"Moscow","offset":454},{"uri":"Secretary","surface_form":"Secretary","offset":482},{"uri":"Moscow_Federation_of_Anarchist_Groups","surface_form":"Moscow Federation of Anarchist Groups","offset":499},{"uri":"Black_Guards","surface_form":"Black Guards","offset":745},{"uri":"Cheka","surface_form":"Cheka","offset":842},{"uri":"Underground_Anarchists","surface_form":"Underground Anarchists","offset":1091},{"uri":"Broadsheet","surface_form":"broadsheet","offset":1146},{"uri":"Communist","surface_form":"Communist","offset":1177},{"uri":"Dictatorship","surface_form":"dictatorship","offset":1187},{"uri":"Tyranny","surface_form":"tyranny","offset":1215},{"uri":"Headquarters","surface_form":"headquarters","offset":1331},{"uri":"Izvestia","surface_form":"Izvestia","offset":1532},{"uri":"Trial_(law)","surface_form":"trial","offset":1644},{"uri":"Torture","surface_form":"torture","offset":2141}]}