{"id":9589,"url":"http://en.wikipedia.org/wiki/Michael_Jackson","text":"Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer, who was one of the most famous and successful musicians of all time. He was referred to as the \"King of Pop\", or the \"Emperor of Pop\", and was one of the most influential entertainers in the history of pop music. He was the best-selling music artist during the year of his death. His contributions to music, dance, and fashion along with his publicized personal life made him a global figure in popular culture for over five decades.\nJackson started performing with his older brothers Jackie, Tito, Jermaine, and Marlon in The Jackson 5 in 1964. In 1971, he started a solo career while also being a member of The Jackson 5. He made the highest-selling album of all time, \"Thriller\" in 1982, with estimated sales of 66 million copies worldwide. The video for \"Thriller\" showed him dancing like a zombie and other dancers around him were zombies as well. \"Thriller\", which includes famous songs like \"Beat It\" and \"Billie Jean\" has sold 110 million copies worldwide. The popularity of these videos helped bring the television channel MTV to fame. Jackson wrote other well-known songs such as \"Bad\", \"Black or White\", \"Heal the World\" and \"Earth Song\". Through music videos and live performances, he is known for popularizing dance moves such as the robot and the moonwalk. He won a lot of awards and broke many records. Guinness World Records says he is the most successful entertainer of all time. Jackson is also remembered for giving money to charities and pioneering efforts in charitable fundraising in the entertainment industry. Jackson traveled the world attending events honoring his humanitarianism, and, in 2000, the \"Guinness World Records\" recognized him for supporting 39 charities, more than any other entertainer.\nHis other studio albums, including \"Off the Wall\" (1979), \"Bad\" (1987), \"Dangerous\" (1991), ' (1995) and \" \"(1997) also rank among the world's best selling albums. He released his last studio album \"Invincible\" (2001).\nAspects of Jackson's personal life, including his changing appearance, personal relationships, and behavior, generated controversy. He was accused of child sexual abuse in 1993, but the case was settled out of court. In 2003, Jackson was charged with child sexual abuse by Garvin Arvizo. In 2005, Jackson was found not guilty of all charges. While preparing for his comeback concert series, \"This Is It\", Jackson died of an overdose of propofol on June 25, 2009 after having a cardiac arrest. Jackson's doctor, Conrad Murray, was convicted of involuntary manslaughter. On July 7, there was a memorial service for Jackson. It was on television and 2.5-3 billion people watched it. This made it the most watched funeral ever.\n1958-1975: Early life and The Jackson 5.\nMichael Joseph Jackson was born on August 29, 1958, at St Mary's Mercy Hospital in Gary, Indiana to a family of Jehovah's Witnesses. He was the eighth of Katherine and Joe Jackson's ten children. Jackson's father Joseph was a steel mill worker.\nOn January 1, 1964, Jackson and his brother Marlon joined their older brothers Jackie, Tito, and Jermaine's band, The Jackson Brothers, in the band's first public performance. Jackson was six years old.\nWhen Jackson was 8, he started being the band's main singer with Jermaine. The group's name then changed to The Jackson 5. The group won an important talent show in 1966. In 1968 they were signed to a famous record label called Motown Records. Their first Motown single \"I Want You Back\" was No.1 in the US.\nIn 1971, Jackson released his first song singing on his own, \"Got to Be There\" from his album \"Got to Be There\". It reached No.4 in the \"Billboard\" 100. Three more singles were released from the album.\nOn August 4, 1972, his second album \"Ben\" was released. The single \"Ben\" was his first solo No.1.\nIn 1974, Jackson hosted the first American Music Awards with Donny Osmond, Rodney Allen Rippy, and Ricky Segall.\nIn 1975, The Jackson 5 left Motown. They were signed to CBS Records in June 1975. On CBS Records they changed their name to The Jacksons.\n1976-1981: Move to Epic and \"Off the Wall\".\nIn 1976, The Jacksons got their own TV show on CBS. The show was cancelled in March 1977.\nOn October 24, 1978 a movie called \"The Wiz\" was released. The movie was a remake of \"The Wizard of Oz\" with all black actors. Jackson acted as Scarecrow.\nOn December 17 1978 The Jacksons' twelfth album was released. It was the first album they had produced. Jackson wrote the album's second single \"Shake Your Body (Down to the Ground)\" with Randy Jackson. It reached No.7 in the US Hot 100.\nIn December 1978, Jackson started making his first solo album on Epic Records, \"Off the Wall\" with Quincy Jones. It was released on August 10, 1979. The album got good reviews and a Grammy Award for Best Male R&B Vocal Performance.\nThe Jacksons' thirteenth album \"Triumph\" was released 1980.\n1982-1983: \"Thriller\", and the Grammy Awards.\nIn 1982 Jackson made \"Somewhere in the Dark\" for the E.T. soundtrack. It won a Grammy for Best Recording for Children in 1984. That year Jackson won seven other Grammys for his album \"Thriller\".\nOn October 18 1982 the first single from \"Thriller\", \"The Girl Is Mine\", was released. It was sung with Paul McCartney. Some people thought that the album wasn't going to be very good because of the song.\nJackson's sixth solo album \"Thriller\" was released on November 30, 1982. Jackson didn't do a tour for the album. This album went on to become the best-selling album of all time.\nIn 1983 Jackson made three songs with Freddie Mercury.\n1984-1985: Pepsi, \"We Are the World\", and business career.\n\"Somebody's Watching Me\", a single by Rockwell with Jackson singing on the chorus, was released January 14, 1984. It reached number one in Spain and France.\nOn January 27, 1984, Michael and other members of the Jacksons filmed a Pepsi Cola commercial. Michael's hair caught on fire and he was rushed to hospital. Pepsi gave Jackson $1.5 million. He gave it to the Brotman Medical Center in Culver City, California. In May 1984 \"Farewell My Summer Love\", a song that Jackson made it 1973, was released as a single. It reached number seven in the UK Singles Chart.\nThe Jacksons' album \"Victory\" was released on July 2, 1984. Between July and December 1984 Jackson toured with his brothers. He won eight awards at the 1984 American Music Awards, the most anyone has ever won at once. He also won Best International Solo Artist and Best International Album at the BRIT Awards.\nJermaine Jackson released his tenth album, \"Jermaine Jackson\". Michael sang on a song from the album, \"Tell Me I'm Not Dreaming' (Too Good to Be True)\". It was nominated for Best R&B Performance by a Duo or Group with Vocals at the 1985 Grammy Awards.\nIn August 1985, Jackson bought music publisher ATV Music for $47.5 million. They owned the rights to The Beatles.\nJackson wrote \"We Are the World\" with Lionel Richie in 1985. The song was recorded by USA for Africa. It was released as a single around the world to make money to give to starving people in Africa. It sold over 20 million copies. It also won four Grammy Awards.\n1986-1990: \"Bad\", films and autobiography.\nIn August 1987, \"Bad\" was released. Jackson wanted it to sell 100 million copies. It has sold over 45 million copies. Five of the album's seven singles were No.1 in the US. They were \"I Just Can't Stop Loving You\", \"Bad\", \"The Way You Make Me Feel\", \"Man in the Mirror\" and \"Dirty Diana\". Until Katy Perry's success with her 2010 album \"Teenage Dream\", Jackson was the only musician to ever have had that many singles from one album be No.1. From September 1987 to January 1989, Jackson did the Bad World Tour. This was the first tour that he did on his own. In 1988 \"Moonwalk\", a book that Jackson wrote about his life, was published. It took Jackson four years to write. The book sold 200,000 copies. Jackson then released \"Moonwalker\", a movie he made. In 1989 some video games about the movie were released by U.S. Gold.\nIn 1986, Disneyland and EPCOT started showing a short film called \"Captain EO\" that had Jackson in it.\nJackson sang \"You Were There\" at Sammy Davis Jr.'s 60th birthday. He was nominated for an Emmy Award for it.\nThe Jacksons released their last album \"2300 Jackson Street\" in 1989. Michael sung on the album's second single \"2300 Jackson Street\" with his brothers and two of their sisters, Janet and Rebbie. Michael was also in the music video for the song.\nJackson won the Grammy Award for Best Music Video, Short Form in 1989 for \"Leave Me Alone\".\n1991-1993: \"Dangerous\", Heal the World Foundation, and Super Bowl XXVII.\nJackson's eighth studio album \"Dangerous\" was released November 26 1991. It was produced with Teddy Riley. It is a new jack swing album. It was Jackson's first album to have a rapper on it. Nine singles were released from the album. On June 27, 1992 Jackson started the Dangerous World Tour. All of the money Jackson made from the tour was given to charities such as the Heal the World Foundation, having grossed $100 million, Jackson performed to 3.5 million people in 70 concerts. The tour was supposed to last until Christmas 1992. However, Jackson ended the tour on November 11, 1993 because he was ill and needed to go to hospital. Jackson performed at the halftime show at Super Bowl XXVII in January 1993.\n1994-1996: \"HIStory: Past, Present and Future, Book I\".\n', Jackson's ninth studio album, was released July 16 1995. The album has two discs. The first disc is a collection of some of his greatest hits. The second disc is fifteen songs recorded in late 1994 and early 1995. Thirteen of the songs are new. Two of them are cover versions. In August 1995 the album's single \"You Are Not Alone\" became the first single ever to go straight to No.1 in the US. \"HIStory\" won the Grammy Award for Album of the Year. The video for the single \"Scream\" went in the Guinness Book of World Records for being the most expensive short film ever made. In 1996, he started his HIStory World Tour and ended in 1997. Jackson performed 82 concerts in five continents, 35 countries and 58 cities to over 4.5 million fans, and grossed a total of $165 million, becoming Jackson's most successful tour in terms of audience figures. Jackson released a short film called Ghosts in 1997. He wrote it with Stephen King.\n1997-1999: \"Blood on the Dance Floor: HIStory in the Mix\".\nIn 1997, \"Blood on the Dance Floor\" was released. It is the best-selling remix album ever made. There were five new songs on the album. The album's first single was a new song called \"Blood on the Dancefloor\". The album and its first single were No.1 in the UK.\n2000-2003: Label dispute and \"Invincible\".\nJackson won Artist of the 1980s at the American Music Awards in 2000.\nOn October 30, 2001 \"Invincible\", Jackson's last studio album, was released. The album got good and bad reviews. It was No.1 in 12 countries and sold 13 million copies around the world. But compared to Jackson's earlier albums, it was unsuccessful. The album's first single \"You Rock My World\" was nominated for the Grammy Award for Best Male Pop Vocal Performance.\nJackson won his 22nd American Music Award for Artist of the Century in 2002.\nOn November 17, 2003 an album called \"Number Ones\" was released. It is a collection of Jackson's hits. There is also a new song on the album called \"One More Chance\". It was released as a single. It reached number one in three countries. The album was released as a DVD too.\n2004-2009: Final years and \"This Is It\".\nIn 2006 Sony released twenty of Jackson's popular singles.\nIn March 2009, Jackson told the press that he was going to do a tour called This Is It. He said that he might stop making music after this. Jackson practiced his singing and dancing for the tour in Los Angeles with Kenny Ortega. Jackson died of an overdose of propofol on June 25, 2009 after having a cardiac arrest, and his personal physician, Conrad Murray, was convicted of involuntary manslaughter.\nDuring an Interview on YouTube during the BBC UK Show featuring \"Michael Jackson's This Is It\" Michael talked about the future of his career and that he \"may\" be retiring after his \"This is It\" Tour, but he wasn't sure if he would or not. However, due to his death in 2009, the show was cancelled. Some show-goers who paid for tickets wanted refunds but the Jackson Estate did not provide any.\nVoice.\nJackson's voice changed from boy soprano to spinto tenor between 1971 and 1975. He sang 'come on' wrongly on purpose so that it sounded like 'shamone'. Jackson had a three-octave vocal range. He is the most well-known musician to use the 'vocal hiccup'. He first used it in 1973 on \"It's Too Late to Change the Time\" on The Jackson 5's ' album.\nPersonal life.\nJackson lived a well-publicized personal life even though he tried to stay private. He was often in celebrity and tabloid magazines. Later in his life he was in magazines because of his personal life more than for his music.\n1993 child sexual abuse allegations.\nIn 1993, he was accused of child molestation, but there was no trial; the case was settled out of court.\n2003 child sexual abuse allegations.\nIn 2003, he was accused a second time of child molestation. This happened after a documentary called \"Living with Michael Jackson\" was shown on TV. In the documentary Jackson held hands with a 12-year-old boy called Gavin Arvizo and said that he shared his bed with children. His accuser was Gavin Arvizo. He was 13 years old when he made the allegations. This time Jackson went to court and was found not guilty of fourteen charges in 2005.\n2013 child molestation allegations.\nIn May 2013, a dancer called Wade Robson appeared on the \"Today\" show. He alleged that Jackson sexually abused him for 7 years. Prior to this, Robson had vehemently defended Jackson. Including twice under oath.\nMarriages and children.\nHe was married to Lisa Marie Presley, the daughter of Elvis Presley in 1994, before divorcing her in 1995 and marrying nurse Debbie Rowe in 1996. Three months after Rowe and Jackson's marriage she gave birth to a son, Michael Joseph Jackson Jr. The next year she gave birth to a daughter, Paris-Michael Katherine Jackson.\nThe couple divorced on October 8, 1999. Prince Michael II was born on February 21, 2002. Jackson never said who the mother was. He is better known as Blanket. When Blanket was 8 months old Jackson held him over a balcony. Blanket has a towel over his head. At the time, people did not know that he was called Blanket. Jackson made a public apology after people were upset. After Jackson died, his mother Katherine was made the guardian of his children. In August 2012 Jackson's cousin TJ was made the children's co-guardian.\nBubbles.\nBubbles (born 1983) is a common chimpanzee, known for being the one-time pet of American recording artist Michael Jackson. Jackson bought the animal from a Texas research facility in the 1980s. The animal was a frequent travel companion to the singer, whose attachment to the animal led to media mockery and, among other factors, to a public perception of Jackson as an eccentric. The chimp, for example, was permitted to use Jackson's personal toilet.\nTheir human-animal bond, as well as the entertainer's other alleged eccentricities, contributed to the media epithet \"Wacko Jacko\", a nickname Jackson would eventually come to despise. The media often focused on Bubbles, rather than on Jackson's music, and published many false stories regarding the animal. One such story was an allegation that Bubbles was not a single ape, but one of several.\nAppearance and health.\nOver the years, his changing facial appearance and lightening skin color attracted much attention. From childhood Jackson had afro hair. His hair caught fire during the filming of a Pepsi commercial in 1983. Jackson got second-degree burns to his scalp. Jackson started taking painkillers for the very bad pain caused by the burns. Jackson always wore a wig in his later years. His autopsy found that his scalp was tattooed black so that it blended in with his wigs.\nHe claimed to have had only a little plastic surgery to his face. He said that puberty, weight loss, and his vegetarian diet had changed his face. People said that Jackson bleached his skin to make it lighter. In a television interview with Oprah Winfrey in 1993 he said he had a rare skin condition called vitiligo. When Jackson died, the autopsy found that he did have vitiligo. This disease made many white spots on Jackson's skin. Jackson used makeup and medication to even out his skin color to treat his vitiligo. This made Jackson appear to have a lightening skin tone. Jackson also had an immune condition called discoid lupus. Dr. Richard Strick said that this \"had destroyed part of the skin of his nose\". Jackson's nose was the body part that people talked about most.\nJackson was addicted to prescription drugs. In 2009 he died from an overdose of an anaesthetic called propofol. He was given propofol for his insomnia. The insomnia was a side effect of Jackson's addiction to Demerol. Jackson's doctor Conrad Murray said that Jackson took the overdose himself.\nIn his autopsy, it was found that he had an enlarged prostate and osteoarthiritis. His lips were tattooed pink. He used a skin-bleaching cream called Benoquin to treat his Vitiligo.\nJackson was physically abused by his father when he was a child. He would also call Jackson \"big-nose\". As a teenager Jackson had acne. In \"Living With Michael Jackson,\" Jackson told Martin Bashir how he went home and cried after a woman called him ugly because of his acne. Some medical professionals have said that they think Jackson had body dysmorphic disorder. The disorder is often triggered by appearance-related bullying. Some people think that Jackson had anorexia nervosa. In 1984, Jackson weighed 105 pounds. He was 5\"9 tall. This would have made his BMI 15.5, which is very underweight. He weighed 136 lbs when he died. This is in the healthy range.\nA biographer called Ian Halperin wrote that Jackson had a rare genetic disease called Alpha-1 antitrypsin deficiency. By the time of his death, it had damaged his lungs so he could not sing. He also wrote that Jackson's genetic disease had caused him to lose 95% of the vision in his left eye.\nJackson's doctor Conrad Murray said that he thought Jackson was \"legally blind\" and had phlebitis.\nDeath.\nJackson was announced dead at age 50 on June 25, 2009 at 2:25 pm at the Ronald Reagan UCLA Medical Center. It is thought that he went into cardiac arrest, which means his heart stopped. At 4:36 pm local time, the Los Angeles coroner confirmed Jackson's death. However, he was unresponsive by 12:15, even though he was not proclaimed dead at the time of hospital arrival, he already passed on by 1pm. Jackson died just two months before his 51st birthday. Rumors and news of Jackson's death broke web records causing a cyberspace traffic jam. The circumstances of his death and the outpouring of grief which was experienced around the world were on record scales never seen before. His death gave Google, Twitter, Facebook, and Yahoo the most page views they had ever encounted. Jackson arrived at the hospital not showing any signs of life.\nMemorial service.\nA memorial service was held at the Staples Center in downtown Los Angeles on July 7, 2009. It began with a reading of a letter by Smokey Robinson of comments by Nelson Mandela, Diana Ross and other close friends of Michael Jackson who could not be at the memorial. Mariah Carey sang \"I'll Be There\" at the memorial service, followed by a speech given by Queen Latifah. Lionel Richie performed \"Jesus is Love\". Berry Gordy, Motown founder, spoke next, offering condolences. Kobe Bryant and Magic Johnson also spoke, with Magic describing the event as a \"celebration of Jackson's life and works\" rather than a funeral. Jennifer Hudson sung \"Will You Be There\" accompanied by a music video. Reverend Al Sharpton then gave a speech about how Jackson kept rising and \"never stopped\". John Mayer played the guitar as he did in Michael Jackson's song Human Nature. This was followed by Brooke Shields speaking. Jermaine Jackson, Jackson's older brother, then performed Smile, Michael's favorite song written by comic drama legend Charlie Chaplin. This was proceeded by speeches by Martin Luther King III and Bernice King. Congresswoman Sheila Jackson Lee was the next person who spoke at the memorial service, claiming \"people are innocent until proven guilty,\" (reminding those who accused Jackson of unproven child molestations) saying that Jackson's humanitarian efforts need to be praised. Usher then sang \"Gone Too Soon,\" followed by a montage of old videos of Jackson himself. Shahim sang next, with Kenny Ortega introducing him afterwards. Kenny Ortega explained that Michael Jackson saw the Staples Center as his home, a reason for the funeral service to be held there. This was followed by Kenny Ortega doing a tribute to him, including \"We Are the World\" and \"Heal the World\". The service ended with speeches by members of his family, including Jermaine, Marlon and daughter Paris who broke into tears and said that \"Daddy was the best father anyone could have\" and also that \"I will miss him\" then she left the microphone and turned into Janet Jackson's arms. The memorial lasted over 2 hours.\nBurial.\nAt first, Michael Jackson's custom made quarter million dollar golden casket, nicknamed \"The Promethean\" was not expected to appear at the memorial service, however, due to a change in the family's plans the casket was taken to the memorial service.\nViewing parties were held all over the world for the broadcast, including at several movie theaters, in Times Square, the Apollo Theater, Raleigh, and Berlin. The broadcast was replayed a few times the next day. An estimated 1 billion people tuned into the farewell concert.\nOver 3,000 police officers were assigned to the event, the largest amount assigned to a single event since the 1984 Summer Olympics. It cost the City of Los Angeles 1.4 million dollars.\nHis funeral took place in Glendale California on September 3, 2009, 9 weeks after he died. He was laid to rest at 9:45pm in the mausoleum, above the ground. Mother Katherine decided on burial details but some family members and friends wanted him buried below ground in the mausoleum. Jermaine Jackson wanted him buried on Neverland ranch.\nAfter death.\nAlthough he died in 2009, Jackson is still often in the news. His music is also still popular.\n2009-2010: \"Michael Jackson's This Is It\" and \"Michael Jackson: The Experience\".\nJackson won Entertainer of the Year at the 2009 Soul Train Awards. That year he also won five American Music Awards.\nOn October 26, 2009 a two-disc album called \"Michael Jackson's This Is It\" was released. The album's only single \"This Is It\" was nominated for the Grammy Award for Best Male Pop Vocal Performance in 2011.\nOn October 28, 2009 \"Michael Jackson's This Is It\" was released. It was a documentary movie. The movie showed recordings of Jackson's rehearsals for his This Is It tour. Jackson died before he could do the tour. It made $72,091,016 in the United States. It has made $261,183,588 around the world. It got good reviews from movie critics. On 26 January 2010 the movie was released on DVD. It sold over 1.5million copies in the US in the first week it was released. This was more than any other music DVD had sold in its first week.\nJackson won the Grammy Lifetime Achievement Award in 2010. His children, Prince and Paris collected the award for Jackson.\nA video game called ' was released in November 2010 for the Nintendo DS, PlayStation Portable and Wii.\n2011-2012: \"California v. Murray\" and \"Bad 25\".\nIn April 2011 Mohamed Al-Fayed, who was friends with Jackson when he was alive, showed the public a 7 ft 6in statue of Jackson outside Craven Cottage football stadium. A lot of people did not like the statue. In July 2013 Fayed sold his football club to Shahid Khan. In September 2013 Khan chose to have the statue was removed. It was given back to Fayed. \"Man in the Music: The Creative Life and Work of Michael Jackson\", a book written by Joseph Vogel about Jackson's life, was published in 2011.\nJackson was voted as the Greatest Singer of All Time by people who did a poll on NME.com.\nIn 2011 there was a criminal trial for Jackson's doctor Conrad Murray. Murray was found guilty of involuntary manslaughter of Jackson. He was sentenced to four years in prison. On October 28, 2013 Murray was released from prison. He was interviewed by 60 Minutes. He said that he did not think that Jackson's death was his fault in any way. The journalist Liz Hayes asked Murray if he thought that Jackson was a pedophile. Murray stared at her for 13 seconds and would not give an opinion. He said that he would not answer because he did not want to make anything up.\nAn extinct species of hermit crab was called Mesoparapylocheles michaeljacksoni after Jackson in January 2012.\n\"Bad 25\", a documentary movie about Jackson's album \"Bad\", was released in August 2012.\nIn 2012 he sold almost 819,000 albums in the United States. He is thought to have sold 2.7 million albums around the world in 2012. His estate makes $145 million a year.\n2013-2014: \"Xscape\".\nJackson made more money than any other dead celebrity in 2013.\nIn May 2013 Wade Robson said that Jackson sexually abused him from the age of 7 to 14. In 2005 he had been a defense witness for Jackson's child molestation trial. In June 2014 there will be a hearing where it is decided whether Robson can sue Jackson's estate over the abuse.\nIn November 2013 \"Billboard\" magazine's issue 44 did a cover with Michael on it. It said 'Life After Death'. Inside the magazine there was an article about the success of.\nIn January 2014 a judge ruled that Jackson's family could not have another trial against AEG Live. \"Xscape\" will be released on May 9, 2014.\nRecent releases.\nJackson recorded several songs before his death. He had recently released a compilation album called \"Michael\" featuring remixed songs and new songs such as \"Hold My Hand\" a duet between him and popular singer Akon, and \"Monster\", a strong song with lots of attitude and a hint of dislike for the paparazzi. Also \"(I Like) The Way You Love Me\", \"Keep Your Head Up\" and \"Much Too Soon\".","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Singer","surface_form":"singer","offset":73},{"uri":"Songwriter","surface_form":"songwriter","offset":81},{"uri":"Dancer","surface_form":"dancer","offset":97},{"uri":"Musicians","surface_form":"musicians","offset":151},{"uri":"History","surface_form":"history","offset":296},{"uri":"Pop_music","surface_form":"pop music","offset":307},{"uri":"Jackie_Jackson","surface_form":"Jackie","offset":590},{"uri":"Tito_Jackson","surface_form":"Tito","offset":598},{"uri":"Jermaine_Jackson","surface_form":"Jermaine","offset":604},{"uri":"Marlon_Jackson","surface_form":"Marlon","offset":618},{"uri":"The_Jackson_5","surface_form":"The Jackson 5","offset":628},{"uri":"Thriller_(album)","surface_form":"Thriller","offset":777},{"uri":"Thriller_(song)","surface_form":"\"Thriller\"","offset":958},{"uri":"Beat_It","surface_form":"Beat It","offset":1004},{"uri":"Billie_Jean","surface_form":"Billie Jean","offset":1018},{"uri":"MTV","surface_form":"MTV","offset":1137},{"uri":"Bad_(song)","surface_form":"\"Bad\"","offset":1195},{"uri":"Black_or_White","surface_form":"Black or White","offset":1203},{"uri":"Heal_the_World","surface_form":"Heal the World","offset":1221},{"uri":"Earth_Song","surface_form":"Earth Song","offset":1242},{"uri":"Moonwalk","surface_form":"moonwalk","offset":1366},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":1423},{"uri":"Off_the_Wall","surface_form":"Off the Wall","offset":1869},{"uri":"Bad","surface_form":"Bad","offset":1892},{"uri":"Dangerous_(Michael_Jackson_album)","surface_form":"Dangerous","offset":1906},{"uri":"Invincible","surface_form":"Invincible","offset":2032},{"uri":"1993_child_sexual_abuse_accusations_against_Michael_Jackson","surface_form":"accused of child sexual abuse","offset":2191},{"uri":"Michael_Jackson_singles_discography","surface_form":"This Is It","offset":2444},{"uri":"Propofol","surface_form":"propofol","offset":2488},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":2529},{"uri":"Conrad_Murray","surface_form":"Conrad Murray","offset":2563},{"uri":"Indiana","surface_form":"Indiana","offset":2906},{"uri":"Jehovah%27s_Witnesses","surface_form":"Jehovah's Witnesses","offset":2929},{"uri":"Katherine_Jackson","surface_form":"Katherine","offset":2971},{"uri":"Joe_Jackson","surface_form":"Joe Jackson","offset":2985},{"uri":"Joe_Jackson","surface_form":"Joseph","offset":3030},{"uri":"Marlon_Jackson","surface_form":"Marlon","offset":3106},{"uri":"Jackie_Jackson","surface_form":"Jackie","offset":3141},{"uri":"Tito_Jackson","surface_form":"Tito","offset":3149},{"uri":"Jermaine_Jackson","surface_form":"Jermaine","offset":3159},{"uri":"Motown_Records","surface_form":"Motown Records","offset":3493},{"uri":"Donny_Osmond","surface_form":"Donny Osmond","offset":3934},{"uri":"The_Partridge_Family","surface_form":"Ricky Segall","offset":3972},{"uri":"The_Wiz","surface_form":"The Wiz","offset":4294},{"uri":"The_Wizard_of_Oz","surface_form":"The Wizard of Oz","offset":4344},{"uri":"E.T.","surface_form":"E.T.","offset":5042},{"uri":"Thriller_(album)","surface_form":"Thriller","offset":5417},{"uri":"Freddie_Mercury","surface_form":"Freddie Mercury","offset":5605},{"uri":"Somebody%27s_Watching_Me","surface_form":"Somebody's Watching Me","offset":5682},{"uri":"Refrain","surface_form":"chorus","offset":5756},{"uri":"Spain","surface_form":"Spain","offset":5820},{"uri":"France","surface_form":"France","offset":5830},{"uri":"Pepsi_Cola","surface_form":"Pepsi Cola","offset":5910},{"uri":"Victory","surface_form":"Victory","offset":6265},{"uri":"Music_publisher","surface_form":"music publisher","offset":6837},{"uri":"ATV_Music","surface_form":"ATV Music","offset":6853},{"uri":"The_Beatles","surface_form":"The Beatles","offset":6907},{"uri":"We_Are_the_World","surface_form":"We Are the World","offset":6935},{"uri":"Lionel_Richie","surface_form":"Lionel Richie","offset":6958},{"uri":"USA_for_Africa","surface_form":"USA for Africa","offset":7006},{"uri":"Africa","surface_form":"Africa","offset":7111},{"uri":"Bad","surface_form":"Bad","offset":7243},{"uri":"Katy_Perry","surface_form":"Katy Perry","offset":7521},{"uri":"Teenage_Dream","surface_form":"Teenage Dream","offset":7563},{"uri":"Bad_World_Tour","surface_form":"Bad World Tour","offset":7721},{"uri":"Moonwalker","surface_form":"Moonwalker","offset":7952},{"uri":"Disneyland","surface_form":"Disneyland","offset":8060},{"uri":"Epcot","surface_form":"EPCOT","offset":8075},{"uri":"Captain_EO","surface_form":"Captain EO","offset":8118},{"uri":"Sammy_Davis_Jr.","surface_form":"Sammy Davis Jr.","offset":8187},{"uri":"2300_Jackson_Street","surface_form":"2300 Jackson Street","offset":8376},{"uri":"Dangerous_(Michael_Jackson_album)","surface_form":"Dangerous","offset":8705},{"uri":"Teddy_Riley","surface_form":"Teddy Riley","offset":8768},{"uri":"New_jack_swing","surface_form":"new jack swing","offset":8789},{"uri":"Dangerous_World_Tour","surface_form":"Dangerous World Tour","offset":8944},{"uri":"Heal_the_World_Foundation","surface_form":"Heal the World Foundation","offset":9045},{"uri":"Super_Bowl_XXVII","surface_form":"Super Bowl XXVII","offset":9353},{"uri":"Guinness_Book_of_World_Records","surface_form":"Guinness Book of World Records","offset":9940},{"uri":"HIStory_World_Tour","surface_form":"HIStory World Tour","offset":10046},{"uri":"Michael_Jackson%27s_Ghosts","surface_form":"Ghosts","offset":10331},{"uri":"Stephen_King","surface_form":"Stephen King","offset":10364},{"uri":"HIStory_in_the_Mix","surface_form":"Blood on the Dance Floor","offset":10447},{"uri":"Invincible","surface_form":"Invincible","offset":10833},{"uri":"Number_Ones","surface_form":"Number Ones","offset":11293},{"uri":"This_Is_It","surface_form":"This Is It","offset":11706},{"uri":"Kenny_Ortega.","surface_form":"Kenny Ortega.","offset":11845},{"uri":"Tenor","surface_form":"tenor","offset":12485},{"uri":"Vocal_hiccup","surface_form":"vocal hiccup","offset":12673},{"uri":"1993_child_sexual_abuse_accusations_against_Michael_Jackson","surface_form":"In 1993, he was accused of child molestation","offset":13056},{"uri":"Living_with_Michael_Jackson","surface_form":"Living with Michael Jackson","offset":13300},{"uri":"Wade_Robson","surface_form":"Wade Robson","offset":13705},{"uri":"Lisa_Marie_Presley","surface_form":"Lisa Marie Presley","offset":13929},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":13965},{"uri":"Divorce","surface_form":"divorcing","offset":13995},{"uri":"Nurse","surface_form":"nurse","offset":14030},{"uri":"Debbie_Rowe","surface_form":"Debbie Rowe","offset":14036},{"uri":"Prince_Michael_Jackson_I","surface_form":"Michael Joseph Jackson Jr.","offset":14129},{"uri":"Paris-Michael_Katherine_Jackson","surface_form":"Paris-Michael Katherine Jackson","offset":14200},{"uri":"TJ_Jackson","surface_form":"TJ","offset":14718},{"uri":"Common_chimpanzee","surface_form":"common chimpanzee","offset":14792},{"uri":"Texas","surface_form":"Texas","offset":14923},{"uri":"Afro","surface_form":"afro","offset":15765},{"uri":"Pepsi","surface_form":"Pepsi","offset":15821},{"uri":"Scalp","surface_form":"scalp","offset":15886},{"uri":"Wig","surface_form":"wig","offset":15993},{"uri":"Plastic_surgery","surface_form":"plastic surgery","offset":16143},{"uri":"Puberty","surface_form":"puberty","offset":16185},{"uri":"Vegetarian","surface_form":"vegetarian","offset":16215},{"uri":"Oprah_Winfrey","surface_form":"Oprah Winfrey","offset":16347},{"uri":"Vitiligo","surface_form":"vitiligo","offset":16413},{"uri":"Autopsy","surface_form":"autopsy","offset":16446},{"uri":"Immune_system","surface_form":"immune","offset":16703},{"uri":"Discoid_lupus","surface_form":"discoid lupus","offset":16727},{"uri":"Propofol","surface_form":"propofol","offset":16988},{"uri":"Insomnia","surface_form":"insomnia","offset":17028},{"uri":"Autopsy","surface_form":"autopsy","offset":17187},{"uri":"Benign_prostatic_hyperplasia","surface_form":"enlarged prostate","offset":17224},{"uri":"Osteoarthritis","surface_form":"osteoarthiritis","offset":17246},{"uri":"Monobenzone","surface_form":"Benoquin","offset":17330},{"uri":"Vitiligo","surface_form":"Vitiligo","offset":17352},{"uri":"Acne","surface_form":"acne","offset":17492},{"uri":"Body_dysmorphic_disorder","surface_form":"body dysmorphic disorder","offset":17702},{"uri":"Bullying","surface_form":"bullying","offset":17782},{"uri":"Anorexia_nervosa","surface_form":"anorexia nervosa","offset":17827},{"uri":"BMI","surface_form":"BMI","offset":17924},{"uri":"Underweight","surface_form":"underweight","offset":17948},{"uri":"Ian_Halperin","surface_form":"Ian Halperin","offset":18044},{"uri":"Alpha-1_antitrypsin_deficiency","surface_form":"Alpha-1 antitrypsin deficiency","offset":18110},{"uri":"Lungs","surface_form":"lungs","offset":18187},{"uri":"Blindness","surface_form":"blind","offset":18391},{"uri":"Phlebitis","surface_form":"phlebitis","offset":18406},{"uri":"Ronald_Reagan_UCLA_Medical_Center","surface_form":"Ronald Reagan UCLA Medical Center","offset":18496},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":18563},{"uri":"Funeral","surface_form":"memorial service","offset":19285},{"uri":"Smokey_Robinson","surface_form":"Smokey Robinson","offset":19413},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":19444},{"uri":"Diana_Ross","surface_form":"Diana Ross","offset":19460},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":19548},{"uri":"I%27ll_Be_There","surface_form":"I'll Be There","offset":19567},{"uri":"Queen_Latifah","surface_form":"Queen Latifah","offset":19637},{"uri":"Lionel_Richie","surface_form":"Lionel Richie","offset":19652},{"uri":"Kobe_Bryant","surface_form":"Kobe Bryant","offset":19756},{"uri":"Magic_Johnson","surface_form":"Magic Johnson","offset":19772},{"uri":"Jennifer_Hudson","surface_form":"Jennifer Hudson","offset":19900},{"uri":"Will_You_Be_There","surface_form":"Will You Be There","offset":19922},{"uri":"Al_Sharpton","surface_form":"Al Sharpton","offset":19980},{"uri":"John_Mayer","surface_form":"John Mayer","offset":20062},{"uri":"Human_Nature_(Michael_Jackson_song)","surface_form":"Human Nature","offset":20127},{"uri":"Brooke_Shields","surface_form":"Brooke Shields","offset":20162},{"uri":"Jermaine_Jackson","surface_form":"Jermaine Jackson","offset":20187},{"uri":"Smile_(song)","surface_form":"Smile","offset":20245},{"uri":"Charlie_Chaplin","surface_form":"Charlie Chaplin","offset":20306},{"uri":"Martin_Luther_King_III","surface_form":"Martin Luther King III","offset":20357},{"uri":"Bernice_King","surface_form":"Bernice King","offset":20384},{"uri":"Sheila_Jackson_Lee","surface_form":"Sheila Jackson Lee","offset":20412},{"uri":"Child_sexual_abuse","surface_form":"child molestations","offset":20587},{"uri":"Humanitarianism","surface_form":"humanitarian","offset":20629},{"uri":"Usher","surface_form":"Usher","offset":20670},{"uri":"Gone_Too_Soon","surface_form":"Gone Too Soon","offset":20687},{"uri":"Kenny_Ortega","surface_form":"Kenny Ortega","offset":20782},{"uri":"We_Are_the_World","surface_form":"We Are the World","offset":21023},{"uri":"Heal_the_World","surface_form":"Heal the World","offset":21046},{"uri":"Jermaine_Jackson","surface_form":"Jermaine","offset":21131},{"uri":"Marlon_Jackson","surface_form":"Marlon","offset":21141},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":21325},{"uri":"Nickname","surface_form":"nickname","offset":21467},{"uri":"Times_Square","surface_form":"Times Square","offset":21743},{"uri":"Apollo_Theater","surface_form":"Apollo Theater","offset":21761},{"uri":"Raleigh","surface_form":"Raleigh","offset":21777},{"uri":"Berlin","surface_form":"Berlin","offset":21790},{"uri":"1984_Summer_Olympics","surface_form":"1984 Summer Olympics","offset":22025},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":22067},{"uri":"Soul_Train_Awards","surface_form":"Soul Train Awards","offset":22677},{"uri":"Michael_Jackson%27s_This_Is_It","surface_form":"Michael Jackson's This Is It","offset":22973},{"uri":"Paris_Jackson","surface_form":"Paris","offset":23566},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":23665},{"uri":"PlayStation_Portable","surface_form":"PlayStation Portable","offset":23678},{"uri":"Wii","surface_form":"Wii","offset":23703},{"uri":"Mohamed_Al-Fayed","surface_form":"Mohamed Al-Fayed","offset":23770},{"uri":"Craven_Cottage","surface_form":"Craven Cottage","offset":23891},{"uri":"Shahid_Khan","surface_form":"Shahid Khan","offset":24010},{"uri":"Involuntary_manslaughter","surface_form":"involuntary manslaughter","offset":24443},{"uri":"60_Minutes","surface_form":"60 Minutes","offset":24597},{"uri":"Liz_Hayes","surface_form":"Liz Hayes","offset":24701},{"uri":"Hermit_crab","surface_form":"hermit crab","offset":24935},{"uri":"Wade_Robson","surface_form":"Wade Robson","offset":25378},{"uri":"Xscape_(album)","surface_form":"Xscape","offset":25915},{"uri":"%26quot%3BMichael%26quot%3B","surface_form":"\"Michael\"","offset":26074},{"uri":"Akon","surface_form":"Akon","offset":26183}]}