{"id":9595,"url":"http://en.wikipedia.org/wiki/Pornography","text":"Pornography (or porn) is the name for writing, pictures, and films which feature sex for the sole or primary purpose of arousing people sexually, either to help them masturbate, or to prepare them for sex with a partner.\nWhen, however, writing, images, and movies feature or deal with sex, or images show naked people or persons engaged in a sexual act, not to arouse readers or viewers sexually, but to deal with sex as a reality that is moral, psychological, cultural, or aesthetic, people do not call such works \"pornography,\" but \"erotica.\"\nIn the law of most countries, showing naked people is not called \"pornography\" unless the people are doing something sexual; even so, material that counts as pornographic may still be legal. When people consider photographs or movies to harm or to disrespect the people depicted or the viewers, or to violate the community's moral or religious standards, they condemn the material as \"obscene.\" Most countries have laws against obscenity. One type of pornography against the law in most countries is child pornography.\nPornography can made in different media. Some ways include photos, drawings, paintings, animations, and movies. Live shows (like sex shows or striptease) are usually not considered pornography. Pornography is made to entertain adults. Many people are involved in the industry of making, selling or showing pornography. People shown in pornographic movies are called pornographic actors (or actresses), and when they attain the popularity to appear in any films, they are called \"porn stars.\"\nDefinition.\nThe word \"pornography\" comes from the Greek words meaning \"prostitute\" and \"writing\". The word was first used for stories about sex, but is now also used for photographs, paintings, illustrations, cartoons, and movies that depict sex to arouse people to sexual activity. It is also called \"porn\" or \"porno\" for short.\nWhat is \"not\" pornography.\nThere are different ideas about what is and what is not pornography. Diana Russell, a psychologist, says that there is a difference between pornography and erotica. The word \"erotica\" is often used for pictures, movies or stories that focus on the beauty of sexuality. There is not often a clear difference between \"erotica\" and \"pornography.\" The dispute over what is or is not pornography can even go to the courts.\nSome people believe that anything that shows a naked body is a type of pornography. The laws of the United States and many other countries do not support this. There can be all sorts of reasons for showing a naked or partly undressed body. Some of these reasons include art work or a medical diagram.\nTypes of pornography.\nThere are different kinds of pornography. The term \"soft porn\" is sometimes used for pictures that show people who may or may not be naked, but who are posed in a sexy manner. Pictures of women like this are sometimes called \"cheesecake,\" and pictures of men are called \"beefcake.\" Pornographic pictures or movies which show people having sex are sometimes called \"hard porn.\"\nThe business of pornography.\nBusinesses have been making pornography for many years. Until the 1970s, businesses making pornography were small because there were many laws against it. In the 1970s, pornographic magazines such as \"Penthouse\" became a huge and successful business. Pornographic movies also become popular at this time. In the 1980s, the creation of the video cassette recorder caused a rise in the pornography business. A number of companies began making pornographic videotapes in the United States. In the 1990s, as more people began using the Internet, businesses began selling pornographic pictures on the Internet. In the 2000s, the increased speed of computers allowed pornography companies to sell porn videos over the Internet. The pornography brand Mitchell Gaffney was the first website that contained such items.\nMany different kinds of businesses make and sell pornography: magazines such as Playboy and Hustler, movie companies such as Vivid Video, and web sites, such as Pornhub, that make and sell porn. Since \"pornography\" is a word that many people consider to be the name for something that is morally wrong or ugly, businesses do not say that they are in \"the business of pornography,\" but rather in the \"adult entertainment\" business.\nPornography and the law.\nIn the nations of Western Europe and the United States, the law permits people who have reached the legal age of adulthood (the age of majority) to own, buy, sell, make, or participate in pornography. Laws about the public display of pornographic materials for sale may vary in the West: in The Netherlands the very liberal laws allow stores that sell pornography to display books, magazines, photographs, and the covers of videos openly, but in Canada and the United States the laws require that such stores keep pornographic material out of the sight of children. In many nations of the Middle East, however, like Indonesia, Iran, and Pakistan, making or owning pornography is a crime.\nIn the law of most countries, those people who have not reached the age of majority, or minors, may not buy, let alone sell, pornography of any sort. More importantly, there are laws against showing minors naked in photographs or films meant to arouse others sexually, or showing them engaged in sexual acts. Such material is called \"child pornography,\" and is considered not just illegal, but a very serious crime. Because the laws against child pornography (also called \"child porn\") are meant to protect children against people who \"use\" or \"exploit\" them, the laws also require those who make pornographic photos or films to keep records to prove that their models, actors, and actresses are over the age of legal majority.\nCriticism of pornography.\nSince the 1970s, many women's groups and feminist writers have criticized pornography, especially hardcore pornography, arguing that such pornography degrades and humiliates women. Some psychologists who have talked with many people in jail for violent sex crimes believe that pornographic depictions of violent sex often make people less caring about other people's feelings, which might make them more likely to commit rape and other sex crimes. Many pedophiles, who sexually assault children, also have collections of child pornography.\nReligious people believe that, because it depicts the sexual act without any relation to love and marriage, pornography is unholy. Most parents do not wish their children to see pornography because they believe that it will make them less capable of romantic love. Special computer programs can be installed on computers to block access to pornographic websites, or websites otherwise objectionable.\nIn the novel \"Nineteen Eighty-Four\" by George Orwell, pornography is described as a tool that is secretly pushed by some evil governments, who believe that use of pornography makes the public less likely to care about injustice, let alone to rebel.\nOther problems with pornography.\nEven though many countries have laws against child pornography, enforcement has become a problem because new computer technologies allow pornographers to make an adult in a photograph look like an adolescent, or in making a film can use actors and actresses who, although they have passed the age of majority, still look much younger. In addition, organized crime makes money from trafficking human beings; they force girls and women into prostitution, and sometimes force them to make pornography.","categories":[],"infobox_types":[],"annotations":[{"uri":"Story","surface_form":"writing","offset":38},{"uri":"Sexual_intercourse","surface_form":"sex","offset":81},{"uri":"Sexual_arousal","surface_form":"arousing","offset":120},{"uri":"Masturbation","surface_form":"masturbate","offset":166},{"uri":"Eroticism","surface_form":"\"erotica.\"","offset":534},{"uri":"Nudity","surface_form":"naked","offset":583},{"uri":"Moral","surface_form":"moral","offset":870},{"uri":"Religion","surface_form":"religious","offset":879},{"uri":"Child_pornography","surface_form":"child pornography","offset":1045},{"uri":"Photograph","surface_form":"photos","offset":1123},{"uri":"Drawing","surface_form":"drawing","offset":1131},{"uri":"Painting","surface_form":"painting","offset":1141},{"uri":"Animation","surface_form":"animation","offset":1152},{"uri":"Movie","surface_form":"movie","offset":1168},{"uri":"Striptease","surface_form":"striptease","offset":1206},{"uri":"Entertainment","surface_form":"entertain","offset":1281},{"uri":"Pornographic_actor","surface_form":"pornographic actor","offset":1430},{"uri":"Greek_language","surface_form":"Greek","offset":1606},{"uri":"Prostitution","surface_form":"prostitute","offset":1627},{"uri":"Photograph","surface_form":"photograph","offset":1726},{"uri":"Movie","surface_form":"movie","offset":1779},{"uri":"Psychologist","surface_form":"psychologist","offset":1999},{"uri":"Difference","surface_form":"difference","offset":2034},{"uri":"Eroticism","surface_form":"erotica","offset":2069},{"uri":"Dispute","surface_form":"dispute","offset":2261},{"uri":"Court","surface_form":"court","offset":2323},{"uri":"Nudity","surface_form":"naked body","offset":2378},{"uri":"United_States","surface_form":"United States","offset":2431},{"uri":"Medical","surface_form":"medical","offset":2615},{"uri":"Diagram","surface_form":"diagram","offset":2623},{"uri":"Pose","surface_form":"pose","offset":2806},{"uri":"Business","surface_form":"Business","offset":3060},{"uri":"Creation","surface_form":"creation","offset":3383},{"uri":"Video_cassette_recorder","surface_form":"video cassette recorder","offset":3399},{"uri":"Internet","surface_form":"Internet","offset":3592},{"uri":"Magazine","surface_form":"magazine","offset":3932},{"uri":"Playboy","surface_form":"Playboy","offset":3950},{"uri":"Hustler","surface_form":"Hustler","offset":3962},{"uri":"Vivid_Video","surface_form":"Vivid Video","offset":3995},{"uri":"Web_site","surface_form":"web site","offset":4012},{"uri":"Pornhub","surface_form":"Pornhub","offset":4031},{"uri":"Entertainment","surface_form":"entertainment","offset":4276},{"uri":"Western_Europe","surface_form":"Western Europe","offset":4344},{"uri":"Adult","surface_form":"adulthood","offset":4439},{"uri":"The_Netherlands","surface_form":"The Netherlands","offset":4617},{"uri":"Liberal","surface_form":"liberal","offset":4642},{"uri":"Canada","surface_form":"Canada","offset":4772},{"uri":"Indonesia","surface_form":"Indonesia","offset":4942},{"uri":"Iran","surface_form":"Iran","offset":4953},{"uri":"Pakistan","surface_form":"Pakistan","offset":4963},{"uri":"Child_pornography","surface_form":"child pornography","offset":5348},{"uri":"Exploitation","surface_form":"exploit","offset":5559},{"uri":"Feminist","surface_form":"feminist","offset":5809},{"uri":"Psychology","surface_form":"psychologists","offset":5954},{"uri":"Pedophile","surface_form":"pedophile","offset":6221},{"uri":"Religion","surface_form":"Religious","offset":6308},{"uri":"Novel","surface_form":"novel","offset":6715},{"uri":"Nineteen_Eighty-Four","surface_form":"Nineteen Eighty-Four","offset":6722},{"uri":"George_Orwell","surface_form":"George Orwell","offset":6747},{"uri":"Government","surface_form":"government","offset":6834},{"uri":"Public","surface_form":"public","offset":6893},{"uri":"Injustice","surface_form":"injustice","offset":6926},{"uri":"Rebel","surface_form":"rebel","offset":6950},{"uri":"Human_trafficking","surface_form":"trafficking human beings","offset":7371},{"uri":"Girl","surface_form":"girl","offset":7408},{"uri":"Women","surface_form":"women","offset":7418},{"uri":"Prostitution","surface_form":"prostitution","offset":7429}]}