{"id":95967,"url":"http://en.wikipedia.org/wiki/704_Interamnia","text":"704 Interamnia is a very big asteroid. Scientists think it is 350 kilometers wide. Its mean distance from the Sun is 3.067 (AU). It was found on October 2, 1910 by Vincenzo Cerulli. It is named after the Latin name for Teramo, Italy, which is where Cerulli worked. It is the fifth heaviest asteroid after Ceres, Vesta, Pallas and Hygiea, and scientists think that it makes up 2.0% of the mass of the whole asteroid belt.\nCharacteristics.\nAlthough the biggest asteroid apart from the \"big four\", Interamnia is not studied a lot.\nIt is easily the biggest of the F-type asteroids, but there are few details of what the inside is made of or shape and no lightcurve analysis has been done to find out the ecliptic coordinates of Interamnia's poles (and its axial tilt). Its apparently high bulk density (though subject to much error) suggests a very solid body entirely without internal porosity or traces of water. This also strongly suggests that Interamnia is big enough to have withstood all the collisions that have happened in the asteroid belt since the Solar System was made.\nIts very dark surface and fairly far distance from the Sun means Interamnia can never be seen with 10x50 binoculars. At most oppositions its magnitude is around +11.0, which is less than the \"minimum\" brightness of Vesta, Ceres or Pallas. Even at a near-perihelion opposition its magnitude is only around +9.9, which is over four magnitudes lower than Vesta.\nIts orbit is a more eccentric than Hygiea (15% versus 12%) but is different because Hygiea's orbit is much more inclined and takes less time to complete one orbit. Another difference is that Interamnia's perihelion is at the other side of the perihelia of the \"big four\", so that Interamnia at perihelion is actually closer to the Sun than Ceres and Pallas are at the same longitude. It is unlikely to collide with Pallas because their nodes are located too far apart. Although its nodes are located on the opposite side from those of Ceres, it is generally far from Ceres when both cross the same orbital plane and a collision is again unlikely.","categories":[],"infobox_types":[],"annotations":[{"uri":"Asteroid","surface_form":"asteroid","offset":29},{"uri":"Kilometer","surface_form":"kilometer","offset":66},{"uri":"Sun","surface_form":"Sun","offset":110},{"uri":"Astronomical_unit","surface_form":"AU","offset":124},{"uri":"October_2","surface_form":"October 2","offset":145},{"uri":"1910","surface_form":"1910","offset":156},{"uri":"Vincenzo_Cerulli","surface_form":"Vincenzo Cerulli","offset":164},{"uri":"Latin","surface_form":"Latin","offset":204},{"uri":"Teramo","surface_form":"Teramo","offset":219},{"uri":"Italy","surface_form":"Italy","offset":227},{"uri":"Ceres_(dwarf_planet)","surface_form":"Ceres","offset":305},{"uri":"4_Vesta","surface_form":"Vesta","offset":312},{"uri":"2_Pallas","surface_form":"Pallas","offset":319},{"uri":"10_Hygiea","surface_form":"Hygiea","offset":330},{"uri":"F-type_asteroid","surface_form":"F-type asteroid","offset":560},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":752},{"uri":"Water","surface_form":"water","offset":904},{"uri":"Solar_System","surface_form":"Solar System","offset":1056},{"uri":"Binoculars","surface_form":"binoculars","offset":1184},{"uri":"Apparent_magnitude","surface_form":"magnitude","offset":1220},{"uri":"Inclination","surface_form":"inclined","offset":1550}]}