{"id":96063,"url":"http://en.wikipedia.org/wiki/Leonidas_I","text":"Leonidas I (c. 530–480 B.C.) was a king of the city-state of Sparta from about 490 BC until his death in 480. The Spartans and associates defended the pass at Thermopylae against the Persian army. Although Leonidas lost the battle, his death at Thermopylae was seen as a heroic sacrifice. Leonidas sent most of his army away when he realized that the Persians had outmaneuvered him. Three hundred of his fellow Spartans stayed with him to fight and die. Almost everything that is known about Leonidas comes from the work of the Greek historian Herodotus (c. 484–c. 425 BC)\nInvasion of Greece.\nIn 480 BC, the Persians with their king Xerxes attacked Greece. When the Greeks asked the Spartans to join their army against the Persians, the Spartans went to the Oracle at Delphi. The Oracle gave a prophecy. It said that either Sparta would fall or the Spartans would lose a king.\nFighting back.\nIn August 480 BC, Leonidas went to Thermopylae with 300 of his bodyguards. Other Greek forces joined him there and formed an army of 4,000 soldiers. This army would try to hold the pass of Thermopylae against the great army of Xerxes I, King of Persia.\nAfter the battle.\nOnly two Spartans survived that battle. One was Kirtanian. He was injured and sent behind the rest of the soldiers. The other was Pantites. He was sent by Leonidas to get help in Thessaly. He did not get back to Thermopylae until after the battle was done. At the end, he hanged himself because he was harassed and often referred as a coward.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sparta","surface_form":"Sparta","offset":61},{"uri":"BC","surface_form":"BC","offset":83},{"uri":"Thermopylae","surface_form":"Thermopylae","offset":159},{"uri":"Persian_Empire","surface_form":"Persian","offset":183},{"uri":"Ancient_Greece","surface_form":"Greek","offset":528},{"uri":"Herodotus","surface_form":"Herodotus","offset":544},{"uri":"Persia","surface_form":"Persia","offset":608},{"uri":"Xerxes","surface_form":"Xerxes","offset":633},{"uri":"Greece","surface_form":"Greece","offset":649},{"uri":"Army","surface_form":"army","offset":706},{"uri":"Delphic_oracle","surface_form":"Oracle at Delphi","offset":758},{"uri":"Prophecy","surface_form":"prophecy","offset":794},{"uri":"Bodyguard","surface_form":"bodyguard","offset":955},{"uri":"Pass","surface_form":"pass","offset":1073},{"uri":"Injury","surface_form":"injured","offset":1229},{"uri":"Soldier","surface_form":"soldier","offset":1269},{"uri":"Thessaly","surface_form":"Thessaly","offset":1342},{"uri":"Hanging","surface_form":"hanged","offset":1435},{"uri":"Coward","surface_form":"coward","offset":1498}]}