{"id":96068,"url":"http://en.wikipedia.org/wiki/Bunker","text":"A bunker is a military building for fortification. They are usually built below ground. Blockhouses are like bunkers, but are built above ground. Bunkers were of big importance during World War I and World War II. Bunkers were built during the Cold War for important political people and for the general public because of the scare of a nuclear war.\nTrench.\nA trench is long and narrow. It may be part of a big system of trenches. Soldiers often dig and use trenches. When most of the front-line soldiers use trenches, it is called trench warfare.\nPillbox.\nA pillbox is a small building made of concrete that also has small windows that people can shoot guns out of. The name came from the fact that they look like the boxes that pills came in.\nPillboxes were used a lot during World War I when defence in depth was being used. Pillboxes are most often found camouflaged so that they are harder to spot. They can also be part of a trench system, where the pillbox is a firing step that has been built to take grenade blasts and smaller mortar fire. Pillboxes were also built to help protect strategic structures such as bridges or jetties.\nIndustrial.\nIndustrial bunkers are built like regular bunkers and they can be mining sites, food storage areas, dumps for materials, data storage, and sometimes places that people live in. They were built by nations during World War II to help protect the important industries from getting bombed. Many mines in France and Germany were made into bunkers by both the Germans and the French in both World War I and World War II.\nFamous bunkers.\nFamous bunkers include the World War II V-weapon buildings in Germany (e.g., Mittelwerk, La Coupole, and Éperlecques) and the Cold War buildings in the United States (Cheyenne Mountain, Site R, and The Greenbrier) and Canada (Diefenbunker).","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":14},{"uri":"Fortification","surface_form":"fortification","offset":36},{"uri":"Blockhouse","surface_form":"Blockhouse","offset":88},{"uri":"World_War_I","surface_form":"World War I","offset":184},{"uri":"World_War_II","surface_form":"World War II","offset":200},{"uri":"Cold_War","surface_form":"Cold War","offset":244},{"uri":"Nuclear_war","surface_form":"nuclear war","offset":337},{"uri":"Trench","surface_form":"trench","offset":360},{"uri":"Trench_warfare","surface_form":"trench warfare","offset":532},{"uri":"World_War_I","surface_form":"World War I","offset":778},{"uri":"Defence_in_depth","surface_form":"defence in depth","offset":795},{"uri":"Military_camouflage","surface_form":"camouflaged","offset":859},{"uri":"Mining","surface_form":"mines","offset":1443},{"uri":"France","surface_form":"France","offset":1452},{"uri":"Germany","surface_form":"Germany","offset":1463},{"uri":"World_War_I","surface_form":"World War I","offset":1537},{"uri":"World_War_II","surface_form":"World War II","offset":1553},{"uri":"Mittelwerk","surface_form":"Mittelwerk","offset":1660},{"uri":"La_Coupole","surface_form":"La Coupole","offset":1672},{"uri":"%C3%89perlecques","surface_form":"Éperlecques","offset":1688},{"uri":"Cheyenne_Mountain","surface_form":"Cheyenne Mountain","offset":1750},{"uri":"Site_R","surface_form":"Site R","offset":1769},{"uri":"The_Greenbrier","surface_form":"The Greenbrier","offset":1781},{"uri":"Diefenbunker","surface_form":"Diefenbunker","offset":1809}]}