{"id":96094,"url":"http://en.wikipedia.org/wiki/Baoruco_Province","text":"Baoruco, also written Bahoruco (but the \"h\" is not pronounced), is a Dominican province, in the western part of the country, in the \"Hoya de Enriquillo\" valley. Its capital city is Neiba (or Neyba).\nIt was created on 1943. It was part of the Barahona province before being elevated to the category of province. It was called Baoruco because the northern side of the Sierra de Bahoruco was part of the province; with the creation of the Independecia province, that part went to the new province but the name was not changed.\nLocation.\nBaoruco is bordered to the north by the San Juan province, to the east by the Azua and Barahona provinces, and to the south and west by the Independencia province.\nHistory.\nWhen the Baoruco province was created in 1943, it was formed with the municipalities Neiba, Duvergé, La Descubierta and Tamayo. With the creation of the Independencia province in 1948, Duvergé and La Descubierta became municipalities of the new province. Villa Jaragua became a municipality of the province in 1974, Galván in 1997 and Los Ríos in 2001.\nPopulation.\nIn (last national census), there were people living in the Baoruco province, and 69,360 () living in towns and cities. The population density was persons/km².\nIts population represents of the total population of the country and the province is ranked as the 23th (out of 31 plus the National District) more populated province.\n, the total estimated propulation of the province is 99,607 inhabitants.\nThe largest city of the province is Neiba, its head municipality or capital, with a population (in 2010) of 27,105 inhabitants.\nGeography.\nThe Baoruco province has a total area of. It has 2.6% of the area of the Dominican Republic and it is ranked as the 17th (out of 31 plus the National District) largest province.\nThe altitude of Neiba, provincial capital, is.\nThe Baoruco province is in the \"Hoya de Enriquillo\" valley, a very dry valley with some parts below sea level; its capital, Neiba, has an elevation of only 10 m above sea level. In this valley is the \"Lake Enriquillo\", and the northeastern part of the lake, about of third of its surface, belongs to the Baoruco province, including its small islands of Barbarita and Islita.\nThe Sierra de Neiba runs across the northern part of the province, on the border with the San Juan province.\nThe most important river in the province is the Yaque del Sur river, one of the longest in the country; it forms the eastern limit of the province and its water is used for irrigation. Other rivers are Las Marías and Panzo.\nThe climate of the province is a tropical climate, very hot and dry in the valley, but it is cooler on the mountains. In the valley, cacti and other plants of dry regions are common. There are some rainforests in the mountains.\nThe only important road in the province goes through the southern part of the province, along the valley, and the most important towns of the province are along this road.\nEconomy.\nThe main economic activity of the province is agriculture and the main products are plantains in Tamayo, grapes in Neiba and Los Ríos. On the Sierra de Neiba, coffee and beans are important products.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican","offset":69},{"uri":"Province","surface_form":"province","offset":79},{"uri":"Valley","surface_form":"valley","offset":153},{"uri":"Capital_city","surface_form":"capital city","offset":165},{"uri":"Neiba","surface_form":"Neiba","offset":181},{"uri":"Barahona_Province","surface_form":"Barahona","offset":242},{"uri":"Independencia_Province","surface_form":"Independecia","offset":436},{"uri":"San_Juan_Province_(Dominican_Republic)","surface_form":"San Juan","offset":574},{"uri":"Azua_Province","surface_form":"Azua","offset":612},{"uri":"Barahona_Province","surface_form":"Barahona","offset":621},{"uri":"Independencia_Province","surface_form":"Independencia","offset":674},{"uri":"Municipality","surface_form":"municipalities","offset":777},{"uri":"Neiba","surface_form":"Neiba","offset":792},{"uri":"Independencia_Province","surface_form":"Independencia","offset":860},{"uri":"Population_density","surface_form":"population density","offset":1195},{"uri":"Capital_city","surface_form":"capital","offset":1540},{"uri":"Altitude","surface_form":"altitude","offset":1793},{"uri":"Valley","surface_form":"valley","offset":1888},{"uri":"Elevation","surface_form":"elevation","offset":1974},{"uri":"Lake_Enriquillo","surface_form":"Lake Enriquillo","offset":2037},{"uri":"San_Juan_Province_(Dominican_Republic)","surface_form":"San Juan","offset":2301},{"uri":"River","surface_form":"river","offset":2339},{"uri":"Yaque_del_Sur","surface_form":"Yaque del Sur","offset":2368},{"uri":"Irrigation","surface_form":"irrigation","offset":2493},{"uri":"Tropical","surface_form":"tropical","offset":2577},{"uri":"Cactus","surface_form":"cacti","offset":2677},{"uri":"Plant","surface_form":"plant","offset":2693},{"uri":"Rainforest","surface_form":"rainforest","offset":2742},{"uri":"Agriculture","surface_form":"agriculture","offset":2999},{"uri":"Banana","surface_form":"plantain","offset":3037},{"uri":"Grape","surface_form":"grape","offset":3058},{"uri":"Coffee","surface_form":"coffee","offset":3112},{"uri":"Bean","surface_form":"bean","offset":3123}]}