{"id":96116,"url":"http://en.wikipedia.org/wiki/Pectus_excavatum","text":"Pectus excavatum is a congenital medical condition where the ribs and sternum grow abnormally, producing a sunken appearance to the chest. This makes the chest look like it has caved in on itself. It is also commonly referred to as \"funnel chest\" or \"chest bowl\". It is the most common form of pectus deformity, occurring in approximately 1 in 300-400 births, with a 3:1 male predominance ratio. While Pectus Excavatum occurs at birth, it often does not develop properly until early adolescence when growth is more rapid.\nCauses.\nDoctors do not know why some people have the dent. They think it might be caused by a bad gene from the parent. It is also linked to syndromes (illnesses) that affect other parts of the body.\nNumbers.\nPectus excavatum happens in about 1 in every 300-400 children, with the 75% majority of cases being male.\nSuction Cup.\nA vacuum bell, also called a suction cup, can be used to fix pectus excavatum. The cup is placed on the chest and all the air is removed: this pulls up the chest. This non-invasive procedure shows promise to be a permanent cure for pectus excavatum. Treatment must continue for two years after the appearance of correction is made.\nNuss Procedure.\nThe Nuss Prodcedure was created by Doctor Nuss from Norfolk in Virginia. A metal bar is put into the chest; the bar holds the chest up.\nRavitch.\nThe Ravitch technique is from the 1950s. It involves cutting out part of the chest, placing a bar in the chest, and having the bone grow back. Most doctors do not use the Ravitch because it causes much blood loss.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medicine","surface_form":"medical","offset":33},{"uri":"Adolescence","surface_form":"adolescence","offset":483},{"uri":"Medical_doctor","surface_form":"Doctors","offset":530},{"uri":"Genetics","surface_form":"gene","offset":620},{"uri":"Syndrome","surface_form":"syndrome","offset":663},{"uri":"Vacuum_bell","surface_form":"vacuum bell","offset":852},{"uri":"Nuss_Prodcedure","surface_form":"Nuss Prodcedure","offset":1202},{"uri":"Norfolk%2C_Virginia","surface_form":"Norfolk","offset":1250},{"uri":"Virginia","surface_form":"Virginia","offset":1261},{"uri":"Ravitch_technique","surface_form":"Ravitch technique","offset":1347}]}