{"id":96155,"url":"http://en.wikipedia.org/wiki/Central_Park","text":"Central Park is a large public park in Manhattan in New York City. Central Park has about 35,000,000 visitors every year. It is the most visited city park in the United States. The park contains lakes, a castle, the Metropolitan Museum of Art, and the Central Park Zoo. The park has been shown in many movies and television programs.\nSize.\nThe Central Park is 2.5 miles (4 km) long between 59th Street (Central Park South) and 110th Street (Central Park North), and is 0.5 miles (0.8 km) wide between Fifth Avenue and Central Park West. It is similar in size to San Francisco's Golden Gate Park, Chicago's Lincoln Park, Vancouver's Stanley Park, or Munich's Englischer Garten. It lies between the New York Theater District, Harlem (north), Upper West Side, and the Upper East Side.\nCentral Park is bordered on the north by West 110th Street, on the south by West 59th Street, on the west by Eighth Avenue, and on the east by Fifth Avenue. Along the park's borders however, these are known as Central Park North, Central Park South, and Central Park West, respectively. Only Fifth Avenue retains its name as the eastern border of the park. Each of the twenty gates on these streets has a name.\nThe park is bigger than Monaco and Vatican City, though some other parks in the city are even larger.\nHistory.\nIn 1855, New York City had four times as many people as in 1821. The city grew bigger, and there were fewer parks in Lower Manhattan. A park was being planned for Upper Manhattan. Two years before, in 1853, the New York state government gave over an area, from 59th to 106th Streets, to build the Park. The land alone cost more than US$5 million.\nThe park first opened in 1857. In 1858, Frederick Law Olmsted and Calvert Vaux won a design competition to improve and expand the park with a plan they entitled the Greensward Plan. Construction began in the same year and was finished in 1873. Many rocks, soil, and plants were put in the park. People living in the park were forced to move out. Later, the park was made larger.\nIn the 1930s, because people had not taken care of the park, it was cleaned up and changed by Robert Moses. By the 1960s, the park became a bad place to go again, so in the 1980s and 1990s, the Central Park Conservancy was made. The Central Park Conservancy cleaned up Central Park from the 1980s through the 2000s.\nThe park was named a National Historic Landmark in 1963.\nCentral Park Conservancy.\nThe Central Park Conservancy runs the park. They operate it because of an agreement with the city government. 85% of Central Park's $25 million annual budget and 80% of the park's maintenance staff come from the Conservancy.\nThe conservancy cares for 250 acres of lawns, 21,500 trees, 150 acres of lakes and streams, and 130 acres of woodlands. Their staff plant hundreds of bulbs, shrubs, flowers, and trees every year. They make sure that 9,000 benches, 26 ballfields, and 21 playgrounds are clean and good to use. They also care for 55 sculptures and monuments, as well as 36 bridges. Conservancy crews remove graffiti from Central Park and collect more than 2,000 tons of trash a year!\nThe Conservancy has been led by four presidents. The first is Elizabeth Barlow Rogers, who helped to create the Conservancy in 1978. She was president until 1996. Karen H. Putnam, the Conservancy’s development director, was president from 1996 to 2000, after completing the projects slated under the \"Wonder of New York\" capital campaign. The third, Regina S. Peruggi, used to be president of Marymount Manhattan College. She led the Conservancy from 2000 to 2003. Since 2003, Douglas Blonsky, who used to look over construction for the Park, has been the president of the Conservancy.\nIn popular culture.\nCentral Park has been mentioned in thousands of books, movies, and TV shows. In the U.S. TV show \"Friends\" (1994-2004), the coffee shop where the characters often gathered was named \"Central Perk\" as a pun on the term \"coffee percolator\" (a type of pot used to brew coffee).","categories":[],"infobox_types":[],"annotations":[{"uri":"Park","surface_form":"park","offset":31},{"uri":"Manhattan","surface_form":"Manhattan","offset":39},{"uri":"New_York_City","surface_form":"New York City","offset":52},{"uri":"United_States","surface_form":"United States","offset":162},{"uri":"Castle","surface_form":"castle","offset":204},{"uri":"Metropolitan_Museum_of_Art","surface_form":"Metropolitan Museum of Art","offset":216},{"uri":"Central_Park_Zoo","surface_form":"Central Park Zoo","offset":252},{"uri":"Movies","surface_form":"movies","offset":302},{"uri":"Television_programme","surface_form":"television programs","offset":313},{"uri":"Fifth_Avenue","surface_form":"Fifth Avenue","offset":501},{"uri":"San_Francisco","surface_form":"San Francisco","offset":562},{"uri":"Golden_Gate_Park","surface_form":"Golden Gate Park","offset":578},{"uri":"Chicago","surface_form":"Chicago","offset":596},{"uri":"Lincoln_Park","surface_form":"Lincoln Park","offset":606},{"uri":"Vancouver","surface_form":"Vancouver","offset":620},{"uri":"Stanley_Park","surface_form":"Stanley Park","offset":632},{"uri":"Munich","surface_form":"Munich","offset":649},{"uri":"Englischer_Garten","surface_form":"Englischer Garten","offset":658},{"uri":"Theater_District","surface_form":"Theater District","offset":706},{"uri":"Harlem","surface_form":"Harlem","offset":724},{"uri":"Upper_West_Side","surface_form":"Upper West Side","offset":740},{"uri":"Upper_East_Side","surface_form":"Upper East Side","offset":765},{"uri":"Monaco","surface_form":"Monaco","offset":1217},{"uri":"Vatican_City","surface_form":"Vatican City","offset":1228},{"uri":"Lower_Manhattan","surface_form":"Lower Manhattan","offset":1421},{"uri":"New_York","surface_form":"New York","offset":1515},{"uri":"United_States_dollar","surface_form":"US$","offset":1637},{"uri":"Frederick_Law_Olmsted","surface_form":"Frederick Law Olmsted","offset":1691},{"uri":"Calvert_Vaux","surface_form":"Calvert Vaux","offset":1717},{"uri":"Robert_Moses","surface_form":"Robert Moses","offset":2124},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":2367},{"uri":"Graffiti","surface_form":"graffiti","offset":3042},{"uri":"Marymount_Manhattan_College","surface_form":"Marymount Manhattan College","offset":3512},{"uri":"Movie","surface_form":"movie","offset":3780},{"uri":"Friends","surface_form":"Friends","offset":3823},{"uri":"Coffee_shop","surface_form":"coffee shop","offset":3849},{"uri":"Pun","surface_form":"pun","offset":3927},{"uri":"Coffee","surface_form":"coffee","offset":3991}]}