{"id":96157,"url":"http://en.wikipedia.org/wiki/Mae_Jemison","text":"Mae Carol Jemison (born October 17, 1956) is an American physician and NASA astronaut. She became the first African-American woman to enter space when she served on the crew of the Space Shuttle Endeavour in September 1992. She has appeared on television several times, including as an actress in an episode of.\nEarly life.\nJemison was born in Decatur, Alabama. She moved to Chicago at age three. Her brother and sister are Ada and Charles Jemison. From early on, she was interested in science. Jemison’s parents supported her love for science and space. As a child, she spent lots of time in the library. She read books about space, and evolution.\nEducation.\nJemison graduated from high school at the age of 16. She studied at Stanford University on a scholarship. There she earned a Bachelor of Science in chemical engineering in 1977. During her education, Jemison involved herself in activities outside her classes. These included dance, theater, and volunteer work. She was also the head of the Black Student Union. While at Cornell, Jemison helped people who had left their country because it was not safe to live there. She helped run health studies in Kenya as well. She studied how complicated organisms can be influenced by gravity. In 1981 she earned a Doctorate of Medicine.\nTraining and space mission.\nJemison was in astronomy ever since she was a child. She dreamed of going to space one day. While attending UCLA, she applied for NASA. Soon after she applied, NASA had a terrible accident on January 28, 1986. \"Challenger\" was launched in Florida and it blew up soon after taking off. The astronauts were all killed. There would be no more astronauts going into space until the scientists figured out what had happened. Jemison became one of the 0.75% of people who were chosen for a special type of instruction at NASA a year after this accident had occurred.\nThe training incorporated physical demand and rigorous studying of science. She had to learn what to do in case if an emergency had happened. She soon became a certified mission specialist. Jemison’s mission was in September of 1992. She is remembered as the member of the crew on \"Endeavour\", an eight-day journey. This was a joint mission between the US and Japan. She fertilized frog eggs and observed their development into tadpoles.\nCareer.\nJemison worked at NASA from 1987 to 1993. She later started The Jemison Group, Inc., which created ALAFIYA, a satellite-based telecommunications system. This system was to be used to bring healthcare to developing nations. She also was a professor in the Environmental Studies Program at Dartmouth College. There she directed the Jemison Institute for Advancing Technology in Developing Countries. She has studied astronomy, zoology, archaeology, and many other things.\nJemison joined the Peace Corps, a volunteer organization. She worked as a medical officer there from 1983 to 1985 in Sierra Leone and Liberia.\nAchievements.\nJemison has won many awards since her time in space. She was named as one of the 50 most influential women by \"Ebony\" magazine. She is in three different halls of fame: the National Medical Association Hall of Fame, Texas Science Hall of Fame, and National Women’s Hall of Fame. Jemison has also been on a few television programs, including the PBS program \"African American Lives\". She also speaks in public about her life and influence. Mae C. Jemison Public School was named after her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":48},{"uri":"Physician","surface_form":"physician","offset":57},{"uri":"NASA","surface_form":"NASA","offset":71},{"uri":"Astronaut","surface_form":"astronaut","offset":76},{"uri":"African-American","surface_form":"African-American","offset":108},{"uri":"Outer_space","surface_form":"space","offset":140},{"uri":"Space_Shuttle_Endeavour","surface_form":"Space Shuttle Endeavour","offset":181},{"uri":"Decatur%2C_Alabama","surface_form":"Decatur, Alabama","offset":344},{"uri":"Chicago","surface_form":"Chicago","offset":375},{"uri":"Evolution","surface_form":"evolution","offset":638},{"uri":"High_school","surface_form":"high school","offset":683},{"uri":"Stanford_University","surface_form":"Stanford University","offset":728},{"uri":"Scholarship","surface_form":"scholarship","offset":753},{"uri":"Bachelor_of_Science","surface_form":"Bachelor of Science","offset":785},{"uri":"Chemical_engineering","surface_form":"chemical engineering","offset":808},{"uri":"Challenger_disaster","surface_form":"Challenger","offset":1526},{"uri":"NASA","surface_form":"NASA","offset":2340},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":2432},{"uri":"Telecommunications","surface_form":"telecommunications","offset":2448},{"uri":"Environment","surface_form":"Environment","offset":2577},{"uri":"Dartmouth_College","surface_form":"Dartmouth College","offset":2610},{"uri":"Zoology","surface_form":"zoology","offset":2747},{"uri":"Archaeology","surface_form":"archaeology","offset":2756},{"uri":"Peace_Corps","surface_form":"Peace Corps","offset":2811},{"uri":"Sierra_Leone","surface_form":"Sierra Leone","offset":2909},{"uri":"Liberia","surface_form":"Liberia","offset":2926},{"uri":"Ebony_(magazine)","surface_form":"\"Ebony\" magazine","offset":3059}]}