{"id":96294,"url":"http://en.wikipedia.org/wiki/Standing_stone","text":"Standing stones or menhirs are stones set into the ground vertically. They were put there by Neolithic people in the British Isles and Brittany, and they also occur elsewhere in the world.\nThere may be single standing stones, circles, lines or groups of them. Their dates are mostly from 4000 BC to 1,500 BC. Since Neolithic peoples did not have writing, we know little about their use. It is generally thought they had both practical (meeting place) and ceremonial or religious uses. Pottery that has been found near some of these stones suggest some of them in Europe belonged to the so-called 'Beaker culture'.\nTheir shape is generally uneven and squared, often tapering towards the top. Menhirs can be found across Europe, Africa and Asia, but they are most numerous in Western Europe; in particular in the British Isles (Great Britain and Ireland), and Brittany. There are about 50,000 megaliths in these areas. Standing stones are usually difficult to date, but pottery found underneath some in western Europe connects them with the Beaker people. They were erected as part of a megalithic culture which flourished in Europe and beyond.\nWhere they appear in groups, often in a circular, oval, henge or horseshoe formation, they are sometimes called megalithic monuments. These are sites of ancient religious ceremonies, sometimes containing burial chambers. The developments of radiocarbon dating and tree-ring calibration have added to our knowledge of their timing. In some archaeological sites, the remains of wooden henges can be found. Woodhenge was a henge and timber circle monument in the Stonehenge World Heritage Site in Wiltshire, England. It is 2 miles (3.2 km) north-east of Stonehenge.\nHistory.\nPractically nothing is known of the social organization or religious beliefs of the people who erected the menhirs. There is not even any trace of their language. We do know that they buried their dead, and had the skills to grow cereal, farm and make pottery, stone tools and jewellery. Some recent research into the megaliths in Brittany suggests a much older origin, perhaps back to six to seven thousand years ago. This is not generally accepted at present.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neolithic","surface_form":"Neolithic","offset":93},{"uri":"British_Isles","surface_form":"British Isles","offset":117},{"uri":"Brittany","surface_form":"Brittany","offset":135},{"uri":"Writing","surface_form":"writing","offset":346},{"uri":"Pottery","surface_form":"Pottery","offset":485},{"uri":"Beaker_culture","surface_form":"Beaker culture","offset":597},{"uri":"British_Isles","surface_form":"British Isles","offset":811},{"uri":"Great_Britain","surface_form":"Great Britain","offset":826},{"uri":"Ireland","surface_form":"Ireland","offset":844},{"uri":"Brittany","surface_form":"Brittany","offset":858},{"uri":"Beaker_people","surface_form":"Beaker people","offset":1039},{"uri":"Henge","surface_form":"henge","offset":1199},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon dating","offset":1384},{"uri":"Dendrochronology","surface_form":"tree-ring calibration","offset":1407},{"uri":"Archaeological_site","surface_form":"archaeological site","offset":1482},{"uri":"Woodhenge","surface_form":"Woodhenge","offset":1547},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":1603},{"uri":"Wiltshire","surface_form":"Wiltshire","offset":1637}]}