{"id":96336,"url":"http://en.wikipedia.org/wiki/J%C3%B6rg_Haider","text":"Jörg Haider (26 January 1950 – 11 October, 2008) was an Austrian politician who was often called to be off right-populism (\"rechtspopulist\"). He was born in Bad Goisern, Upper Austria, and died near Klagenfurt, Austria.\nAt the age of 29 he became the youngest member of the Austrian parliament and in 1989 the Governor of Carinthia for the first time.\nHaider lead the Freedom Party to great success so that in 1999 the party reached the second most votes with 27% behind the SPÖ with 33% and could form a coalition with the Austrian People's Party ÖVP (having for the first time only the third most votes) making Wolfgang Schüssel Chancellor of Austria.\nHaider passed his leading position to other party members so that a coalition could take place and returned to Carinthia to work as Governor again.\nIn 2004 Haider was re-elected as Governor of Carinthia. One year later the leading members of the FPÖ as well as there party members in the government together with Jörg Haider (as their new head) founded a new Party, the BZÖ. In 2006 the BZÖ party reached the 4% (that time lead under P. Westenthaler) in the Austrian elections and so became part of the Parliament with 7 representatives. For the snap elections in September 2008 he was voted unanimity in his party for the leading position and ran as candidate again for the elections like back in the nineties. Surprisingly the party gained 10.7% and therefore could rise its seats 3 times now having 21 representatives under the lead of Jörg Haider. However Haider promised before the votes toke place too remain Governor as he would have only changed as of becoming Chancellor. There were possibilities to build a government with Jörg Haider as chancellor (Haider already achieved to form a coalition where the ÖVP under Schüssel with the 3rd most votes got the Chancellor) or at least the BZÖ represented in the government. For this a coalition of BZÖ with FPÖ and ÖVP was necessary, however Haider never got into this position.\nOn 11 October 2008, Haider died in a traffic accident near the town of Klagenfurt. He was returning home after an event that had taken place earlier. Many people living in Carinthia in reaction to his death, left public offerings as flowers, candles, cards and personal messages, Austrian singer and intendant Harald Serafin called the tragic death even an \"Austro-Lady-Diana-Story\".","categories":[],"infobox_types":["Officeholder"],"annotations":[{"uri":"Austria","surface_form":"Austria","offset":56},{"uri":"Popular","surface_form":"populism","offset":113},{"uri":"Upper_Austria","surface_form":"Upper Austria","offset":170},{"uri":"Carinthia_(state)","surface_form":"Carinthia","offset":322},{"uri":"SP%C3%96","surface_form":"SPÖ","offset":475},{"uri":"%C3%96VP","surface_form":"ÖVP","offset":548},{"uri":"Wolfgang_Sch%C3%BCssel","surface_form":"Wolfgang Schüssel","offset":613},{"uri":"Chancellor_of_Austria","surface_form":"Chancellor of Austria","offset":631},{"uri":"BZ%C3%96","surface_form":"BZÖ","offset":1024},{"uri":"Unanimity","surface_form":"unanimity","offset":1246},{"uri":"Diana%2C_Princess_of_Wales","surface_form":"Lady-Diana","offset":2352}]}