{"id":96351,"url":"http://en.wikipedia.org/wiki/Yagan","text":"Yagan (c. 1795–11 July 1833) was a Noongar warrior who played an important part in early indigenous Australian resistance to European settlement and rule in the area of Perth, Western Australia.\nYagan was the son of Midgigoroo, one of the elders of the tribe who lived in the Perth area. Yagan was blamed for spearing cattle near the Swan River. There were not many cattle in the new colony and food was scarce. Yagan's taking of the settlers animals and food supplies was seen as a very serious crime. After a European was killed, the military started a search for Yagan. He was found after four months and sent to Carnac Island. He escaped after six weeks. One of the soldiers who had got to know him on Carnac Island, compared him to William Wallace.\nYagan's brother was killed in April 1833 while trying to steal flour from a cart. Yagan, Midgigoroo and several others attacked another cart and killed the drivers. They were declared outlaws, which meant they had no legal rights and could be killed by anyone. A reward of £30 was offered for their capture. Midgigoroo was soon captured and executed. Two months later, on 11 July 1833 a shepherd, William Keates, shot and killed Yagan. Keates was killed soon afterwards in another fight with the Aborigines, and his brother claimed the reward for the capture of Yagan. Yagan's head was cut off and sent to England for display.\nAfter a long search his remains were rediscovered in an unmarked grave in Liverpool and returned to Australia in 1997. On 10 July 2010, Yangar was reburied in Perth, at a site now called the Yagan Memorial Park. The park is on the site where Yagan was killed in 1833.","categories":[],"infobox_types":[],"annotations":[{"uri":"Noongar","surface_form":"Noongar","offset":35},{"uri":"Indigenous_Australians","surface_form":"indigenous Australian","offset":89},{"uri":"Europe","surface_form":"Europe","offset":125},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth, Western Australia","offset":169},{"uri":"Swan_River","surface_form":"Swan River","offset":334},{"uri":"Carnac_Island","surface_form":"Carnac Island","offset":616},{"uri":"William_Wallace","surface_form":"William Wallace","offset":737},{"uri":"Outlaw","surface_form":"outlaw","offset":938},{"uri":"Executed","surface_form":"executed","offset":1095},{"uri":"Shepherd","surface_form":"shepherd","offset":1141},{"uri":"Liverpool","surface_form":"Liverpool","offset":1455}]}