{"id":96375,"url":"http://en.wikipedia.org/wiki/Perspective_(graphical)","text":"In graphic arts, perspective is the representation of how an image is seen by the eye. It is about how the angle and distance of a three-dimensional object is represented on a flat surface. To create a real scene, objects are drawn smaller to show that they are farther away from the person looking at the artwork. The dimensions of an object are also drawn differently depending where the line of sight is. The size of an object's dimensions along the line of sight are usually drawn shorter than dimensions across the line of sight. This is called foreshortening, and is used to create the appearance of three dimensions on a flat surface.\nLandscape paintings have a horizon line. This line represents objects that are infinitely far away. They have shrunk, in the distance, like objects on the Earth's horizon. Changing the height of the horizon level changes the view point for the picture. A person lying on the ground and looking up would have a different view to a person on a ladder looking down.\nBasic concept.\nPerspective works by representing the light that passes from a scene through an imaginary rectangle (the painting), to the viewer's eye. It is similar to a viewer looking through a window and painting what is seen directly onto the windowpane. If viewed from the same spot as the windowpane was painted, the painted image would be identical to what was seen through the unpainted window. Each painted object in the scene is a flat, scaled down version of the object on the other side of the window.","categories":[],"infobox_types":[],"annotations":[{"uri":"Graphic_arts","surface_form":"graphic arts","offset":3},{"uri":"Image","surface_form":"image","offset":61},{"uri":"Eye","surface_form":"eye","offset":82},{"uri":"Angle","surface_form":"angle","offset":107},{"uri":"Distance","surface_form":"distance","offset":117},{"uri":"3D","surface_form":"three-dimensional","offset":131},{"uri":"2D","surface_form":"flat","offset":176},{"uri":"Surface","surface_form":"surface","offset":181},{"uri":"Dimension","surface_form":"dimension","offset":319},{"uri":"Landscape","surface_form":"Landscape","offset":642},{"uri":"Horizon","surface_form":"horizon","offset":805}]}