{"id":9642,"url":"http://en.wikipedia.org/wiki/Sugar","text":"Sugar is the common name for a number of chemical substances, some of which have a sweet taste. Mostly, it refers to either sucrose, lactose, or fructose. Sugar is contained in certain kinds of food, or it is added to give a sweet taste. Sugar is extracted from certain plants, such as sugarcane or sugar beet.\nRegular sugar (the one commonly added to food) is called \"sucrose\". Fructose is the sugar that is in fruits. As chemicals, sucrose and fructose are both made by two smaller sugars. Glucose is the more common of these smaller sugars. The human body changes regular sugar into the smaller sugars.\nSugars are a kind of carbohydrate. This is because sugars are made from carbon, hydrogen and oxygen. Carbohydrates can be \"simple carbohydrates\" or \"complex carbohydrates\". Simple carbohydrates are made of only one or a few of the smallest sugars. Complex carbohydrates are made of \"many\" of the smallest sugars.\nStarch is a chemical found in foods such as bread, crackers, and potatoes. It is a \"complex carbohydrate\" that is made from many glucose molecules. When starch is eaten, the human body breaks it apart into smaller sugars. An enzyme is added in the mouth, but it only begins to work in the stomach. Pure starch is actually tasteless in the mouth.\nBrazil produces the most sugar per person and India's total consumption of sugar is the highest for a country.\nThere are other chemical substances that can be used to produce a sweet taste, but that are not sugar. One of them, commonly called Stevia, is gained from a plant with the same name. Others, like aspartame, are completely synthetic. In general, these substances are known as artificial sweeteners, or sugar substitutes. People eat them to avoid health problems that sugar causes.\nSugar can be different colours. For example, brown sugar has molasses in it, and is often used in baking.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_substance","surface_form":"chemical substance","offset":41},{"uri":"Sweet_(taste)","surface_form":"sweet","offset":83},{"uri":"Sucrose","surface_form":"sucrose","offset":124},{"uri":"Lactose","surface_form":"lactose","offset":133},{"uri":"Fructose","surface_form":"fructose","offset":145},{"uri":"Food","surface_form":"food","offset":194},{"uri":"Sugarcane","surface_form":"sugarcane","offset":286},{"uri":"Sugar_beet","surface_form":"sugar beet","offset":299},{"uri":"Sucrose","surface_form":"sucrose","offset":369},{"uri":"Fructose","surface_form":"Fructose","offset":379},{"uri":"Glucose","surface_form":"Glucose","offset":492},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":627},{"uri":"Carbon","surface_form":"carbon","offset":678},{"uri":"Hydrogen","surface_form":"hydrogen","offset":686},{"uri":"Oxygen","surface_form":"oxygen","offset":699},{"uri":"Starch","surface_form":"Starch","offset":919},{"uri":"Bread","surface_form":"bread","offset":963},{"uri":"Cracker","surface_form":"cracker","offset":970},{"uri":"Potato","surface_form":"potato","offset":984},{"uri":"Brazil","surface_form":"Brazil","offset":1265},{"uri":"India","surface_form":"India","offset":1311},{"uri":"Stevia","surface_form":"Stevia","offset":1508},{"uri":"Aspartame","surface_form":"aspartame","offset":1572},{"uri":"Artificial_sweetener","surface_form":"artificial sweetener","offset":1651},{"uri":"Molasses","surface_form":"molasses","offset":1817}]}