{"id":96622,"url":"http://en.wikipedia.org/wiki/Wizard%27s_First_Rule","text":"\"Wizard's First Rule\" is a book written by Terry Goodkind. It is the first book in the epic fantasy series called \"The Sword of Truth\". It was published by Tor Books on August 15, 1994 as a hardcover book, meaning the book was made with a hard cover. The paperback book was released on July 15, 1997. A special version of the book was released on June 23, 2001. It featured art on the cover by Keith Parkinson. This special version was also a paperback version of the book.\nPlot summary.\nThe main character in \"Wizard’s First Rule\" is Richard Cypher. Richard is a woods guide who lives in the area of the world called Westland. Westland is the only part of the world that contains no magic. Westland is set apart from the other lands of the world by a very evil magic boundary. The boundary stops anyone from coming through into the Westland from the Midlands. As a woods guide, Richard leads important political people through the woods to wherever they need to go in Westland. Richard has a brother called Michael Cypher. He is the First Coucilor of Westland.\nRichard's father, George Cypher, was mysteriously killed in the beginning of the book. Because of this, Richard entered a state of sadness. When Richard finds out about an interesting vine left in a jar for him by his dead father, Richard decides to go into the forest to try to find the vine. This leads him to help a traveller escape from 4 men that are chasing her through the forest. The traveller is called Kahlan Amnell, and the people she is running from are called a quad.\nRichard saves Kahlan from the quad. After saving Kahlan, Richard learns that he had just helped someone who had come through the boundary. Before then, it was not heard of for someone to come through the boundary. Richard finds out that Kahlan is looking for the First Wizard. Richard feels that she is in need of help. Because of this, Richard takes Kahlan to his best friend, Zedd.\nWhen he goes to visit his friend, Richard learns that his friend, Zedd, has kept many secrets from him. Richard finds out that Zedd is really the wizard that Kahlan has been looking for.\nKahlan tells Zedd about some of the events that are taking place in the Midlands. Darken Rahl, who is the in the book, is leading an army against the Midlands. After hearing of these events, Zedd decides that Richard is the true Seeker. In doing so, Zedd gives Richard the Sword of Truth. Zedd then decided that they need to cross the boundary to stop Darken Rahl from the world using the magic of the boxes of Orden.\nRichard finds out that the boxes of Orden hold the power of life and death. He also finds out that Darken Rahl needs 3 boxes and needs to open them in the correct order using the information written in the Book of Counted Shadows. Richard was taught the Book of Counted Shadows as a little boy by his father.\nRichard then finds a way through the boundary thanks to his friend, Chase. Chase is a boundary. Boundary wardens are officials who keep people from getting too close to the boundary. Chase tells Richard that there is a pass through the boundary. Chase leads them to the pass.\nAlong the way to the pass, Richard and his friends are attacked by underworld creatures. This encounter leaves both Zedd and Chase in a state of sleep. Soon after this event takes place, Richard and Kahlan reach the home of Adie. Adie is a bone sorcereress, and is the only one who can tell Richard and Kahlan how to get through the boundary. They leave Zedd and Chase in Adie's care, and cross through the boundary.\nAfter they cross into the Midlands, Richard finds out that the Mud People are the only people who knows where the box of Orden is that they need to stop Darken Rahl from taking over the world. After teaching the Mud People how to make roofs that do not leak, they give Ricahrd the information he needs.\nThe book then follows Zedd, Kahlan, Richard, and Chase, as they try to keep the box of Orden from Darken Rahl, who is trying to take over the world.\nWizard's First Rule.\nPeople will believe a lie either because they want to believe it's true or because they are afraid it might be true.\nThis rule was a big part of the story and it was also the way that Richard ends up killing Darken Rahl at the end of the book.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":27},{"uri":"Terry_Goodkind","surface_form":"Terry Goodkind","offset":43},{"uri":"Epic_fantasy","surface_form":"epic fantasy","offset":87},{"uri":"The_Sword_of_Truth","surface_form":"The Sword of Truth","offset":115},{"uri":"Publish","surface_form":"published","offset":143},{"uri":"Tor_Books","surface_form":"Tor Books","offset":156},{"uri":"August_15","surface_form":"August 15","offset":169},{"uri":"1994","surface_form":"1994","offset":180},{"uri":"Release","surface_form":"released","offset":274},{"uri":"July_15","surface_form":"July 15","offset":286},{"uri":"1997","surface_form":"1997","offset":295},{"uri":"Version","surface_form":"version","offset":311},{"uri":"June_23","surface_form":"June 23","offset":347},{"uri":"2001","surface_form":"2001","offset":356},{"uri":"Feature","surface_form":"featured","offset":365},{"uri":"Keith_Parkinson","surface_form":"Keith Parkinson","offset":394},{"uri":"Character","surface_form":"character","offset":497},{"uri":"Guide","surface_form":"guide","offset":570},{"uri":"Area","surface_form":"area","offset":593},{"uri":"Boundary","surface_form":"boundary","offset":768},{"uri":"Mysterious","surface_form":"mysteriously","offset":1099},{"uri":"Forest","surface_form":"forest","offset":1324},{"uri":"Escape","surface_form":"escape","offset":1391},{"uri":"Visit","surface_form":"visit","offset":1943},{"uri":"Secret","surface_form":"secrets","offset":2013},{"uri":"Event","surface_form":"events","offset":2150},{"uri":"Army","surface_form":"army","offset":2247},{"uri":"Cross","surface_form":"cross","offset":2439},{"uri":"Power","surface_form":"power","offset":2583},{"uri":"Information","surface_form":"information","offset":2711},{"uri":"Official","surface_form":"officials","offset":2958},{"uri":"Pass","surface_form":"pass","offset":3060},{"uri":"Encounter","surface_form":"encounter","offset":3211}]}