{"id":96659,"url":"http://en.wikipedia.org/wiki/Super_Smash_Bros._(series)","text":"\"Super Smash Bros.\", also known as SSB or Smash Bros. or Smash, is a fighting game franchise created by Nintendo. There are five titles in total and features a wide cast of characters from Nintendo. Some of them were featured from third party games. It has been incredibly successful and has garnered a large competitive electronic sports.\nHistory.\n\"Super Smash Bros.\" was first released for Nintendo 64, \"Super Smash Bros. Melee\" was released for Nintendo GameCube, \"Super Smash Bros. Brawl\" for the Wii, \"Super Smash Bros. for Nintendo 3DS and Wii U\" was released in 2014 and \"Super Smash Bros. Ultimate\" for Nintendo Switch.\nGameplay.\nMost of the game involves fighting between different characters, called fighters, with the goal being to knock your opponent off of the stage a certain amount of times. When a fighter is hit, they take damage in the form of a percent value. The higher that the percent value is, the easier it will be to knock them off the map. The game features a wide variety of playable stages, characters and gamemodes. At the beginning of the game, players are limited to a smaller cast of characters to choose from, but can unlock the rest of the characters by completing certain tasks, achievements or just after playing for long enough. The characters have different abilities and attacks, but are used by pushing the same buttons—A is for normal attacks, and B is for special abilities or attacks (such as hitting harder or shooting things). These buttons can be used be used in combination with tilting the analog stick in different directions to use different variations of these abilities or different attacks entirely. Normal attacks used with a quickly flicked analog stick can be used to pull off a smash attack (a powerful attack, usually used for launching your opponent off the stage). The controller triggers can be used to shield, which blocks damage from opponents for a few seconds, until it breaks. Players can also use the controller triggers to grab opponents and throw them. A combination of different attacks and abilities can be used to pull off a combo, where the player traps the opponent in a combination of attacks for high damage. There are many complex techniques and tier lists created by the competitive community of the Super Smash Bros. series.\nItems and stages.\nIn some game modes, players can use randomly appearing items to help them damage or KO their opponent. Some of these items include bombs, peaches, baseball bats, assist trophies (which temporarily produces an AI character that attacks opponents), and Smash Balls (which allows the player to unleash a powerful Final Smash attack). Players can choose stages to play on. Most of the stages are based on places in other Nintendo games, such as \"Mario\", \"Donkey Kong\", \"The Legend of Zelda\" and \"EarthBound\", but others (such as the Final Destination stage) are from \"Super Smash Bros.\" In later games, player also have the choice to choose out of 3 different stage versions for every stage. These include the default stage, an Omega version (which turns off items, removes obstacles and makes the stage perfectly flat, so that the stage mimics the Final Destination stage) and a Battlefield version (which turns off items, makes the stage perfectly flat but adds three static platforms above it, so that the stage mimics the Battlefield stage). This feature has been added due to the popularity of using no items on a relatively empty stage in competitive tournaments of the games.\nCharacters.\nThe Smash Bros. series has many characters from many different video games. Most of these are from Nintendo games. Starting with Super Smash Bros. Brawl, characters that were not from Nintendo games were added, such as Solid Snake and Sonic the Hedgehog.\nStages.\nThere are many stages in Super Smash Bros. Many characters have stages and some stages aren't tied to a character at all.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fighting_game","surface_form":"fighting game","offset":69},{"uri":"Nintendo","surface_form":"Nintendo","offset":104},{"uri":"Character","surface_form":"character","offset":173},{"uri":"Electronic_sports","surface_form":"electronic sports","offset":321},{"uri":"Super_Smash_Bros.","surface_form":"Super Smash Bros.","offset":350},{"uri":"Nintendo_64","surface_form":"Nintendo 64","offset":392},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":406},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":448},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":468},{"uri":"Wii","surface_form":"Wii","offset":501},{"uri":"Super_Smash_Bros._for_Nintendo_3DS_and_Wii_U","surface_form":"Super Smash Bros. for Nintendo 3DS and Wii U","offset":507},{"uri":"Super_Smash_Bros._Ultimate","surface_form":"Super Smash Bros. Ultimate","offset":579},{"uri":"Nintendo_Switch","surface_form":"Nintendo Switch","offset":611},{"uri":"Mario","surface_form":"Mario","offset":2764},{"uri":"Donkey_Kong","surface_form":"Donkey Kong","offset":2773},{"uri":"The_Legend_of_Zelda","surface_form":"The Legend of Zelda","offset":2788},{"uri":"EarthBound","surface_form":"EarthBound","offset":2814},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":3642},{"uri":"Solid_Snake","surface_form":"Solid Snake","offset":3732},{"uri":"Sonic_the_Hedgehog","surface_form":"Sonic the Hedgehog","offset":3748}]}