{"id":9680,"url":"http://en.wikipedia.org/wiki/Ido","text":"Ido is a constructed language, a so-called reformed Esperanto, which was developed in 1907. Ido was made by a group of people that thought Esperanto was too hard to be a world language. They did not like how Esperanto used letters with special diacritic marks over them, because that made it hard to type, and they thought that a world language should be easy to learn and write.\nIdo is not as popular as Esperanto, but still about 100-200 people in the world speak it. They have a conference every year where people come together and speak the language.\nGrammar (how to use the language).\nEach word in Ido comes from a smaller word called a \"root word\". A root word has a root and an ending. The speaker can take the root and put it on another word to make a new one. For example, \"urbo\" means \"city\" and \"-estro\" means \"leader\". The root of \"urbo\" is \"urb-\", and if -estro is put on the end, it becomes \"urbestro\", which means mayor (leader of a city). Or the speaker can put something on before; chef- means chief or leader, and if the speaker puts that before the word it becomes \"chefurbo\", which means capital city.\nPronouns.\nPronoun<nowiki/>s are the words in a language like I, thou, he, she, it, we, ye, they, and so on. Ido was made from Esperanto, and all of Esperanto's pronouns end in -i. The people that made Ido thought that they sounded too much the same and that it might be too difficult to hear sometimes. Also, most languages have two ways of saying \"you\" so they decided to have two ways of saying you. Lastly, they decided to make a pronoun that can mean \"he\" or \"she\". Some languages like the Finnish language and the Estonian language have something like this.\nHere is a chart of all the pronouns in English, Ido, and Esperanto.\nIdo and Esperanto.\nIdo is a language that came from Esperanto, so they look very similar. Since Esperanto has more speakers than Ido, most people that know Ido first learned Esperanto and then later learned that Ido is a language, too. Sometimes Idists (people who speak Ido) and Esperantists (people who speak Esperanto) do not agree with each other. Luckily they both agree that making a language that everybody can learn is a good idea. Most Idists and Esperantists can understand most of each other's language.\nSamples.\nHere are samples of the language Ido to show what the language looks like. On the right is a page from a magazine in Ido called \"Adavane!\" (forward), written by an Ido group in Spain every two months. This is a page from a diary by a girl named Anne Frank, a Jewish girl from the Netherlands that was killed in 1944 by the German government of Adolf Hitler.\nBelow is a small part of the book \"The Little Prince\" called \"La Princeto\" in Ido.\nMea vido-cirklo (horizonto).\nThis was a song by a bard from Russia named Alexandr Sukhanov; he used words from the poetry of another Russian person named Yunna Mortis. This is the Ido version, sung with guitar.\nConventions.\nPeople who know Ido come together for a few days every year to meet each other and speak the language. Most Ido speakers live in Europe and so the conventions (a meeting of people) have taken place in Europe.\nInformation on Ido conferences (the section that says raporto is the report on the convention written in Ido).","categories":[],"infobox_types":[],"annotations":[{"uri":"Constructed_language","surface_form":"constructed language","offset":9},{"uri":"Esperanto","surface_form":"Esperanto","offset":52},{"uri":"1907","surface_form":"1907","offset":86},{"uri":"Diacritic","surface_form":"diacritic","offset":244},{"uri":"Pronoun","surface_form":"Pronoun","offset":1132},{"uri":"Finnish_language","surface_form":"Finnish language","offset":1616},{"uri":"Estonian_language","surface_form":"Estonian language","offset":1641},{"uri":"Jew","surface_form":"Jew","offset":2536},{"uri":"Netherlands","surface_form":"Netherlands","offset":2557},{"uri":"1944","surface_form":"1944","offset":2588},{"uri":"Germany","surface_form":"German","offset":2600},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":2621},{"uri":"The_Little_Prince","surface_form":"The Little Prince","offset":2670},{"uri":"Bard","surface_form":"bard","offset":2768},{"uri":"Alexandr_Sukhanov","surface_form":"Alexandr Sukhanov","offset":2791},{"uri":"Yunna_Mortis","surface_form":"Yunna Mortis","offset":2872},{"uri":"Europe","surface_form":"Europe","offset":3071}]}