{"id":96935,"url":"http://en.wikipedia.org/wiki/Black_bread_mold","text":"Black bread mold (\"Rhizopus stolonifer\") is a common type of fungus.\nIt grows and reproduces the same way that most molds do. In asexual reproduction, the mold makes spores inside a \"sporangium\". When the spores are ready to leave and spread more mold, the sporangium breaks open and lets the spores float out. In sexual reproduction its hyphae touch the hyphae of another \"Rhizopus\" mycelium. When they fuse, they make round balls called \"zygospores\". After some time, the zygospore makes another sporangium, which then makes spores. During this sexual process, genetic recombination takes place, as with all eukaryotes.\nThe spores land on a place where they can turn into a new mold, and begin to grow. They very quickly start making \"hyphae\", small tendrils that look like roots. Hyphae are not roots, but part of the mycelium. The mycelium is the main part of the mold, and grows inside the bread. Black bread mold grows fast when the temperature is higher than 15 degrees Celsius and lower than 20oC.\nBlack bread mold is found in all countries of the world. It is often found growing on bread and on soft fruits such as bananas and grapes. Because the mold spores are airborne, the mold can spread easily.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fungus","surface_form":"fungus","offset":61},{"uri":"Reproduction","surface_form":"reproduces","offset":82},{"uri":"Asexual_reproduction","surface_form":"asexual reproduction","offset":129},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":314},{"uri":"Mycelium","surface_form":"mycelium","offset":384},{"uri":"Recombination","surface_form":"recombination","offset":571},{"uri":"Eukaryote","surface_form":"eukaryote","offset":610},{"uri":"Hyphae","surface_form":"hyphae","offset":737},{"uri":"Celsius","surface_form":"Celsius","offset":977},{"uri":"Bread","surface_form":"bread","offset":1092},{"uri":"Fruit","surface_form":"fruit","offset":1110},{"uri":"Banana","surface_form":"banana","offset":1125},{"uri":"Grape","surface_form":"grape","offset":1137}]}