{"id":96954,"url":"http://en.wikipedia.org/wiki/Rhythmic_gymnastics","text":"Rhythmic gymnastics (short: RG) is a type of gymnastics. Rhythmic gymnasts perform on a floor with an apparatus, accompanied by music, in individual or group events. Gymnasts manipulate one or two apparatus: rope, hoop, ball, clubs, and ribbon. Rhythmic gymnastics is a sport that combines elements of gymnastics, dance, and apparatus manipulation. The victor is the participant who earns the most points, determined by a panel of judges, for leaps, balances, pirouettes, flexibility, apparatus handling, execution, and artistic effect.\nRhythmic gymnastics developed from other sports. It is influenced by group gymnastics, classical ballet, German apparatus work, and the Swedish free exercise method.\nInternational competitions are split between juniors, under sixteen by their year of birth; and seniors, for women sixteen and over again by their year of birth. The largest events in the sport are the Olympic Games, World Championships, and World Cups.\nRhythmic gymnastics was officially recognized by FIG in 1963. The first time rhythmic gymnastics was in the Olympics was in 1984 in Los Angeles. That year, a Canadian gymnast called Lori Fung won the individual competition. In 1996, rhythmic gymnastics group competitions were added to the Olympics.\nRope.\nThe length of the rope depends on how tall the gymnast using it is. They swing the rope, throw and catch the rope, make figure-eights, and more. They also leap and jump through the rope while they are holding it.\nHoop.\nThe hoop is made of wood. Gymnasts toss it and catch it, spin it, swing it, and roll it in many different ways.\nBall.\nBalls used in rhythmic gymnastics are made with rubber or soft plastic. Gymnasts throw balls and catch them, bounce and roll them, balance the ball on their hand, and do waves and circles.\nClubs.\nThe clubs are another piece of equipment that rhythmic gymnasts use. The clubs look similar to bowling pins or bottles. They are made of wood or plastic. Gymnasts use the clubs to do circles, throws, swings, plus tapping.\nGroup.\nThe group routine is a little bit different. It’s not a piece of equipment; it’s just a different kind of routine. In the group event, five rhythmic gymnasts will do a routine together. The gymnasts have to work together to make the routine work. In a group routine, gymnasts will exchange whatever equipment they are using with each other.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rope","surface_form":"rope","offset":208},{"uri":"Ball","surface_form":"ball","offset":220},{"uri":"Club","surface_form":"club","offset":226},{"uri":"Ribbon","surface_form":"ribbon","offset":237},{"uri":"Gymnastics","surface_form":"gymnastics","offset":302},{"uri":"Dance","surface_form":"dance","offset":314},{"uri":"Judges","surface_form":"judges","offset":431},{"uri":"Balance","surface_form":"balance","offset":450},{"uri":"Apparatus","surface_form":"apparatus","offset":485},{"uri":"Execution","surface_form":"execution","offset":505},{"uri":"Ballet","surface_form":"ballet","offset":634},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":905}]}