{"id":9700,"url":"http://en.wikipedia.org/wiki/Owl","text":"Owls are animals in the order Strigiformes. There are 200 species, and they are all animals of prey. Most of them are solitary and nocturnal; in fact, they are the only large group of birds which hunt at night. Owls are specialists at night-time hunting animals. They feed on small mammals such as rodents, insects, and other birds, and a few species like to eat fish as well.\nAs a group, owls are very successful. They are found in all parts of the world except Antarctica, most of Greenland, and some other small islands.\nAppearance.\nAn owl has a big head, flat face, hooked beak, short tail, and sharp talons, The wings of an owl are long. Owls have brown, gray, or white plumage with streaks or spots.\nAdaptations.\nOwls have a suite of adaptations which help them to be successful.\nOwls have large eyes and holes for ears, a hawk-like beak, and a rather flat face. Most birds of prey have eyes on the sides of their heads, but the owl's eyes are facing forwards to help it see better in the dark. Their eyes are also fixed inside their sockets, so they have to turn their whole head to look at other things. Owls can rotate their heads and necks up to 270 degrees in both directions.\nOwls are good at looking at things far from its eyes, but it cannot see anything clearly within a few centimeters of their eyes. Owls use small feathers on the beak and the feet that help it feel the prey it catches.\nHunting.\nMost owls hunt at night, and in twilight (dawn and dusk). A few owls are also active during the day.\nThe owls' hunting depends on surprising its prey. Their most important adaptation is their almost silent flight. The feathers are soft, with fringes on the back edge, and the base of each is downy. This all muffles noise, and makes for silence. Also, they glide when coming in for the kill.\nThe dull colors of the owls' feathers make them less visible by camouflaging the owl. This helps them as they roost during the day.\nOwls have fantastic hearing. The shape of the head helps slight sounds reach the ears. The feathers of the facial disc are arranged in order to increase sound delivered to the ears. Their ears are asymmetrical allowing the owl to locate a sound. They can hear a mouse move in the grass.\nAn owl's sharp beak and powerful talons allow it to kill its prey before swallowing it whole, unless it is too big. Owls usually regurgitate the parts of their prey that they cannot digest. These parts include bones, scales, and fur. Scientists who study the things that owls eat can get clues by studying the parts that the owl spit back out, called \"owl pellets\". These \"owl pellets\" are often sold by companies to schools for use in the students' biology and ecology lessons.\nWinter larder.\nMany animals store food during times of plenty to prepare for leaner times. Owls may store dead mice for winter.\nSwivelling the head.\nOwls have special adaptations which help them swivel their heads 270 degrees. They have 14 neck vertebrae instead of our seven. Also, the big carotid arteries, instead of being on the side of the neck as in humans, are carried close to the centre of rotation just in front of the spine. So these arteries get much less twisting and stretching, and the potential for damage is greatly reduced. This arrangement is seen in other birds, but in owls the vertebral arteries – the vessels that travel through channels in the neck bones – are given extra space.\nOwls also have wide parts in their carotid arteries just under the base of the skull. Researchers found these could dilate and fill with a reservoir of blood. \"We believe this is kind of a new structure not really known before\", said a researcher. \"It's probably a way to pool blood and get some continuity of flow even if there is disruption below at the next level\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Animal","surface_form":"animal","offset":9},{"uri":"Order_(biology)","surface_form":"order","offset":24},{"uri":"Species","surface_form":"species","offset":58},{"uri":"Animals_of_prey","surface_form":"animals of prey","offset":84},{"uri":"Nocturnal","surface_form":"nocturnal","offset":131},{"uri":"Mammal","surface_form":"mammal","offset":282},{"uri":"Rodents","surface_form":"rodents","offset":298},{"uri":"Insects","surface_form":"insects","offset":307},{"uri":"Birds","surface_form":"birds","offset":326},{"uri":"Fish","surface_form":"fish","offset":363},{"uri":"Antarctica","surface_form":"Antarctica","offset":463},{"uri":"Greenland","surface_form":"Greenland","offset":483},{"uri":"Hawk","surface_form":"hawk","offset":829},{"uri":"Beak","surface_form":"beak","offset":839},{"uri":"Birds_of_prey","surface_form":"birds of prey","offset":874},{"uri":"Eye","surface_form":"eye","offset":893},{"uri":"Head","surface_form":"head","offset":1082},{"uri":"Degree_(angle)","surface_form":"degrees","offset":1160},{"uri":"Twilight","surface_form":"twilight","offset":1446},{"uri":"Dawn","surface_form":"dawn","offset":1456},{"uri":"Dusk","surface_form":"dusk","offset":1465},{"uri":"Silence","surface_form":"silent","offset":1613},{"uri":"Camouflage","surface_form":"camouflaging","offset":1870},{"uri":"Roost","surface_form":"roost","offset":1916},{"uri":"Symmetry_in_biology","surface_form":"asymmetric","offset":2135},{"uri":"Talon","surface_form":"talon","offset":2258},{"uri":"Regurgitate","surface_form":"regurgitate","offset":2354},{"uri":"Pellet","surface_form":"pellet","offset":2581},{"uri":"Company","surface_form":"companies","offset":2629},{"uri":"School","surface_form":"school","offset":2642},{"uri":"Biology","surface_form":"biology","offset":2675},{"uri":"Ecology","surface_form":"ecology","offset":2687},{"uri":"Adaptations","surface_form":"adaptations","offset":2871},{"uri":"Cervical","surface_form":"neck","offset":2944},{"uri":"Vertebrae","surface_form":"vertebrae","offset":2949},{"uri":"Carotid_artery","surface_form":"carotid arteries","offset":2995},{"uri":"Skull","surface_form":"skull","offset":3487}]}