{"id":9706,"url":"http://en.wikipedia.org/wiki/International_Women%27s_Day","text":"e=\"preserve\">International Women's Day is celebrated every year on March 8. International Women's Day has been observed since 1909 in the United States. After a while the people of United States stopped celebrating this holiday. In the 1920s Soviet Union, and then some other Communist countries like China and Cuba, started celebrating this day as a holiday for women and world peace. Since then the holiday has become more and more popular around the world.\nIn many places, the day does not have a political aspect, and is simply a time for men to express their love for women. It is similar to a mixture of Mother's Day and Valentine's Day. Men present their mothers, wives, girlfriends, colleagues, etc. with flowers and small gifts. [https://whatsappimagesfestivaldownload.blogspot.com/2020/03/happy-womens-day-wishes.html women's] is struggle, positive in life In some countries International Women's Day is observed like Mother's Day, where children give small gifts to their mothers and grandmothers. In some countries, women get a half day off work. Often, schools will have a celebration where students will honor their teachers.\nIn 1975, the United Nations also started to recognize this holiday for women's rights. The UN chooses a political or social theme for the holiday each year. For example, the 2011 theme was \"Equal access to education, training and science and technology: Pathway to decent work for women.\" In this way, the holiday is a time to look at the social and economic problems women have around the world.\nInternational Women's Day is now an official holiday in Albania, Algeria, Armenia, Azerbaijan, Belarus, Bosnia and Herzegovina, Brazil, Burkina Faso, Cameroon, China, Cuba, Ecuador, Georgia, Italy, Israel, Laos, Kazakhstan, Kyrgyzstan, Macedonia, Moldova, Mongolia, Montenegro, Poland, Romania, Russia, Serbia, Tajikistan, Ukraine, Uzbekistan, and Vietnam.","categories":[],"infobox_types":[],"annotations":[{"uri":"March_8","surface_form":"March 8","offset":67},{"uri":"United_States","surface_form":"United States","offset":138},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":242},{"uri":"Communist","surface_form":"Communist","offset":276},{"uri":"China","surface_form":"China","offset":301},{"uri":"Cuba","surface_form":"Cuba","offset":311},{"uri":"Women%27s_rights","surface_form":"women","offset":363},{"uri":"World_peace","surface_form":"world peace","offset":373},{"uri":"Mother%27s_Day","surface_form":"Mother's Day","offset":610},{"uri":"Valentine%27s_Day","surface_form":"Valentine's Day","offset":627},{"uri":"United_Nations","surface_form":"United Nations","offset":1153},{"uri":"Women%27s_rights","surface_form":"women's rights","offset":1211},{"uri":"Right_to_education","surface_form":"Equal access to education","offset":1330},{"uri":"Economic%2C_social_and_cultural_rights","surface_form":"social and economic problems","offset":1479},{"uri":"Holiday","surface_form":"holiday","offset":1582}]}