{"id":97072,"url":"http://en.wikipedia.org/wiki/Basilica","text":"A basilica is a large, important church. The word can also be used for an Ancient Roman building that was used for law and meetings. The word \"basilica\" is Latin which was taken from the Greek \"Basiliké Stoà\".\nAncient Rome.\nA Roman basilica was a large hall built for meetings, business and law. A Roman basilica usually had the doors at the long sides of the building. At each end was a semi-circular part where the judges sat. The building usually had two rows of columns, which made a high central part and a lower aisle on either side. The light came in from windows above the columns. As the Roman Empire spread, every city had a basilica.\nEarly Christian basilicas.\nEarly in the 4th century (312 AD), the Roman Emperor Constantine made Christianity the legal religion of the Roman Empire. The Christians who had been worshipping secretly in private houses now wanted to build churches. They did not want the churches to look the same as Roman Temples. They built them to look more like Roman Basilicas. A basilica was a good plan for a Christian church because lots of people could fit inside, and the aisles were useful for people to move around. The semi-circular part at one end, the \"apse\", was just right to put the altar. Christian basilicas usually have the door at one end, rather than at the side. In front of the door there was often a courtyard called an \"atrium\". Most of these atriums have gone, but churches often have a town square or a market place in front of them.\nSome of the oldest Early Christian basilicas were four that were begun in Rome by the Emperor Constantine. Three of them are still standing, but they have had many changes in the last 1,700 years. These are the basilicas of \"Santa Maria Maggiore\", \"St. John Lateran\" and \"St. Paul's outside the Walls\". The fourth basilica was Old St. Peter's\" which was replaced in the 16th and 17th centuries by the present St. Peter's Basilica. Other Early Christian Basilicas were built in Greece and the Holy Land.\nPresent-day basilicas.\nSome basilicas are called \"Ancient Basilicas\". These have been called basilicas since Early Christian or Medieval times. It is their traditional name. Ancient Basilicas include \"the Church of the Holy Sepulchre\" in Jerusalem, \"the Basilica of San Vitale\" in Ravenna and \"the Basilica of San Lorenzo\" in Rome. The four other \"ancient basilicas\" of Rome are called the \"Major Basilicas\". Each \"Major Basilica\" has a throne for the pope and an altar that is specially for the pope to celebrate mass. No-one else can use that altar without the pope's permission. All the other basilicas are called \"Minor Basilicas\".\nNowadays, for a church to be called a \"Minor Basilica\", it has to be given some special privileges or rights by the pope in a document called a \"Papal Brief\". When a church has been made a basilica, the clergy then carry some special symbols when they are in procession. In 2008 there were more than 1,600 basilicas in the world.\nAncient basilicas.\nMany churches are given the name \"basilica\" to show that they are special in some way. There are a very few ancient basilicas that were built on a place that was associated with Jesus. They are thought of as some of the holiest Christian sites in the world. These include \"the Basilica of the Annunciation\" in Nazareth, \"the Basilica of All Nations\" where Jesus prayed on the Mount of Olives and \"the Basilica of the Holy Sepulchre\" in Jerusalem. \"The Basilica of the Holy Sepulchre\" is very unusual because the church is shared by the Catholic and Orthodox Churches.\nMartyrs.\nOther ancient basilicas are places where a saint was martyred (put to death). One of these is \"the Basilica of Saint Stephen\", the first Christian Martyr, which is also in Jerusalem. There are many ancient basilicas which were built on the place where a saint was buried. In Rome there are many basilicas like this, because Rome was a very big city, with many Christian people. The Emperors thought Christianity was dangerous to them, because Christians put the rules of Jesus before the law of the Emperor. Many Christians were martyred. When Christianity became legal, churches were built over the graves of martyrs. These churches often became known as basilicas, because they were in the shape of a Roman basilica. Basilicas built over tombs of martyrs include \"Sant'Agnese outside the Walls\", \"San Lorenzo outside the Walls\", and \"St. Paul's outside the Walls\". The words \"outside the walls\" mean that the burial place of the saint was outside the walls of the city.\nRelics.\nSome basilicas are famous because they have \"relics\" (or bones or perhaps a body part) of a saint. It could also be the case that the relics were reinterred from the original place. If a church housed the body of an important saint, then many people would come on pilgrimage and would dedicate themselves to prayer and the use of the sacraments. Basilicas that have bodies include \"St. Mark's\", Venice, \"St. Nicholas of Bari\", also in Italy, and \"the Basilica of St. Mary Magdalene\" in Vezelay, France. Not all relics are bodies. Basilicas may also hold a famous object like a piece of the True Cross, or the belt worn by the Virgin Mary. People often ask whether all these precious relics are authentic. The Roman Catholic Church does not get into arguments about trying to prove whether the pieces of the Cross, the body parts and other things are real. Sometimes the relic is known to be real. Sometimes there is no way to prove it, either way.\nSaints.\nOther basilicas are churches that were built by a famous saint, were used by a famous saint, or were built to honour the saint, who did not die as a martyr but lived a very holy life. Two of the most famous basilicas of this sort are \"the Basilica of St. Francis of Assisi\" and \"the Basilica of St. Anthony of Padua\". Many thousands of pilgrims go to these churches every day to remember two saints who were gentle, humble and taught people to live better lives.\nSigns and Miracles=== .\nSome basilicas are built because a miracle or special sign took place. The sign might be a vision and might give a plan to build. \"The Basilica of Lourdes\" in France is built at the place where Bernadette Soubirous had a vision of the Virgin Mary. It is an important pilgrimage place. Sometimes the sign is not so strange as a vision. In the Philippines, \"the Basilica del Santo Niño\" was built at the place where a partly burnt box was found in 1565. It contained a little statue of the Christ Child and had been left behind by some Spanish or Portuguese explorers many years earlier. \"Santo Niño\" means \"Holy Child\" in Spanish.\nMajor basilicas.\nThe four great Basilicas of Rome, as well as having a seat and an altar for the pope, have a \"Holy Door\" which is only opened for special occasions such as a Jubilee Year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Church","surface_form":"church","offset":33},{"uri":"Ancient_Rome","surface_form":"Ancient Roman","offset":74},{"uri":"Law","surface_form":"law","offset":115},{"uri":"Latin","surface_form":"Latin","offset":156},{"uri":"Greek_language","surface_form":"Greek","offset":187},{"uri":"Judge","surface_form":"judge","offset":417},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":597},{"uri":"City","surface_form":"city","offset":624},{"uri":"Constantine_I_(Rome)","surface_form":"Constantine","offset":725},{"uri":"Early_Christianity","surface_form":"Christians","offset":799},{"uri":"Altar","surface_form":"altar","offset":1227},{"uri":"Atrium","surface_form":"atrium","offset":1373},{"uri":"St._Peter%27s_Basilica","surface_form":"St. Peter's Basilica","offset":1898},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":2230},{"uri":"Ravenna","surface_form":"Ravenna","offset":2273},{"uri":"Symbol","surface_form":"symbol","offset":2862},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":3413},{"uri":"Martyr","surface_form":"martyr","offset":3607},{"uri":"Saint_Stephen","surface_form":"Saint Stephen","offset":3665},{"uri":"Relic","surface_form":"relic","offset":4579},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":4798},{"uri":"Venice","surface_form":"Venice","offset":4929},{"uri":"France","surface_form":"France","offset":5029},{"uri":"Miracle","surface_form":"miracle","offset":6012},{"uri":"Lourdes","surface_form":"Lourdes","offset":6124},{"uri":"Bernadette_Soubirous","surface_form":"Bernadette Soubirous","offset":6171},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":6244},{"uri":"Philippines","surface_form":"Philippines","offset":6319},{"uri":"Spain","surface_form":"Spanish","offset":6511},{"uri":"Portugal","surface_form":"Portuguese","offset":6522}]}