{"id":97091,"url":"http://en.wikipedia.org/wiki/Political_asylum","text":"Someone may ask for political asylum when they are frightened to live in their own country. They will then go to another country. If they are allowed to live in the new country this is called \"political asylum\".\nPeople who seek asylum say they are victims of threats, physical harm or denigration of their human dignity as these are violating their human rights.\nThe political asylum is one of the human rights affirmed by Article 14 of the Universal Declaration of Human Rights, and a rules of international human rights law. All countries who have agreed to the \"United Nations Conventions Relating to the Status of Refugees\" must let people, who do qualify, come into their country.\nPeople often confuse exiling an individual from his/her home country as a migration to a political asylum but that is not as it seems, migrating with one's own will due to personal reasons can be a political migration but not under the sentence of Government.\nPeople who are given political asylum are called refugees. They are often confused with \"economic refugees\". Economic refugees are people who move from a poor country to a richer one so that they may work and make more money, often to send back to their families.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fear","surface_form":"frightened","offset":51},{"uri":"Country","surface_form":"country","offset":83},{"uri":"Asylum_seeker","surface_form":"People who seek asylum","offset":212},{"uri":"Dignity","surface_form":"dignity","offset":312},{"uri":"Human_rights","surface_form":"human rights","offset":349},{"uri":"Human_rights","surface_form":"human rights","offset":398},{"uri":"Universal_Declaration_of_Human_Rights","surface_form":"Universal Declaration of Human Rights","offset":441},{"uri":"Rule","surface_form":"rule","offset":486},{"uri":"International_human_rights_law","surface_form":"international human rights law","offset":495},{"uri":"United_Nations","surface_form":"United Nations","offset":565},{"uri":"Convention_Relating_to_the_Status_of_Refugees","surface_form":"Conventions Relating to the Status of Refugees","offset":580},{"uri":"Refugee","surface_form":"refugee","offset":995},{"uri":"Economic_refugee","surface_form":"economic refugee","offset":1035},{"uri":"Money","surface_form":"money","offset":1165}]}