{"id":9713,"url":"http://en.wikipedia.org/wiki/Sword","text":"A sword is a hand-held weapon made for cutting. It is often made of metal. It has a long blade, and a handle called a hilt. Often there is some form of hand protection, such as a cross-guard or a basket. It can be used either for cutting, slashing or stabbing, depending on the type of sword.\nSwords were first created from bronze by blacksmiths in Ancient Egypt in 1150 BCE. Soon other cultures adopted them, and they began to spread quite quickly. Before guns were invented, swords were much more common as a weapon. After the invention of the gun, swords remained as \"sidearms\", as secondary weapons used in man-to-man fight once the battle lines had contacted after shooting. Since after American Civil War, swords have not been used as much by armies, except as a ceremonial part of uniforms. Some guns, however, have bayonets to perform the same function.\nToday, Sport fencing, is an Olympic games sport which uses very light swords as a strict scoring system. Western Martial Arts use swords that are much closer to the original blades, such as longswords, rapiers and sabres. The blades used are blunt, but they are much heavier than a sport fencing sword, which means the fencers need much more armour. Likewise, the Japanese sport kendo is swordplay in armour with two-handed bamboo swords called shinai.\nTypes of Swords.\nThere are many kinds of swords. One kind of sword is a \"sabre\" (or \"saber\"). A sabre is a curved, light sword, sharpened on one side and at the tip, and was generally used on horseback. A \"broadsword\" is a straight sword that is sharp on both sides and at the tip. A rapier is long and thin, with a basket protecting the hand. Another type of sword is a \"foil\", used in sport fencing, and is long and thin, with a button at the tip to protect the fencers from injury. Larger swords, such as Longswords or claymores are used with two hands. In Eastern martial Arts, swords like the Katana are used. A Katana has one sharp edge and a small guard near the handle. Some Katanas are used with one hand, while other larger versions are used with two hands.\nFamous Swords.\nThe sword of King Arthur, Excalibur, is one of the most famous swords, although it is suspected it is legendary and does not exist.\nThe Frisian freedom fighters Pier Gerlofs Donia and Wijerd Jelckama are known to have wielded swords of great size. Donias sword was a long as 210 cm (seven feet) and weighed 7 kg (15 lbs). The swords are kept in the Frisian Museum in Leeuwarden.","categories":[],"infobox_types":[],"annotations":[{"uri":"Weapon","surface_form":"weapon","offset":23},{"uri":"Metal","surface_form":"metal","offset":68},{"uri":"Hilt","surface_form":"hilt","offset":118},{"uri":"Bronze","surface_form":"bronze","offset":324},{"uri":"Blacksmith","surface_form":"blacksmith","offset":334},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":349},{"uri":"Gun","surface_form":"gun","offset":457},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":692},{"uri":"Bayonet","surface_form":"bayonet","offset":823},{"uri":"Fencing","surface_form":"fencing","offset":875},{"uri":"Olympic_games","surface_form":"Olympic games","offset":890},{"uri":"Sport","surface_form":"sport","offset":904},{"uri":"Western_Martial_Arts","surface_form":"Western Martial Arts","offset":967},{"uri":"Kendo","surface_form":"kendo","offset":1241},{"uri":"Sabre","surface_form":"sabre","offset":1388},{"uri":"Fencing","surface_form":"fencing","offset":1708},{"uri":"Longswords","surface_form":"Longswords","offset":1823},{"uri":"Claymore","surface_form":"claymore","offset":1837},{"uri":"Katana","surface_form":"Katana","offset":1913},{"uri":"King_Arthur","surface_form":"King Arthur","offset":2111},{"uri":"Excalibur","surface_form":"Excalibur","offset":2124},{"uri":"Frisians","surface_form":"Frisian","offset":2234},{"uri":"Pier_Gerlofs_Donia","surface_form":"Pier Gerlofs Donia","offset":2259},{"uri":"Wijerd_Jelckama","surface_form":"Wijerd Jelckama","offset":2282},{"uri":"Donia","surface_form":"Donia","offset":2346},{"uri":"Leeuwarden","surface_form":"Leeuwarden","offset":2465}]}