{"id":97188,"url":"http://en.wikipedia.org/wiki/Luna_Lovegood","text":"Luna Lovegood is a fictional character in the Harry Potter books written by J. K. Rowling. She was sorted in the House of Ravenclaw and first appears in the movies and the books in Harry Potter and the Order of the Phoenix.\nMany people in the Harry Potter series think she is a strange girl. This has led to her having the nickname \"Loony Lovegood\", but she does not change herself. She is the daughter of Xenophilius Lovegood and Pandora Lovegood, and lives near the Weasley's house, in a black tower. She was in her first year at Hogwarts School Of Witchcraft and Wizardry in Harry Potter's second year Harry Potter and the Chamber of Secrets and was in her fourth year when she first came into the series.\nHarry Potter and the Goblet of Fire.\nWhile Luna is not directly mentioned in this book, her existence is first alluded to at Stoatshead Hill where the Weasley family, minus Mrs. Weasley, along with Harry and Hermione meet Amos Diggory and his son Cedric to catch a Portkey to the Quidditch World Cup. The Lovegood family is mentioned when Amos asks Arthur if they are expecting more wizards to meet them at the Portkey. Arthur replies that the Fawcetts were unable to get tickets and the Lovegoods arrived a week earlier.\nHarry Potter and the Order of the Phoenix.\nIn Harry Potter and the Order of the Phoenix Harry first meets Luna (in her fourth year) on the Hogwarts Express train where is described as having straggly (messy), waist-length, dirty blonde hair and a distant dreamy, look. Harry thinks that she is odd because she was reading The Quibbler upside-down, and wearing a necklace made of butterbeer corks and radish earrings. When Harry first sees the Thestrals (black horse like creatures that can fly) pulling the carts, Luna tells him that she can see them too. Both Harry and Luna could see the Thestrals when most others could not because they had both seen death, and Thestrals can only be seen by someone who has witnessed death.\nLater, Luna tells Harry that she and her father believe him about the conspiracy involving Harry, and that they support him. When Harry forms Dumbledore's Army, Luna joins and gets better at defensive magic. When Gryffindor's Quidditch team played against Slytherin, Luna supported Gryffindor by making a life size lion hat that roared. Later in the book, when Harry was going to contact Kreacher about the location of Sirius Black, Luna kept watch for him, telling everyone that there was a gas leak. When Professor Umbridge's Inquisitorial Squad (a group of students who were given power over other students to punish) found him, Luna was captured and held by a Slytherin. While being held, Harry saw her looking out the window, as if she was bored. After they had escaped, it was Luna's idea to travel to the Ministry of Magic by Thestral. During the battle at the Department of Mysteries Luna took an active part in the fighting. After Sirius's death Harry noted that Luna was the only person that could truly comfort him about it, because, like Harry, Luna had also lost someone close to her, her mother.\nHarry Potter and the Half Blood Prince.\nHarry first meets Luna again on the Hogwarts Express when he sits with her in a compartment, with Neville Longbottom. When some admirers of Harry's say that he could sit with them, Harry declines, saying that Luna and Neville \"are cool\". Later in the year, near Christmas, Harry invited Luna to be his guest at Professor Slughorn's party; Harry noted that she looked pretty, she wore a \"spangled silver dress\", and while at the party, she talked to vampires and shared her off-beat beliefs. That send Harry into coughing with laughter.\nSoon after the Party, Luna was the commentator at a Quidditch (which is a game played at Hogwarts) match, in which she went off on side topics by saying that the player Smith suffered from \"Losers Lurgy\" and she also pointed out oddly shaped clouds, and often forgot players names. At the end of the year, Luna patrolled the corridors in search of Death Eaters.\nHarry Potter and the Deathly Hallows.\nHarry first meets Luna this time at Bill and Fleur's wedding, in which she and her father, Xenophilius Lovegood wore \"egg yolk\" yellow robes. Later, Luna was captured on the Hogwarts Express by Death Eaters because her father wrote the truth about Harry in The Quibbler. Harry assists Luna out of Malfoy Manor, where she had been taken hostage, and she comforted Mr. Ollivander (who had also been taken prisoner because Voldemort needed information from him), by sharing her beliefs.\nAt Dobby's funeral, Luna gave a nice speech which calmed everyone, thanking Dobby for rescuing them all from Malfoy Manor. Later when Harry had to find Ravenclaw's lost diadem, Luna escorted him into the Ravenclaw common room, where she also stunned Alecto Carrow, a Death Eater. At the Battle of Hogwarts, she cast her Hare Patronus, which made several approaching Dementors leave, and she also fought Bellatrix Lestrange. After the Battle, Luna created a distraction, so that Harry could be alone.\nAfter the Series.\nJ.K. Rowling said in an interview that Luna became the 'Wizard equivalent of a naturalist' and she married fellow naturalist Rolf Scamander. Somewhere in between 2008 and 2011 she had 2 twin sons named Lorcan and Lysander.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fiction","offset":19},{"uri":"Fictional_character","surface_form":"character","offset":29},{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":46},{"uri":"J._K._Rowling","surface_form":"J. K. Rowling","offset":76},{"uri":"Movie","surface_form":"movie","offset":157},{"uri":"Harry_Potter_and_the_Order_of_the_Phoenix","surface_form":"Harry Potter and the Order of the Phoenix","offset":181},{"uri":"Nickname","surface_form":"nickname","offset":323},{"uri":"Xenophilius_Lovegood","surface_form":"Xenophilius Lovegood","offset":406},{"uri":"Harry_Potter_and_the_Chamber_of_Secrets","surface_form":"Harry Potter and the Chamber of Secrets","offset":605},{"uri":"Harry_Potter_and_the_Order_of_the_Phoenix","surface_form":"Harry Potter and the Order of the Phoenix","offset":1277},{"uri":"Describe","surface_form":"described","offset":1402},{"uri":"Blonde","surface_form":"blonde","offset":1460},{"uri":"Dream","surface_form":"dreamy","offset":1486},{"uri":"The_Quibbler","surface_form":"The Quibbler","offset":1553},{"uri":"Cork_(material)","surface_form":"corks","offset":1621},{"uri":"Radish","surface_form":"radish","offset":1631},{"uri":"Earring","surface_form":"earring","offset":1638},{"uri":"Death","surface_form":"death","offset":1952},{"uri":"Conspiracy","surface_form":"conspiracy","offset":2029},{"uri":"Dumbledore%27s_Army","surface_form":"Dumbledore's Army","offset":2101},{"uri":"Self-defense","surface_form":"defensive","offset":2150},{"uri":"Quidditch","surface_form":"Quidditch","offset":2185},{"uri":"Kreacher","surface_form":"Kreacher","offset":2347},{"uri":"Sirius_Black","surface_form":"Sirius Black","offset":2378},{"uri":"Dolores_Umbridge","surface_form":"Professor Umbridge","offset":2466},{"uri":"Ministry_of_Magic","surface_form":"Ministry of Magic","offset":2771},{"uri":"Department_of_Mysteries","surface_form":"Department of Mysteries","offset":2827},{"uri":"Neville_Longbottom","surface_form":"Neville Longbottom","offset":3207},{"uri":"Commentator","surface_form":"commentator","offset":3680},{"uri":"Bill_Weasley","surface_form":"Bill","offset":4081},{"uri":"Fleur_(Harry_Potter_character)","surface_form":"Fleur","offset":4090},{"uri":"Xenophilius_Lovegood","surface_form":"Xenophilius Lovegood","offset":4136},{"uri":"Hostage","surface_form":"hostage","offset":4381},{"uri":"Ollivander","surface_form":"Ollivander","offset":4412},{"uri":"Voldemort","surface_form":"Voldemort","offset":4465},{"uri":"Dobby","surface_form":"Dobby","offset":4532},{"uri":"Hare","surface_form":"Hare","offset":4849},{"uri":"Patronus_charm","surface_form":"Patronus","offset":4854},{"uri":"Dementor","surface_form":"Dementor","offset":4895},{"uri":"Bellatrix_Lestrange","surface_form":"Bellatrix Lestrange","offset":4932},{"uri":"Distraction","surface_form":"distraction","offset":4986},{"uri":"J.K._Rowling","surface_form":"J.K. Rowling","offset":5047},{"uri":"Naturalist","surface_form":"naturalist","offset":5126}]}