{"id":97189,"url":"http://en.wikipedia.org/wiki/Michael_Bloomberg","text":"Michael Rubens Bloomberg (born February 14, 1942) is an American business magnate, politician and philanthropist. He was the 108th Mayor of New York City for three terms from 2002 to 2013. He has a net worth of $53 billion. He is the ninth-richest person in the United States. He is the thirteenth-richest person in the world. He is the founder and 88% owner of Bloomberg L.P.. In November 2019, Bloomberg announced his presidential campaign for the Democratic nomination for President of the United States in 2020. He ended his campaign in March 2020 after losing many states on Super Tuesday.\nEarly life.\nMichael Bloomberg was born at St. Elizabeth's Hospital, in the Brighton neighborhood of Boston, on February 14, 1942. His family is Jewish. His father, William Henry Bloomberg (1906–1963), was a real estate agent and the son of Alexander \"Elick\" Bloomberg, an immigrant from Russia. His mother, Charlotte Rubens Bloomberg (January 2, 1909 – June 19, 2011), was a native of Jersey City, New Jersey. His maternal grandfather, Max Rubens, was an immigrant from present-day Belarus, then also part of Russia.\nEducation.\nBloomberg received a Bachelor's degree in engineering from Johns Hopkins University in 1964. He received a Master of Business Administration degree from Harvard University in 1966.\nBusiness career.\nBloomberg began his career at Salomon Brothers before forming his company in 1981 and became its Chairman and CEO. He also served as chairman of the board of trustees at his alma mater Johns Hopkins University from 1996 to 2002.\nMayor of New York City (2002-2013).\nHe was a Democrat before running for office. He switched his party registration in 2001 to run for mayor as a Republican. He defeated opponent Mark Green in a close election held just weeks after the September 11 attacks. Bloomberg won a second term in 2005 and left the Republican Party two years later. He campaigned to change the city's term limits law and was elected to his third term in 2009 as an independent candidate on the Republican ballot line. He was criticized by many for his \"Stop And Frisk\" policy, which has been criticized for disproportionately affecting Black and Hispanic men in New York City, as most of those stopped (~90%) were not found to be guilty of any crime or wrongdoing.\nPost mayoral career.\nHe was often mentioned as a possible candidate for the U.S. presidential elections in 2008 and 2012, and for New York Governor in 2010. He declined to seek either office, instead wanting to continue serving as Mayor of New York. On January 1, 2014, Bill de Blasio succeeded him as Mayor of New York City.\nBloomberg is co-chair with Tom Steyer and Henry Paulson for a [http://riskybusiness.org/uploads/files/RiskyBusiness_PrintedReport_FINAL_WEB_OPTIMIZED.pdf report called \"Risky Business\"] by a coalition of top U.S. political and economic leaders from the political left, right, and center on the dire economic consequences from climate change (global warming), from lost property to ruined crops.\nIn 2015, there was speculation of Bloomberg possibly running for president in the 2016 U.S. presidential election. On January 10, 2016, Bloomberg showed interest in running as an Independent in the upcoming election. On March 7, 2016, Bloomberg said that he will not run for president lest it bring victory to Donald Trump or Ted Cruz.\n2020 presidential campaign.\nFollowing the 2016 election, Bloomberg was seen as a possible candidate for the 2020 election. In October 2018, Bloomberg announced that he had changed his political party affiliation to Democratic. In March 2019, Bloomberg said that he would not run for president.\nHowever, later that year on November 7, 2019, Bloomberg announced that he was taking steps to enter the 2020 presidential race, and said that he would make a formal announcement of his campaign soon. On November 21, he filed paperwork to enter the Democratic primaries. Three days later, Bloomberg launched his campaign and his official website.\nBloomberg's total spending in the primary has passed $500 million, making it the most money spent on a presidential primary campaign in American history.\nOn Super Tuesday, Bloomberg won the American Samoa caucus which brought his first and only victory in his campaign. He ended his campaign the next day on March 4, 2020 and announced his support of Joe Biden.\nPersonal life.\nBloomberg was married to Susan Brown from 1975 until they divorced in 1993. He is now in a domestic partnership with Diana Taylor since 2000. Bloomberg has two daughters with Brown.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":56},{"uri":"Mayor_of_New_York_City","surface_form":"Mayor of New York City","offset":131},{"uri":"Bloomberg_L.P.","surface_form":"Bloomberg L.P.","offset":362},{"uri":"Michael_Bloomberg_2020_presidential_campaign","surface_form":"presidential campaign","offset":420},{"uri":"2020_Democratic_Party_presidential_primaries","surface_form":"Democratic nomination","offset":450},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":476},{"uri":"2020_United_States_presidential_election","surface_form":"2020","offset":510},{"uri":"Super_Tuesday","surface_form":"Super Tuesday","offset":580},{"uri":"Boston","surface_form":"Boston","offset":695},{"uri":"Real_estate","surface_form":"real estate","offset":802},{"uri":"Jersey_City%2C_New_Jersey","surface_form":"Jersey City, New Jersey","offset":980},{"uri":"Belarus","surface_form":"Belarus","offset":1077},{"uri":"Bachelor%27s","surface_form":"Bachelor's","offset":1144},{"uri":"Engineering","surface_form":"engineering","offset":1165},{"uri":"Johns_Hopkins_University","surface_form":"Johns Hopkins University","offset":1182},{"uri":"Master_of_Business_Administration","surface_form":"Master of Business Administration","offset":1230},{"uri":"Harvard_University","surface_form":"Harvard University","offset":1276},{"uri":"Johns_Hopkins_University","surface_form":"Johns Hopkins University","offset":1506},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":1595},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":1696},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":1786},{"uri":"United_States_presidential_election%2C_2008","surface_form":"2008","offset":2397},{"uri":"United_States_presidential_election%2C_2012","surface_form":"2012","offset":2406},{"uri":"Bill_de_Blasio","surface_form":"Bill de Blasio","offset":2560},{"uri":"Tom_Steyer","surface_form":"Tom Steyer","offset":2643},{"uri":"Henry_Paulson","surface_form":"Henry Paulson","offset":2658},{"uri":"Left-wing","surface_form":"left","offset":2879},{"uri":"Right-wing","surface_form":"right","offset":2885},{"uri":"Global_warming","surface_form":"global warming","offset":2958},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016 U.S. presidential election","offset":3093},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":3321},{"uri":"Ted_Cruz","surface_form":"Ted Cruz","offset":3337},{"uri":"2020_United_States_presidential_election","surface_form":"2020 election","offset":3455},{"uri":"Michael_Bloomberg_2020_presidential_campaign","surface_form":"campaign","offset":3826},{"uri":"Super_Tuesday","surface_form":"Super Tuesday","offset":4144},{"uri":"American_Samoa","surface_form":"American Samoa","offset":4177},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":4338},{"uri":"Domestic_partnership","surface_form":"domestic partnership","offset":4455}]}