{"id":97343,"url":"http://en.wikipedia.org/wiki/Loggerhead_sea_turtle","text":"The loggerhead sea turtle or loggerhead'\", (\"Caretta caretta\"), is a type of turtle that lives in the sea. It is from the family Cheloniidae.\nLoggerheads live in the seas around the world. Most of the beaches where loggerheads lay eggs are found on the coasts of the United States in North America (mostly in Florida), Oman in Asia, and Australia in the Pacific Ocean. Some loggerheads also live near other countries like Chile, Greece, and Indonesia.\nHow they live.\nLoggerheads eat fish, squid, jellyfish, crabs, and other small sea animals. Loggerheads mate while they are moving in the seas mostly from March to June every 2 or 3 years. When they are ready to lay eggs female loggerheads always come back to the same beach where they came out of their eggs as babies. Most loggerheads lay eggs in June and July. Most lay between 100 and 126 eggs. The eggs look much like ping-pong balls.\nWhen they come out of the eggs baby loggerheads are called \"hatchlings\". They usually come out at night so that other animals, like birds and crabs, do not eat them. The hatchlings follow light from the morning sun to the sea. They swim out to parts of the ocean that have seaweed (plants that grow in the sea) to hide from other animals while they grow.\nMost loggerheads move to warm waters during months that are colder but some hibernate, or sleep for long times, when it is cold. When they are hibernating they can stay under the water for up to seven hours before coming up for air.\nLoggerheads live 30 to 50 years or more.\nProtecting them from people.\nIn the past loggerhead sea turtles were hunted by people for meat and for their eggs. Also their fat and shells were used to make medicines, combs, and other things. The number of loggerheads today is small and so governments in many countries have laws that do not allow them to be hunted anymore.\nThe main danger for loggerheads now is the nets used by fishermen which can accidentally kill the turtles. They are also killed by boats, fishing hooks, and other dangers from people.\nCivilization is harming the loggerhead reproduction cycle, due to beach construction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turtle","surface_form":"turtle","offset":77},{"uri":"Ocean","surface_form":"sea","offset":102},{"uri":"Family_(biology)","surface_form":"family","offset":122},{"uri":"Ocean","surface_form":"seas","offset":166},{"uri":"Beach","surface_form":"beach","offset":201},{"uri":"United_States","surface_form":"United States","offset":267},{"uri":"North_America","surface_form":"North America","offset":284},{"uri":"Florida","surface_form":"Florida","offset":309},{"uri":"Oman","surface_form":"Oman","offset":319},{"uri":"Asia","surface_form":"Asia","offset":327},{"uri":"Australia","surface_form":"Australia","offset":337},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":354},{"uri":"Chile","surface_form":"Chile","offset":422},{"uri":"Greece","surface_form":"Greece","offset":429},{"uri":"Indonesia","surface_form":"Indonesia","offset":441},{"uri":"Fish","surface_form":"fish","offset":483},{"uri":"Squid","surface_form":"squid","offset":489},{"uri":"Jellyfish","surface_form":"jellyfish","offset":496},{"uri":"Crab","surface_form":"crab","offset":507},{"uri":"Sexual_reproduction","surface_form":"mate","offset":555},{"uri":"Ocean","surface_form":"sea","offset":1113},{"uri":"Seaweed","surface_form":"seaweed","offset":1164},{"uri":"Hibernation","surface_form":"hibernate","offset":1322},{"uri":"Hunting","surface_form":"hunted","offset":1589},{"uri":"Fat","surface_form":"fat","offset":1646},{"uri":"Animal_shell","surface_form":"shells","offset":1654},{"uri":"Medicine","surface_form":"medicine","offset":1679}]}