{"id":97432,"url":"http://en.wikipedia.org/wiki/Weather_balloon","text":"A weather or sounding balloon is a balloon (specifically a type of high altitude balloon) which carries instruments in the sky to send back information on atmospheric pressure, temperature, and humidity by means of a small measuring tool called a radiosonde. To get wind data, they can be tracked by radar, radio direction finding, or navigation systems (such as the satellite based Global Positioning System).\nThe invention of the weather balloon started the age of remote sensing, the ability to collect information where there are no people. Weather balloons are a major tool of atmospheric research. High altitude balloons have also been used by astronomer<nowiki/>s and cosmologists to take readings of certain particle frequencies or gather light readings free of excessive disturbance from Earth's lower atmosphere (troposphere).\nThe first observation balloon was launched immediately before the first manned balloon flight by Frenchmen Jean-François de Rozier and the Marquis d'Aalandes on November 21, 1783, for a pre-flight wind reading. Later, French meteorologist Leon Teisserenc de Bort (1855-1913) pioneered the use of weather balloons, handily proving their utility. With balloon-acquired data, he determined the existence of a lower level of the atmosphere, which he termed the troposphere or \"sphere of change,\" where weather takes place. Since the 1930s, when radio tracking systems were invented, balloons have been used as complete floating weather stations, using such instruments as thermometers, barometers, hygrometers, cameras, and telescopes.\nMany agencies use weather balloon flights to model the atmosphere and to make more accurate weather predictions. They collect such atmospheric information as temperature, pressure, and humidity that can then be plotted on weather maps. Three-dimensional atmospheric modeling is also possible using weather balloons because the instruments they carry are able to provide data collected from several different altitude points. Since they started, the long bags of helium have been carrying aloft increasingly sophisticated observation devices. The take the science of weather observation literally to the edges of outer space.","categories":[],"infobox_types":[],"annotations":[{"uri":"Balloon","surface_form":"balloon","offset":35},{"uri":"Sky","surface_form":"sky","offset":123},{"uri":"Atmospheric_pressure","surface_form":"atmospheric pressure","offset":155},{"uri":"Temperature","surface_form":"temperature","offset":177},{"uri":"Humidity","surface_form":"humidity","offset":194},{"uri":"Radiosonde","surface_form":"radiosonde","offset":247},{"uri":"Wind","surface_form":"wind","offset":266},{"uri":"Radar","surface_form":"radar","offset":300},{"uri":"Direction_finding","surface_form":"radio direction finding","offset":307},{"uri":"Global_Positioning_System","surface_form":"Global Positioning System","offset":383},{"uri":"Astronomer","surface_form":"astronomer","offset":650},{"uri":"Troposphere","surface_form":"troposphere","offset":823},{"uri":"Meteorologist","surface_form":"meteorologist","offset":1062},{"uri":"Helium","surface_form":"helium","offset":2031}]}