{"id":97438,"url":"http://en.wikipedia.org/wiki/Einsatzgruppen","text":"\"Einsatzgruppen\" were a paramilitary group in Nazi Germany. They were part of the \"Schutzstaffel\" (SS). They helped make The Holocaust happen by murdering about 12 million people throughout Europe. Almost all of the people they killed were civilians.\nSometimes, the \"Einsatzgruppen\" would kill only a few people at once. Other times, they would kill thousands of people in a few days. For example, at Babi Yar, the \"Einsatzgruppen\" killed 33,771 Jewish people in two days.\nMost of the people the \"Einsatzgruppen\" killed were Jews. They killed between 5 and 6 million Jews.p. 257 However, they also killed hundreds of thousands of Polish people, Soviets, and Roma people in Eastern Europe.\nAfter Nazi Germany lost World War II, 24 leaders of the \"Einsatzgruppen\" were put on trial for war crimes and crimes against humanity at the Nuremberg Trials. Sixteen were convicted. Fourteen were sentenced to death, and two were sentenced to life in prison. Other countries later tried four other \"Einsatzgruppen\" leaders, convicted them, and sentenced them to death.pp=274–275\nCreation and Action T4.\nSS leader Reinhard Heydrich created the \"Einsatzgruppen\" around 1938.\nAt first, in October 1938, Heydrich sent the \"Einsatzgruppen\" to the Sudetenland. Adolf Hitler, the leader of Nazi Germany, wanted to take over the Sudetenland. He was ready to use the Nazi military to invade the area. However, in the Munich Agreement, world powers agreed that Hitler could have the Sudetenland. The \"Einsatzgruppen\" helped take over government buildings, and took all the government papers they could find. They also arrested about 10,000 Czech communists and German citizens.pp. 405, 412\nFrom September to December 1939, the \"Einsatzgruppen\" took part in the Nazis' Action T4 program. The Nazis believed that people with physical, intellectual, and mental disabilities did not deserve to live. Action T4 was a plan to kill them all. At first, the \"Einsatzgruppen\" and other Nazis shot these people. However, by spring of 1940, the Nazis started using gas chambers so they could kill people with disabilities more quickly.pp. 138–141\nInvasion of Poland.\nIn 1939, Hitler decided to invade Poland. Heydrich decided the \"Einsatzgruppen\" would follow the regular German Army.p. 425 Their job would be to kill the most important people in Polish society, like clergy, teachers, and members of the academia. They would also kill anyone who refused to agree with Nazi ideas or rules.p. 144 Adolf Hitler said: \"...there must be no Polish leaders; where Polish leaders exist they must be killed[.]\"p. 143 The Einzatsgruppen followed this plan by killing about 65,000 civilians by the end of 1939. These people included Polish leaders, Jews, prostitutes, Roma people, and people with mental illnesses.pp. 430–432\nFinally, the \"Einsatzgruppen\" forced the surviving Jews in Poland to move to ghettos in big Polish citiies. The Nazis planned to get rid of all the Jews in Poland, but they had not yet decided where to send them.pp. 227–228, 242-245 With the help of the German Army, the \"Einsatzgruppen\" also forced tens of thousands of Jews eastward into the part of Poland that the Soviet Union had taken over.p. 429\nOperation Barbarossa.\nIn 1941, Hitler decided to invade the Soviet Union. He called this plan Operation Barbarossa. Hitler hated communism. He wanted to take over the communist Soviet Union, and kill communism for good.pp. 95–96\nIn May 1941, Heydrich gave the \"Einsatzgruppen\" an order to kill the Jews in the Soviet Union.pp. 94–95\nIn June 1941, Heinrich Himmler, the leader of the SS, told other SS leaders that the Nazis planned to kill up to 30 million people in the Soviet Union. The \"Einsatzgruppen\" would play an important part in this by murdering people who the Nazis thought were inferior. However, the Nazis would also use other strategies, like starvation, to kill other Soviets.p. 181\nThe \"Einsatzgruppen\" were divided into seven battalions.p. 225 Hitler's army invaded the Soviet Union on June 22, 1941. A few weeks later, the \"Einsatzgruppen\" started working in eastern Poland, which was controlled by the Soviet Union.p. 185 Heydrich gave them three main jobs:p. 177\nThe \"Einsatzgruppen\" did these jobs in many ways. Sometimes, they would make lists of people who they thought were enemies, and would then murder them. Other times, they would perform massacres of thousands of people over a few days. For example, at Babi Yar, one \"Einsatzgruppen\" battalion killed 33,771 Jews in two days; in the Rumbula massacre, another killed about 25,000 people in two days.\nKillings.\nThe Red Army retreated. However, Heydrich thought there were Soviet guerrilla fighters still in the area and thought local Jews were helping them. He ordered the \"Einsatzgruppen\" to encourage anti-Jewish pogroms in the newly occupied territories. Pogroms (some of which the \"Einsatzgruppen\" started) broke out in Latvia, Lithuania, and Ukraine.p. 526 Within the first few weeks of Operation Barbarossa, 10,000 Jews were killed in 40 different pogroms. By the end of 1941, about 60 pogroms had happened, killing up to 24,000 people.p. 526\nAll of the main \"Einsatzgruppen\" took part in mass shootings from the beginning of the war.pp. 196–202 At first, they shot only adult Jewish men. However, by August, they were shooting all Jews, including women, children, infants, and the elderly. At first, they killed people in firing squads. When this became too slow, the \"Einsatzkommandos\" began to shoot larger groups next to, or even inside, mass graves.p. 207 As news about these killings spread, many Jewish people ran away.\nThe Nazis began to send people to concentration camps and ghettos. Rural areas were mostly \"Judenfrei\" (free of Jews).pp. 211–212 The Nazis created forced labour gangs so they could make use of the Jews as slaves until the Nazis had killed them all. The Nazis had put off that goal until 1942.pp. 212–213\nKillings in the Baltic States.\n\"Einsatzgruppe A\" worked in the Baltic States of Estonia, Latvia, and Lithuania. These countries had been occupied by the Soviet Union before the Nazis took them over. \"Einsatzgruppe A\" killed about 140,000 people between June and November 1941.p. 98\nWhen \"Einsatzgruppe A\" entered Kaunas, Lithuania, a pogrom was happening. They let all of the criminals out of jail and encouraged them to join the pogrom. In four days, 4,000 Jews were killed in the pogrom.p. 41\nThe head of \"Einsatzgruppe A\" let a violent anti-Semitic man named Viktors Arājs start a smaller \"Einsatzgruppe\" called the Arājs Kommando. Together, the two groups killed 2,300 Jews in Riga, Lithuania. Within six months, the Arājs Kommando killed about half of the Jews in Latvia.\nGroups like the Arājs Kommando were created in Lithuania and Estonia too. With their help, \"Einsatzgruppe A\" was able to kill almost every Jew in its area.p. 182\nRumbula massacre.\nIn November 1941, Himmler decided that Latvians were not being killed fast enough. He wanted to move Jews from Germany into Latvia. He ordered that everyone living in the ghetto in Riga, Latvia, be murdered.pp. 206–209\nThe Nazis told the people in the ghetto they were being sent to another place to live. They told them to bring their things and valuables.pp. 208–210\nThe Nazis moved people towards a nearby forest a thousand at a time. They shot people who tried to run away or could not walk fast enough. They took the things the Jews had brought with them, and made them take off their clothes. Then, fifty at a time, they made the victims lie down in a mass grave and shot them.pp. 208–210\nIn two days, about 25,000 people were murdered by the \"Einsatzgruppen\".pp. 210–214\nKilling with poison gas.\nAfter a while, Himmler realized that the \"Einsatzgruppen\"s methods were not the best way to kill people as quickly and cheaply as possible.p. 197 He also found that many \"Einsatzgruppen\" had trouble killing so many people. Some had physical and mental health problems, and others became alcoholics.pp. 52, 124, 168 Himmler made a final decision after watching a mass execution in August 1941. He decided that shooting Jews was too stressful for his men.pp. 547–548\nHimmler decided that the answer to this problem was to kill Jews (and others) with poison gas.p. 167 Starting in 1942, all of the main \"Einsatzgruppen\" began killing people using gas vans, which had been used to kill people with disabilities early on in Action T4. In these vans, carbon monoxide exhaust fumes from the vans' engines were pumped into the back of the truck, killing the victims inside. However, by September 1941, Nazis at Auschwitz concentration camp had begun experimenting with Zyklon B, a cyanide-like pesticide.pp. 280–281\nAt the Wannsee Conference on January 20, 1942, the Nazis officially decided to kill all of the Jews in Europe (11 million people). Some would be worked to death. Others would be killed in extermination camps (death camps).().p. 555-556 The Nazis created death camps like Auschwitz-Birkenau and Bełżec extermination camps with the goal of killing as many people as possible, as quickly as possible. These death camps replaced the \"Einsatzgruppen\" as the Nazis' main strategy of mass murder and genocide.pp. 279–280\nAt first, the \"Einsatzgruppen\" were sent to fight partisans people in Nazi-occupied territories who continued to fight back against the Nazis.p. 248 However, by 1944, most \"Einsatzgruppen\" had become part of Waffen-SS fighting units or sent to guard death camps.\nJäger Report.\nThe \"Einsatzgruppen\" kept careful records of their mass murders so they could write reports to their supervisors. The Commander of \"Einsatzgruppe A\" filed the Jäger Report on December 1, 1941. it talks about \"Einsatzgruppen A\"s actions in Lithuania.\nThe report says that \"Einsatzgruppen A\" killed 137,346 people.p. 215 Most were Jews, but others were communists, criminals, and other Nazi \"enemies.\"p. 126 Starting in mid-August, when 3,207 people were murdered, the victims included children.p. 126\nIn February 1942, Jäger changed his estimates of how many people the \"Einsatzgruppen\" killed. He said there were 138,272 victims, including:p. 126\nJäger also said that only 1,851 of the victims (1.3%) were not Jewish.p. 126","categories":[],"infobox_types":["government agency"],"annotations":[{"uri":"Paramilitary","surface_form":"paramilitary","offset":24},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":46},{"uri":"Schutzstaffel","surface_form":"Schutzstaffel","offset":83},{"uri":"The_Holocaust","surface_form":"The Holocaust","offset":121},{"uri":"Europe","surface_form":"Europe","offset":190},{"uri":"Civilian","surface_form":"civilian","offset":240},{"uri":"Mass_murder","surface_form":"kill thousands","offset":345},{"uri":"Babi_Yar","surface_form":"Babi Yar","offset":401},{"uri":"Jew","surface_form":"Jew","offset":446},{"uri":"Poles","surface_form":"Polish people","offset":630},{"uri":"Soviet_Union","surface_form":"Soviets","offset":645},{"uri":"Roma_people","surface_form":"Roma people","offset":658},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":673},{"uri":"World_War_II","surface_form":"World War II","offset":713},{"uri":"Trial","surface_form":"trial","offset":774},{"uri":"War_crimes","surface_form":"war crimes","offset":784},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":799},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":830},{"uri":"Convicted","surface_form":"convicted","offset":861},{"uri":"Sentenced_to_death","surface_form":"sentenced to death","offset":886},{"uri":"Sentenced","surface_form":"sentenced","offset":919},{"uri":"Reinhard_Heydrich","surface_form":"Reinhard Heydrich","offset":1102},{"uri":"Sudetenland","surface_form":"Sudetenland","offset":1231},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1244},{"uri":"Military","surface_form":"military","offset":1352},{"uri":"Invasion","surface_form":"invade","offset":1364},{"uri":"Munich_Agreement","surface_form":"Munich Agreement","offset":1397},{"uri":"Czech_people","surface_form":"Czech","offset":1619},{"uri":"Communist","surface_form":"communist","offset":1625},{"uri":"Action_T4","surface_form":"Action T4","offset":1747},{"uri":"Physical_disability","surface_form":"physical","offset":1802},{"uri":"Intellectual_disability","surface_form":"intellectual","offset":1812},{"uri":"Mental_illness","surface_form":"mental","offset":1830},{"uri":"Nazi_eugenics","surface_form":"did not deserve to live","offset":1850},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":2032},{"uri":"Invasion_of_Poland_(1939)","surface_form":"invade Poland","offset":2161},{"uri":"Wehrmacht","surface_form":"regular German Army","offset":2231},{"uri":"Society","surface_form":"society","offset":2321},{"uri":"Clergy","surface_form":"clergy","offset":2335},{"uri":"Academia","surface_form":"academia","offset":2372},{"uri":"Prostitute","surface_form":"prostitute","offset":2712},{"uri":"Mental_illness","surface_form":"mental illness","offset":2754},{"uri":"Ghetto","surface_form":"ghetto","offset":2860},{"uri":"Operation_Barbarossa","surface_form":"Operation Barbarossa","offset":3280},{"uri":"Communism","surface_form":"communism","offset":3315},{"uri":"Heinrich_Himmler","surface_form":"Heinrich Himmler","offset":3533},{"uri":"Nazi_eugenics","surface_form":"the Nazis thought were inferior","offset":3753},{"uri":"Starvation","surface_form":"starvation","offset":3843},{"uri":"Battalion","surface_form":"battalion","offset":3929},{"uri":"Massacre","surface_form":"massacre","offset":4353},{"uri":"Rumbula_massacre","surface_form":"Rumbula massacre","offset":4499},{"uri":"Withdrawal_(military)","surface_form":"retreated","offset":4588},{"uri":"Guerrilla","surface_form":"guerrilla","offset":4643},{"uri":"Occupied_territory","surface_form":"occupied territories","offset":4800},{"uri":"Latvia","surface_form":"Latvia","offset":4888},{"uri":"Lithuania","surface_form":"Lithuania","offset":4896},{"uri":"Ukraine","surface_form":"Ukraine","offset":4911},{"uri":"Infant","surface_form":"infant","offset":5335},{"uri":"Elderly","surface_form":"elderly","offset":5352},{"uri":"Firing_squad","surface_form":"firing squad","offset":5393},{"uri":"Mass_graves","surface_form":"mass graves","offset":5512},{"uri":"Deportation","surface_form":"send people to","offset":5616},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":5631},{"uri":"Rural","surface_form":"Rural","offset":5664},{"uri":"Judenfrei","surface_form":"Judenfrei","offset":5689},{"uri":"Forced_labour","surface_form":"forced labour","offset":5745},{"uri":"Slave","surface_form":"slave","offset":5803},{"uri":"Baltic_States","surface_form":"Baltic States","offset":5965},{"uri":"Estonia","surface_form":"Estonia","offset":5982},{"uri":"Criminal","surface_form":"criminal","offset":6278},{"uri":"Violent","surface_form":"violent","offset":6433},{"uri":"Anti-Semitism","surface_form":"anti-Semitic","offset":6441},{"uri":"Viktors_Ar%C4%81js","surface_form":"Viktors Arājs","offset":6464},{"uri":"Forest","surface_form":"forest","offset":7268},{"uri":"Method","surface_form":"methods","offset":7721},{"uri":"Mental_health","surface_form":"mental health","offset":7907},{"uri":"Alcoholic","surface_form":"alcoholic","offset":7949},{"uri":"Execution","surface_form":"execution","offset":8029},{"uri":"Poison_gas","surface_form":"poison gas","offset":8210},{"uri":"Gas_van","surface_form":"gas van","offset":8306},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":8407},{"uri":"Exhaust","surface_form":"exhaust","offset":8423},{"uri":"Engine","surface_form":"engine","offset":8452},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz concentration camp","offset":8565},{"uri":"Experiment","surface_form":"experiment","offset":8604},{"uri":"Zyklon_B","surface_form":"Zyklon B","offset":8623},{"uri":"Cyanide","surface_form":"cyanide","offset":8635},{"uri":"Pesticide","surface_form":"pesticide","offset":8648},{"uri":"Wannsee_Conference","surface_form":"Wannsee Conference","offset":8677},{"uri":"Extermination_through_labor","surface_form":"worked to death","offset":8815},{"uri":"Extermination_camp","surface_form":"extermination camp","offset":8858},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz-Birkenau","offset":8941},{"uri":"Be%C5%82%C5%BCec_extermination_camp","surface_form":"Bełżec extermination camp","offset":8964},{"uri":"Genocide","surface_form":"genocide","offset":9163},{"uri":"Partisan","surface_form":"partisan","offset":9234},{"uri":"Waffen-SS","surface_form":"Waffen-SS","offset":9392},{"uri":"Estimate","surface_form":"estimate","offset":9997}]}