{"id":97511,"url":"http://en.wikipedia.org/wiki/Martin_van_Heemskerck","text":"Marten Jacobszoon Heemskerck van Veen or \"Maarten van Heemskerck\" (1498, Heemskerck – 1 October 1574, Haarlem), was one of the best known Dutch portrait and religious painters of the 16th century (1500s). He became famous for a series of coloured prints of the Seven Wonders of the World.\nMarten van Heemskerck was born in the town of Heemskerck, near Haarlem in Holland. His father was a farmer. Marten was apprenticed to two painters in Haarlem, but was called home by his father to help with the farm work. Marten ran away from home, and in a single day travelled 50 miles to the town of Delft. He found another master to teach him painting, but soon left him as well. He then went to Haarlem where from 1527-29 he worked with a painter called Jan van Scorel.\nOne of the artists who influenced Marten van Heemskerck at this time was Jan Mabuse who had travelled to Italy and had seen the paintings of famous artists from Florence and Venice. Marten began to copy the style of Mabuse's paintings. In 1532 he went to Italy and spent several years going from town to town, looking at the artworks and making drawings of what he saw.\nThe city that was to have the most influence on Marten van Heemskerck was Rome. He was very interested in the ruins left from the time of the Ancient Romans. He made many drawings of the ruined buildings and other things that he saw. His sketchbooks, which are now in a museum in Berlin are very important evidence for showing what Rome was like in the 1500s. One important building that he drew was St. Peter's Basilica which had been begun, but never completed.\nThe most famous artist who was alive at this time was Michelangelo. He was mainly a sculptor but he had spent five years painting the ceiling of the Sistine Chapel. Like everybody else, Marten van Heemskerck thought it was amazing. He was so influenced by the figures that Michelangelo had painted that he designed a series of pictures called \"Twelve Panels showing Strong Men from Mythology and Biblical History\". Like the series of the \"Seven Wonders of the Ancient World\" they are well known as prints made from \"engravings\" (they are printed from a metal plate with the design cut into it).\nWhen van Heemskerck was in Rome in 1536, he got work as a \"scene-painter\". This is like a person who paints the scenery in a theatre. Charles V had coming to Rome and was going to have a \"triumphal procession\". The streets of the city were decorated with archways for the emperor to pass under. Van Heemskerck worked with Antonio da San Gallo, Battista Franco and Francesco Salviati. The writer Giorgio Vasari saw some battle scenes that he painted and wrote that they were well composed and boldly painted.\nHe returned to the Netherlands and lived at Haarlem where he settled down and married twice. After that, he only left Haarlem for a short time, in 1572, to go to Amsterdam because the Spanish had invaded Haarlem. In 1540 became president of his Guild of Painters. He became a rich and well-known painter. When he died, he left some money in his will to be paid to a bridal couple who would get married on his tomb. This custom was believed to bring peace to the dead person. He also left some land to help an orphanage in the city.\nMany works by Marten van Heemskerck can still be seen. They include \"Adam and Eve\", \"St. Luke painting the Madonna and Child\" and a painting of Jesus in the museum in Ghent, Belgium. These pictures were done before he went to Italy. In the 1550's he painted several altarpieces which can be seen in the museums of Delft, Haarlem and Brussels, as well as lives of St. Bernard and St. Benedict.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heemskerck","surface_form":"Heemskerck","offset":73},{"uri":"Haarlem","surface_form":"Haarlem","offset":102},{"uri":"Netherlands","surface_form":"Dutch","offset":138},{"uri":"Print","surface_form":"print","offset":247},{"uri":"Seven_Wonders_of_the_World","surface_form":"Seven Wonders of the World","offset":261},{"uri":"Apprentice","surface_form":"apprentice","offset":408},{"uri":"Delft","surface_form":"Delft","offset":591},{"uri":"Italy","surface_form":"Italy","offset":868},{"uri":"Florence","surface_form":"Florence","offset":924},{"uri":"Venice","surface_form":"Venice","offset":937},{"uri":"Rome","surface_form":"Rome","offset":1207},{"uri":"Ancient_Rome","surface_form":"Ancient Romans","offset":1275},{"uri":"Berlin","surface_form":"Berlin","offset":1413},{"uri":"St._Peter%27s_Basilica","surface_form":"St. Peter's Basilica","offset":1533},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":1651},{"uri":"Sculpture","surface_form":"sculptor","offset":1681},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":1746},{"uri":"Theatre","surface_form":"theatre","offset":2317},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles V","offset":2326},{"uri":"Antonio_da_San_Gallo","surface_form":"Antonio da San Gallo","offset":2514},{"uri":"Giorgio_Vasari","surface_form":"Giorgio Vasari","offset":2587},{"uri":"The_Netherlands","surface_form":"the Netherlands","offset":2715},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":2862},{"uri":"Spain","surface_form":"Spanish","offset":2884},{"uri":"Tomb","surface_form":"tomb","offset":3109},{"uri":"Orphanage","surface_form":"orphanage","offset":3209},{"uri":"Ghent","surface_form":"Ghent","offset":3399},{"uri":"Belgium","surface_form":"Belgium","offset":3406},{"uri":"Brussels","surface_form":"Brussels","offset":3565}]}