{"id":97604,"url":"http://en.wikipedia.org/wiki/John_Bonham","text":"John Henry \"Bonzo\" Bonham (31 May 1948 – 25 September 1980) was an English rock drummer. He was best known for being a member of London hard rock band Led Zeppelin. Bonham is considered one of the greatest rock drummers of all time.\nJohn Bonham's career started in 1967, when he joined the Band of Joy with singer Robert Plant. After having some success, the band broke up. At around the same time, another band called The Yardbirds also broke up. Soon after this, Jimmy Page, the lead guitarist for the Yardbirds, decided to start a new band. This new band, called Led Zeppelin, had Plant on vocals, John Paul Jones on bass and keyboards, Bonham on drums and Page playing guitar.\nLed Zeppelin.\nAfter playing some small gigs throughout England, the band came out with their first album, named \"Led Zeppelin I\". John Bonham's talents can be heard on such songs as \"Good Times, Bad Times\", featuring his single bass drum skip throughout the song. Soon after this, the band left for a tour of America, on Boxing Day (26 December 1969). After a rather successful tour, Zeppelin came out with their second album, naming it \"Led Zeppelin II\". This album included the song \"Moby Dick\", which had a famous drum solo by Bonham. Throughout the solo, Bonham showed off his talents by playing hand drums while continuing to use his right foot.\nBy this time, Led Zeppelin was becoming more well known. With the release of their third album (not surprisingly named \"Led Zeppelin III\"), they became one of the biggest bands in the world. Bonham's featured song on this album, which he wrote, was \"Out On The Tiles\".\nLed Zeppelin later released the albums \"Led Zeppelin IV\" (which was originally unnamed), \"Houses of the Holy\", and \"Physical Graffiti\". During this time, Zeppelin was touring non-stop. In addition to still playing \"Moby Dick\", Bonham also received attention for his work on songs such as \"Four Sticks\", \"The Ocean\", and \"In My Time Of Dying\".\nSoon after \"Physical Graffiti\", the band took time off because Robert Plant was injured in a car crash. In this time off, besides spending time with his family and tinkering with cars, Bonham was working on their next album, \"Presence\".\nDeath.\nOn 25 September 1980, Bonham was picked up by his personal assistant, Rex King. They were going to a rehearsal for the upcoming tour. During the day, Bonham drank many alcoholic beverages. After the rehearsal the band left and went to Page's house. The next day, Benji LeFevre, Led Zeppelin's new tour manager, and Jones found him dead.\nThe coroner ruled that Bonham had drunk forty measures of vodka, and his cause of death was pulmonary edema. Bonham had vomited in his sleep, and suffocated on his own vomit.\nAfter Bonham died, Led Zeppelin decided to quit because they felt that Bonham was too good to be replaced.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":67},{"uri":"Rock_music","surface_form":"rock","offset":75},{"uri":"Drum","surface_form":"drum","offset":80},{"uri":"London","surface_form":"London","offset":129},{"uri":"Rock_music","surface_form":"hard rock","offset":136},{"uri":"Led_Zeppelin","surface_form":"Led Zeppelin","offset":151},{"uri":"Robert_Plant","surface_form":"Robert Plant","offset":314},{"uri":"The_Yardbirds","surface_form":"The Yardbirds","offset":419},{"uri":"Jimmy_Page","surface_form":"Jimmy Page","offset":465},{"uri":"Lead_guitar","surface_form":"lead guitar","offset":481},{"uri":"John_Paul_Jones","surface_form":"John Paul Jones","offset":601},{"uri":"England","surface_form":"England","offset":736},{"uri":"Led_Zeppelin_I","surface_form":"Led Zeppelin I","offset":794},{"uri":"Led_Zeppelin_II","surface_form":"Led Zeppelin II","offset":1119},{"uri":"Led_Zeppelin_III","surface_form":"Led Zeppelin III","offset":1452},{"uri":"Led_Zeppelin_IV","surface_form":"Led Zeppelin IV","offset":1641},{"uri":"Houses_of_the_Holy","surface_form":"Houses of the Holy","offset":1691},{"uri":"Physical_Graffiti","surface_form":"Physical Graffiti","offset":1717},{"uri":"Presence_(album)","surface_form":"Presence","offset":2170},{"uri":"Rehearsal","surface_form":"rehearsal","offset":2289},{"uri":"Alcoholic_drink","surface_form":"alcoholic beverages","offset":2356},{"uri":"Coroner","surface_form":"coroner","offset":2529},{"uri":"Vodka","surface_form":"vodka","offset":2583},{"uri":"Pulmonary_edema","surface_form":"pulmonary edema","offset":2617},{"uri":"Suffocation","surface_form":"suffocated","offset":2671}]}