{"id":97677,"url":"http://en.wikipedia.org/wiki/Ozama_River","text":"The River Ozama is a river in the eastern part of the \"Llano Costero del Caribe\" (in English, \"Caribbean Coastal Plain\"). Its overall length of 148 km makes it the fourth longest river in the Dominican Republic, and its watershed (2,685 km²) is the fourth largest of the country.\nBecause large parts of the watershed is found in region where rainfalls are frequent, without a dry period, its flow is always very good.\nName.\nOzama is a Taíno word. Bartolomé de Las Casas always wrote \"Hozama\". When he wrote, the \"H\" represented the letter \"J\" and was pronounced (similar to the English \"H\" in house, home). There are several words in the Dominican Republic with that H: Haina-Jaina, Haití-Jaití.\nWriters of the 16th century wrote Hosama and Osama. But later the H disappeared completely.\nCourse.\nThe sources of the Ozama are in the Loma Siete Cabezas mountain (in English, \"Seven Heads Mountain\"), the highest mountain of the Sierra de Yamasá mountain range. It flows east through the Monte Plata province and then slowly bends southeast, forming part of the limits between the Santo Domingo and Monte Plata provinces.\nNear the municipality of San Luis, it is joined by the River Yabacao and then turns to the southwest. In the city of Santo Domingo, the river flows to the south and into the Caribbean Sea.\nThe most important tributaries are Yabacao, Isabela and Savita (or Sabita).\nCities.\nThe \"Greater Santo Domingo\", that includes Santo Domingo and parts of Santo Domingo Este and Santo Domingo Norte, is the most important city on the river banks. The river divides the old city of Santo Domingo in three sections; before 2001, all three sections were part of Santo Domingo but now only the western part is part of the city. The eastern section is the city of Santo Domingo Este and the northern section is part of Santo Domingo Norte.\nEnvironment and usage.\nThe River Ozama flows through a region where rainfalls are frequent and, for that reason, its water is not needed for irrigation. There are too much solid materials in the water and it cannot be used for the houses.\nWater from the Caribbean Sea gets into the river for several kilometres because the riverbed is below sea level. There were mangroves (plants that can live in water with a hight salinity), and there are still some near La Victoria, on the banks of the river near the mouth because of the salinity of its water.\nWater quality in the River Ozama has been severely affected by industrialisation, ships, and the large population that lives around its banks close to the mouth.\nThe river is not deep enough for big ships except close to the mouth. When the country was a Spanish colony, and some years after the Independence, flat boats were used to move around the region.\nIn history.\nThe city of Santo Domingo was founded in the 16th century on the left side of the mouth but soon it was moved to the right side and became the capital city of the Spanish colony.\nSugarcane was grown to produce sugar in lands around the River Ozama and its tributary Isabela. The river was used to take the sugar to the port of Santo Domingo.\nIn the 19th and 20th centuries, sugar cane was the most important crop grown close to the River Ozama. Cattle is also important in the region because grasses are abundant.\nFor the second half of the 20th century, Santo Domingo became the most important port of the country; the port was near the mouth of the River Ozama. But now the port is used mainly for tourist ships.\nIn art.\nThe River Ozama has been used in art, mainly in poetry, as a symbol of the country. Many poets wrote poems about the river when they were out of the country because of political reasons; they sang to the river to represent the return to their country. José Joaquín Puello, a Dominican poet of the 19th century, wrote several poems where the name is used to represent the country; two of them are \"Ecos del destierro\" (\"Distant sounds from the exile\") and \"La vuelta al hogar\" (\"Back to home\").","categories":[],"infobox_types":[],"annotations":[{"uri":"River","surface_form":"river","offset":21},{"uri":"Kilometre","surface_form":"km","offset":148},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":192},{"uri":"Watershed","surface_form":"watershed","offset":220},{"uri":"Watershed","surface_form":"watershed","offset":307},{"uri":"Rainfall","surface_form":"rainfall","offset":342},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":435},{"uri":"Bartolom%C3%A9_de_Las_Casas","surface_form":"Bartolomé de Las Casas","offset":447},{"uri":"English_language","surface_form":"English","offset":578},{"uri":"16th_century","surface_form":"16th century","offset":711},{"uri":"Source_(river_or_stream)","surface_form":"sources","offset":800},{"uri":"English_language","surface_form":"English","offset":864},{"uri":"Sierra_de_Yamas%C3%A1","surface_form":"Sierra de Yamasá","offset":926},{"uri":"Monte_Plata_Province","surface_form":"Monte Plata","offset":985},{"uri":"Santo_Domingo_Province","surface_form":"Santo Domingo","offset":1078},{"uri":"Monte_Plata_Province","surface_form":"Monte Plata","offset":1096},{"uri":"Municipality","surface_form":"municipality","offset":1128},{"uri":"San_Luis%2C_Santo_Domingo","surface_form":"San Luis","offset":1144},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":1236},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1293},{"uri":"Tributary","surface_form":"tributaries","offset":1327},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":1435},{"uri":"River","surface_form":"river banks","offset":1540},{"uri":"2001","surface_form":"2001","offset":1627},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":1665},{"uri":"Santo_Domingo_Este","surface_form":"Santo Domingo Este","offset":1765},{"uri":"Santo_Domingo_Norte","surface_form":"Santo Domingo Norte","offset":1820},{"uri":"Irrigation","surface_form":"irrigation","offset":1982},{"uri":"Solid","surface_form":"solid","offset":2013},{"uri":"Material","surface_form":"material","offset":2019},{"uri":"Kilometre","surface_form":"kilometre","offset":2141},{"uri":"River","surface_form":"riverbed","offset":2164},{"uri":"Mangrove","surface_form":"mangrove","offset":2204},{"uri":"Plant","surface_form":"plant","offset":2215},{"uri":"Salinity","surface_form":"salinity","offset":2258},{"uri":"La_Victoria%2C_Santo_Domingo","surface_form":"La Victoria","offset":2299},{"uri":"Salinity","surface_form":"salinity","offset":2368},{"uri":"Independence","surface_form":"Independence","offset":2687},{"uri":"16th_century","surface_form":"16th century","offset":2806},{"uri":"Capital_city","surface_form":"capital city","offset":2904},{"uri":"Spain","surface_form":"Spanish","offset":2924},{"uri":"Sugarcane","surface_form":"Sugarcane","offset":2940},{"uri":"Sugar","surface_form":"sugar","offset":2971},{"uri":"Crop","surface_form":"crop","offset":3169},{"uri":"Cattle","surface_form":"Cattle","offset":3206},{"uri":"Grass","surface_form":"grass","offset":3253},{"uri":"Port","surface_form":"port","offset":3356},{"uri":"Tourism","surface_form":"tourist","offset":3461},{"uri":"Poetry","surface_form":"poetry","offset":3532},{"uri":"Symbol","surface_form":"symbol","offset":3545},{"uri":"Poetry","surface_form":"poets","offset":3573},{"uri":"Poetry","surface_form":"poems","offset":3585},{"uri":"19th_century","surface_form":"19th century","offset":3781}]}