{"id":97765,"url":"http://en.wikipedia.org/wiki/Emmanuel_College%2C_Melbourne","text":"The Emmanuel College: St. Paul's Campus (formerly St. Paul's College) is a Roman Catholic, secondary day school for boys. It is in Altona North, a south-western suburb of Melbourne, Victoria, Australia. It a branch of one of Emmanuel College's education facilities.\nEstablishment.\nSt. Paul's Campus started as 'St. Paul's College' in 1965, under the guidance of the American Order of the Society of Marianists. The order had been asked to start this Catholic Secondary Boys' College by the then Archbishop of Melbourne, Dr. Daniel Mannix. The college's colours were then Red, White and Blue and its motto was \"Ecce Mater Tua\" (Latin:\"Behold Thy Mother\").\nBuilding construction.\nThe Jubilee Building was extensively renovated in 1998. In 2004, with the assistance of a Commonwealth Government grant, work commenced on enlarging the library complex and the building of two new computer labs. These developments were completed in 2005 and the College has not undergone any significant renovations since.\nChange to Emmanuel College.\nIn 2006, the plans for Emmanuel College and the future of the school initiated. 2008 saw the full change from 'St. Paul's College' to 'Emmanuel College' with the acquisition of a second co-educational campus. The school eventually incorporated a new emblem and changed its motto to \"Life To The Full\", which comes from the Gospel according to John: \"I have come that they may have life and have it to the full\" (John 10:10).\nHead Master and Current Staff.\nSince 1997, the principal has been Mr. Christopher Stock (BSc DipEd MEd B.Theol) at the St. Paul's Campus. In 2008 when the change to Emmanuel College was complete, he became the principal of Emmanuel College, and thus being the principal of two schools; the St. Paul's Campus and the Notre Dame Campus.\nHouse/Homeroom System.\nThese houses are named after the Marianists who first served at the school. Each house has 10 homerooms, each with about 25 students ranged from years 7-12 per homeroom.\nVictorian Certificate of Education (VCE).\nEmmanuel College has offered the VCE program at the St. Paul's Campus since its began in 1990.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Catholic_Church_in_Australia","surface_form":"Roman Catholic","offset":75},{"uri":"Secondary_school","surface_form":"secondary","offset":91},{"uri":"Day_school","surface_form":"day school","offset":101},{"uri":"Altona_North%2C_Victoria","surface_form":"Altona North","offset":131},{"uri":"Melbourne%2C_Victoria","surface_form":"Melbourne","offset":171},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":182},{"uri":"Society_of_Mary_(Marianists)","surface_form":"Society of Marianists","offset":388},{"uri":"Daniel_Mannix","surface_form":"Daniel Mannix","offset":524},{"uri":"Latin","surface_form":"Latin","offset":627},{"uri":"Gospel_of_John","surface_form":"Gospel according to John","offset":1352},{"uri":"Gospel_of_John","surface_form":"John","offset":1441},{"uri":"Victorian_Certificate_of_Education","surface_form":"VCE","offset":2057}]}