{"id":97932,"url":"http://en.wikipedia.org/wiki/Doctor_(Doctor_Who)","text":"The Doctor is the central character in the long-running BBC science fiction television series \"Doctor Who\".\nShe is an alien, a \"Time Lord\" from the planet Gallifrey. The Doctor travels in his space-time-ship, the TARDIS, (Time And Relative Dimensions In Space) with which she can go anywhere in time and space. Because the TARDIS' \"chameleon circuit\" is broken, it looks like an old British police-call box permanently. The Doctor often takes other people with him, who are usually called \"companions\" or \"assistants\". They are always 21st century humans in the modern series, however the classic series often had human-looking aliens or people from the past or future. The most recent companions are Yaz and Dan.\nBiography.\nThe Doctor did not want to stay on Gallifrey any longer, so he \"borrowed\" an old Type 40 TARDIS. In the TARDIS he and his granddaughter Susan Foreman left their home planet Gallifrey. They stayed for a time on Earth in the 1960s, where Susan also went to school. Her teachers, Barbara Wright and Ian Chesterton, discovered the TARDIS. They traveled for a while with the Doctor, and returned to Earth two years later. After them the Doctor often took other people with him on his travels.\nAnatomy and regeneration.\nAs a Gallifreyan the Doctor looks like a human on the surface, but there are differences. One well-known difference is that he has two hearts. As a Time Lord the Doctor can also \"regenerate\", if his body is badly hurt and he dies. During the \"regeneration\", the body is healed and renewed, which includes a different appearance and personality. The regenerated person is the same person, with the same memories and basic personality traits; but the person also looks different and a changed personality. Because of this the Doctor could be played by different actors. This made it possible for the series to be filmed over a time of nearly fifty years without having to actually \"change\" the character.\nIncarnations and actors of the Doctor.\nUp until now, the Doctor has regenerated twelve times, and each \"incarnation\" was played by a different actor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protagonist","surface_form":"central","offset":18},{"uri":"Fictional_character","surface_form":"character","offset":26},{"uri":"BBC","surface_form":"BBC","offset":56},{"uri":"Science_fiction","surface_form":"science fiction","offset":60},{"uri":"Television_series","surface_form":"television series","offset":76},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":95},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":118},{"uri":"Space_(physics)","surface_form":"space","offset":192},{"uri":"TARDIS","surface_form":"TARDIS","offset":213},{"uri":"Doctor_Who_companions","surface_form":"companions","offset":490},{"uri":"Mandip_Gill","surface_form":"Yaz","offset":701},{"uri":"John_Bishop","surface_form":"Dan","offset":709},{"uri":"TARDIS","surface_form":"TARDIS","offset":814},{"uri":"Susan_Foreman","surface_form":"Susan Foreman","offset":861},{"uri":"Barbara_Wright_(Doctor_Who)","surface_form":"Barbara Wright","offset":1002},{"uri":"Ian_Chesterton","surface_form":"Ian Chesterton","offset":1021},{"uri":"Incarnation","surface_form":"incarnation","offset":2046}]}