{"id":97969,"url":"http://en.wikipedia.org/wiki/Ludwig_Wittgenstein","text":"Ludwig Josef Johann Wittgenstein (in German) (April 26, 1889 – April 29, 1951) was an Austrian philosopher. He worked mainly in the basics of logic, the philosophy of mathematics, the philosophy of mind, and the philosophy of language. He is regarded as one of the most important philosophers of the twentieth century.\nBefore his death at the age of 62, the only book Wittgenstein had published was the \"Tractatus Logico-Philosophicus\". His second book \"Philosophical Investigations\" was published shortly after he died. Both of these works are regarded as very important for analytic philosophy.\nLife.\nLudwig Wittgenstein was born in Vienna on 26 April 1889, to Karl and Leopoldine Wittgenstein. He was the youngest of eight children and was born into one of the most prominent and wealthy families in the Austro-Hungarian empire. His father's parents, Hermann Christian and Fanny Wittgenstein, were born into Jewish families but later converted to Protestantism, and after they moved from Saxony to Vienna in the 1850s, assimilated themselves into the Viennese Protestant professional classes. Ludwig's father, Karl Wittgenstein, became an industrialist and went on to make a fortune in iron and steel. Ludwig's mother Leopoldine, born Kalmus, was an aunt of the Nobel Prize laureate Friedrich von Hayek. Despite Karl's Protestantism, and the fact that Leopoldine's father was Jewish, the Wittgenstein children were baptized as Roman Catholics — the faith of their maternal grandmother — and Ludwig was given a Roman Catholic burial upon his death. Wittgenstein was homosexual.\nWittgenstein began studying mechanical engineering. During his research he became interested in the foundations of mathematics, particularly after reading Bertrand Russell's \"Principles of Mathematics\" and Gottlob Frege's \"Grundgesetze\". In 1911 Wittgenstein visited Frege and Russell and discussed philosophy with them at great length. He made a great impression on Russell and started to work on the foundations of logic and mathematical logic. Russell saw Wittgenstein as a successor who would carry on his work.\nThe \"Tractatus\".\nDuring the First World War, Wittgenstein served in the army and developed his logic. He included ethical aspects. In the summer of 1918 he learned that his friend David Pinsent had been killed in an airplane accident. Wittgenstein became depressed and thought of suicide. He went to stay with his uncle Paul where he was able to complete the \"Tractatus\". No publisher accepted it, but Russell realised it was a philosophically important work and wrote an introduction. Wittgenstein did not like it because he thought that Russell had not understood the book. In the end Wilhelm Ostwald's journal \"Annalen der Naturphilosophie\" printed a German edition in 1921, and Routledge's Kegan Paul printed a bilingual edition with Russell's introduction in 1922.\nThe years after the \"Tractatus\".\nSince Wittgenstein thought that the \"Tractatus\" had solved all the problems of philosophy, he left philosophy and returned to Austria to train as a primary school teacher. Wittgenstein had unrealistic expectations of the rural children he taught, and had little patience with those children who had no gift for mathematics. But he had good results with children that were interested, especially boys. His severe disciplinary methods led to disagreement with some of his students' parents, and eventually he resigned his position and returned to Vienna, feeling that he had failed as a school teacher.\nAfter abandoning his work as a school teacher, Wittgenstein worked as a gardener's assistant in a monastery near Vienna and then he worked with the architect, Paul Engelmann. This intellectual work did much to restore Wittgenstein's spirits.\nBetween 1925 and 1928, he joined his sister Margaret in Vienna, where she was having a house built. Wittgenstein and the architect Paul Engelmann built it together, and though they never lived in it, 'Haus Wittgenstein' is still standing in Vienna today.\nToward the end of this work, Wittgenstein was contacted by Moritz Schlick, one of the leading figures of the newly formed Vienna Circle. This contact stimulated Wittgenstein intellectually and revived his interest in philosophy.\nReturn to Cambridge.\nIn 1929 he decided to return to Cambridge. He was met at the railway station by a crowd of England's greatest intellectuals. He found out to his horror that he was one of the most famous philosophers in the world now.\nIn 1939 Wittgenstein was appointed to the chair in Philosophy at Cambridge.\nDuring World War II he left Cambridge and volunteered as a hospital porter in Guy's Hospital in London and as a laboratory assistant in Newcastle upon Tyne's Royal Victoria Infirmary.\nFinal years.\nWittgenstein resigned his position at Cambridge in 1947 to concentrate on his writing. When in 1949, he found out that he had prostate cancer, he had written most of the material that would be published after his death as \"Philosophische Untersuchungen\" (\"Philosophical Investigations\"), which might be his most important work. He died of prostate cancer in Cambridge.","categories":[],"infobox_types":["philosopher"],"annotations":[{"uri":"Austria","surface_form":"Austria","offset":86},{"uri":"Philosopher","surface_form":"philosopher","offset":95},{"uri":"Logic","surface_form":"logic","offset":142},{"uri":"Mathematics","surface_form":"mathematics","offset":167},{"uri":"Vienna","surface_form":"Vienna","offset":635},{"uri":"Austria-Hungary","surface_form":"Austro-Hungarian empire","offset":807},{"uri":"Jew","surface_form":"Jew","offset":911},{"uri":"Protestantism","surface_form":"Protestantism","offset":950},{"uri":"Saxony","surface_form":"Saxony","offset":991},{"uri":"Protestant","surface_form":"Protestant","offset":1063},{"uri":"Friedrich_von_Hayek","surface_form":"Friedrich von Hayek","offset":1286},{"uri":"Baptism","surface_form":"baptized","offset":1418},{"uri":"Roman_Catholicism","surface_form":"Roman Catholics","offset":1430},{"uri":"Homosexual","surface_form":"homosexual","offset":1568},{"uri":"Mechanical_engineering","surface_form":"mechanical engineering","offset":1608},{"uri":"Mathematics","surface_form":"mathematics","offset":1695},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":1735},{"uri":"Gottlob_Frege","surface_form":"Gottlob Frege","offset":1786},{"uri":"David_Pinsent","surface_form":"David Pinsent","offset":2276},{"uri":"Suicide","surface_form":"suicide","offset":2376},{"uri":"Austria","surface_form":"Austria","offset":3025},{"uri":"Vienna_Circle","surface_form":"Vienna Circle","offset":4119},{"uri":"Stimulate","surface_form":"stimulated","offset":4147},{"uri":"World_War_II","surface_form":"World War II","offset":4548},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle upon Tyne","offset":4677},{"uri":"Prostate_cancer","surface_form":"prostate cancer","offset":4864}]}