{"id":97962,"url":"http://en.wikipedia.org/wiki/Doctor_Who_companions","text":"ce=\"preserve\">The companions or assistants of the Doctor of the \"Doctor Who\" television series are people who travel with him.\nThe Doctor is an alien. He is a Time Lord from the planet Gallifrey. He travels in his spaceship called the TARDIS. It allows him to go anywhere in time and space. \"TARDIS\" stands for Time And Relative Dimension In Space. The Doctor usually takes other people with him, who are usually called \"companions\" or \"assistants\". The Doctor and his companions travel through space and time, have a lot of adventures, and often save many people.\nThe character of the companion was there so that the people watching the series could identify and feel close to a character. The companions were often present-time humans. People could relate to them because they knew as much as the viewers. Because of this, the Doctor could explain things to his companions, and at the same time to the viewers.\nMost of the Doctor's companions have been human. Many have been aliens or robots.\nCompanions are named under the Doctors they travelled with, and sorted by the order in which they appear.\nSusan.\nSusan (Carole Ann Ford) was the Doctor's granddaughter. She escaped with him from the planet Gallifrey in a stolen TARDIS. From her grandfather, she has an advanced knowledge of history and science. Her first appearance was in \"An Unearthly Child\". Her last appearance was in \"The Dalek Invasion of Earth\". In that episode, she meets David Campbell (Peter Fraser), a young freedom fighter in the 22nd century. The Doctor locks her out of the TARDIS and forces her to stay behind with David.\nBarbara Wright.\nBarbara Wright (Jacqueline Hill) is one of the first companions of the Doctor. Barbara is a history teacher at the Coal Hill School, working with science teacher Ian Chesterton.\nHer first appearance was in \"An Unearthly Child.\" Suspicious of student Susan Foreman's strange knowledge of history and science, Barbara and Ian follow her home to the TARDIS. There they meet the Doctor. With him, they begin to travel through space and time.\nIn \"The Chase\", after two years of travelling with the Doctor, Barbara and Ian use a Dalek time machine to return to London.\nIan Chesterton.\nIan Chesterton (William Russell) is one of the first companions of the Doctor. Ian is a science teacher at the Coal Hill School, working with history teacher Barbara Wright.\nHis first appearance was in \"An Unearthly Child.\" Suspicious of student Susan Foreman's strange knowledge of history and science, Ian and Barbara follow her home to the TARDIS. There they meet the Doctor. With him, they begin to travel through space and time.\nIn \"The Chase\", after two years of travelling with the Doctor, Barbara and Ian use a Dalek time machine to return to London.\nVicki.\nVicki (Maureen O'Brien) first appeared in \"The Rescue\". She was a survivor of a spaceship crash on the planet Dido in the 25th century. She is rescued by the Doctor. She travels with him, Ian, and Barbara. In \"The Myth Makers\", Vicki meets an ancient warrior of Troy named Troilus. She decides to stay behind with him. She eventually passes into legend as Cressida. She also makes sure that the Trojan girl Katarina enters the TARDIS in her place.\nSteven Taylor.\nSteven Taylor (Peter Purves) first appeared in \"The Chase.\" The Doctor and his companions, Ian, Barbara, and Vicki find Steven on the planet Mechanus, where he had crash-landed two years before. In \"The Savages\", Steven stays behind to accept the responsibility of leading the combined society of Savages and Elders that are attempting a lasting peace.\nKatarina.\nKatarina (Adrienne Hill) first appears in \"The Myth Makers\". She is a handmaiden of the prophetess Cassandra, the princess of ancient Troy. After Vicki stays behind in Troy, Katarina takes her place. During \"The Daleks' Master Plan\", Katarina is taken hostage by the escaped prisoner Kirksen. He demands that the Doctor take him to Kembel, a planet taken over by the Daleks. To prevent the Doctor giving in to Kirksen's demands, Katarina triggers the controls to the airlock she is being held in. That sends both her and her captor into the vacuum of space. She is the first companion in the series to die.\nSara Kingdom.\nSara Kingdom (Jean Marsh) is a Space Security Agent in \"The Daleks' Master Plan\". She joins the Doctor in his fight, briefly travelling in the TARDIS to several different locations in time and space. When the Doctor activates the Time Destructor, a device that accelerates time, Sara cannot be saved. She ages and dies, her remains turning to dust. Sara is sometimes counted as a companion of the First Doctor, but sometimes not.\nDodo Chaplet.\nDorothea \"Dodo\" Chaplet (Jackie Lane) first appeared at the end of \"The Massacre of St Bartholomew's Eve\". Dodo wanders into the TARDIS, thinking it was a real police box. In \"The War Machines\", Dodo decides to stay in 1966 London.\nPolly.\nPolly (Anneke Wills) was a companion of the First and Second Doctor. She and Ben Jackson appeared first in \"The War Machines\". She was secretary to Professor Brett, creator of the artificial intelligence known as WOTAN. She travels with the Doctor after he regenerated into the Second Doctor. In \"The Faceless Ones,\" they return to 1966 London. Polly and Ben decide to remain behind to resume their lives without disruption\nBen Jackson.\nBen Jackson (Michael Craze) was a companion of the First and Second Doctor. He appeared first in \"The War Machines\" as an Able Seaman serving in the Royal Navy. In \"The Faceless Ones,\" they return to 1966 London, and Polly and Ben decide to stay.\nJamie McCrimmon.\nJames Robert \"Jamie\" McCrimmon (Frazer Hines) was from 18th century Scotland. He first appears in \"The Highlanders\". He meets the Doctor, Ben and Polly after the Battle of Culloden in 1746. At the end of \"The War Games\", the Time Lords take Jamie's and Zoe's memories away, and send each of them back to their original time and place.\nVictoria Waterfield.\nVictoria Waterfield (Deborah Watling) is from Victorian England in 1866. She is the daughter of scientist Edward Waterfield (played by John Bailey). She first appears in \"The Evil of the Daleks\". In \"Fury from the Deep\", Victoria leaves the Doctor and Jamie and stays with a family named Harris in the 20th century.\nZoe Heriot.\nZoe Heriot (Wendy Padbury) first appears in \"The Wheel in Space\". She is on a space station in the 21st century. At the end of \"The War Games\", the Time Lords take Zoe's and Jamie's memories away, and send each of them back to their original time and place.\nLiz Shaw.\nElizabeth \"Liz\" Shaw (Caroline John) was a scientist and civilian member of UNIT. She first appeared in \"Spearhead from Space\". She became a member of UNIT and met the newly regenerated Doctor. In \"Inferno\", Liz decided to leave the Doctor and UNIT, and go back to the University of Cambridge.\nJo Grant.\nJo Grant (Katy Manning) first appears in \"Terror of the Autons\" as a replacement assistant for the Doctor. In \"The Green Death\", Jo falls in love with the scientist Professor Clifford Jones. She decides to marry Jones, and goes with him to the Amazon Rainforest.\nSarah Jane Smith.\nSarah Jane Smith (Elisabeth Sladen) was a companion of the third and fourth Doctors (Jon Pertwee and Tom Baker). Sarah Jane was known for feminism and strong affection with the Doctor. He called her his best friend. She is the most popular of the companions from the old series. She has appeared in the new series twice. She also has her own spinoff series.\nHarry Sullivan.\nHarry Sullivan (Ian Marter) was a companion of the Fourth Doctor (Tom Baker). Harry was known for being UNIT's Medical Doctor. He travelled with Sarah Jane Smith as well.\nLeela.\nLeela (Louise Jameson) first appeared in \"The Face of Evil\". She was a warrior of the savage Sevateem tribe. The Sevateem tribe were the descendants of the crew of an Earth ship that crash landed on an unnamed planet in the far future. In \"The Invasion of Time\", Leela falls in love with Andred, a Gallifreyan. Leela chooses to stay with Andred on the Doctor's home planet Gallifrey. K-9 Mark I stays with her.\nK9.\nK9 (voiced by John Leeson) was a robot dog. There have been several models, K9 Mark I through Mark IV.\nThe original K9 Mark I was given to the Doctor, but later stayed with the Doctor's companion Leela on Gallifrey. K9 Mark II stayed with Romana in E-Space. K9 Mark III and Mark IV were presents of the Doctor to Sarah Jane Smith.\nRomana I & II.\nRomanadvoratrelundar is another Time Lady from Gallifrey, changing her appearance when she regenerates into Romana II.\nAdric.\nAdric (Matthew Waterhouse) was a companion of the Fourth and Fifth Doctor. He was from the planet Alzarius in the parallel universe E-Space. He came with the Doctor to our universe. Adric dies in \"Earthshock\", when the spaceship he is on crashes into prehistoric Earth.\nVislor Turlough.\nVislor Turlough (Mark Strickson) was an alien from the planet Trion. After a civil war he had been exiled to Earth, to the Brendon Public School. In \"Mawdryn Undead\" he met the Doctor and joined him. In \"Planet of Fire\", Turlough left and returned to his home planet Trion.\nKamelion.\nKamelion (voiced by Gerald Flood) was a shape-changing android and a companion of the Fifth Doctor. He first appears in \"The King's Demons\", where he is controlled by the Master. The Doctor frees him and takes Kamelion with him. In \"Planet of Fire\", Kamelion is destroyed.\nPerpugilliam \"Peri\" Brown.\nPerpugilliam \"Peri\" Brown (Nicola Bryant) was a companion of the Fifth and Sixth Doctor. She first appears in \"Planet of Fire\". After that, she travels with the Doctor. After the Doctor regenerates, Peri stays and travels with the Sixth Doctor.\nMelanie Bush.\nMelanie \"Mel\" Bush (Bonnie Langford) was a companion of the Sixth and Seventh Doctor. She was a computer programmer from 20th century England. Mel leaves the Doctor at the end of \"Dragonfire\", to stay on Iceworld with Sabalom Glitz.\nAce.\nDorothy \"Ace\" McShane, (Sophie Aldred) first appears in \"Dragonfire\", on the planet Iceworld, although Ace was from 20th century Earth. At the end of this story, Melanie Bush leaves the Doctor. He invites Ace to come with him. Ace stays the Doctor's companion until the first end of the series in 1989.\nGrace Holloway.\nDr. Grace Holloway (Daphne Ashbrook) was the Doctor's companion in the 1996 television movie \"Doctor Who\". Grace is a cardiologist from 1999 San Francisco. She accidentally kills the Seventh Doctor during an operation. Grace helps the Eighth Doctor fight the Master. In the end of the movie, the Eighth Doctor invites Grace to travel with him, but she says that she will stay on Earth.\nLucie Miller.\nLucie Miller was the Doctor's companion in The Eighth Doctor Adventures range from Big Finish, and is among the named companions in The Night of the Doctor special episode featuring the Eighth's regeneration.\nCharlotte Pollard.\nCharlotte Pollard was the Doctor's first companion in the audio series by Big Finish. She was a girl from 1900s Britain, she ran away to fly around the world, boarding the ship the R101. The Doctor saved her from the crash and she became his companion.\nAdam Mitchell.\nAdam Mitchell (Bruno Langley) was the Doctor's companion for only two episodes. In 2012, he was a young English researcher. He worked for the American billionaire Henry van Statten. In the episode \"Dalek\" he was at van Statten's base, and at the end he went with the Doctor in the TARDIS. In \"The Long Game\" he is travelling with the Doctor and Rose, but Adam behaves badly. At the end of the episode, the Doctor takes Adam home.\nMickey Smith.\nMickey Smith (Noel Clarke) was Rose Tyler's boyfriend. He helped Rose and the Ninth Doctor several times. Later he travelled with the Tenth Doctor and Rose. At the end of \"The Age of Steel\", Mickey decided to stay in the parallel world to help fight the Cybermen. In \"Journey's End\", Mickey returned to this world, and at the end decided to stay here again.\nAstrid Peth.\nAstrid Peth (Kylie Minogue) was the Doctor's companion during the 2007 Christmas special \"Voyage of the Damned\". She is from the planet Sto. Astrid is a waitress on the starship \"Titanic\". Astrid helps the Doctor. She is killed while she saves him. After saving the \"Titanic\", the Doctor realises that Astrid was still wearing a teleporter bracelet when she died. He tries to bring her back to life, but it does not work fully: Astrid now is a ghost-like energy being. In the end, the Doctor sends Astrid away to fly through the universe.\nWilfred Mott.\nWilfred Mott (Bernard Cribbins) was the grandfather of Donna Noble. He first appeared in the 2007 Christmas special \"Voyage of the Damned\". He made his final appearance in the 2009 Christmas special \"The End of Time\".\nRory Williams.\nRory is often also called Rory Pond by the Doctor. Rory does not like the name. He thinks since he and Amy Pond got married, they should be Mr. and Mrs Williams. The Doctor prefers Mr. and Mrs. Pond. Rory is also known as the Last Centurion.\nRiver Song.\nDaughter of Amy Pond & known as \"The Child of the. T.A.R.D.I.S\"\nCraig Owens.\nCraig Owens (James Corden) was a man whose apartment the Doctor stayed in during \"The Lodger\" (2010). He returned in \"Closing Time\" (2011) to help the Doctor fight some cybermen hiding underneath a department store.\nJohn Riddell.\nJohn Riddell was an English game hunter. The Doctor picked him up in \"Dinosaurs on a Spaceship\" (2012). He took him to a Silurian Ark ship to help stop it crashing into earth. He left after the episode and may not be considered a 'proper' companion.\nQueen Nefertiti of Egypt.\nQueen Nefertiti (called 'Neffie' by the Doctor) helped the Doctor with a Silurian Ark ship that was going to crash into earth in \"Dinosaurs on a Spaceship\" (2012). After she left and went to Africa with big game hunter John Riddell.\nClara Oswald.\nClara Oswald was a companion of the Eleventh and Twelfth Doctors. Clara was called \"the impossible girl\".\nPaternoster Gang.\nThe Paternoster Gang is a group that includes Silurian Madame Vastra (Neve McIntosh), her wife Jenny Flint (Catrin Stewart), and Sontaran commander Strax (Dan Starkey).\nGraham O'Brien.\nGraham O'Brien (Bradley Walsh) is a companion of the Thirteenth Doctor. He is a retired bus driver.\nRyan Sinclair.\nRyan Sinclair (Tosin Cole) is a companion of the Thirteenth Doctor. He is also Graham's step-grandson and went to school with Yasmin Khan. Ryan has dyspraxia.\nYasmin Khan.\nYasmin Khan (Mandip Gill) is a companion of the Thirteenth Doctor. She is a junior police officer with the Hallamshire Police.","categories":[],"infobox_types":[],"annotations":[{"uri":"Doctor_(Doctor_Who)","surface_form":"the Doctor","offset":46},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":65},{"uri":"Television_series","surface_form":"television series","offset":77},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":144},{"uri":"Robot","surface_form":"robot","offset":987},{"uri":"Carole_Ann_Ford","surface_form":"Carole Ann Ford","offset":1115},{"uri":"Doctor_Who","surface_form":"Gallifrey","offset":1201},{"uri":"Doctor_Who","surface_form":"TARDIS","offset":1223},{"uri":"Peter_Fraser","surface_form":"Peter Fraser","offset":1458},{"uri":"Jacqueline_Hill","surface_form":"Jacqueline Hill","offset":1631},{"uri":"Ian_Chesterton","surface_form":"Ian Chesterton","offset":1777},{"uri":"William_Russell","surface_form":"William Russell","offset":2210},{"uri":"Barbara_Wright_(Doctor_Who)","surface_form":"Barbara Wright","offset":2352},{"uri":"Maureen_O%27Brien","surface_form":"Maureen O'Brien","offset":2767},{"uri":"Peter_Purves","surface_form":"Peter Purves","offset":3238},{"uri":"Adrienne_Hill","surface_form":"Adrienne Hill","offset":3596},{"uri":"Troy","surface_form":"Troy","offset":3720},{"uri":"Jean_Marsh","surface_form":"Jean Marsh","offset":4221},{"uri":"Jackie_Lane","surface_form":"Jackie Lane","offset":4676},{"uri":"Anneke_Wills","surface_form":"Anneke Wills","offset":4897},{"uri":"Doctor_(Doctor_Who)","surface_form":"Second Doctor","offset":5168},{"uri":"Michael_Craze","surface_form":"Michael Craze","offset":5340},{"uri":"Frazer_Hines","surface_form":"Frazer Hines","offset":5623},{"uri":"Battle_of_Culloden","surface_form":"Battle of Culloden","offset":5753},{"uri":"Deborah_Watling","surface_form":"Deborah Watling","offset":5968},{"uri":"Wendy_Padbury","surface_form":"Wendy Padbury","offset":6287},{"uri":"Jamie_McCrimmon","surface_form":"Jamie's","offset":6449},{"uri":"Caroline_John","surface_form":"Caroline John","offset":6565},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":6812},{"uri":"Katy_Manning","surface_form":"Katy Manning","offset":6857},{"uri":"Amazon_Rainforest","surface_form":"Amazon Rainforest","offset":7091},{"uri":"Elisabeth_Sladen","surface_form":"Elisabeth Sladen","offset":7146},{"uri":"Ian_Marter","surface_form":"Ian Marter","offset":7518},{"uri":"Fourth_Doctor","surface_form":"Fourth Doctor","offset":7553},{"uri":"Tom_Baker","surface_form":"Tom Baker","offset":7568},{"uri":"Louise_Jameson","surface_form":"Louise Jameson","offset":7687},{"uri":"K-9_(Doctor_Who)","surface_form":"K-9 Mark I","offset":8064},{"uri":"John_Leeson","surface_form":"John Leeson","offset":8109},{"uri":"Robot","surface_form":"robot","offset":8128},{"uri":"Dog","surface_form":"dog","offset":8134},{"uri":"Leela_(Doctor_Who)","surface_form":"Leela","offset":8291},{"uri":"Sarah_Jane_Smith_(Doctor_Who)","surface_form":"Sarah Jane Smith","offset":8408},{"uri":"Matthew_Waterhouse","surface_form":"Matthew Waterhouse","offset":8574},{"uri":"Mark_Strickson","surface_form":"Mark Strickson","offset":8871},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":8894},{"uri":"Gerald_Flood","surface_form":"Gerald Flood","offset":9158},{"uri":"Shapeshifting","surface_form":"shape-changing","offset":9178},{"uri":"Android_(robot)","surface_form":"android","offset":9193},{"uri":"Master_(Doctor_Who)","surface_form":"Master","offset":9309},{"uri":"Nicola_Bryant","surface_form":"Nicola Bryant","offset":9465},{"uri":"Bonnie_Langford","surface_form":"Bonnie Langford","offset":9717},{"uri":"Sophie_Aldred","surface_form":"Sophie Aldred","offset":9959},{"uri":"Melanie_Bush","surface_form":"Melanie Bush","offset":10097},{"uri":"Daphne_Ashbrook","surface_form":"Daphne Ashbrook","offset":10274},{"uri":"Cardiology","surface_form":"cardiologist","offset":10372},{"uri":"San_Francisco","surface_form":"San Francisco","offset":10395},{"uri":"Surgery","surface_form":"operation","offset":10462},{"uri":"Master_(Doctor_Who)","surface_form":"Master","offset":10513},{"uri":"R101","surface_form":"R101","offset":11063},{"uri":"Bruno_Langley","surface_form":"Bruno Langley","offset":11165},{"uri":"Rose_Tyler","surface_form":"Rose","offset":11495},{"uri":"Noel_Clarke","surface_form":"Noel Clarke","offset":11608},{"uri":"Rose_Tyler","surface_form":"Rose Tyler","offset":11625},{"uri":"Cyberman","surface_form":"Cybermen","offset":11848},{"uri":"Kylie_Minogue","surface_form":"Kylie Minogue","offset":11978},{"uri":"Bernard_Cribbins","surface_form":"Bernard Cribbins","offset":12532},{"uri":"Married","surface_form":"married","offset":12867},{"uri":"James_Corden","surface_form":"James Corden","offset":13095},{"uri":"Neve_McIntosh","surface_form":"Neve McIntosh","offset":14029},{"uri":"Catrin_Stewart","surface_form":"Catrin Stewart","offset":14067},{"uri":"Dan_Starkey","surface_form":"Dan Starkey","offset":14114},{"uri":"Bradley_Walsh","surface_form":"Bradley Walsh","offset":14160},{"uri":"Tosin_Cole","surface_form":"Tosin Cole","offset":14274},{"uri":"Dyspraxia","surface_form":"dyspraxia","offset":14407},{"uri":"Mandip_Gill","surface_form":"Mandip Gill","offset":14444}]}