{"id":98,"url":"http://en.wikipedia.org/wiki/Black","text":"e=\"preserve\">In light, black is lack of all color. In painting, however, the black pigment is the combination of all colors. In heraldry, black is called \"sable\". It is the opposite of white.\nOrigin of \"black\".\nThe word black comes from Old English blæc (\"black, dark\", also, \"ink\"), from Proto-Germanic *blakkaz (\"burned\"), and from Proto-Indo-European *bhleg-. Black is the darkest color/tone on a scale.\nBlack in science.\nIn science, an object that is black absorbs the light that hits it. Because these objects do not reflect any light, the human eye can't see any color coming from that object. The brain then sees these objects as black.\nA way to create black objects is to mix pigments. A pigment works by reflecting only the color of the pigment. For example, a blue pigment absorbs all colors except blue. By mixing pigments in the right quantities, black can be made.\nIn sunlight, black objects become quickly warm because they absorb much light.\nMeaning of black.\nBlack is associated with power, elegance, formality, safety, birth, male, and mystery. Black is a dark color, the darkest color there is. Black, along with gray and white, is a \"neutral\" color. This means that it is not a \"hot\" color or a \"cool\" color.\nBlack is a color seen with fear and the unknown (black holes). It can have a bad meaning (blackbird, black bunny) or a good meaning ('in the black', 'black is beautiful'). Black can stand for strength and power. It can be a formal, elegant, and high-class color (black tie, black Mercedes, black man). Black clothing is dark in emo and goth subculture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Color","surface_form":"color","offset":44},{"uri":"Painting","surface_form":"painting","offset":54},{"uri":"Pigment","surface_form":"pigment","offset":83},{"uri":"Heraldry","surface_form":"heraldry","offset":128},{"uri":"White","surface_form":"white","offset":185},{"uri":"Germanic_languages","surface_form":"Proto-Germanic","offset":289},{"uri":"Proto-Indo-European","surface_form":"Proto-Indo-European","offset":334},{"uri":"Eye","surface_form":"eye","offset":551},{"uri":"Brain","surface_form":"brain","offset":604},{"uri":"Pigment","surface_form":"pigments","offset":684},{"uri":"Safety","surface_form":"safety","offset":1028},{"uri":"Formal","surface_form":"formal","offset":1452},{"uri":"Emo","surface_form":"emo","offset":1556},{"uri":"Goth_subculture","surface_form":"goth subculture","offset":1564}]}