{"id":98006,"url":"http://en.wikipedia.org/wiki/Busan_subway","text":"The Busan Metro () is a subway system in Busan, South Korea. Busan is one of four cities in South Korea with a subway system; the others are Seoul, Daegu and Incheon. Subway systems are also being built in Gwangju and Daejeon. Planning for the Busan Subway began in 1979 and building started in 1981. The first stage, a line with 17 stations between Nopo-dong and Beomnaegol opened on the 19 July 1985. There are now 102 stations, four lines, and of tracks.\nThe system is operated by Busan Transportation Corporation. It was first launched in 1985 with Line 1 (Nopo-dong(노포동)~Beomnaegol(범내골)) was opened. Now there are 3 lines with 94 stations, 95.8 kilometers of tracks. Busan Transportation Corporation publishes a name of 'Humetro' as a brand identity.\nLine 1 (Orange Line).\nLine 1 (Nopo-dong(노포동)~Beomnaegol(범내골)) was first opened in 1985. In 1994, the whole section (Nopo-dong(노포동)~Sinpyeong(신평)) was launched. Line 1 is the South-North route. And it passes right through the heart of the city. It is 32.5 km long with 34 stations. The subway used in Line 1 is middle-sized subway. It was made of stainless domestically for the first time when being constructed. And It is a 8-cars train. Many cutting edge technologies (including NATM, TBM construction methods) were used to construct line 1.\nLine 2 (Green Line).\nLine 2 (Hopo(호포)~Seo-myeon(서면)) first began operation in 1999, and the entire route (Jangsan(장산)~Hopo(호포)) was completed in 2002. Line 2 was built to solve chronic heavy traffic from east to west of the city. In 2008, the extension route (Hopo(호포)~Yangsan(양산)) was launched for developing transportation system between Busan and Yangsan city. The whole line 2 is 45.2 km in length, 43 stations. It is middle-sized subway and a 6-cars train. Shield construction method was used to build line 2. It was the first time to use this method when constructing the subway line in the country. This method was needed to build the line across Suyeong River.\nLine 3 (Brown Line).\nLine 3 (Suyeong(수영)~Daejeo(대저)) started its service in 2005. It is aimed at reducing traffic in Mandeok(만덕), Minam(미남) and Yeonsan-dong(연산동). Line 3 also connects relatively isolated Gangseo(강서) area with the center of the city. It is expected to help to improve the quality of life in Gangseo(강서) region. Line 3 is 18.1 km long with 17 stations. It is middle-sized subway and uses a 4-cars train. Line 3 subway is a Korean standard type train. All equipment is localized, and a train itself is 20% lighter than line 1 subway.\nExtension of Line 1.\nStarted from 2009, extension of line 1 is supposed to be completed by 2013. A new line will link from sinpyeong(신평) to Dadaepo(다대포) with 6 stations, 7.98 km. It will be helpful public transportation for people in Sinpyeong(신평), Janglim(장림), and Dadae(대저) regions.\nLine 4 (Blue Line).\nLine 4 has been constructed since 2003. It is supposed to be opened in 2011. It will connect Minam(미남) to Anpyeong(안평) with 12 stations. The line’s length will be 12.7 km. It is expected to promote development of Geumsa(금사), Bansong(반송) and Gijang(기장) regions. Line 4 subway is light rail. Light rail consumes only 80% money in construction and management compared to existing heavy rail.\nBusan-Gimhae Light Rail Transit.\nThis line is operated by Busan-Gimhae Light Rail Transit Corporation. This line (from Sasang(사상) to Gaya University) will link the western area of Busan to adjoining city of Gimhae. It will have 21 stations and 23.9 km of track. It is planned to be completed in 2011.\nPassenger.\nThe number of passengers using Busan subway is about 263,574,000 a year (2009. It means that average 722,000 people use Busan subway everyday. Among them, 401,000 people use line 1, 250,000 people line 2, and 71,000 people line 3.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rapid_transit","surface_form":"subway system","offset":24},{"uri":"Busan","surface_form":"Busan","offset":41},{"uri":"South_Korea","surface_form":"South Korea","offset":48},{"uri":"Seoul","surface_form":"Seoul","offset":141},{"uri":"Daegu","surface_form":"Daegu","offset":148},{"uri":"Incheon","surface_form":"Incheon","offset":158},{"uri":"Gwangju","surface_form":"Gwangju","offset":206},{"uri":"Daejeon","surface_form":"Daejeon","offset":218}]}