{"id":98015,"url":"http://en.wikipedia.org/wiki/Yui_Horie","text":"Yui Horie (, Horie Yui, born on 20 September 1976) is a Japanese singer and voice actress. Her real name is Yoshiko (堀江 由子 Horie Yoshiko), and she is sometimes nicknamed \"Ho'chan ほっちゃん Hocchan)\" by her Japanese fans. She hosted aradio show called Yui's Angel Eggs (or 堀江由衣の天使のたまご Horie Yui No Tenshi No Tamago in Japanese) which airs every Monday morning at 0.30 am (local Tokyo time). She is the founding member of the band Aice5. She is also a member of the band Kurobara Hozonkai under the nickname YUI-EL. Her blood type is B and her hobbies include shoulder massage, reading and food.\nBiography.\nHorie was born in Tokyo, Japan. As a child, she was a huge fan of the animated series \"Dirty Pair\" and stated that the series was her first inspiration to become a voice artist. She debuted in 1997 in a video game Voice Fantasia and for several years had minor roles in various animations. She landed her first leading role as Haruka in Kurogane Communication. The turning point in her career was not till the year 2000, when she won the role of Naru in \"Love Hina\" and the role of Honda Touru in \"Fruits Basket\". She released her first music album titled Mizutamari ni Utsuru Sekai in 2000. She formed a band called Yamato Nadeshiko with Yukari Tamura in 2001. They released two singles, \"もうひとりの私\" and \"Merry Merrily\". \"Merry Merrily\" was an insert song in the Love Hina Christmas Special. In October 2005, she founded Aice5, a J-pop supergroup made up of 4 other voice actors, to help launch their careers. Aice5 officially ended on 20 September 2007. She has collaborated with a few other artists, such as UNSCANDAL in 2005 and 黒薔薇保存会 in 2007. She was employed by Arts Vision until mid 2007 due to a scandal within the agency's top management. She left to become a freelance actress with no links to any talent management firm.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":56},{"uri":"Band","surface_form":"band","offset":420},{"uri":"Aice5","surface_form":"Aice5","offset":425},{"uri":"Kurobara_Hozonkai","surface_form":"Kurobara Hozonkai","offset":465},{"uri":"Tokyo","surface_form":"Tokyo","offset":619},{"uri":"Japan","surface_form":"Japan","offset":626},{"uri":"Dirty_Pair","surface_form":"Dirty Pair","offset":688},{"uri":"Voice_Fantasia","surface_form":"Voice Fantasia","offset":815},{"uri":"Kurogane_Communication","surface_form":"Kurogane Communication","offset":938},{"uri":"Love_Hina","surface_form":"Love Hina","offset":1056},{"uri":"Fruits_Basket","surface_form":"Fruits Basket","offset":1099},{"uri":"Mizutamari_ni_Utsuru_Sekai","surface_form":"Mizutamari ni Utsuru Sekai","offset":1157},{"uri":"Yamato_Nadeshiko_(band)","surface_form":"Yamato Nadeshiko","offset":1218},{"uri":"Yukari_Tamura","surface_form":"Yukari Tamura","offset":1240},{"uri":"Love_Hina","surface_form":"Love Hina","offset":1363},{"uri":"Aice5","surface_form":"Aice5","offset":1421},{"uri":"UNSCANDAL","surface_form":"UNSCANDAL","offset":1610},{"uri":"Arts_Vision","surface_form":"Arts Vision","offset":1668}]}