{"id":98084,"url":"http://en.wikipedia.org/wiki/Beowulf","text":"\"Beowulf\" is an Old English heroic epic poem. It is not known who wrote it, and there is no agreement as to when it was written. Estimates for the date range from AD 608 right through to AD 1000, and there is no consensus. The poem has only one manuscript source, written about 1010. \"Beowulf\" is 3182 lines long. Tolkien describes and illustrates many of the features of Old English poetry in his 1940 essay \"On translating Beowulf\".\nThe protagonist of the poem is Beowulf. In the poem, Beowulf fights three monsters: Grendel and Grendel's mother, and later in his life an unnamed dragon.\nStory.\nHrothgar, a Danish king, has built a big mead hall, which is called Heorot. Hrothgar and his people live a good life and celebrate in Heorot. But then they are attacked by Grendel, who comes to Heorot every night and kills some of Hrothgar's people.\nBeowulf is a warrior from Geatland (modern southern Sweden). He hears of Hrothgar's troubles with Grendel. Beowulf and his men leave Geatland to help King Hrothgar.\nBeowulf and his men stay the night in Heorot. When Grendel comes to kill them, Beowulf fights him. Beowulf tears Grendel's arm off from his body and sticks it on the wall as a trophy. Grendel runs to his home in the marshes, where he dies. Everyone is happy that Grendel is killed and celebrates.\nBut the next night, Grendel's mother comes to Heorot and kills many people for revenge and grabs Grendel's arm. Beowulf then goes to the marshes where Grendel and his mother lived. Beowulf fights Grendel's mother and kills her.\nBeowulf later becomes a king. He fights a dragon that was living in a barrow. With the help of the young man Wiglaf, Beowulf kills the dragon. Beowulf is wounded in the final battle and dies and crowns Wiglaf as his successor.\nAdaptations.\nThe story of \"Beowulf\" has often been told in books, plays, and films. Sometimes the full story is told, sometimes just parts of the story. Sometimes the plot is altered. Sometimes only ideas or themes are taken from the story.","categories":[],"infobox_types":["Medieval text"],"annotations":[{"uri":"Old_English_language","surface_form":"Old English","offset":16},{"uri":"Hero","surface_form":"hero","offset":28},{"uri":"Epic_poetry","surface_form":"epic poem","offset":35},{"uri":"AD","surface_form":"AD","offset":163},{"uri":"Manuscript","surface_form":"manuscript","offset":245},{"uri":"Tolkien","surface_form":"Tolkien","offset":314},{"uri":"Protagonist","surface_form":"protagonist","offset":439},{"uri":"Beowulf_(hero)","surface_form":"Beowulf","offset":466},{"uri":"Grendel","surface_form":"Grendel","offset":519},{"uri":"Grendel%27s_mother","surface_form":"Grendel's mother","offset":531},{"uri":"Dragon","surface_form":"dragon","offset":582},{"uri":"Hro%C3%B0gar","surface_form":"Hrothgar","offset":597},{"uri":"Mead_hall","surface_form":"mead hall","offset":638},{"uri":"Heorot","surface_form":"Heorot","offset":665},{"uri":"Grendel","surface_form":"Grendel","offset":769},{"uri":"Beowulf_(hero)","surface_form":"Beowulf","offset":847},{"uri":"G%C3%B6taland","surface_form":"Geatland","offset":873},{"uri":"Sweden","surface_form":"Sweden","offset":899},{"uri":"Marsh","surface_form":"marsh","offset":1228},{"uri":"Dragon","surface_form":"dragon","offset":1579},{"uri":"Barrow","surface_form":"barrow","offset":1607}]}