{"id":98110,"url":"http://en.wikipedia.org/wiki/Tegan_Jovanka","text":"Tegan Jovanka is a fictional character in the long-running British science fiction television series \"Doctor Who\". She was played by Janet Fielding. Tegan Jovanka was an Australian airline stewardess who was a companion of the Fourth and Fifth Doctors, she was a regular in the programme from 1981 to 1984. Tegan was the longest-serving companion in terms of years on the series (3 years, 1 month), although Jamie McCrimmon was in the most episodes and stories.\nCharacter history.\nTegan first appears in the Fourth Doctor's last serial, \"Logopolis\". On her way to Heathrow Airport to start her new job with Air Australia, her car suffers a flat tyre. She enters a roadside police box to seek help, but she enters and does not realise that it is the Doctor's Tardis. She is present when the Fourth Doctor falls from the Pharos Project radio telescope and regenerates into his fifth incarnation, and continues to travel with the doctor\nEventually, the chaos during the events of \"Resurrection of the Daleks\" prove too much and she chooses to leave the Doctor and Turlough and stay in 1984 London.\nTrivia.\nAccording to David Tennant's video diary of filming \"Doctor Who\" Series 3, John Barrowman (who plays Captain Jack Harkness in the 21st century series of \"Doctor Who\" and its spinoff \"Torchwood\") has a dog named Tegan, named after the companion.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":59},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":102},{"uri":"Janet_Fielding","surface_form":"Janet Fielding","offset":133},{"uri":"Australia","surface_form":"Australia","offset":170},{"uri":"Companion_(Doctor_Who)","surface_form":"companion","offset":210},{"uri":"Jamie_McCrimmon","surface_form":"Jamie McCrimmon","offset":408},{"uri":"Radio_telescope","surface_form":"radio telescope","offset":834},{"uri":"David_Tennant","surface_form":"David Tennant","offset":1116},{"uri":"John_Barrowman","surface_form":"John Barrowman","offset":1178},{"uri":"Jack_Harkness","surface_form":"Jack Harkness","offset":1212}]}