{"id":98186,"url":"http://en.wikipedia.org/wiki/Henri_de_Toulouse-Lautrec","text":"Henri de Toulouse-Lautrec, (24 November 1864 – 9 September 1901) was a French painter of the Post-Impressionist period. He was born into a noble family, but lived for most of his life among the actors, dancers and prostitutes of Paris. He is famous for painting the lives of these people, the entertainment of Paris, and many portraits.\nHe was expert at drawing and also made many printed posters to advertise entertainments.\nIn a 2005 auction at Christie's auction house a new record was set when \"La blanchisseuse\", an early painting of a young laundress, sold for $22.4 million U.S.\nYouth.\nHenri Marie Raymond de Toulouse-Lautrec Monfa was born in Albi in the Midi-Pyrénées region of France. He was the oldest child of Count Alphonse and Countess Adèle de Toulouse-Lautrec. His mother and father were cousins. This is thought to have been a reason for his weakness and bad health. His younger brother was born on 28 August 1867, but died the following year.\nHenri had two accidents when he was 13 and 14. He fractured (broke) the thigh bones of both his legs. They took a long time to heal, and never grew again. No-one knows exactly what caused this problem. As an adult he had a man-sized body but child-sized legs and was 1.54 m (5 ft 1 in) tall,\nParis.\nAs a young man, Toulouse-Lautrec was not able to do many of the things that other men of his age liked doing. He had been good at drawing from the time he was a child. He spent his time drawing and painting instead of joining in sports and hunting. He travelled to Paris where he met other artists as well as writers, actors and dancers. The \"night life\" (entertainment) of Paris had so many colourful scenes and people to paint. His paintings are famous for showing the scenes of modern life in a way they had never been shown before.\nToulouse-Lautrec lived in Montmartre, a part of Paris that was famous for its \"bohemian\" people: artists, poets, philosophers and poor students. He was called \"the soul of Montmartre\". He often visited the nightclubs such as the Moulin Rouge. He also spent a lot of time at the brothels in that area, and lived for a time at the brothel at des Moulins where he was a good friend to many of the women there.\nToulouse-Lautrec painted scenes of the lives of these people, which were very shocking to some people in the polite society of Paris. As well as showing the dancing, singing, acting and circus performances that many people enjoyed, he also showed people in bed together, the sad faces of people who were addicts and the half-naked prostitutes lined up for STD medical examination. Many of his pictures were of women in lesbian relationships.\nHe painted the singer Yvette Guilbert, the dancer Jane Avril and the dancer Louise Weber, who was known as \"La Goulue\" (\"Greedy-Guts\"), famous for the leg-kicking dance called the \"Can-Can\", which is still danced at the \"Moulin Rouge\" to this day. Toulouse-Lautrec gave painting lessons to Suzanne Valadon, who was one of his models and may have also been his girlfriend.\nDeath.\nHenri Toulouse-Lautrec was an alcoholic for most of his adult life. He was put into a psychiatric hospital shortly before his death. He died from syphilis and problems caused by his alcoholism at his family's home in Malromé. He was nearly 37 years old. He is buried in Verdelais, Gironde, a few kilometres from his birthplace.\nThroughout his working life of less than 20 years, Toulouse-Lautrec created 737 canvases, 275 watercolors, 363 prints and posters and 5,084 drawings. He also made some ceramics and stained glass After Toulouse-Lautrec's death, his mother, the Countess Adèle Toulouse-Lautrec, and his art dealer Maurice Joyant made his art famous. His mother gave money for a museum of his works to be built in Albi, his birthplace.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":71},{"uri":"Post-Impressionists","surface_form":"Post-Impressionist","offset":93},{"uri":"Actor","surface_form":"actor","offset":194},{"uri":"Dancer","surface_form":"dancer","offset":202},{"uri":"Prostitute","surface_form":"prostitute","offset":214},{"uri":"Paris","surface_form":"Paris","offset":229},{"uri":"Entertainment","surface_form":"entertainment","offset":293},{"uri":"Drawing","surface_form":"drawing","offset":354},{"uri":"Poster","surface_form":"poster","offset":389},{"uri":"Advertising","surface_form":"advertise","offset":400},{"uri":"Christie%27s","surface_form":"Christie's","offset":447},{"uri":"Albi","surface_form":"Albi","offset":651},{"uri":"Midi-Pyr%C3%A9n%C3%A9es","surface_form":"Midi-Pyrénées","offset":663},{"uri":"France","surface_form":"France","offset":687},{"uri":"Lord","surface_form":"Count","offset":722},{"uri":"Montmartre","surface_form":"Montmartre","offset":1822},{"uri":"Bohemianism","surface_form":"bohemian","offset":1875},{"uri":"Nightclub","surface_form":"nightclub","offset":2002},{"uri":"Moulin_Rouge","surface_form":"Moulin Rouge","offset":2025},{"uri":"Brothel","surface_form":"brothel","offset":2074},{"uri":"Society","surface_form":"society","offset":2319},{"uri":"Circus","surface_form":"circus","offset":2389},{"uri":"Addiction","surface_form":"addicts","offset":2507},{"uri":"Sexually_transmitted_disease","surface_form":"STD","offset":2559},{"uri":"Lesbian","surface_form":"lesbian","offset":2622},{"uri":"Yvette_Guilbert","surface_form":"Yvette Guilbert","offset":2667},{"uri":"Jane_Avril","surface_form":"Jane Avril","offset":2695},{"uri":"La_Goulue","surface_form":"La Goulue","offset":2753},{"uri":"Girlfriend","surface_form":"girlfriend","offset":3005},{"uri":"Alcoholism","surface_form":"alcoholic","offset":3054},{"uri":"Psychiatry","surface_form":"psychiatric","offset":3110},{"uri":"Hospital","surface_form":"hospital","offset":3122},{"uri":"Syphilis","surface_form":"syphilis","offset":3170},{"uri":"Malrom%C3%A9","surface_form":"Malromé","offset":3241},{"uri":"Verdelais","surface_form":"Verdelais","offset":3294},{"uri":"Gironde","surface_form":"Gironde","offset":3305},{"uri":"Kilometre","surface_form":"kilometre","offset":3320},{"uri":"Ceramic","surface_form":"ceramic","offset":3520},{"uri":"Stained_glass","surface_form":"stained glass","offset":3533},{"uri":"Art_dealer","surface_form":"art dealer","offset":3636}]}