{"id":98249,"url":"http://en.wikipedia.org/wiki/Long_March","text":"e=\"preserve\">The Long March is the retreat of Mao Zedong and the Communists in 1934-35. The communists went to their stronghold away from Chiang Kai-shek and the Nationalists. Here they were able to join together and start fighting again to beat the Nationalists. They trekked 6,000 miles over 370 days, and only 8,000 survived out of 100,000 people. However, because they had survived such a difficult trial together the survivors were very dedicated and created a more cohesive group. Mao Zedong rose up as a leader during this time.\nThe long march was over 12400 km, in one year. About 300,000 people started, and fewer than 10% finished. They climbed some mountains more than 4000 meters high,\nBackground.\nBefore the Long March, China had two sides: the nationalists and the communists. Both sides wanted to rule the country. This brought the Chinese Civil War. Chinese nationalists used 500,000 soldiers to remove the communists from Jiang Xi. They failed four times before. Now the nationalists changed the way to attack the communists, using encirclement (make a circle around the enemy army) to stop them from running away. The Communists leader Borgu tried to fight 500,000 soldiers face to face. But the problem is that the Jianxi communists just had 86,000 soldiers and more than half of them just had a broadsword and no guns. They failed to push the nationalist army back, so they tried to go to meet another communist army in Shaanxi.\nHow it changed China’s history.\nThe Long March was an important event in Chinese history. It made the China communists army survival and change the way they fight the capitalism. The communists also choose Mao Zedong to became the leader of the communists and all the red armies in china (china communists army), They should listen Mao Zedong to fight. It was a point for the communists decide fight and live in the countryside and use guerrilla to fight with the nationalists.\nThe Long March also made the nationalists follow the communists and kill some local warlord leaders so they controlled more parts of China. They followed the communists all the way to ShaanXi and killed a lot of red army soldiers so that after World War II, the communists had very few soldiers. They took four years to get more soldiers so they could win the civil war.\nDifferent opinions about the march's result.\nThe communists' believed they won by making a lot of soldiers survive and successfully meet the Communists party in Shaanxi. They also said it is so successful to run away from 100,000 soldiers encirclement and about 200,000 soldiers hunt between the long march.\nThe Nationalists' thought they were successful because the communists were running away from the battle and were forced to move to the other side of China. They killed at least half of the Red Army soldiers in China.\nThe reason they have different opinions is because their goals were very different: the Communists just wanted to survive the Nationalist army's attack. The Nationalists' goal was to destroy the Red Army in Jian Xi, making the communists weaker than before. It took the communists four years to rebuild their army and win the civil war.","categories":[],"infobox_types":[],"annotations":[{"uri":"Withdrawal_(military)","surface_form":"retreat","offset":35},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":46},{"uri":"Communism","surface_form":"Communists","offset":65},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-shek","offset":138},{"uri":"Nationalism","surface_form":"Nationalists","offset":162},{"uri":"Chinese_Civil_War","surface_form":"Chinese Civil War","offset":847},{"uri":"Sword","surface_form":"sword","offset":1320},{"uri":"Shaanxi","surface_form":"Shaanxi","offset":1440}]}