{"id":98295,"url":"http://en.wikipedia.org/wiki/Geneva","text":"Geneva (,,) is the second biggest city in Switzerland. Only Zürich is bigger. Geneva is the biggest city in Romandy (the French-speaking part of Switzerland).\nGeneva is the capital of the Republic and Canton of Geneva. It is situated where the Rhône River leaves Lake Geneva (called in French \"Lac Léman\").\nGeneva is a very important financial and diplomatic center. There are many international organizations in Geneva, including the United Nations and the Red Cross. A 2009 survey states that Geneva has the third highest quality of living in the world (narrowly outranked by Zürich).\nInternationally, Geneva is strongly associated with the Geneva Conventions.\nHistory.\n\"Geneva\" was first written about as a border town, set up to protect the Roman Empire against the Helvetii. The Romans took the city in 120 B.C. In A.D. 443 it was taken by Burgundy, and with the latter fell to the Franks in 534. In 888 the town was part of the new Kingdom of Burgundy, and with it was taken over in 1033 by the German Emperor.\nFrom 1154 the bishops of Geneva had the status of prince of the Holy Roman Empire, but the counts of Geneva and later the counts of Savoy were \"guardians\", always ready to take over from the bishops. In 1290 the counts of Savoy got the right to appoint a deputy ruler (vice-dominus) of the diocese, the title of Vidame of Geneva was granted to the family of count François de Candie of Chambéry-Le-Vieux a Chatellaine of the Savoy. The \"vidominus\" or Curia Viscount of Geneva, had legal and financial powers over the town, under the control of the Bishop and the Duchy of Savoy.\nIn 1387 Bishop Adhémar Fabry granted the town its great charter, the basis of its communal self-government, which every bishop on his accession was expected to confirm. The last Count of Geneva died in 1394, and the House of Savoy took over their land. In 1416 the counts became dukes, and kept trying to bring the city of Geneva under their control, often by making members of their own family to Bishops of Geneva. The city protected itself by joining the Swiss Federation (\"Eidgenossenschaft\"), uniting itself in 1426 with Berne and Fribourg.\nIn the Protestant Reformation Bern favoured the new Protestant teaching and demanded liberty of preaching for the Reformers Guillaume Farel and Antoine Froment, but Catholic Fribourg renounced in its union with Geneva in 1511. Later the Protestant leader John Calvin was based in Geneva from 1536 to his death in 1564.\nAt the Congress of Vienna (1814-15) the territory of Geneva was enlarged to cover 15 Savoyard and 6 French parishes, with more than 16,000 Catholics; at the same time it became a part of the Swiss Confederation. The treaty said that Catholic religion was to be protected, and that no changes were to be made without agreement with the Holy See. Later, Pope Pius VII made the cities of Geneva and Lausanne a new diocese of and part of Geneva diocese that was in France part of the French diocese of Annecy.\nThe Protestant and Old Catholic churches got money from the city taxes, but the Roman Catholics did not. On 30 June 1907, most of the Catholics of Geneva voted for the separation of Church and State.\nGeography.\nGeneva is located at 46°12' North, 6°09' East, at the south-western end of Lake Geneva, where the lake meets the Rhône River. It is surrounded by two mountain chains, the Alps and the Jura.\nThe city of Geneva has an area of. The area of the Canton of Geneva is.\nThe altitude of Geneva is 373.6 m. This is the altitude of the largest of the Pierres du Niton, two large rocks in the lake that are used as a reference point for surveying in Switzerland.\nThe second main river of Geneva is the Arve River which flows into the Rhône River just west of the city centre.\nClimate.\nGeneva has a temperate oceanic climate (\"Cfb\" in the Köppen climate classification). Winters are cool and generally a little cloudy. During the winter, it is possible to have several days without thawing, and a day or two with severe freezes where the thermometer displays -10 °C. There are several days each month when, if anticyclonic conditions are stable, the clouds may stay for several days. From March, with temperatures rising it feels like summer in late May. However, the rain intensifies and often has a stormy character during the month of May. These may be short but strong storms depositing several centimetres of rain within just a few minutes. Summers are often hot and rather humid, although some may be more changeable, the mornings remain relatively fresh. During the summer season, the rains are less frequent but more intense. This is the season where you most likely get thunderstorms with hail. If the weather in early September is still hot, it cools down quickly to become really cold in November. The morning frosts are then reappearing. Autumn is also the season of mists, and the month of October is often the month with the most fog in the year. The fog can be very intense, restricting vision to less than 100 m in the areas outside the city.\nMedia.\nThe city's main newspaper is the Tribune de Genève, a daily newspaper founded on 1 February 1879 by James T. Bates, with a readership of about 187,000.\nLe Courrier, founded in 1868, was originally supported by the Roman Catholic Church, but has been completely independent since 1996. Mainly focused on Geneva, Le Courrier is trying to expand into other cantons in Romandy. Both Le Temps (headquartered in Geneva) and Le Matin are widely read in Geneva, but both actually cover the whole of Romandy.\nGeneva is covered by the various French language radio networks of the Swiss Broadcasting Corporation, in particular the Radio Suisse Romande. While these networks cover the whole of Romandy, special programs related to Geneva are sometimes broadcast on some of the local frequencies in the case of special events such as elections. Other local station broadcast from the city, including RadioLac (FM 91.8 MHz), Radio Cité (Non-commercial radio, FM 92.2 MHz), OneFM (FM 107.0 MHz, also broadcast in Vaud), and World Radio Geneva (FM 88.4 MHz), Switzerland's only English-language radio station.\nThe main television channel covering Geneva is the Télévision Suisse Romande; while its headquarters are in Geneva, the programmes cover the whole of French-speaking Switzerland. Léman Bleu is a local TV channel, founded in 1996 and distributed by cable. Because Geneva is nearly surrounded by France, many French television and radio channels can be picked up in Geneva.\nEntertainment.\nMost theatre in Geneva is in French, however there are several companies that stage regular English productions.\nMovie going is a favorite activity in Geneva and there are plenty of theaters throughout the city. Most movies are dubbed into French. Because of the number of English speakers in the city movies may also be subtitled.\nIn has over 1,000 restaurants, so it is the undisputed capital of cuisine in Switzerland. However eating out can be expensive, and many people drive the few kilometres over the border into France where prices are lower.\nTraditions and customs.\nSince 1818, a particular chestnut tree is used as the official \"herald of the spring\" in Geneva. The \"sautier\" (secretary of the Parliament of the Canton of Geneva) observes the tree and notes the day of arrival of the first bud. While this event has no practical impact, the sautier issues a formal press release and the local newspaper will usually mention the news. In 2007, the first bud appeared on 2 March.\nGeneva celebrates Jeune genevois on the first Thursday following a Sunday in September. By local tradition, this commemorates when the news of the St. Bartholomew's Day massacre of Huguenots reached Geneva. The Genevois (people of Geneva) joke that the federal equivalent holiday, \"Jeune fédéral\", is celebrated two weeks later on account of the rest of the country being a bit slow on the uptake.\nGenevans also traditionally celebrate the failure of a Savoyard attempt to invade the city in 1602. The celebration, which takes place in December, is called L'Escalade, and includes a parade in the Old Town, a marathon, and numerous costume parties across the city. Inhabitants generally eat vegetable stew to commemorate a fictional character called Mère Royaume who is said to have thrown boiling hot soup on the Duke of Savoy's men when they were climbing the walls of the city during the night (hence the name L'Escalade, which means \"the climb\" in French). Traditionally, children are encouraged to knock on people's doors and sing songs in old Genevan, while teenagers generally throw eggs and flour at each other. Another tradition is to cross a pot made of chocolate filled with marzepan vegetables while saying \"and so perished the enemies of the Republic\".\nSports.\nThe main sport team in Geneva is Servette FC, a football club founded in 1890 and named after a borough on the right bank of the Rhône River. Servette was the only club to have remained in the top league in Switzerland since its creation in the 1930s; however, in 2005, management problems caused the bankruptcy of the club's parent company, causing the club to be demoted two divisions lower. It is now playing in second division. Geneva is also home of the Genève-Servette Hockey Club, who play in the Swiss Nationalliga A.\nLocal government.\nThe city of Geneva is divided into 8 \"quartiers\" or districts, often made up of several conglomerated neighborhoods. On the Left Bank (Rive Gauche) these include Jonction, Centre / Plainpalais / Acacias, Eaux-Vives and Champel while the Right Bank includes Saint-Jean / Charmilles, Servette / Petit-Saconnex, Grottes / Saint-Gervaise and Paquis / Nations.\nDemographics.\nAs of 2005, the population of the Commune (city) of Geneva was 185,028, while 441,000 people lived in the Canton of Geneva; around 960,000 people live in the Geneva urban community, which extends into Vaud Canton and neighbouring France.\nThe population of the Canton is split between 148,500 people originally from Geneva (33.7%), 122,400 Swiss from other cantons (27.6%) and 170,500 foreigners (38.7%), from 180 different countries. Including people holding multiple citizenship, 54.4% of people living in Geneva hold a foreign passport.\nWhile Geneva is usually considered a Protestant city, there are now more Roman Catholics (39.5%) than Protestants (17.4%) living in the Canton. 22% of the inhabitants claim not to be religious, the rest being shared between Islam (4.4%), Judaism (1.1%), other religions and people who did not respond.\nEconomy.\nGeneva's economy is mainly services oriented. The city has an important and old finance sector, which is specialized in private banking (managing assets of about 1 trillion USD) and financing of international trade. It is also an important centre of commodity trade.\nGeneva hosts the international headquarters of companies like JT International (JTI), Mediterranean Shipping Company, Serono, SITA, Société Générale de Surveillance and STMicroelectronics. Many other multinational companies like Caterpillar, DuPont, Electronic Arts, Hewlett-Packard, INVISTA, Procter & Gamble and Sun Microsystems have their European headquarters in the city too.\nThere is a long tradition of watchmaking (Baume et Mercier, Chopard, Franck Muller, Patek Philippe, Rolex, Raymond Weil, Omega, etc.). Two major international producers of flavours and fragrances, Firmenich and Givaudan, have their headquarters and main production facilities in Geneva.\nMany people also work in the numerous offices of international organizations in Geneva (about 24,000 in 2001).\nGeneva Motor Show is one of the most important international auto-shows. The show is held at Palexpo, a giant convention centre located next to the International Airport. The show is so important that the Jet d'Eau is switched on for longer than usual because of all the visitors in the city during the show.\nTransport.\nThe city is served by the Geneva Cointrin International Airport. It is connected to both the Swiss railway network SBB-CFF-FFS, and the French SNCF network, including direct connections to Paris, Marseille and Montpellier by TGV. Geneva is also connected to the motorway systems of both Switzerland (A1 motorway) and France.\nPublic transport by bus, trolleybus or tram is provided by \"Transports Publics Genevois\" (TPG). In addition to an extensive coverage of the city centre, the network covers most of the municipalities of the Canton, with a few lines extending into France. Public transport by boat is provided by the Mouettes Genevoises, which link the two banks of the lake within the city, and by the \"Compagnie Générale de Navigation sur le lac Léman\" (CGN) which serves more distant destinations such as Nyon, Yvoire, Thonon, Evian, Lausanne and Montreux using both modern diesel vessels and vintage paddle steamers.\nTrains operated by SBB connect the airport to the main station of Cornavin in six minutes, and carry on to towns such as Nyon, Lausanne, Fribourg, Montreux, Neuchâtel, Berne, Sion, Sierre, etc. Regional train services are being increasingly developed, towards Coppet and Bellegarde. At the city limits, two new stations have been created since 2002: Genève-Sécheron (close to the UN and the Botanical Gardens) and Lancy-Pont-Rouge.\nIn 2005, work started on the CEVA (Cornavin - Eaux-Vives - Annemasse) project, first planned in 1884, which will connect Cornavin with the Cantonal hospital, the Eaux-Vives station and Annemasse, in France. The link between the main station and the classification yard of La Praille already exists; from there, the line will go mostly underground to the Hospital and the Eaux-Vives, where it will link up to the existing line to France. Support for this project was obtained from all parties in the local parliament.\nTaxis in Geneva can be difficult to find, and may need to be booked in advance especially in the early morning or at peak hours. In addition, which may be surprising in a modern country like Switzerland, taxis often refuse to take babies and children.\nEducation.\nThe University of Geneva was founded by John Calvin in 1559. The International School of Geneva is the oldest international school in the world. It was founded in 1924 along with the League of Nations.\nGeneva is also home to one of the most prestigious graduate schools of international relations, the Graduate Institute of International Studies. Other international schools include the International School of Geneva and Institut International de Lancy (founded in 1903).\nThe Geneva School of Diplomacy and International Relations is a private university located on the grounds of the Château de Penthes, an old castle with a park and view of Lac Leman.\nThe Canton of Geneva's public school system has \"écoles primaires\" (4-12), \"cycles d'orientation\" (12-15), and the post-obligatory \"collèges\" (15-19), the oldest of which is the Collège Calvin. It is housed in the ancient buildings of the University of Geneva, and could be considered one of the oldest public schools in the world.\nGeneva also has a wide choice of reputed private schools.\nCommunities.\nAs the Geneva authorities say, the history of the city is closely related to that of the foreign communities. Ever since the migration of foreigners to Geneva, these communities have found refuge, bringing their know-how, their customs and hope of a new life. They have widely participated in the international influence of Geneva, to its economic prosperity, and also to the spreading of views and of science.\nLGBT community.\nMany other communities or minorities are also very well represented in Geneva, including sexual minorities, with no less than three organizations: [http://www.dialogai.org Dialogai], a gay organization; [http://www.lestime.ch Lestime], a lesbian organization; and [http://www.360.ch association 360], an LGBT organization. The Gay International Group (Geneva, Switzerland) is a good resource for gay foreigners, tourists or expatriates. Also, a new LGBT group has debuted within the University of Geneva itself, called \"Think Out\". This group addresses students and professors linked directly or indirectly with the matter of sexual diversity.\nReligious communities.\nThere are a lot of different communities in Geneva. Even if Geneva is supposed to be the Protestant Rome, many religions are represented in Geneva. The Plymouth Brethren have a thriving assembly there, established since the days of John Nelson Darby. Besides the Protestants, the Catholic religion becomes more influential thanks to immigration from Latin countries. The Jewish community is one of the oldest of Switzerland, and the more recent Muslim community is emerging in this tolerant city.","categories":[],"infobox_types":["Swiss town"],"annotations":[{"uri":"Switzerland","surface_form":"Switzerland","offset":42},{"uri":"Z%C3%BCrich_City","surface_form":"Zürich","offset":60},{"uri":"Romandy","surface_form":"Romandy","offset":108},{"uri":"Geneva_(canton)","surface_form":"Republic and Canton of Geneva","offset":188},{"uri":"Rh%C3%B4ne_River","surface_form":"Rhône River","offset":244},{"uri":"Lake_Geneva","surface_form":"Lake Geneva","offset":263},{"uri":"French_language","surface_form":"French","offset":286},{"uri":"International_organization","surface_form":"international organization","offset":382},{"uri":"United_Nations","surface_form":"United Nations","offset":435},{"uri":"International_Red_Cross_and_Red_Crescent_Movement","surface_form":"Red Cross","offset":458},{"uri":"Z%C3%BCrich_City","surface_form":"Zürich","offset":578},{"uri":"Geneva_Conventions","surface_form":"Geneva Conventions","offset":643},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":745},{"uri":"Helvetii","surface_form":"Helvetii","offset":770},{"uri":"Burgundy","surface_form":"Burgundy","offset":845},{"uri":"Holy_Roman_Empire","surface_form":"German Emperor","offset":1001},{"uri":"Prince_of_the_Holy_Roman_Empire","surface_form":"prince of the Holy Roman Empire","offset":1067},{"uri":"Fran%C3%A7ois_de_Candie","surface_form":"François de Candie","offset":1381},{"uri":"Chamb%C3%A9ry","surface_form":"Chambéry","offset":1403},{"uri":"Roman_Curia","surface_form":"Curia","offset":1468},{"uri":"Duchy_of_Savoy","surface_form":"Duchy of Savoy","offset":1580},{"uri":"Swiss_Federation","surface_form":"Swiss Federation","offset":2054},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":2149},{"uri":"Bern_(city)","surface_form":"Bern","offset":2172},{"uri":"Guillaume_Farel","surface_form":"Guillaume Farel","offset":2266},{"uri":"Antoine_Froment","surface_form":"Antoine Froment","offset":2286},{"uri":"Fribourg_(city)","surface_form":"Fribourg","offset":2316},{"uri":"John_Calvin","surface_form":"John Calvin","offset":2397},{"uri":"Congress_of_Vienna","surface_form":"Congress of Vienna","offset":2468},{"uri":"Duchy_of_Savoy","surface_form":"Savoyard","offset":2546},{"uri":"Parish","surface_form":"parish","offset":2568},{"uri":"Swiss_Confederation","surface_form":"Swiss Confederation","offset":2652},{"uri":"Holy_See","surface_form":"Holy See","offset":2796},{"uri":"Pope","surface_form":"Pope","offset":2813},{"uri":"Pius_VII","surface_form":"Pius VII","offset":2818},{"uri":"Lausanne","surface_form":"Lausanne","offset":2857},{"uri":"Annecy","surface_form":"Annecy","offset":2959},{"uri":"Old_Catholic_Church","surface_form":"Old Catholic","offset":2986},{"uri":"Lake_Geneva","surface_form":"Lake Geneva","offset":3253},{"uri":"Rh%C3%B4ne_River","surface_form":"Rhône River","offset":3291},{"uri":"Alps","surface_form":"Alps","offset":3349},{"uri":"Jura_mountains","surface_form":"Jura","offset":3362},{"uri":"Canton_of_Geneva","surface_form":"Canton of Geneva","offset":3419},{"uri":"Pierres_du_Niton","surface_form":"Pierres du Niton","offset":3518},{"uri":"Reference_point","surface_form":"reference point","offset":3583},{"uri":"Arve_River","surface_form":"Arve River","offset":3668},{"uri":"Rh%C3%B4ne_River","surface_form":"Rhône River","offset":3700},{"uri":"Oceanic_climate","surface_form":"oceanic climate","offset":3774},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":3804},{"uri":"Centimetre","surface_form":"centimetre","offset":4364},{"uri":"Autumn","surface_form":"Autumn","offset":4815},{"uri":"Tribune_de_Gen%C3%A8ve","surface_form":"Tribune de Genève","offset":5064},{"uri":"Newspaper","surface_form":"daily newspaper","offset":5085},{"uri":"1_February","surface_form":"1 February","offset":5112},{"uri":"1879","surface_form":"1879","offset":5123},{"uri":"James_T._Bates","surface_form":"James T. Bates","offset":5131},{"uri":"Le_Courrier","surface_form":"Le Courrier","offset":5183},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":5245},{"uri":"Romandy","surface_form":"Romandy","offset":5396},{"uri":"Le_Temps","surface_form":"Le Temps","offset":5410},{"uri":"Le_Matin_(Switzerland)","surface_form":"Le Matin","offset":5449},{"uri":"Romandy","surface_form":"Romandy","offset":5522},{"uri":"French_language","surface_form":"French language","offset":5564},{"uri":"Radio_network","surface_form":"radio network","offset":5580},{"uri":"Swiss_Broadcasting_Corporation","surface_form":"Swiss Broadcasting Corporation","offset":5602},{"uri":"Radio_Suisse_Romande","surface_form":"Radio Suisse Romande","offset":5652},{"uri":"Romandy","surface_form":"Romandy","offset":5714},{"uri":"Frequency_modulation","surface_form":"FM","offset":5929},{"uri":"Vaud","surface_form":"Vaud","offset":6030},{"uri":"World_Radio_Geneva","surface_form":"World Radio Geneva","offset":6041},{"uri":"Television_channel","surface_form":"television channel","offset":6135},{"uri":"T%C3%A9l%C3%A9vision_Suisse_Romande","surface_form":"Télévision Suisse Romande","offset":6177},{"uri":"France","surface_form":"France","offset":6420},{"uri":"French_language","surface_form":"French","offset":6542},{"uri":"Companies","surface_form":"companies","offset":6576},{"uri":"English_language","surface_form":"English","offset":6605},{"uri":"Chestnut","surface_form":"chestnut tree","offset":7114},{"uri":"News_release","surface_form":"press release","offset":7389},{"uri":"2_March","surface_form":"2 March","offset":7493},{"uri":"Jeune_genevois","surface_form":"Jeune genevois","offset":7520},{"uri":"St._Bartholomew%27s_Day_massacre","surface_form":"St. Bartholomew's Day massacre","offset":7649},{"uri":"Servette_FC","surface_form":"Servette FC","offset":8809},{"uri":"Football_(soccer)","surface_form":"football","offset":8824},{"uri":"Holding_company","surface_form":"parent company","offset":9102},{"uri":"Gen%C3%A8ve-Servette_HC","surface_form":"Genève-Servette Hockey Club","offset":9235},{"uri":"Nationalliga_A","surface_form":"Nationalliga A","offset":9286},{"uri":"District","surface_form":"district","offset":9372},{"uri":"Residential_community","surface_form":"urban community","offset":9855},{"uri":"Vaud","surface_form":"Vaud","offset":9891},{"uri":"Multiple_citizenship","surface_form":"multiple citizenship","offset":10149},{"uri":"Protestant","surface_form":"Protestant","offset":10266},{"uri":"Roman_Catholics","surface_form":"Roman Catholics","offset":10302},{"uri":"Islam","surface_form":"Islam","offset":10453},{"uri":"Judaism","surface_form":"Judaism","offset":10467},{"uri":"Service_sector","surface_form":"services","offset":10567},{"uri":"Financial_services","surface_form":"finance sector","offset":10620},{"uri":"Private_banking","surface_form":"private banking","offset":10660},{"uri":"United_States_dollar","surface_form":"USD","offset":10713},{"uri":"International_trade","surface_form":"international trade","offset":10735},{"uri":"Commodity_markets","surface_form":"commodity trade","offset":10790},{"uri":"Japan_Tobacco","surface_form":"JT International (JTI)","offset":10869},{"uri":"Mediterranean_Shipping_Company_S.A.","surface_form":"Mediterranean Shipping Company","offset":10893},{"uri":"Serono","surface_form":"Serono","offset":10925},{"uri":"SITA","surface_form":"SITA","offset":10933},{"uri":"Soci%C3%A9t%C3%A9_G%C3%A9n%C3%A9rale_de_Surveillance","surface_form":"Société Générale de Surveillance","offset":10939},{"uri":"STMicroelectronics","surface_form":"STMicroelectronics","offset":10976},{"uri":"Multinational_corporation","surface_form":"multinational companies","offset":11007},{"uri":"Caterpillar_Inc.","surface_form":"Caterpillar","offset":11036},{"uri":"DuPont","surface_form":"DuPont","offset":11049},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":11057},{"uri":"Hewlett-Packard","surface_form":"Hewlett-Packard","offset":11074},{"uri":"INVISTA","surface_form":"INVISTA","offset":11091},{"uri":"Procter_%26amp%3B_Gamble","surface_form":"Procter & Gamble","offset":11100},{"uri":"Sun_Microsystems","surface_form":"Sun Microsystems","offset":11121},{"uri":"Watch","surface_form":"watch","offset":11217},{"uri":"Baume_et_Mercier","surface_form":"Baume et Mercier","offset":11230},{"uri":"Chopard","surface_form":"Chopard","offset":11248},{"uri":"Franck_Muller","surface_form":"Franck Muller","offset":11257},{"uri":"Patek_Philippe_%26amp%3B_Co.","surface_form":"Patek Philippe","offset":11272},{"uri":"Rolex","surface_form":"Rolex","offset":11288},{"uri":"Raymond_Weil","surface_form":"Raymond Weil","offset":11295},{"uri":"Omega_SA","surface_form":"Omega","offset":11309},{"uri":"Flavour","surface_form":"flavour","offset":11360},{"uri":"Fragrance","surface_form":"fragrance","offset":11373},{"uri":"Firmenich","surface_form":"Firmenich","offset":11385},{"uri":"Givaudan","surface_form":"Givaudan","offset":11399},{"uri":"International_organization","surface_form":"international organization","offset":11524},{"uri":"Geneva_Motor_Show","surface_form":"Geneva Motor Show","offset":11586},{"uri":"Palexpo","surface_form":"Palexpo","offset":11679},{"uri":"Jet_d%27Eau","surface_form":"Jet d'Eau","offset":11791},{"uri":"Geneva_Cointrin_International_Airport","surface_form":"Geneva Cointrin International Airport","offset":11932},{"uri":"Rail_transport_in_Switzerland","surface_form":"Swiss railway","offset":11999},{"uri":"SBB-CFF-FFS","surface_form":"SBB-CFF-FFS","offset":12021},{"uri":"France","surface_form":"French","offset":12042},{"uri":"SNCF","surface_form":"SNCF","offset":12049},{"uri":"Paris","surface_form":"Paris","offset":12095},{"uri":"Marseille","surface_form":"Marseille","offset":12102},{"uri":"Montpellier","surface_form":"Montpellier","offset":12116},{"uri":"TGV","surface_form":"TGV","offset":12131},{"uri":"A1_(Switzerland)","surface_form":"A1 motorway","offset":12206},{"uri":"Public_transport","surface_form":"Public transport","offset":12231},{"uri":"Bus","surface_form":"bus","offset":12251},{"uri":"Trolleybus","surface_form":"trolleybus","offset":12256},{"uri":"Tram","surface_form":"tram","offset":12270},{"uri":"Transports_Publics_Genevois","surface_form":"Transports Publics Genevois","offset":12291},{"uri":"Boat","surface_form":"boat","offset":12505},{"uri":"Mouettes_Genevoises","surface_form":"Mouettes Genevoises","offset":12529},{"uri":"Compagnie_G%C3%A9n%C3%A9rale_de_Navigation_sur_le_lac_L%C3%A9man","surface_form":"Compagnie Générale de Navigation sur le lac Léman","offset":12616},{"uri":"Nyon","surface_form":"Nyon","offset":12720},{"uri":"Yvoire","surface_form":"Yvoire","offset":12726},{"uri":"Thonon-les-Bains","surface_form":"Thonon","offset":12734},{"uri":"%C3%89vian-les-Bains","surface_form":"Evian","offset":12742},{"uri":"Lausanne","surface_form":"Lausanne","offset":12749},{"uri":"Montreux","surface_form":"Montreux","offset":12762},{"uri":"Paddle_steamers","surface_form":"paddle steamers","offset":12816},{"uri":"SBB","surface_form":"SBB","offset":12852},{"uri":"Cornavin","surface_form":"Cornavin","offset":12899},{"uri":"UN","surface_form":"UN","offset":13213},{"uri":"Botanical_garden","surface_form":"Botanical Gardens","offset":13224},{"uri":"Annemasse","surface_form":"Annemasse","offset":13450},{"uri":"Classification_yard","surface_form":"classification yard","offset":13514},{"uri":"Switzerland","surface_form":"Switzerland","offset":13973},{"uri":"University_of_Geneva","surface_form":"University of Geneva","offset":14049},{"uri":"John_Calvin","surface_form":"John Calvin","offset":14085},{"uri":"International_School_of_Geneva","surface_form":"International School of Geneva","offset":14110},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":14228},{"uri":"International_relations","surface_form":"international relations","offset":14318},{"uri":"Graduate_Institute_of_International_Studies","surface_form":"Graduate Institute of International Studies","offset":14347},{"uri":"International_School_of_Geneva","surface_form":"International School of Geneva","offset":14432},{"uri":"Institut_International_de_Lancy","surface_form":"Institut International de Lancy","offset":14467},{"uri":"Geneva_School_of_Diplomacy_and_International_Relations","surface_form":"Geneva School of Diplomacy and International Relations","offset":14522},{"uri":"Private_university","surface_form":"private university","offset":14582},{"uri":"Lac_Leman","surface_form":"Lac Leman","offset":14689},{"uri":"Canton_of_Geneva","surface_form":"Canton of Geneva","offset":14704},{"uri":"Coll%C3%A8ge_Calvin","surface_form":"Collège Calvin","offset":14878},{"uri":"University_of_Geneva","surface_form":"University of Geneva","offset":14939},{"uri":"Public_school","surface_form":"public school","offset":15003},{"uri":"Procedural_knowledge","surface_form":"know-how","offset":15315},{"uri":"LGBT","surface_form":"LGBT","offset":15834},{"uri":"Gay_International_Group_(Geneva%2C_Switzerland)","surface_form":"Gay International Group (Geneva, Switzerland)","offset":15857},{"uri":"Plymouth_Brethren","surface_form":"Plymouth Brethren","offset":16349},{"uri":"John_Nelson_Darby","surface_form":"John Nelson Darby","offset":16429},{"uri":"Kehilla","surface_form":"Jewish community","offset":16568},{"uri":"Ummah","surface_form":"Muslim community","offset":16642}]}