{"id":98453,"url":"http://en.wikipedia.org/wiki/Twilight_(series)","text":"\"Twilight\" is a series of fantasy/romance books by Stephenie Meyer. A movie adaptation of \"Twilight\" came out in 2008, \"New Moon\" in 2009, \"Eclipse\" in 2010, and \"Breaking Dawn,\" which was divided into two parts; the first part in 2011 and the second part in 2012.\n\"Twilight\".\nTwilight is a book series with vampires and werewolves. It's by Stephenie Meyer.\nIn \"Twilight\", Bella moves from Phoenix, Arizona to Forks, Washington, to live with her father. She enrolls at Forks High School (which has a population of around 300 students). There she meets the Cullens, a family of vampires. However, because they believe it is not right, they do not drink human blood – they only drink animal blood. Because of this, they call themselves \"vegetarians\". They are described as beautiful and extremely pale, with golden eyes that turn black when they become thirsty. They are strong and can run very fast. Their skin is ice-cold. After becoming vampires, they do not physically change anymore. They do not grow older. When in the sun, they sparkle \"like thousands of tiny diamonds were embedded in the surface,\" according to Bella in \"Twilight\".\nBella quickly falls in love with Edward Cullen, the youngest of the Cullens at 17 (though he was born in 1901). Bella is attached to him even after she finds out he is a vampire. Only Bella knows they are vampires, so she must tell no one of their existence.\nOne night, the Cullens are playing baseball, with Bella watching, when a smaller coven of vampires meets with them. These vampires are not vegetarians – they do drink human blood. James, one of the coven, attempts to attack Bella. However, he did not attack because he was outnumbered.\nAlthough James left Bella alive, he is a \"tracker\". That means he hunts down his prey and kills it, which he thinks of as a game. He plans on tracking Bella. She goes to Phoenix, Arizona to escape the deadly vampire, but he blackmails her into going to meet him. They meet at Bella's old dance studio, where Bella learns that her mother is still safe. James almost kills her, but the Cullens save her before she is dead. They kill James and get Bella safely to a hospital. The doctors tell her that she will make a full recovery in time, though she has broken her leg.\n\"New Moon\".\n\"New Moon\" starts on September 13, Bella's 18th birthday. she had been dreading this day, because it would make her older than Edward, her vampire boyfriend. An incident happens at her birthday party, and Bella gets hurt. The fresh blood is too much for Jasper, the Cullen least committed to their diet, and he tries to attack her. Carlisle, the oldest vampire of the Cullens and the one most in control of himself, fixes her wound, and then Bella goes home.\nEdward believes he is putting Bella in too much danger just by being around her. The Cullens leave, and Edward says goodbye to Bella after telling her that he does not love her anymore. Before leaving, he makes her promise not to do anything reckless, and then promises her that this would be the last time she saw him. She tries to follow him after he leaves, but ends up getting lost in the woods. She is found later that night by Sam Uley, a Quileute man from the nearby Indian reservation in La Push.\nAfter that night, Bella goes into a depressed state. She does not talk to anyone, except to answer direct questions. She does not do anything except go to school and work. This is too much for her father, and he tells her that he is going to make her go to Florida to live with her mother. Bella protests this, and to make her father happy, she and her friend Jessica go to a movie.\nAfter the movie, Bella has a delusion in which she hears Edward's voice clearly in her head. She \"wakes up\" after this. She decides to break her promise to him that she would not do anything stupid. She visits Jacob Black, her childhood friend, to see if he can fix up two motorcycles that she got for free. They quickly become friends. Jacob makes Bella happy for the first time since Edward left her.\nWhen they ride the motorcycles for the first time, Bella hears Edward's voice again. She realizes that she hears it whenever she is in danger. She hears the delusion again when she meets Laurent, the other male in James' coven. He tells her that Victoria, James' mate, is out to seek revenge on Edward for killing James. He is about to kill Bella, when five large wolves chase him down and kill him.\nBella also learns of Sam Uley the day she first rides the motorcycle. Sam Uley and his \"cult,\" as Jacob describes them, are cliff diving (jumping off the cliff in la Push into the water below, for fun). Jacob is scared that Sam is doing something to control the young men on he reservation. When Jacob suddenly breaks off their friendship, Bella suspects that Sam has gotten to him. When Jacob sees how upset Bella is over their broken friendship, he makes her guess that he is a werewolf, because he cannot tell anyone that, and also that it is dangerous for him to be around her. He tells Bella that Sam is a werewolf, and his cult was actually a pack of the werewolves in La Push. He says that their purpose is to keep their reservation safe and they call them selves \"protectors\", and reveals that they were the wolves she had seen who had chased down Laurent. He tells her that they are still trying to kill Victoria.\nThe werewolves are hunting Victoria one day, and Bella is alone on the beach in La Push. she decides to go cliff diving. She nearly drowns in the water, but Jacob saves her. Alice \"sees\" Bella jump off the cliff (Alice sees visions of the future) and goes to Forks to try to help Charlie with the loss. But she finds Bella still alive, and Bella is extremely happy at their reunion.\nRosalie, the only Cullen who did not like Bella, tells Edward that Bella is dead. He plans to kill himself by going to Italy and asking the Volturi, vampire \"royalty,\" to kill him. Bella and Alice go to Italy to show him that she is still alive. After barely escaping the Volturi, Edward, Alice, and Bella go back to Forks with the rest of the Cullens. They return to Forks, and Edward tells Bella that he was lying when he told her he did not love her, and that he would never leave her again. Bella takes the Cullens' votes, and everyone except Rosalie and Edward say she should join their family as a vampire (Rosalie had issues with becoming a vampire, and did not want Bella to make a choice she would regret; Edward was afraid that vampires had no soul or afterlife, and did not want Bella to lose her soul).\n\"Eclipse\".\nIn \"Eclipse\", Jacob and Bella's friendship is shaken by the Cullens' return. Jacob will not visit Bella, or answer any of her telephone calls. This has Bella upset and wants to visit La Push, but she is still grounded for her sudden disappearance to Italy. Charlie blames Edward for Bella's depression, and restricted the time he spends at his house.\nCharlie suddenly ungrounds Bella one day, and she is free to see Jacob. But when she plans one night to go see him, Edward has disabled her truck so she cannot go. He says that young werewolves are unsafe, that they can lose control and end up hurting those near them. Despite this, when he is away hunting, Bella goes to see Jacob.\nMeanwhile, a string of murders are happening in Seattle, and the Cullens believe there is a \"newborn\" vampire loose in Seattle. However, as the number of murders increases, they begin to suspect an \"army\" of newborn vampires. Jasper tells Bella of his part in vampire wars in the South. He explained how vampires would create armies of newborn vampires to take control of cities, where there was more blood.\nWhile Bella is away at the Cullens' one night, an intruder breaks into her house and steal some of her things, to get the scent of her blood. The Cullens do not know why or how this happened, but Bella realizes, the day of her graduation, that whoever had broken in was part of the newborn army in Seattle. He had taken her things so the others could find her.\nWhen the werewolves find out about the newborn army, they decide to help the Cullens fight them. This greatly relieves Cullens, and the werewolves are excited about the fight. Alice, with her visions of the future, sees the newborns coming to a clearing near Forks to attack. To make sure Bella is safe, she is to go to a place in the mountains away from the fight. To make sure no one can follow her scent, Jacob Black carries her there. Edward and one of the younger werewolves would stay with her there while the battle goes on.\nWhile the Cullens and werewolves fight in the clearing, Victoria and her \"mate\" Riley, follow Edward's scent to where he and Bella are. Edward kills Victoria, and he and the werewolf both help kill Riley. By the time they have done this, the fight in the clearing is over. But when one of the werewolves is attacked from behind by a newborn vampire who had been hiding, Jacob Black tries to rescue her, and gets hurt.\nThe Volturi arrive just after the fight is over. When the Volturi leave after a sort discussion with Cullens about what happened, Bella goes home, and then goes to visit Jacob. Bella tells him she loves him, but she loves Edward more, and cannot live without him. The epilogue is from Jacob's point of view. He receives an invitation to Bella and Edward's wedding and a note from Edward, saying that if he were in Jacob's place, he would have wanted the choice to go to the wedding. This angers Jacob, and he runs away as a werewolf, \"letting Jacob Black disappear.\"\n\"Breaking Dawn\".\nThe book begins a few days before Bella and Edward's wedding. Jacob Black has still not returned after running away in the end of \"Eclipse\".\nThe wedding goes on as planned. Jacob Black unexpectedly returns at the wedding, and is happy to see Bella again. However, things go awry when Bella tells him she is going to have a \"real honeymoon\" with Edward. Jacob loses control of himself and almost phases into a werewolf. However, he is restrained by Seth, Sam and Edward.\nBella and Edward go on their honeymoon as planned, at Isle Esme, an island Carlisle bought and named after Esme. Things go as planned until Bella learns she is pregnant with Edward's child. They immediately go back to Forks, as the baby has vampire strength and is threatening Bella's life. Edward wishes for Carlisle to do an abortion. However, Bella and Rosalie refuse to let him, though the baby is draining all of Bella's strength.\nWhen Jacob learns that Bella is \"sick\" at the Cullens' house, he thinks she is undergoing transformation into a vampire. He is overcome with anger, and runs to the Cullens' house, planning to kill them all. However, when he learns that Bella is pregnant with Edward's child, he goes back to La Push to tell the other werewolves. Believing that a vampire child would endanger all humans in the area, the rest of the pack plans to kill Bella and the child. However, Jacob refuses to let them. He breaks away from the pack and returns to the Cullens' house, to warn the Cullens and to help protect them. Leah and Seth Clearwater also break off from Sam's pack to join Jacob's pack.\nWhen Bella's strength is almost completely gone, the Cullens realize that she may need vampire nourishment–blood. This turns out to help Bella gain back her strength, though the baby's kicks are getting stronger and threaten to break her ribs.\nLater, Bella's placenta detaches in an accident, and the Cullens rush her to their makeshift delivery room. Rosalie leaves her side, unable to stand the smell of blood. Edward cuts the baby out of Bella's stomach while Jacob performs CPR. Edward successfully delivers the baby girl, Renesmee (who is half vampire, half human), but Bella is in critical condition with a broken spine and the bleeding wounds from Edward's surgery. After letting Bella hold Renesmee for a moment, Edward injects his venom directly into her heart and bites her several times as well. For the next three days, she becomes a vampire.\nAfter Bella becomes a vampire, she goes on her first hunt with Edward. While hunting, she smells human blood and begins to track it. However, she stops herself and turns back. The Cullens realize that she has self-control that no newborn vampire has ever had. After this, Bella wants to see Renesmee. Jacob who imprinted on Renesmee, wants to test her before she gets near the baby. Bella passes the test and gets to hold Renesmee. While holding her, Bella finds out for the first time that Renesmee can show people her thoughts.\nOne day, Jacob, Renesmee, and Bella go to hunt in the forest. They see Irina, from the Denali coven. Irina came to make peace with the Cullen family for not fighting with them against Victoria. However, Irina sees Renesmee and thinks she is an \"immortal child\", a child who was turned into a vampire. These children are against the Volturi's laws, so Irina goes to tell the Volturi. Alice sees the Volturi coming to fight and she leaves because she knows that Aro, one of the Volturi, wants her more than anything. The Cullens spread out to find any vampires that could witness that Renesmee is not an immortal child and that she grows everyday. Bella asks Edward to teach her how to fight. In this process she learns that her superpower is being a shield. This means that she can protect others from other vampire powers.\nWhen the Volturi come, all the vampire witnesses tell them that Renesmee is not an \"immortal child.\" They leave them in peace and the Cullens continue into their blissful peace of forever.\n[http://www.twilightshop.co.cc/ The Short Second Life of Bree Tanner].\nThe story tells Bree Tanner’s life as a newborn vampire and her connection with the other newborn vampires turned by Victoria in order to kill Bella. Bree makes friends, with sort of love interest with Diego, another vampire of the group, since both of them feel that they have been used and have doubts about the real intentions of their leader, plus: her vision is different and bloodless than other newborn vampires. Diego mysteriously disappears, leaving Bree even more confused and disconcert. Through the road, Bree makes friends with Riley, a relegated vampire, because of his power to release a terrible smell which upset other newborns. He will convince her to participate into the battle, leading her to a terrible end in hands of the Volturi who we will get to know through Eclipse history.\nIsabella Marie Swan.\nIsabella Marie Swan was born on September 13, 1987 to Renée and Charlie Swan, a young couple living in the small town of Forks, Washington. Bella's parents divorced when Bella was six months old, and Renée took Bella with her when she moved to Phoenix, Arizona. She is the main character of the series. She leaves Phoenix, Arizona, to live with her father, Charlie, in Forks, Washington. Her mother, Charlie's ex-wife, had recently remarried to a minor league baseball player named Phil Dwyer. Because he played baseball, they were almost constantly traveling, and Bella felt like she was getting in the way. In Forks, Bella falls in love with Edward. In \"Breaking Dawn\", Bella is transformed into a vampire and has a special talent called \"shield.\" The series revolves around the romance between Bella and Edward.\nShe has pale skin, brown eyes, and brown hair. She is extremely clumsy and non-athletic, and has a string of bad luck. Felix from the Volturi says in Breaking Dawn: \"Immortality suits you...\". She describes herself as never being the best at anything and never winning prizes as there were not any for reading books. She also hates anything to do with birthdays and expressing her feelings. She does not like being center of attention and hates her first days at Forks as it's a small town and nothing very interesting happens so she becomes the center of attention.\nCharlie Swan.\nCharlie Swan is Isabella's father and he is the ex-husband of Bella's mother, Renee. He is the Chief of Police in Forks were he has resided alone since Bella was an infant. His hobbies include fishing and watching football games on television. Charlie is a very reserved person and does not hover over his daughter, Bella. He is good friends with Billy Black, Jacob`s father.\nCharlie is weary of Edward and later favors Jacob over Edward. After he is told that Jacob was seriously injured while riding a motorcycle, Charlie changes his mind and sees Edward in a more favorable light. Charlie is over-protective of Bella and it would crush him inside if anything serious ever happened to Bella. He is embarressed when talking about feelings and Bella has inherited most of his core traits.\nEdward Anthony Masen Cullen.\nEdward Cullen is the youngest (physically) of the Cullens, at 17. He resists killing Bella even though her blood smells extremely appetizing to him. He has bronze hair and \"liquid topaz\" eyes. Like all vampires, he has extremely pale skin that sparkles in the sunlight, and can run at very high speeds (the fastest in his coven/family). He can also read people's minds. However, he cannot read Bella's mind.He feels that she is an enigma to him.He loves her more than his life and would like to give her everything present in this world.\nHe was born in 1901, in Chicago, Illinois, to his mother Elizabeth Masen. As a young man during World War I, he wanted to join the army. However, during an epidemic of the Spanish Influenza, his mother and father died and he became very sick. Carlisle, already a vampire, was working in the hospital at the time, and cared for Edward's mother as she died. Just before she died, she asked him to save Edward's life in the way \"others do not have\", and Carlisle wondered if she knew his secret. He took both Edward and his dead mother to the hospital morgue, and then he took Edward home and turned him into a vampire.\nJacob Black.\nJacob Black is a Quileute who lives on the nearby Indian reservation who knew Bella as a child. In the first book, Bella uses him to find out about the Cullens. He tells her the tribe's legends, unknowingly breaking the old treaty between the werewolves and vampires. He does not believe the legends are true.\nIn \"New Moon\", Bella becomes friends with Jacob after Edward leaves her. Their friendship becomes troubled when Jacob turns into a werewolf. He is told not to see Bella, because if he loses his temper, he will transform into a wolf and could end up hurting her if she is too close by. However, when Bella tells him that there is a vampire hunting her, he realizes that leaving her alone would be more dangerous than staying away from her. Bella visits Jacobs house and his father says he is not in. Bella refuses and bursts in and sees him sleeping. Bella then peers out the window and can see Jacobs ' Tribe Mates'. Troubled by what they had done, she storms outside yelling, \"Sam\". One of the pack gets ratty and Bella loses it, giving him a hard slap round the face. One of the other pack members told her to run. The werewolf Bella slaps gets so angry he turns into a werewolf. Jacob wakes up just in time.\nIn \"Eclipse\", Jacob openly tells Bella that he loves her even if she does not love him back. He eventually gets Bella to kiss him, finding out that she loves him too, but not as much as she loves Edward. At the end of \"Eclipse\", Jacob runs away to Canada to escape from his troubled human life and does not return until Bella's wedding in \"Breaking Dawn\" where he becomes overwhelmingly jealous of Edward and Bella's wedding and attempts to pick a fight. When Bella goes through \"changes\", he fights for her life as she dies while finding his place in the werewolf pack. In the end he imprints on Bella's daughter, Renesmee.\nIn all books, Jacob is a strong and true friend to Bella and an enemy to Edward. He loves Bella in each book, at different degrees.\nRenesmee is the daughter of Bella and Edward. Her name \"Renesmee\" is a cross between the names Renee and Esme. \"Carlie\" is a cross between Charlie and Carlisle. Her nickname is Nessie. Though Bella disapproves of this name at first (because \"Nessie\" is the nickname of the Loch Ness Monster) she comes to accept it.\nHalf-vampire, she has vampire strength which threatens Bella's life during the pregnancy. Despite the danger to her life, Bella does not let Carlisle perform an abortion. Even in Bella's womb, Renesmee did not like to eat human food; Bella had to drink blood to feed her. Towards the end of the pregnancy, Edward began to hear Renesmee's thoughts from inside Bella, and found out that she already loved her mother, and tried not to hurt her. This made Bella even more determined to see the pregnancy through.\nRenesmee grows more quickly and rapidly than human children. She was born only a few weeks after being conceived and continued to grow rapidly after being born. However, she will stop aging once she reaches full growth (the Cullen family discover this when they meet Nahuel, a half-human, half-vampire boy who is almost a century old). Renesmee has a special talent, like her parents; she has the ability to show her memories to whomever she touches. As an infant, she uses this ability to talk to people. She is very important to Bella and Edward as they do not know whether she will be able to live as a vampire or a human.\nCarlisle Cullen.\nThe son of an Anglican pastor, Carlisle was raised during a time of religious persecution. His father led hunts for witches, werewolves, and vampires all in the name of ridding the world of evil. As his father grew older, Carlisle was placed in charge of the raids. Carlisle wasn’t as enthusiastic about killing as his father was, but he was clever enough to discover a coven of true vampires living in the sewers of the city. He set a trap for the vampires and chased one down. Carlisle believes that the vampire was actually too hungry to run and consciously decided to attack. The vampire fell on Carlisle and left him bleeding in the streets after killing two other men and taking off with a third. Knowing how his father would react, Carlisle crawled into a cellar and buried himself in rotting potatoes for the three days of the change. When he emerged, he was a vampire. At first he tried to destroy himself by jumping from great heights or drowning in the ocean. Somehow, he was so repelled by what he was that he resisted feeding off of humans. He even tried to kill himself with starvation.Eventually the thirst was too powerful and he attacked a herd of passing deer. He found that living off of the blood of animals could sustain his life and was infinitely more humane than taking the life of a human. Over the course of two centuries, he developed a sort of immunity to the scent of human blood and was able to become a medical doctor. Carlisle is the one who changes Edward, Esme, Rosalie and Emmett into vampire. He is immune to blood now and therefore can be in a room covered in blood and not attack. Carlisle also spent some time working with the Volturi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fantasy","surface_form":"fantasy","offset":26},{"uri":"Romance_novel","surface_form":"romance","offset":34},{"uri":"Book","surface_form":"book","offset":42},{"uri":"Stephenie_Meyer","surface_form":"Stephenie Meyer","offset":51},{"uri":"Twilight_(2008_movie)","surface_form":"movie adaptation","offset":70},{"uri":"Twilight_(2008_movie)","surface_form":"Twilight","offset":91},{"uri":"New_Moon","surface_form":"New Moon","offset":120},{"uri":"Eclipse","surface_form":"Eclipse","offset":140},{"uri":"Breaking_Dawn","surface_form":"Breaking Dawn","offset":163},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix, Arizona","offset":390},{"uri":"Forks%2C_Washington","surface_form":"Forks","offset":410},{"uri":"Washington","surface_form":"Washington","offset":417},{"uri":"Vampire","surface_form":"vampire","offset":577},{"uri":"Diamond","surface_form":"diamond","offset":1065},{"uri":"Coven","surface_form":"coven","offset":1479},{"uri":"Werewolf","surface_form":"werewolf","offset":4895},{"uri":"Afterlife","surface_form":"afterlife","offset":6483},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":17186},{"uri":"Epidemic","surface_form":"epidemic","offset":17318},{"uri":"Spanish_Influenza","surface_form":"Spanish Influenza","offset":17334},{"uri":"Morgue","surface_form":"morgue","offset":17711},{"uri":"Loch_Ness_Monster","surface_form":"Loch Ness Monster","offset":20043}]}