{"id":98529,"url":"http://en.wikipedia.org/wiki/Community_Identification_Number","text":"e=\"preserve\">The Official Municipality Key, which used to be called the \"Official Municipality Characteristic Number\" or \"Municipality Code Number\", is a group of numbers used to tell the difference between different municipalities and areas.\nGermany.\nIn Germany the Official Municipality Key has statistical goals and is given by the statistics offices of individual German states. The municipality key is given in times like moving house on the notice of some documents.\nStructure.\nThe municipality key has eight digits, which are set like this: The first two numbers tell people what the German state is. The third number say the government district (in areas without government districts a zero is used instead). The fourth and fifth numbers show people the number of the urban area (in a city without districts) or the district (in a city with districts). The sixth, seventh, and eighth numbers show the municipality or the number of the municipality-free area.\nExamples.\n08 1 11 000: Stuttgart\n15 3 52 002: Aschersleben\nStructure.\nIn Austria the municipality key has five digits which are chosen like this: The first number shows the number of the Austrian state, the second and third numbers show the district, and the fourth and fifth numbers show the municipality.\nExamples.\n9 07 01: Vienna – Neubau\nStructure.\nThe Swiss Federal Office for Statistics makes code numbers with up to four digits, which are given in the order chosen with the official order of the cantons, districts, and municipalities in Switzerland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Municipality","surface_form":"municipalities","offset":217},{"uri":"Germany","surface_form":"Germany","offset":255},{"uri":"Statistics","surface_form":"statistical","offset":297},{"uri":"States_of_Germany","surface_form":"states","offset":375},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":990},{"uri":"Aschersleben","surface_form":"Aschersleben","offset":1013},{"uri":"Austria","surface_form":"Austria","offset":1040},{"uri":"Municipality","surface_form":"municipality","offset":1052},{"uri":"States_of_Austria","surface_form":"state","offset":1163},{"uri":"Vienna","surface_form":"Vienna","offset":1293},{"uri":"Neubau","surface_form":"Neubau","offset":1302},{"uri":"Switzerland","surface_form":"Swiss","offset":1324},{"uri":"Federal_Office_for_Statistics","surface_form":"Federal Office for Statistics","offset":1330},{"uri":"Cantons_of_Switzerland","surface_form":"cantons","offset":1470},{"uri":"Municipalities_of_Switzerland","surface_form":"municipalities","offset":1494}]}