{"id":98807,"url":"http://en.wikipedia.org/wiki/ZX_Spectrum","text":"e=\"preserve\"> The ZX Spectrum was a range of home computers based on the Z80 microchip and sold by Sinclair Research Ltd, the business company owned by British inventor Sir Clive Sinclair. The computer was first produced in April of 1982 as part of a project to sell computers for a low price that any family could afford. The ZX sold more than any other computer at that time in Britain and Spain. The first ZX was especially known for being very small and relatively cheap. The keyboard was made of rubber and the casing was made of plastic.\nSinclair's company produced seven different ZX computers, but other companies had deals with Sinclair Research to build their own version of ZX computers. The biggest of those companies was the American electronics manufacturer Timex who produced three different ZX based computers. Timex were selling between 18,000 and 20,000 of the ZX Spectrum based home computer every month by June 1981 but the Timex computer did not work properly so they had to stop selling them in 1983. Timex were the manufacturers who made most of the Sinclair Research ZX for Europe but the European versions worked correctly. The Sinclair Research version of ZXs were made until 1990 but other companies around the world copied the ZX and made many versions after that. When Sinclair Research stopped making the ZX Spectrum there had been more than 10,000 different games available and lots of peripheral equipment. Some companies still sell new games for the ZX.","categories":[],"infobox_types":[],"annotations":[{"uri":"Home_computer","surface_form":"home computer","offset":45},{"uri":"Z80","surface_form":"Z80","offset":73},{"uri":"Microchip","surface_form":"microchip","offset":77},{"uri":"Sinclair_Research_Ltd","surface_form":"Sinclair Research Ltd","offset":99},{"uri":"Sir_Clive_Sinclair","surface_form":"Sir Clive Sinclair","offset":169},{"uri":"Britain","surface_form":"Britain","offset":380},{"uri":"Spain","surface_form":"Spain","offset":392},{"uri":"Companies","surface_form":"companies","offset":612},{"uri":"Electronics","surface_form":"electronics","offset":747},{"uri":"Timex","surface_form":"Timex","offset":772},{"uri":"Manufacture","surface_form":"manufacture","offset":1038},{"uri":"Europe","surface_form":"Europe","offset":1098},{"uri":"Video_games","surface_form":"games","offset":1389},{"uri":"Peripheral_equipment","surface_form":"peripheral equipment","offset":1417}]}