{"id":98950,"url":"http://en.wikipedia.org/wiki/Uluru","text":"Uluru, also called Ayers Rock, is a name given to a huge rock near Alice Springs in the Australian Outback and located in Uluṟu-Kata Tjuṯa National Park. This is a holy place for Australian aborigines. It is in the Western Desert, in the middle of Australia. It was listed as a World Heritage site in 1987 because of its geology. In 1997 it was again listed as a World Heritage site, this time because of its importance to the Anangu people. It was the second place in the world to be listed as culturally significant, and it is one of the few places in the world to have two listings.\nHistory.\nThe Anangu people believe that Uluru, and the rest of Central Australia, was formed by ancestral beings at the beginning of time. The Anangu are directly descended from these ancestors.\nModern science shows that they have lived around Uluru for more than 40,000 years. They continued to live their traditional life until the 1930s. This was a nomadic life, moving around to hunt and gather food according to the seasons. They have a complex ceremonial life based around Uluru. They are one of the oldest human societies on earth.\nThe first Europeans to see Uluru were explorers led by William Christie Gosse. He saw Uluru on 19 July 1873 and named it Ayers Rock after Sir Henry Ayers, who was Chief Secretary of South Australia. The land was too dry and remote for farming, and very few people came to Uluru until the mid 20th century.\nGeography.\nSee geography of Uluru and Kata Tjuta.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alice_Springs%2C_Northern_Territory","surface_form":"Alice Springs","offset":67},{"uri":"Outback","surface_form":"Outback","offset":99},{"uri":"Ulu%E1%B9%9Fu-Kata_Tju%E1%B9%AFa_National_Park","surface_form":"Uluṟu-Kata Tjuṯa National Park","offset":122},{"uri":"Indigenous_Australian","surface_form":"Australian aborigines","offset":179},{"uri":"Western_Desert","surface_form":"Western Desert","offset":215},{"uri":"World_Heritage_Site","surface_form":"World Heritage site","offset":278},{"uri":"Anangu","surface_form":"Anangu","offset":427},{"uri":"Nomad","surface_form":"nomad","offset":938},{"uri":"Europe","surface_form":"Europe","offset":1135},{"uri":"Explorer","surface_form":"explorer","offset":1163},{"uri":"William_Christie_Gosse","surface_form":"William Christie Gosse","offset":1180},{"uri":"South_Australia","surface_form":"South Australia","offset":1307}]}