{"id":98969,"url":"http://en.wikipedia.org/wiki/Sea_snake","text":"A Sea snake, or \"coral reef snake\", is a venomous elapid snakes. They live in marine environments for most or all of their lives. At present, 17 genera are described as sea snakes, with 62 species.\nThey evolved from snakes that lived on the land. Some sea snakes still have some of the behaviour and traits of their ancestors, such as \"Laticauda\", which can move a little on land. Most sea snakes are unable to move on the ground at all, but they are well adapted to living in the water.\nSea snakes are found in warm coastal waters from the Indian Ocean to the Pacific. They live in the tropical and warm regions, but not in the Atlantic Ocean, or the North American coast above the Gulf of California.\nDescription.\nMost sea snakes grow to sizes between 1.2m and 1.4m, some can reach 2m or more. \"Hydrophis cyanocinctus\" reach 2.5m to 3m. They reach a weight of about 0.8 -1.3 kg, at a size of 1.8m. In most cases, females are larger than males.\nAll sea snakes have paddle-like tails and many have laterally compressed bodies – they look somewhat like eels. However, unlike fish, they do not have gills and must come to the surface regularly to breathe. Nevertheless, they are among the most completely aquatic of all air-breathing vertebrates. Among this group are species with some of the most potent venoms of all snakes. Some have gentle dispositions and bite only when provoked, while others are much more aggressive.\nSea snakes have special nostrils that can close when they go underwater and open when they come up to breathe, like the blowhole of a whale (scientists call these \"valved\" nostrils). The nostrils are found high up on the head so that the entire snake can stay under the water when they come up to breathe. In its search for food, a sea snake may remain under water for a long time. To do this, sea snakes have evolved a single lung that almost is as long as the whole body.\nMost sea snakes are able to breathe through their skin. This is unusual for reptiles, because their skin is normally thick and scaly. Experiments with the black-and-yellow sea snake, \"Pelamis platurus\" (a pelagic species), have shown that this species can get about 20% of its oxygen in this manner, which allows for longer dives.\nLike other land animals that have adapted to life in a marine environment, sea snakes swallow considerably more salt than their relatives living on land. They do this through their diet and when they inadvertently swallow sea water. Kidney function in birds and reptiles is too weak to remove enough salt. In birds, such as penguins, salt is removed through nasal glands. The marine iguanas of the Galapagos Islands use the same mechanism. Sea turtles have lacrimal glands that allow them to produce very salty tears. But in sea snakes, glands under and around the tongue let them expel salt with their tongue action.\nNatural function.\nMost sea snakes prey on fish, especially eels. The latter stiffens and dies within seconds when bitten. One species prefers molluscs and crustaceans, such as prawns. Some reef dwelling species have small heads and thin necks, making it possible for them to get small eels from the soft bottom where they hide.\nEffect of venom on humans.\n\"Pelamis platurus\" has a venom more potent than any other terrestrial snake species in Costa Rica. The snake is very common in the waters of the western coast of Costa Rica. Despite this, few human deaths have been reported. Nevertheless, all sea snakes should be handled with great caution.\nWhen bites occur, only a small amount of venom is injected. The symptoms caused by the venom may seem slight at first. There is usually little or no swelling involved, and it is rare for any nearby lymph nodes to be affected. The most important symptoms are a rapid breakdown of skeletal muscle tissue and paralysis. Early symptoms include headache, a thick-feeling tongue, thirst, sweating, and vomiting. Symptoms that can occur after 30 minutes to several hours after the bite include generalized aching, stiffness, and tenderness of muscles all over the body. This is followed later on by symptoms typical of other elapid attacks: a progressive paralysis of muscles. Paralysis of muscles involved in swallowing and respiration can be fatal. After three to eight hours, myoglobin may start to show up in the blood plasma. This is a result of muscle breakdown. It can cause the urine to turn a dark reddish, brown, or black in color, and eventually lead to kidney failure. After six to twelve hours, severe hyperkalemia can lead to cardiac arrest. The hyperkalemia is also the result of muscle breakdown.","categories":[],"infobox_types":[],"annotations":[{"uri":"Elapidae","surface_form":"elapid","offset":50},{"uri":"Snakes","surface_form":"snakes","offset":57},{"uri":"Marine_environment","surface_form":"marine environment","offset":78},{"uri":"Genus","surface_form":"genera","offset":145},{"uri":"Species","surface_form":"species","offset":189},{"uri":"Evolution","surface_form":"evolved","offset":203},{"uri":"Behaviour","surface_form":"behaviour","offset":286},{"uri":"Trait_(biology)","surface_form":"traits","offset":300},{"uri":"Laticauda_colubrina","surface_form":"Laticauda","offset":336},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":541},{"uri":"Pacific","surface_form":"Pacific","offset":561},{"uri":"Tropics","surface_form":"tropical","offset":587},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":629},{"uri":"North_America","surface_form":"North America","offset":652},{"uri":"Gulf_of_California","surface_form":"Gulf of California","offset":683},{"uri":"Metre","surface_form":"m","offset":757},{"uri":"Female","surface_form":"female","offset":915},{"uri":"Male","surface_form":"male","offset":939},{"uri":"Eel","surface_form":"eel","offset":1052},{"uri":"Venom","surface_form":"venom","offset":1303},{"uri":"Whale","surface_form":"whale","offset":1557},{"uri":"Experiment","surface_form":"Experiment","offset":2031},{"uri":"Pelamis_platurus","surface_form":"Pelamis platurus","offset":2081},{"uri":"Pelagic","surface_form":"pelagic","offset":2102},{"uri":"Kidney","surface_form":"Kidney","offset":2461},{"uri":"Penguin","surface_form":"penguin","offset":2552},{"uri":"Marine_iguana","surface_form":"marine iguana","offset":2604},{"uri":"Galapagos_Islands","surface_form":"Galapagos Islands","offset":2626},{"uri":"Lacrimal_gland","surface_form":"lacrimal gland","offset":2685},{"uri":"Tear","surface_form":"tear","offset":2739},{"uri":"Fish","surface_form":"fish","offset":2888},{"uri":"Eel","surface_form":"eel","offset":2905},{"uri":"Molluscs","surface_form":"molluscs","offset":2988},{"uri":"Crustacean","surface_form":"crustacean","offset":3001},{"uri":"Prawn","surface_form":"prawn","offset":3022},{"uri":"Pelamis_platurus","surface_form":"Pelamis platurus","offset":3202},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":3288},{"uri":"Symptom","surface_form":"symptom","offset":3557},{"uri":"Lymph_node","surface_form":"lymph node","offset":3691},{"uri":"Paralysis","surface_form":"paralysis","offset":3799},{"uri":"Headache","surface_form":"headache","offset":3833},{"uri":"Elapidae","surface_form":"elapid","offset":4111},{"uri":"Paralysis","surface_form":"paralysis","offset":4141},{"uri":"Myoglobin","surface_form":"myoglobin","offset":4265},{"uri":"Kidney_failure","surface_form":"kidney failure","offset":4451},{"uri":"Hyperkalemia","surface_form":"hyperkalemia","offset":4501},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":4526}]}