{"id":98963,"url":"http://en.wikipedia.org/wiki/Elapid","text":"The Elapidae, or elapids'\", are a family of venomous snakes. These snakes can be found in tropical and subtropical regions around the world. They can also be found in the Indian Ocean and the Pacific. They are characterized by a set of hollow, fixed fangs through which they inject venom. There are snakes of different sizes, from only 18 cm (\"Drysdalia\") up to 6 m in length (\"King Cobra\"). Currently, 61 genera with 231 species are known.\nOn land.\nThose elapids that live on land look a lot like the colubrids: almost all have long and slender bodies with smooth scales, a head that is covered with large shields and not always distinct from the neck, and eyes with round pupils. In addition, their behavior is usually quite active and most are oviparous. There are exceptions to all these generalizations: For example, the death adders (\"Acanthophis\") include short and fat, rough-scaled, very broad-headed, cat-eyed, live-bearing, sluggish ambush predators with partly fragmented head shields.\nSome species spend most of their lives in trees or bushes; this is called arboreal (African \"Pseudohaje\" and \"Dendroaspis\", Australian \"Hoplocephalus\"). Many others are specialised burrowers (e.g. \"Ogmodon\", \"Parapistocalamus\", \"Simoselaps\", \"Toxicocalamus\", \"Vermicella\"). Some species have very generalised diets. Others have specialised on a certain kind of prey. They have also adapted themselves, to better be able to feed on other snakes, certain lizards, squamate eggs, mammals, birds, frogs, fish, etc.\nIn the water.\nSea snakes, which are also elapids, have adapted to a marine way of life in different ways. All have evolved their tails so they can be used for swimming. They can also excrete salt. Most also have changed bodies, better suited for swimming. Ventral scales are much smaller, the nostrils of the snakes are located dorsally and without scales between them. They give birth to live young (ovoviviparous). In general they have the ability to breathe through their skin; experiments with the yellow-bellied sea snake, \"Pelamis platurus\", have shown that this species can satisfy about 20% of its oxygen requirements in this manner. This makes it possible to stay underwater longer. The sea kraits (\"Laticauda sp. \"), are the least well-adapted to an aquatic life. They spend much of their time on land where they also lay their eggs (oviparous). They have wide ventral scales, the tail is not as well-developed for swimming, and their nostrils are separated by scales.\nVenom for hunting and self-defense.\nAll elapids have a pair of proteroglyphous fangs that are used to inject venom from glands located towards the rear of the upper jaws. The fangs are the first two teeth on each maxillary bone, which are enlarged and hollow, and usually only one is in place on each side at any time. The maxilla is intermediate in length and mobility between typical colubrids (long, less mobile) and viperids (very short, highly mobile). When the mouth is closed, the fangs fit into grooved slots in the buccal floor; in the longest-fanged elapids (e.g. \"Acanthophis\", \"Oxyuranus\") it is common for the fangs to pierce right through the intermandibular skin, which does not seem to endanger the snake. The fangs are usually below the front edge of the eye and are angled backwards; due to this construction, most elapids must actually bite in order to envenomate. This action is therefore not as quick as with the viperids, that can envenomate with only a quick, stabbing motion. Some elapids (\"Acanthophis\", \"Oxyuranus\", and especially \"Dendroaspis\") have long fangs on quite mobile maxillae (the prefrontal and ectopterygoid contacts are nearly as close together as in viperids), and can therefore make very fast stabbing strikes like viperids. A few species are capable of spraying their venom from forward facing holes at the tips of their fangs as a means of defense. Elapids use their venom both to immobilize their prey and in self-defense.\nVenom.\nAll elapids are venomous and many are potentially deadly. The venoms are mostly neurotoxic and are considered more dangerous than the mainly proteolytic viper venoms. Members include the black mamba (\"Dendroaspis polylepis\"), a species many regard as the world's most dangerous snake, the fierce snake (\"Oxyuranus microlepidotus\"), which is the most venomous land snake to mice, and \"Hydrophis belcheri\", a sea snake and the most toxic venom of all snakes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":34},{"uri":"Venom_(poison)","surface_form":"venomous","offset":44},{"uri":"Snake","surface_form":"snake","offset":53},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":171},{"uri":"Pacific","surface_form":"Pacific","offset":192},{"uri":"Fang","surface_form":"fang","offset":250},{"uri":"Drysdalia","surface_form":"Drysdalia","offset":344},{"uri":"King_Cobra","surface_form":"King Cobra","offset":378},{"uri":"Genus","surface_form":"genera","offset":406},{"uri":"Species","surface_form":"species","offset":422},{"uri":"Colubrid","surface_form":"colubrid","offset":502},{"uri":"Oviparous","surface_form":"oviparous","offset":747},{"uri":"Death_adders","surface_form":"death adders","offset":826},{"uri":"Ambush","surface_form":"ambush","offset":944},{"uri":"Predator","surface_form":"predator","offset":951},{"uri":"Arboreal","surface_form":"arboreal","offset":1072},{"uri":"Sea_snake","surface_form":"Sea snake","offset":1523},{"uri":"Ventral","surface_form":"Ventral","offset":1765},{"uri":"Nostril","surface_form":"nostril","offset":1802},{"uri":"Dorsal","surface_form":"dorsal","offset":1837},{"uri":"Ovoviviparity","surface_form":"ovoviviparous","offset":1910},{"uri":"Pelamis_platurus","surface_form":"Pelamis platurus","offset":2038},{"uri":"Laticauda","surface_form":"Laticauda sp.","offset":2218},{"uri":"Oviparous","surface_form":"oviparous","offset":2353},{"uri":"Proteroglypha","surface_form":"proteroglyphous","offset":2551},{"uri":"Venom_(poison)","surface_form":"venom","offset":2597},{"uri":"Gland","surface_form":"gland","offset":2608},{"uri":"Jaw","surface_form":"jaw","offset":2653},{"uri":"Maxillary","surface_form":"maxillary","offset":2701},{"uri":"Buccal","surface_form":"buccal","offset":3012},{"uri":"Viperidae","surface_form":"viperids","offset":3422},{"uri":"Venom_(poison)","surface_form":"venomous","offset":3979},{"uri":"Neurotoxin","surface_form":"neurotoxic","offset":4043},{"uri":"Proteolysis","surface_form":"proteolytic","offset":4104},{"uri":"Viperidae","surface_form":"viper","offset":4116},{"uri":"Black_mamba","surface_form":"black mamba","offset":4150},{"uri":"Fierce_snake","surface_form":"fierce snake","offset":4252},{"uri":"Hydrophis_belcheri","surface_form":"Hydrophis belcheri","offset":4347}]}