{"id":98976,"url":"http://en.wikipedia.org/wiki/Trench_warfare","text":"Trench warfare is a war tactic, or way of fighting. It was commonly used on the Western Front in the First World War but also at other wars and other places.\nIn trench warfare, the two sides fighting each other dug trenches in a battlefield. These trenches had many different parts, such as places for sleeping, for headquarters, for storage, and for artillery and machine gun<nowiki/>s. Between the front trenches on a battlefield, was an area called \"no man's land\". This area was often covered with barbed wire and land mines. Soldiers on either side would try to cross the no man's land to get to the enemy's trench and attack. Tanks were commonly used to cross this land.\nTrench warfare was used because it gave soldiers cover while defending themselves against attack. It also gave soldiers bunks to sleep in, although the bunks were very unclean and uncomfortable.\nWorld War I started in 1914 and ended in 1918. While fighting, soldiers needed self-defense. So, they dug holes. The holes were two meters deep. These holes were called trenches. Most soldiers fought in the trenches. The trenches were not very far apart. For example, they could have been as short as thirty meters in between each trench. This open space was called No Man’s Land. Death was frequent, even when there was no fighting (for example, by diseases). This was called trench warfare.\nTrench warfare was also an important part of the Iran-Iraq War.\nLife in the trenches.\nThe trenches were dirty. The cold, wet and unsanitary conditions made many soldiers sick. For example, \"trench foot\" was a fungal disease. It rotted people’s feet off. Lice spread throughout the trenches. They spread a disease called trench fever. It caused fevers and a severe pain to the head. Rat<nowiki/>s invaded the trenches and spread disease everywhere. The brown rats were the more hated kind. They ate human remains. Some grew to be as big as cats. The mud was very thick. Some men disappeared into the mud because it was so thick.\nThe trenches had a horrible smell. This was because of the lack of bathing, the dead bodies, and the overflowing toilets. The first thing a new recruit would notice on the way to the Frontline was the smell. Bodies were rotting in shallow graves, men had not washed in weeks because there were no facilities, cesspits were overflowing, and creosol or chloride of lime was used to stave off the constant threat of disease and infection. They could smell cordite, the lingering odour of poison gas, rotting sandbags, stagnant mud, cigarette smoke, and cooking food. Although overwhelmed at first, new arrivals soon got used to it and eventually became part of the smell with their own body odour.\nThe trench system.\nFront line trenches were usually about seven feet deep and six feet wide. The front of the trench was known as the parapet. The top two or three feet of the parapet and the parados (the rear side of the trench) would consist of a thick line of sandbags to absorb any bullets or shell fragments.\nIn a trench of this depth it was impossible to see over the top, so a two or three-foot ledge known as a fire-step, was added. Trenches were not dug in straight lines. Otherwise, if the enemy had a successive offensive, and got into your trenches, they could shoot straight along the line. Each trench was dug with alternate fire-bays and traverses.\nDuck-boards were also placed at the bottom of the trenches to protect soldiers from problems such as trench foot. Soldiers also made dugouts and funk holes in the side of the trenches to give them some protection from the weather and enemy fire.\nThe front-line trenches were also protected by barbed-wire entanglements and machine-gun posts. Short trenches called saps were dug from the front-trench into No-Man's Land. The sap-head, usually about 30 yards forward of the front-line, were then used as listening posts.\nBehind the front-line trenches were support and reserve trenches. The three rows of trenches covered between 200 and 500 yards of ground. Communication trenches, were dug at an angle to the frontline trench and were used to transport men, equipment and food supplies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tactic","surface_form":"tactic","offset":24},{"uri":"Western_Front_(World_War_I)","surface_form":"Western Front","offset":80},{"uri":"World_War_I","surface_form":"First World War","offset":101},{"uri":"Trench","surface_form":"trench","offset":215},{"uri":"Battlefield","surface_form":"battlefield","offset":229},{"uri":"Headquarters","surface_form":"headquarters","offset":316},{"uri":"Artillery","surface_form":"artillery","offset":351},{"uri":"Machine_gun","surface_form":"machine gun","offset":365},{"uri":"No_man%27s_land","surface_form":"no man's land","offset":453},{"uri":"Barbed_wire","surface_form":"barbed wire","offset":502},{"uri":"Land_mine","surface_form":"land mine","offset":518},{"uri":"Soldier","surface_form":"Soldier","offset":530},{"uri":"Tank","surface_form":"Tank","offset":632},{"uri":"Soldier","surface_form":"soldier","offset":717},{"uri":"Cleanliness","surface_form":"unclean","offset":845},{"uri":"Iran-Iraq_War","surface_form":"Iran-Iraq War","offset":1414},{"uri":"Trench_foot","surface_form":"trench foot","offset":1555},{"uri":"Fungus","surface_form":"fungal","offset":1574},{"uri":"Lice","surface_form":"Lice","offset":1619},{"uri":"Rat","surface_form":"Rat","offset":1747},{"uri":"Duckboards","surface_form":"Duck-boards","offset":3352}]}