{"id":99046,"url":"http://en.wikipedia.org/wiki/Sarojini_Sahoo","text":"Sarojini Sahoo (born 1956) is an Indian writer, who has been enlisted among 25 exceptional women of India by ‘Kindle’ English magazine of Kolkata.\nShe has been given the Orissa Sahitya Academy Award (1993), the Jhankar Award (1992), the Bhubaneswar Book Fair Award and the Prajatantra Award.\nSahoo was born in a small town of Dhenkanal in Orissa (India). Sarojini has MA and PhD degrees in Oriya Literature and a Bachelor of Law from Utkal University. She now teaches at a degree college in Belpahar, Jharsuguda, Orissa.\nSarojini is the second daughter of Ishwar Chandra Sahoo and (late) Nalini Devi. She is married to Jagadish Mohanty, a veteran writer of Orissa. They have a son and a daughter.\nShort stories.\nShe has published ten anthologies of short stories.\nShe has been widely translated and published in different Indian languages. Her stories have been included in anthologies published by \"Harper Collins\", \"National Book Trust\", \"Sahitya Akademi\" and \"Gnanpith\". She has attended many All India Writer’s meet and workshops arranged by Bharat Bhawan, Bhopal, Sahitya Akademi and National Book Trust.\nShe has been given the Orissa Sahitya Akademi Award and Bhubaneswar Book Fair award for her short stories collection \"Amrutara Pratikshare\".\nNovels.\nThe novel \"Upanibesh\" was the first attempt in Oriya Literature to focus the sexuality as a part of social revolt by any woman. Medha, the protagonist of Sarojini’s novel, was a bohemian. In her pre-marital stage, she was thinking that it was boring to live with a man life-long.\nIn her novel \"Pratibandi\", Sarojini has also described the thematic development of sexuality in a woman. Priyanka, the protagonist of the novel has to encounter the loneliness in the exile of Saragpali, a remote village of India. This lonliness develops into a sexual urge and soon Priyanka finds herself sexually attached with a former Member of Parliament. Though there is an age gap between them, his intelligence impresses her and she discovers a hidden archaeologist in him. Sarojini has painted successfully the difference of sensibility towards sexuality among male and female. Sarojini has her own credibility for the frankness to deals with the sensitive matters either it may be in politics or in sexuality. She has gained a reputation and has her own place in the history of Oriya fiction.\nHer novel \"Gambhiri Ghara\" she describes an unusual relationship between two people, a Hindu house wife of India and a Muslim artist of Pakistan. It is a net oriented novel. A woman meets a very sexually experienced man. One day he asks if she had any such experience. The woman, Kuki, scolds him and insults him by calling him a caterpillar. She said without love lust is like hunger of a caterpillar. Gradually they become involved with love, lust and spiritually. That man considers her as his daughter, lover, mother, and above all these as a Goddess. They both madly love each other, through the internet and on the phone. They use obscene language; they kiss each other online. Kuki does not lead a happy conjugal life though she has a love marriage with Aniket. The novel is not limited to only a love story. It has a greater aspect. It deals with the relationship between State and individual. Safique, who is not a Muslim by temperament, and as a historian, thinks the Pakistan of today has separated itself from its roots and looks towards Arabian legends for his history. He protests that the syllabus of history for the school would start from seventh century AD, not from the Mahenjodaro and Harappa. This broad Safique was once arrested after the bomb blast of London for allegation of being associated with the terrorist. But is it a true fact? Later Kuki came to know that Safiques is trapped by a military junta. The ex-lover of Tabassum had revenged on Safique by arresting him with an allegation of terrorism.\nHer novel \"Gambhiri Ghara\" proved to be a bestseller in Oriya literature. Her novels have gained a reputation for the frankness about sexuality and of feminist outlook. Her novels have gained a reputation for their feminist outlook and sexual frankness and has been translated into English and published from India under the title, The Dark Abode (2008) () and published from Bangladesh in Bengali as Mithya Gerosthali. (2007) () Dr. Vishwanath Bite is working on its Marathi translation. Another novel Pakhibas has been translated in to Bengali and published from Bangladesh under the same title () in 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"1956","surface_form":"1956","offset":21},{"uri":"India","surface_form":"India","offset":33},{"uri":"Writer","surface_form":"writer","offset":40},{"uri":"Orissa_Sahitya_Academy_Award","surface_form":"Orissa Sahitya Academy Award","offset":170},{"uri":"Jhankar_Award","surface_form":"Jhankar Award","offset":211},{"uri":"Bhubaneswar_Book_Fair_Award","surface_form":"Bhubaneswar Book Fair Award","offset":237},{"uri":"Prajatantra_Award","surface_form":"Prajatantra Award","offset":273},{"uri":"Orissa","surface_form":"Orissa","offset":339},{"uri":"Master_of_Arts","surface_form":"MA","offset":368},{"uri":"Doctor_of_Philosophy","surface_form":"PhD","offset":375},{"uri":"Academic_degree","surface_form":"degrees","offset":379},{"uri":"Oriya_language","surface_form":"Oriya","offset":390},{"uri":"Literature","surface_form":"Literature","offset":396},{"uri":"Bachelors_degree","surface_form":"Bachelor","offset":413},{"uri":"Law","surface_form":"Law","offset":425},{"uri":"Utkal_University","surface_form":"Utkal University","offset":434},{"uri":"College","surface_form":"college","offset":480},{"uri":"Belpahar","surface_form":"Belpahar","offset":491},{"uri":"Jharsuguda","surface_form":"Jharsuguda","offset":501},{"uri":"Jagadish_Mohanty","surface_form":"Jagadish Mohanty","offset":619},{"uri":"Orissa","surface_form":"Orissa","offset":657},{"uri":"Bohemian_style","surface_form":"bohemian","offset":1437},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":1876},{"uri":"Archaeologist","surface_form":"archaeologist","offset":1997},{"uri":"Hindu","surface_form":"Hindu","offset":2427},{"uri":"Muslim","surface_form":"Muslim","offset":2459},{"uri":"Pakistan","surface_form":"Pakistan","offset":2476},{"uri":"Internet","surface_form":"internet","offset":2941}]}