{"id":99041,"url":"http://en.wikipedia.org/wiki/WWE_Heat","text":"WWE Heat was a professional wrestling show made by the World Wrestling Entertainment.\nDuring its televised history in the United States it was shown on the USA Network, MTV and Spike TV.\nFrom 2005 to 2008 it was streamed on WWE.com on Fridays for North American viewers. However it was still televised in internationally. The final episode was streamed on May 30, 2008.\nInternationally it was replaced by WWE Vintage Collection a program which featured matches from past WWE events and hosted by WWE 2006 Hall of Fame inductee \"Mean\" Gene Okerlund.\n1998.\nThe show made its debut on August 2, 1998 on the USA Network as \"WWF Sunday Night Heat\". It began as the second most important show in WWF Programming second to \"WWF Monday Night Raw\". \"Heat\" would feature backstage interview segments and in-ring action. Main event stars such as The Rock, Mankind and Triple H would appear often to help further the storylines which occurred on \"Monday Night Raw\". \"Heat\" itself lead to a big ratings draw for the USA Network.\n1999-2002.\nWhen \"SmackDown!\" was created in 1999, \"Heats importance lowered as well as ratings. With the debut of \"SmackDown!\" it lead to \"Heat\" being taped before \"SmackDown!\". When \"SmackDown!\" debuted in August 1999 it briefly became a recap show, with exclusive interviews and feuds from the past of WWF Programming being made into music videos. This only lasted a couple of weeks as it returned to airing exclusive matches.\nThe WWF also aired two \"Halftime HEAT\" television specials which aired during Super Bowl XXXIII on the USA Network. During this period the show moved to MTV as part of a deal between Viacom and the WWE. When the show moved to MTV it began broadcasting live from WWF New York.\n2002-2005.\nIn 2002 the show reverted to its previous format of taping the matches before \"Raw\". Since the brand extension in 2002 \"Heat\" became exclusive to the \"Raw\" brand, the only exception to this was pay-per-view nights which were broadcast live from the PPV venues and could involve wrestlers from the \"SmackDown!\" brand.\nIn 2002 \"SmackDown!\" branched off its own secondary show called \"Velocity\" which mirrored the same format as \"Heat\".\n2005-2008.\n\"Heat\" and \"Velocity\" were not picked up by the USA Network, when WWE moved \"Raw\" back to the USA Network in October 2005. This left Americans no way of watching the weekend programmes on Television. WWE then made a decision to begin streaming these programmes on WWE.com exclusively for the United States audience. \"Sunday Night Heat\" soon was renamed \"WWE Heat\" as it no longer aired on Sundays.\n\"Heat\" was still broadcast internationally due to previous programme commitments. For a short time a special 30 minute live edition of \"Heat\" began airing in place of the traditional pre-taped Free For All PPV pre-show. This lasted from No Mercy 2005 to Backlash 2006.\nWhen WWE began airing in high definition \"Heat\" began using the same set as \"Raw\", \"SmackDown!\" and \"ECW\".\nThe final episode was streamed on WWE.com on May 30, 2008, and was replaced internationally by \"WWE Vintage Collection\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":15},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":55},{"uri":"United_States","surface_form":"United States","offset":122},{"uri":"USA_Network","surface_form":"USA Network","offset":156},{"uri":"MTV","surface_form":"MTV","offset":169},{"uri":"Spike_(TV_network)","surface_form":"Spike TV","offset":177},{"uri":"2005","surface_form":"2005","offset":192},{"uri":"2008","surface_form":"2008","offset":200},{"uri":"May_30","surface_form":"May 30","offset":356},{"uri":"2008","surface_form":"2008","offset":364},{"uri":"WWE_Vintage_Collection","surface_form":"WWE Vintage Collection","offset":405},{"uri":"Gene_Okerlund","surface_form":"\"Mean\" Gene Okerlund","offset":527},{"uri":"USA_Network","surface_form":"USA Network","offset":604},{"uri":"WWE_Raw","surface_form":"WWF Monday Night Raw","offset":717},{"uri":"Dwayne_Johnson","surface_form":"The Rock","offset":835},{"uri":"Mick_Foley","surface_form":"Mankind","offset":845},{"uri":"Triple_H","surface_form":"Triple H","offset":857},{"uri":"WWE_SmackDown","surface_form":"SmackDown!","offset":1033},{"uri":"Super_Bowl_XXXIII","surface_form":"Super Bowl XXXIII","offset":1523},{"uri":"MTV","surface_form":"MTV","offset":1598},{"uri":"Viacom","surface_form":"Viacom","offset":1628},{"uri":"The_World_(WWE)","surface_form":"WWF New York","offset":1707},{"uri":"WWE_Brand_Extension","surface_form":"brand extension","offset":1827},{"uri":"WWE_Velocity","surface_form":"Velocity","offset":2114},{"uri":"USA_Network","surface_form":"USA Network","offset":2225},{"uri":"United_States","surface_form":"United States","offset":2469},{"uri":"No_Mercy_(2005)","surface_form":"No Mercy 2005","offset":2812},{"uri":"Backlash_(2006)","surface_form":"Backlash 2006","offset":2829},{"uri":"High-definition_video","surface_form":"high definition","offset":2869},{"uri":"Extreme_Championship_Wrestling_(WWE)","surface_form":"ECW","offset":2945},{"uri":"WWE_Vintage_Collection","surface_form":"WWE Vintage Collection","offset":3047}]}