{"id":99053,"url":"http://en.wikipedia.org/wiki/Eddie_Guerrero","text":"Eduardo \"Eddie\" Gory Guerrero Yañez (October 9, 1967 – November 13, 2005) better known as Eddie Guerrero, was an American professional wrestler from a legendary Mexican wrestling family. He wrestled in Mexico, Japan, Extreme Championship Wrestling (ECW), World Championship Wrestling (WCW) and, most famously, in World Wrestling Entertainment (WWE).\nWrestling career.\nHe started his wrestling career in 1987 in the Mexican Empresa Mexicana de Lucha Libre promotion. He became a star in Mexico long before he wrestled in the United States. In 1993, Guerrero began wrestling in Japan for New Japan Pro Wrestling, as Black Tiger II. He was one of the best Mexican wrestlers there are in the world and he made so many accomplishments throughout his lifetime. He won the NJPW Junior Heavyweight Super Grade Tag League Championship with The Great Sasuke making him the most successful Black Tiger. He also won the Best of the Super Juniors 1996 tournament of junior heavyweights. He got a shot at the IWGP Junior Heavyweight Champion The Great Sasuke at NJPW Skydiving J but lost the match.\nGuerrero’s first break came in late 1994 when the owner of Extreme Championship Wrestling, Paul Heyman, noticed him and Art Barr. Barr died before he could join ECW with Guerrero. In honor of his fallen friend, Guerrero did his finishing move, the Frog Splash.\nEddie started wrestling for the WCW in late 1995 along with Dean Malenko and Chris Benoit, with whom he had worked in NJPW and ECW. At World War 3 he competed in the 3-ring, 60-man World War 3 battle royal for the vacant WCW World Heavyweight Championship. Guerrero was one of the final 10 men in the battle royal, but was tossed out of the ring by Four Horsemen members. Randy Savage won the match. At Starrcade 1995, Guerrero represented WCW in a WCW vs. NJPW World Cup tournament series. He fell to NJPW wrestler Shinjiro Ohtani in the match but WCW went on to win the series.\nDespite Guerrero's success and popularity, he had been one of many wrestlers that were upset at never being given a chance to be main event stars in WCW. Guerrero responded to Bischoff's actions by forming the Latino World Order (or LWO) with Hector Garza and Damien, a take-off on Bischoff's New World Order. with Hector Garza and Damien.\nOn August 1, 2002 Guerrero began to wrestle for WWE's SmackDown! brand Guerrero aligned himself with his nephew Chavo, forming the tag team Los Guerreros. At Survivor Series 2002, Guerreros faced the tag team champions Edge and Rey Mysterio, and Angle and Benoit for the titles. Eddie made Mysterio submit to The Lasso From El Paso to win their first WWE Tag Team Championship.\nDuring the summer of 2003 Guerrero had begun driving a lowrider to ringside. Guerrero would also capitalize on his \"Lie, Cheat, and Steal\" anti-hero image by using illegal tactics behind the referee's back to win matches. This caused his increase popularity to rise.\nOn January 29, 2004 Eddie won SmackDown’s! 15-man Royal Rumble, earning a shot at the WWE Championship At No Way Out 2004, Guerrero defeated the WWE Champion Brock Lesnar in the main event with help from Goldberg at WrestleMania XX he kept his title by beating Kurt Angle. At the end of this event, Guerrero celebrated in the ring with the WWE World Heavyweight Champion Chris Benoit.\nAt the 2005 No Way Out Eddie teamed with Rey Mysterio and defeated the Basham Brothers to win his final title, the WWE Tag Team Championship for a fourth time, with being it Mysterio's third reign. At WrestleMania 21 Guerrero began a feud with Rey.\nFollowing his, Guerrero was named number one contender to the World Heavyweight Championship and given a title match with Batista. Batista defeated Guerrero at No Mercy 2005 to retain the World Heavyweight Championship.\nEddie Guerrero’s last televised match was November 11, 2005 on SmackDown. He defeated Mr. Kennedy earning a place on the SmackDown! team in the 2005 Survivor Series, He was not able to be in this match because he died on November 13, 2005 of acute heart failure and Eddie was replaced by Randy Orton. Eddie Guerrero was inducted into the WWE Hall of Fame in 2006. Eddie's last match was actually on November 12th, 2005 in Albuquerque, New Mexico against Dave Batista for the World Heavyweight Championship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":113},{"uri":"Professional_wrestler","surface_form":"professional wrestler","offset":122},{"uri":"Mexican","surface_form":"Mexican","offset":161},{"uri":"Mexico","surface_form":"Mexico","offset":202},{"uri":"Japan","surface_form":"Japan","offset":210},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":217},{"uri":"World_Championship_Wrestling","surface_form":"World Championship Wrestling","offset":255},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":313},{"uri":"Wrestling","surface_form":"wrestling","offset":383},{"uri":"Career","surface_form":"career","offset":393},{"uri":"Mexico","surface_form":"Mexico","offset":486},{"uri":"United_States","surface_form":"United States","offset":524},{"uri":"Japan","surface_form":"Japan","offset":576},{"uri":"New_Japan_Pro_Wrestling","surface_form":"New Japan Pro Wrestling","offset":586},{"uri":"The_Great_Sasuke","surface_form":"The Great Sasuke","offset":831},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":1144},{"uri":"Paul_Heyman","surface_form":"Paul Heyman","offset":1176},{"uri":"Art_Barr","surface_form":"Art Barr","offset":1205},{"uri":"Dean_Malenko","surface_form":"Dean Malenko","offset":1406},{"uri":"Chris_Benoit","surface_form":"Chris Benoit","offset":1423},{"uri":"Randy_Savage","surface_form":"Randy Savage","offset":1718},{"uri":"Shinjiro_Ohtani","surface_form":"Shinjiro Ohtani","offset":1862},{"uri":"Hector_Garza","surface_form":"Hector Garza","offset":2169},{"uri":"The_New_World_Order_(professional_wrestling)","surface_form":"New World Order","offset":2219},{"uri":"Rey_Mysterio%2C_Jr.","surface_form":"Rey Mysterio","offset":2494},{"uri":"Chris_Benoit","surface_form":"Benoit","offset":2522},{"uri":"Royal_Rumble","surface_form":"Royal Rumble","offset":2961},{"uri":"Brock_Lesnar","surface_form":"Brock Lesnar","offset":3069},{"uri":"WrestleMania_XX","surface_form":"WrestleMania XX","offset":3127},{"uri":"Kurt_Angle","surface_form":"Kurt Angle","offset":3172},{"uri":"Chris_Benoit","surface_form":"Chris Benoit","offset":3282},{"uri":"No_Way_Out_(2005)","surface_form":"No Way Out","offset":3308},{"uri":"Basham_Brothers","surface_form":"Basham Brothers","offset":3367},{"uri":"WrestleMania_21","surface_form":"WrestleMania 21","offset":3497},{"uri":"World_Heavyweight_Championship","surface_form":"World Heavyweight Championship","offset":3607},{"uri":"Dave_Batista","surface_form":"Batista","offset":3667},{"uri":"2005_Survivor_Series","surface_form":"2005 Survivor Series","offset":3909},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":4053},{"uri":"WWE_Hall_of_Fame","surface_form":"WWE Hall of Fame","offset":4103}]}