{"id":99068,"url":"http://en.wikipedia.org/wiki/Nabta_Playa","text":"Nabta Playa was once a large basin in the Nubian Desert. It is about 500 miles south of modern-day Cairo or about 100 kilometers west of Abu Simbel of southern Egypt, 22° 32' north, 30° 42' east. Many archaeological sites have been found there.\nEarly history.\nFrom around the 10th millennium BC, this area began to get more rainfall than before. Because of the extra rainwater, a lake formed. Early people may have come here because there was water available. They could only graze their cattle where there was grass, and grass only grew next to water.\nArchaeologists (scientists who find and study artifacts) say that the first people came to the region between the 10th and 8th millennia BC. These peoples were growing domesticated cattle and using ceramic pottery. The ceramics had complicated painted patterns on them. These patterns may have been made by using combs.\nBy the 7th millennium BC, more developed settlements may be found in the area. They also used deep wells for water. Huts are found built in straight rows. People also lived from fruit, legumes, millets, sorghum and tubers.\nA little later in 7th millennium BC, there seem to have been more goats and sheep. These most likely came from Southwest Asia [http://www.comp-archaeology.org/WendorfSAA98.html]. There were also many large hearths at this time.\nHigh level of organization.\nFindings also show that the region was occupied only seasonally. This means that people only lived there in the summer, when the local lake filled with water for grazing cattle. Analysis of human remains show that the people who lived here may have migrated from sub-Saharan Africa.\nReligious ties to ancient Egypt.\nBy the 6th millennium BC, there may have been a prehistoric religion or cult. Sacrificed cattle were found buried in stone-roofed chambers lined with clay. Some people think that this cattle cult in Nabta Playa may be related to Ancient Egypt's Hathor cult. An example of this connection may be that Hathor was worshiped as a nighttime protector in desert regions.\nThis basically means that though there is evidence, there is no direct proof showing that the cattle cult was connected to Hathor.\nOne of the world's earliest known examples of archeoastronomy.\nBy the 5th millennium BC these peoples had fashioned one of the world's earliest known astronomical device (roughly contemporary to the Goseck circle in Germany), about 1000 years older than but comparable to Stonehenge (see sketch at right). Research suggests that it may have been a prehistoric calendar which accurately marks the summer solstice.\nThe research done by the astrophysicist Thomas G. Brophy suggests that these monoliths might tell much more. The calendar circle itself is made up of one doorway that runs north-south, a second that runs northeast-southwest marking the summer solstice, and six center stones. Brophy's theory proposes first that three of the center stones match the belt of Orion at its minimum tilt and the other three match the shoulder and head stars of Orion at their maximum tilt. This cycle repeats approximately every 25,000 years, following the precession of the equinoxes. The last minimum of Orion's belt occurred between 6400 BC and 4900 BC, matching the radio-carbon dating of campfires around the circle.\nThe stone circle at Nabta Playa is built precisely on what was then the Tropic of Cancer, the sun's farthest North point of travel that is, today, about 23 degrees 40 minutes N. Such a site would interest the wise men of the megalithic era and some would travel many days to erect such a site and then study there.\nAnother stone megalithic structure exists which consists of a central radial stone and several other stones in the distance. In interpreting this Brophy found that the lines made to these stones from the radial stone match the spots in the sky where the various stars marked by the center stones in the calendar circle at the time they rose as the vernal equinox heliacal rising. In analyzing the varying distances, mulling through assumptions such as that they represented the brightness of the stars, he inadvertently found that they matched the distance of the stars from Earth on a scale of 1 meter =.799 light years within the margin of error for astronomical distances calculated today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Watershed","surface_form":"basin","offset":29},{"uri":"Nubian_Desert","surface_form":"Nubian Desert","offset":42},{"uri":"Cairo","surface_form":"Cairo","offset":99},{"uri":"Abu_Simbel","surface_form":"Abu Simbel","offset":137},{"uri":"Egypt","surface_form":"Egypt","offset":160},{"uri":"Archeology","surface_form":"archaeological","offset":201},{"uri":"10th_millennium_BC","surface_form":"10th millennium BC","offset":276},{"uri":"Lake","surface_form":"lake","offset":380},{"uri":"Artifact_(archaeology)","surface_form":"artifacts","offset":599},{"uri":"10th_millennium_BC","surface_form":"10th","offset":667},{"uri":"8th_millennium_BC","surface_form":"8th millennia BC","offset":676},{"uri":"Domestication","surface_form":"domesticated","offset":721},{"uri":"Cattle","surface_form":"cattle","offset":734},{"uri":"Ceramic","surface_form":"ceramic","offset":751},{"uri":"Paint","surface_form":"paint","offset":797},{"uri":"Comb","surface_form":"comb","offset":866},{"uri":"7th_millennium_BC","surface_form":"7th millennium BC","offset":880},{"uri":"Town","surface_form":"settlements","offset":914},{"uri":"Water_well","surface_form":"wells","offset":972},{"uri":"Fruit","surface_form":"fruit","offset":1051},{"uri":"Legume","surface_form":"legume","offset":1058},{"uri":"Millet","surface_form":"millet","offset":1067},{"uri":"Sorghum","surface_form":"sorghum","offset":1076},{"uri":"Tuber","surface_form":"tuber","offset":1088},{"uri":"Goat","surface_form":"goat","offset":1162},{"uri":"Sheep","surface_form":"sheep","offset":1172},{"uri":"Southwest_Asia","surface_form":"Southwest Asia","offset":1207},{"uri":"Hearth","surface_form":"hearth","offset":1302},{"uri":"Summer","surface_form":"summer","offset":1464},{"uri":"Cattle","surface_form":"cattle","offset":1522},{"uri":"Sub-Saharan_Africa","surface_form":"sub-Saharan Africa","offset":1615},{"uri":"6th_millennium_BC","surface_form":"6th millennium BC","offset":1675},{"uri":"Religion","surface_form":"religion","offset":1728},{"uri":"Cult","surface_form":"cult","offset":1740},{"uri":"Sacrifice","surface_form":"Sacrifice","offset":1746},{"uri":"Stone","surface_form":"stone","offset":1785},{"uri":"Clay","surface_form":"clay","offset":1818},{"uri":"Cattle","surface_form":"cattle","offset":1852},{"uri":"Cult","surface_form":"cult","offset":1859},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1897},{"uri":"Hathor","surface_form":"Hathor","offset":1913},{"uri":"Cult","surface_form":"cult","offset":1920},{"uri":"5th_millennium_BC","surface_form":"5th millennium BC","offset":2234},{"uri":"Goseck_circle","surface_form":"Goseck circle","offset":2363},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":2436},{"uri":"Calendar","surface_form":"calendar","offset":2524},{"uri":"Summer","surface_form":"summer","offset":2560},{"uri":"Solstice","surface_form":"solstice","offset":2567},{"uri":"Monolith","surface_form":"monolith","offset":2654},{"uri":"Orion_(constellation)","surface_form":"Orion","offset":2934},{"uri":"Precession_of_the_equinoxes","surface_form":"precession of the equinoxes","offset":3113},{"uri":"Tropic_of_Cancer","surface_form":"Tropic of Cancer","offset":3350},{"uri":"Vernal_equinox","surface_form":"vernal equinox","offset":3941},{"uri":"Heliacal_rising","surface_form":"heliacal rising","offset":3956},{"uri":"Meter","surface_form":"meter","offset":4190},{"uri":"Light_year","surface_form":"light year","offset":4202}]}