{"id":99113,"url":"http://en.wikipedia.org/wiki/Sindh","text":"Sindh () () is a province in Pakistan. The provincial capital of Sindh is Karachi. Sindh has a population of 30 million people and an area of 54,407 mi² or (140,914 km²); in terms of area the provincial region of Sindh is greater in area than Greece but smaller than Tajikistan. There is a southern boundary with the Indian state of Gujarat. This is in dispute see: Kori Creek\nEtymology.\nThe province of Sindh and the people inhabiting the region are named after the river known as the Sindhu River before Independence and now called the Indus River. In Sanskrit, \"síndhu\" means \"river, stream\", and refers to the Indus river in particular. The Greeks who conquered Sindh in 325 BC under the command of Alexander the Great rendered it as \"Indós\", hence the modern \"Indus\". The ancient Iranians referred to everything east of the river Indus as \"hind\" from the word \"Sindh.\" When the British arrived in the 17th century, they followed that regional example and applied the Greek name for Sindh to the entire South Asian region, calling it \"India\".\nHistory.\nSindh () is one of the provinces of Pakistan. Sindh was home to one of the world's oldest civilizations, the Indus Valley Civilization which is 5,500 years old. 'Hind' is the corruption of the word for 'Sind'. On the 26th of June in 1947 \"Sindh\" joined Pakistan by a majority vote of members of the 1947 provincial legislature.\nGeography.\nSindh is located on the western corner of South-central Asia, bordering the Iranian plateau in the west. Geographically it is the third largest province of Pakistan, stretching about 579 km from north to south and 442 km (extreme) or 281 km (average) from east to west, with an area of of Pakistani territory. Sindh is bounded by the Thar Desert to the east, the Kirthar Mountains to the west, and the Arabian Sea in the south. In the centre is a fertile plain around the Indus River.\nGovernment.\nThe Provincial Assembly of Sindh is unicameral and consists of 168 seats, of which 5% are reserved for non-Muslims and 17% for women. The provincial capital of Sindh is Karachi.\nThe government is presided over by the Chief Minister of Sindh.\nMost of the Sindhi people in the province are involved in Pakistan's politics. Sindh is a stronghold of the centre-left Pakistan Peoples Party (PPP), which is the largest political party in the province.\nPakistan has had two very famous Sindhi leaders as Prime Ministers—Mr Zulfiqar Ali Bhutto and his daughter Ms Benazir Bhutto. Ms Bhutto's husband, Mr Asif Ali Zardari, was elected President of Pakistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":29},{"uri":"Karachi","surface_form":"Karachi","offset":74},{"uri":"Square_mile","surface_form":"mi²","offset":149},{"uri":"Square_kilometre","surface_form":"km²","offset":165},{"uri":"Greece","surface_form":"Greece","offset":243},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":267},{"uri":"Gujarat","surface_form":"Gujarat","offset":333},{"uri":"Kori_Creek","surface_form":"Kori Creek","offset":366},{"uri":"Sindhu","surface_form":"Sindhu River","offset":486},{"uri":"Pakistan_Movement","surface_form":"Independence","offset":506},{"uri":"Indus_River","surface_form":"Indus River","offset":538},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":554},{"uri":"Greeks","surface_form":"Greeks","offset":645},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":703},{"uri":"South_Asia","surface_form":"South Asia","offset":1007},{"uri":"Indus_Valley_Civilization","surface_form":"Indus Valley Civilization","offset":1165},{"uri":"Provincial_Assembly_of_Sindh","surface_form":"majority vote of members of the 1947 provincial legislature","offset":1323},{"uri":"Iranian_plateau","surface_form":"Iranian plateau","offset":1471},{"uri":"Thar_Desert","surface_form":"Thar Desert","offset":1729},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":1797},{"uri":"Indus_River","surface_form":"Indus River","offset":1867},{"uri":"Provincial_Assembly_of_Sindh","surface_form":"Provincial Assembly of Sindh","offset":1896},{"uri":"Unicameral","surface_form":"unicameral","offset":1928},{"uri":"Karachi","surface_form":"Karachi","offset":2061},{"uri":"Chief_Minister","surface_form":"Chief Minister","offset":2109},{"uri":"Pakistan_Peoples_Party","surface_form":"Pakistan Peoples Party","offset":2254},{"uri":"Zulfiqar_Ali_Bhutto","surface_form":"Zulfiqar Ali Bhutto","offset":2408},{"uri":"Benazir_Bhutto","surface_form":"Benazir Bhutto","offset":2448},{"uri":"Asif_Ali_Zardari","surface_form":"Asif Ali Zardari","offset":2488}]}