{"id":99115,"url":"http://en.wikipedia.org/wiki/Balochistan_(Pakistan)","text":"Balochistan () is a province in Pakistan. The capital of Balochistan is Quetta. Balochistan has a population of about 10 million people and an area of 134,051 mi2 or (347,190 km2). It covers 45% of Pakistani territory; in terms of area the province of Balochistan is greater in area than Republic of the Congo but smaller than Germany.\nBaluchistan (Chief commissioners province) - seceded from British India and became part of Pakistan in 1947. On the 30th of June in 1947 the \"Khan of Kalat\" joined Pakistan; tribal gathering and municipality of Quetta also declared for Pakistan. Baluchistan States Union - The BSU was formed after the formal Accession of four individual princely states into the new Dominion of Pakistan on the 31st of March in 1948, apart from the enclave of Gwadar that was in cessation from Oman to Pakistan on the 8th of September in 1958. Both CCP & BSU became the New Province of Balochistan on the 1st of July in 1970, after the dissolution of the former \"West Pakistan\" and is an “Integral Part of Pakistan”.\nEtymology.\nThe Baloch people once referred to their land as \"Moka\" or \"Maka\", a word which later became \"Makran\". \"Moka\" might have been an adaptation of \"Mahi-khoran\", Persian for \"fish eaters\", an appellation used by the Persians of the west for the people of coastal Balochistan. Arrian, in his \"Anabasis Alexandri\", referred to the people of the region as the \"ichythophagi\", a Greek translation of \"Mahi-khoran\".\nBalochistan is referred to in Pashto as \"Gwadar\" or \"Godar\" (also \"Godar-khwa\", i.e., \"the land by water\"). The Greeks, who derived the names of Iranian lands from the Bactrian language, Hellenised it to Gedrosia.\nIn an eleventh-century Sanskrit compilation of Jataka tales (Avadānakalpalatā) by Kshemendra of Kashmir, the land is called \"Baloksh\" (बलोक्ष). From Baloksh, the name evolved and was Persianised to Balochistan. The area is named after the numerous Baloch (or Baluch, Balouch, Balooch, Balush, Balosh, Baloosh, Baloush) tribes, an Iranian people, who moved into the area from the west around 1000 A.D. All natives are considered Balochi even if they do not speak Balochi; Pashto, Persian, and Brahui languages are also spoken in the region. The southern part of Balochistan is known as Makran. There are also relatively smaller communities of Iranian Baloch, Hazaras, Sindhis and other settlers, including Punjabis, Uzbeks, and Turkmens. The name Balochistan means \"the land of the Baloch\" in many regional languages.\nGeography.\nBalochistan is situated in the south-west of Pakistan and covers an area of. It is Pakistan's largest province by area constituting 44% of Pakistan's total land mass. The province is bordered by Afghanistan to the north and north-west, Iran to the south-west, Punjab and Sindh, and Khyber Pakhtunkhwa and the Federally Administered Tribal Areas to the north-east. To the south lies the Arabian Sea. Balochistan is located on the south-eastern part of the Iranian plateau. It borders the geopolitical regions of the Greater Middle East and Southwest Asia, Central Asia and South-central Asia. Balochistan lies at the mouth of the Strait of Hormuz and provides the shortest route from seaports to Central Asia. Its geographical location has placed the otherwise desolate region in the scopes of competing global interests like Afghanistan for all of recorded history.\nThe capital city Quetta is located in a densely populated portion of the Sulaiman Mountains in the north-east of the province. It is situated in a river valley near the Bolan Pass which has been used as the route of choice from the coast to Central Asia, entering through Afghanistan's Kandahar region. The British and other historic empires have crossed the region to invade Afghanistan by this route.\nBalochistan is rich in exhaustible and renewable resources; it is the second major supplier of natural gas in Pakistan. The province's renewable and human resource potential has not been systematically measured nor exploited due to pressures from within and without Pakistan. Local inhabitants have chosen to live in towns and have relied on sustainable water sources for thousands of years.","categories":[],"infobox_types":["Settlement"],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":32},{"uri":"Quetta","surface_form":"Quetta","offset":72},{"uri":"Square_mile","surface_form":"mi2","offset":159},{"uri":"Square_kilometre","surface_form":"km2","offset":175},{"uri":"Republic_of_the_Congo","surface_form":"Republic of the Congo","offset":288},{"uri":"Germany","surface_form":"Germany","offset":327},{"uri":"Baluchistan_(Chief_commissioners_province)","surface_form":"Baluchistan (Chief commissioners province)","offset":336},{"uri":"Secession","surface_form":"seceded","offset":381},{"uri":"British_India","surface_form":"British India","offset":394},{"uri":"Baluchistan_States_Union","surface_form":"Baluchistan States Union","offset":582},{"uri":"Dominion_of_Pakistan","surface_form":"Dominion of Pakistan","offset":703},{"uri":"Gwadar","surface_form":"Gwadar","offset":780},{"uri":"West_Pakistan","surface_form":"West Pakistan","offset":983},{"uri":"Arrian","surface_form":"Arrian","offset":1320},{"uri":"Anabasis_Alexandri","surface_form":"Anabasis Alexandri","offset":1336},{"uri":"Bactrian_language","surface_form":"Bactrian language","offset":1623},{"uri":"Gedrosia","surface_form":"Gedrosia","offset":1659},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":1692},{"uri":"Jataka_tales","surface_form":"Jataka tales","offset":1716},{"uri":"Kashmir","surface_form":"Kashmir","offset":1765},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":2692},{"uri":"Punjab%2C_Pakistan","surface_form":"Punjab","offset":2757},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":2779},{"uri":"Federally_Administered_Tribal_Areas","surface_form":"Federally Administered Tribal Areas","offset":2806},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":2883},{"uri":"Iranian_plateau","surface_form":"Iranian plateau","offset":2952},{"uri":"Greater_Middle_East","surface_form":"Greater Middle East","offset":3012},{"uri":"Strait_of_Hormuz","surface_form":"Strait of Hormuz","offset":3126},{"uri":"Kandahar","surface_form":"Kandahar","offset":3649}]}