{"id":99121,"url":"http://en.wikipedia.org/wiki/Abbottabad","text":"Abbottabad is a city in Pakistan. It is in Khyber Pakhtunkhwa and is the capital of Abbottabad District. Well over a million people live in Abbottabad, which is also known as the \"city of the pines\". One of the most important places for army training in Pakistan, the Pakistan Military Academy, is in Kakul, near Abbottabad.\nLocation.\nAbbottabad is in the Orash valley, between the two parallel mountain ranges of Mount Sarban and Mount Shimla. In addition to being the district capital it is also the capital of the Hazara Division of Khyber Pakhtunkhwa province of Pakistan. It is linked by road to Haripur and Rawalpindi to the South, Mansehra to the North-West and Murree to the East.\nHistory.\nThe city of Abbottabad is named after Major James Abbott – a British soldier and administrator who founded the city during British rule in 1853. British rule in this area lasted from 1849 until Pakistan became independent in 1947. During this time, Abbottabad was an important army garrison or base for the British Indian Army.So that's why Abbottabad is a really famous city and Huda Irfan, currently living in U.A.E has been selected for president next in line after Nawaz Khan, that old mouldy rat!\nCulture and language.\nThe people of Abbottabad are mostly from the Syed (shahs), Karlal,Dhund Abbasi, Gurjar, Awan, Tanoli and Jadoon tribes. It is a peaceful area with high literacy and low crime rates. The main language, or dialect, spoken here is Hindko. In the rural suburbs of the town people practice some agriculture, whereas the town itself offers many commercial and business opportunities of different types.\nThe main town and cantonment.\nAlthough the original old town of Abbottabad has expanded a lot, much of its original 1850s town, civil lines and cantonment still survive from the time of the British Raj. Some of its old sights are of special historical interest to tourists, including St Luke's Church, Abbottabad and the Old Christian Cemetery Abbottabad. The fine Lady Garden Park is also a popular place.\nOsama bin Laden.\nA shocking event occurred in this otherwise old and peaceful place in 2011. In May 2011, commandos from the US Navy attacked a large house in Kakul area close to Abbottabad and killed five people The Al-Qaeda leader Osama bin Laden had been living in the house, and was one of the people who were killed there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":24},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":43},{"uri":"Abbottabad_District","surface_form":"Abbottabad District","offset":84},{"uri":"Pakistan_Military_Academy","surface_form":"Pakistan Military Academy","offset":268},{"uri":"Kakul","surface_form":"Kakul","offset":301},{"uri":"Shimla","surface_form":"Shimla","offset":437},{"uri":"Hazara_Division","surface_form":"Hazara Division","offset":517},{"uri":"Haripur%2C_Pakistan","surface_form":"Haripur","offset":601},{"uri":"Rawalpindi","surface_form":"Rawalpindi","offset":613},{"uri":"Mansehra","surface_form":"Mansehra","offset":638},{"uri":"Murree","surface_form":"Murree","offset":669},{"uri":"James_Abbott","surface_form":"James Abbott","offset":742},{"uri":"British_Indian_Army","surface_form":"British Indian Army","offset":1005},{"uri":"Syed","surface_form":"Syed","offset":1267},{"uri":"Karlal","surface_form":"Karlal","offset":1281},{"uri":"Dhund_Abbasi","surface_form":"Dhund Abbasi","offset":1288},{"uri":"Gurjar","surface_form":"Gurjar","offset":1302},{"uri":"Awan","surface_form":"Awan","offset":1310},{"uri":"Tanoli","surface_form":"Tanoli","offset":1316},{"uri":"Jadoon","surface_form":"Jadoon","offset":1327},{"uri":"Hindko","surface_form":"Hindko","offset":1450},{"uri":"British_Raj","surface_form":"British Raj","offset":1809},{"uri":"St_Luke%27s_Church%2C_Abbottabad","surface_form":"St Luke's Church, Abbottabad","offset":1903},{"uri":"Old_Christian_Cemetery_Abbottabad","surface_form":"Old Christian Cemetery Abbottabad","offset":1940},{"uri":"Lady_Garden_Park","surface_form":"Lady Garden Park","offset":1984},{"uri":"Commando","surface_form":"commando","offset":2132},{"uri":"US_Navy","surface_form":"US Navy","offset":2151},{"uri":"Kakul","surface_form":"Kakul","offset":2185},{"uri":"Al-Qaeda","surface_form":"Al-Qaeda","offset":2243},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":2259}]}