{"id":99181,"url":"http://en.wikipedia.org/wiki/Gujranwala_District","text":"Gujranwala District () is a district in the Punjab province of Pakistan. The city of Gujranwala is the capital.\nHistory.\nGujranwala (), the capital of Gujranwala District, is a city in the northeast of the Punjab province in Pakistan. It borders the districts of Sialkot, to the north and east, Shiekhupura, to the south, Hafizabad, to the west and south, and Gujrat district to the west, on the other side of the Chenab river. The district is in the ancient region of Punjab, known as Sandal Bar, between the rivers of Chenab and Ravi.\nThe southern area of Gujranwala district is known as the Virkyat region or Virk territory, were the Virk Jatts held their territory, independently. The Chatha Jatts never got on with the Sikh Sardars, there were wars all the time. until the reign of Sher-e-Panjab. Before the arrival of Sikhs, into Gujranwala area, it was mainly held by local Muslim tribes, while Gujranwala, Garjakh, Qila Mian Singh, Botala Jhanda Singh, Butala Sham Singh, Eminabad, Kamoke, Qila Didar Singh, Ruriala, Mari Thakran, Ladhe Wala Waraich, Wazirabad, Dhounkal, Wadala Cheema, Mughal Chak were the only, that were under local Sikh Rule. In 1738, Panah Bhatti, a very powerful, Chieftain, had the whole of western Punjab, from Hasan Abdal, Attock, to the banks of the River Ravi, at his mercy, Gujranwala area, was to under his influence, but was defeated, by the Muslim Mughal Governors, of Lahore. Panah Bhatti, was captured and killed.\nSardar Amir Singh, was a very old Sikh Chieftain of Gujranwala, belonging to the Waraich Jat Clan. He had two son Gurbakhsh Singh and Dal Singh, and a Daughter named Mai Desan (d. 1778), Mai Desan in 1756, was married to Sardar Charat Singh Sukerchakia (d. 1770), who was from Amritsar District of Punjab, crossed the river Ravi, with a large Sikh army, and Occupied Gujranwala, establishing his independent State. Mai Desan, gave birth to Sardar Mahan Singh Sukerchakia (d. 1792), who expanded his territories, and fought against the Chatha Jats, who he defeated. He married Mata Raj Kaur, the daughter of Rajah Gajpat Singh, a Sidhu Jatt, ruler of Jind Sikh State, in about 1777, who later gave birth to Maharajah Ranjit Singh Sher-e-Panjab in 1780, in Gujranwala Haveli (Mansion), the biggest and tallest building in Gujranwala and fortified, at that time, where the great Sikh Chieftains lived. From 1792-1801, Gujranwala remained the capital of Ranjit Singh, until he captured Lahore in 1799, from Sardar Chet Singh Bhangi, a weak Sikh Chieftain of Lahore. Sardar Hari Singh Nalua (1791-1837), was also born in Gujranwala, to Sardar Gurdial Singh, and Mata Dharam Kaur, a Uppal Khatri, who was also the commander and general of the Sikh army during the Sikh times, family was originally from Amritsar. He has been credited for having rebuilt the present city of Gujranwala.\nRanjit Singh, brought all the independent Muslim states of Gujranwala, under his rule. During the later Sikh rule, the Hindu's of Gujranwala, played a great role, in those days. Maharajah Ranjit Singh, having, great tolerance, built many Durgahs of Sufi Saints, such as Mastan Shah, near Gujranwala, according to the local legends of Gujranwalia's. Who is said to have met the maharajah during his childhood. He Visited Dhounkal village, near Wazirabad city, in Gujranwala, where the shrine of mystical Sakhi Sarwar stands.\nIt has been recorded that a small number of the total Sikh population, of Gujranwala district, were from Eastern Punjab, who started settling in Gujranwala, during the occupation of the area, by the Sikh chief, Charat Singh. Sardar Jhanda Singh, also in between 1760-1799, migrated to Gujranwala, where he established his own Authority, and later founded the village of Botala Jhanda Singh. Other Sikh Sardars such as the Maan Jatt Sikh Sardars of Mughal Chak, and the Waraich Jatt Sikh Sardars of Ruriala in Gujranwala, were also from Amritsar District. Most of the Lahore Sikh royal family members, were from mainly Gujranwala, Sialkot, and some from Amritsar district. There are hundreds of old Islamic Tombs, Forts, Canals, Villages, Gurdwaras, Temples, Mansions, old Villages, Mosques, Baradari's and city walls, which are in ruins, scattered throughout Gujranwala countryside.\nThe second Anglo Sikh Wars were fought in 1848-49, between the Sikh Empire and British East India Company. were fought at Ram Nagar, also in Gujranwala, where it was Sikh Victory. In 1847, the district had come under British influence. two year later it was under British rule in 1849.\nIn 1947, Gujranwala District, was awarded to Pakistan, because of Muslims being a majority forming about 75%, while the Sikhs were 10% and the Hindus were about 15%. Plunder, masses of Looting, Force Conversion, Genocide, destruction, and rioting took place in Gujranwala, during 1947, August time. It has been recorded that Sikhs, also protected their villages, in Gujranwala, along with the Hindus, and many died fighting, against the Muslim looters. All the Sikh and Hindu population, left for Eastern Punjab. While the Muhajir Muslims, from the Indian States of Haryana, Rajasthan, Uttar pradesh, Jammu & Kashmir, and Delhi, in en masse, migrated to Pakistan, a good number of them settled in the Gujranwala region. Today Gujranwala, has the largest population, along with other districts, The Tribes of Gujranwala, are mainly Jatts, Rajputs, and the Muhajirs.","categories":[],"infobox_types":[],"annotations":[{"uri":"District","surface_form":"district","offset":28},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab","offset":44},{"uri":"Pakistan","surface_form":"Pakistan","offset":63},{"uri":"Gujranwala","surface_form":"Gujranwala","offset":85},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab","offset":206},{"uri":"Pakistan","surface_form":"Pakistan","offset":225}]}