{"id":99226,"url":"http://en.wikipedia.org/wiki/Liv_Tyler","text":"Liv Tyler (born July 1, 1977) is an American actress and former model. She is best known for her roles of Grace Stamper in \"Armageddon\" and Arwen in \"The Lord of the Rings\" movie trilogy. She is the daughter of Aerosmith's singer, Steven Tyler.\nTyler was born Liv Rundgren at Mount Sinai Hospital in Manhattan, New York City, New York. She is the first born daughter of Bebe Buell, a model, singer, and was the Playboy Playmate of the month Miss November 1974, and Steven Tyler, the lead singer of Aerosmith. Her maternal grandmother, Dorothea Johnson, founded the Protocol School of Washington. Her mother named her after Norwegian actress Liv Ullmann. At birth, Bebe Buell claimed that rock star Todd Rundgren was Tyler's biological father. Tyler spent most of her childhood living with that understanding, only finding her true parentage at age nine, after meeting Steven Tyler at a Rundgren concert in Boston. Also, when Tyler was growing up, Steven Tyler started coming to visit. Then at another meeting in 1988, seeing that Steven Tyler's other daughter, Mia, looked very similar to herself, she asked her mother. The truth about Tyler's paternity did not become public until 1991, when she changed her name from Rundgren to Tyler, but kept the old one as a middle name. Buell's reason for the decision was that Steven Tyler was too heavily addicted to drugs at that time. Since knowing the truth about her paternity, Liv and Steven Tyler have had a close relationship. They have even made their careers intertwine when Liv performed in Aerosmith's video \"Crazy\" and when Aerosmith wrote and performed many of the songs in Liv's movie \"Armageddon\".\nTyler went to the Congressional School of Virginia, Breakwater Elementary and Wayneflete schools (in Portland, Maine) before returning to New York City with her mother at the age of twelve. She went to York Prep in NYC for Junior High and High School, graduating in 1995. One month later Tyler set off for Italy, to star in \"Stealing Beauty\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":36},{"uri":"Actress","surface_form":"actress","offset":45},{"uri":"Model_(person)","surface_form":"model","offset":64},{"uri":"Armageddon_(movie)","surface_form":"Armageddon","offset":124},{"uri":"Arwen","surface_form":"Arwen","offset":140},{"uri":"The_Lord_of_the_Rings_movie_trilogy","surface_form":"\"The Lord of the Rings\" movie trilogy","offset":149},{"uri":"Aerosmith","surface_form":"Aerosmith","offset":211},{"uri":"Singer","surface_form":"singer","offset":223},{"uri":"Steven_Tyler","surface_form":"Steven Tyler","offset":231},{"uri":"Mount_Sinai_Hospital%2C_New_York","surface_form":"Mount Sinai Hospital","offset":276},{"uri":"Manhattan","surface_form":"Manhattan","offset":300},{"uri":"New_York_City","surface_form":"New York City","offset":311},{"uri":"New_York","surface_form":"New York","offset":326},{"uri":"Bebe_Buell","surface_form":"Bebe Buell","offset":370},{"uri":"Miss_November_1974","surface_form":"Miss November 1974","offset":441},{"uri":"Steven_Tyler","surface_form":"Steven Tyler","offset":465},{"uri":"Aerosmith","surface_form":"Aerosmith","offset":498},{"uri":"Norway","surface_form":"Norwegian","offset":623},{"uri":"Liv_Ullmann","surface_form":"Liv Ullmann","offset":641},{"uri":"Todd_Rundgren","surface_form":"Todd Rundgren","offset":698},{"uri":"Mia_Tyler","surface_form":"Mia","offset":1061},{"uri":"Portland%2C_Maine","surface_form":"Portland","offset":1756},{"uri":"Maine","surface_form":"Maine","offset":1766},{"uri":"Stealing_Beauty","surface_form":"Stealing Beauty","offset":1980}]}