{"id":99220,"url":"http://en.wikipedia.org/wiki/Union_councils_of_Pakistan","text":"A Union Council or Village Council in Pakistan is an elected local government body that has 21 councillors. They are elected by the people. Each Union Council is headed by a Nazim, which is similar to a mayor, and a Naib Nazim (similar to a deputy mayor).\nAdministration.\nUnion Councils are the fifth level (the lowest level) of government in Pakistan. Union Councils are often known as \"Village Councils\" in rural areas, the area represented by a Village Council usually comprises a large village and surrounding areas, often including nearby small villages. The term \"Union Council\" may be used for areas that are part of cities.\nEach Union Council is governed by a Union Nazim (similar to a mayor), each union council has 13 elected members known as councillors. As well as four male and two female members elected directly, there are two male and two female representatives of the labour, a minority member, a Union Nazim and his deputy known as Union Naib Nazim.\nAlso as well as the elected members, there are several government employees and functionaries in every union council, who report to the Secretary of the Union Council. The last one is a civil servant appointed by the state.\nThe territory of a Union Council or Village Council is usually part of a tehsil, (a tehsil is a district subdivision). Less commonly, a Union Council may be part of a City District.\nStructure of local Government.\nShown below is a simplified structure of the political hierarchy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":38},{"uri":"Local_government","surface_form":"local government","offset":61},{"uri":"Nazim","surface_form":"Nazim","offset":174},{"uri":"Mayor","surface_form":"mayor","offset":203},{"uri":"Naib","surface_form":"Naib","offset":216},{"uri":"Level","surface_form":"level","offset":301},{"uri":"Rural","surface_form":"rural","offset":409},{"uri":"Nazim","surface_form":"Nazim","offset":674},{"uri":"Elected","surface_form":"elected","offset":728},{"uri":"Councillors","surface_form":"councillors","offset":753},{"uri":"Minority","surface_form":"minority","offset":895},{"uri":"Civil_servant","surface_form":"civil servant","offset":1154},{"uri":"Tehsil","surface_form":"tehsil","offset":1265},{"uri":"City_Districts_of_Pakistan","surface_form":"City District","offset":1359}]}