{"id":99284,"url":"http://en.wikipedia.org/wiki/Justice_and_Equality_Movement","text":"e=\"preserve\">The Justice and Equality Movement (JEM) is a rebel group involved in the Darfur conflict of Sudan. It is led by Khalil Ibrahim. Together with other rebel groups such as the Sudan Liberation Army, they are fighting against the government-supported Janjaweed militia. The JEM is also a member of the Eastern Front, a rebel coalition. After the Eastern Front signed a peace deal with the central government, the JEM lost access to its funding from Eritrea.\nThe JEM traces its foundation to the writers of the \"Black Book\", a manuscript published in 2000 that shows some problems. JEM has an Islamist ideology, and the government links the group to Hassan al-Turabi, although leaders of the group and Turabi himself deny the claim. However, al-Turabi blames the government for making the situation worse\".\nOn January 20, 2006, the group merged with the Sudan Liberation Movement, along with other rebel groups, to form the Alliance of Revolutionary Forces of West Sudan. However, the JEM and SLM negotiated as separate groups with peace talks with the government in May 2006.\nIn October of 2007, the JEM attacked an oilfield in the Kordofan region of Sudan. This olified is controlled by a Chinese consortium. The next month, a group of 135 Chinese engineers arrived in Darfur to work on this field. Ibrahim told reporters, \"We oppose them coming because the Chinese are not interested in human rights. It is just interested in Sudan's resources.\" The JEM claims that the revenue from oil sold to China funds the Sudanese government and the Janjaweed militia.\nOn the morning of December 11th, 2007, Khalil Ibrahim claimed that JEM forces fought and defeated Sudanese government troops guarding a Chinese-run oilfield in the Kordofan region. Khartoum officials, however, denied that any oil fields had come under attack. Ibrahim said that the attack was part of a JEM campaign to rid Sudan of Chinese-run oilfields and stated that \"[The JEM] want all Chinese companies to leave. They have been warned many times. They should not be there.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Rebel","surface_form":"rebel","offset":58},{"uri":"Darfur_conflict","surface_form":"Darfur conflict","offset":86},{"uri":"Sudan","surface_form":"Sudan","offset":105},{"uri":"Khalil_Ibrahim","surface_form":"Khalil Ibrahim","offset":125},{"uri":"Sudan_Liberation_Army","surface_form":"Sudan Liberation Army","offset":186},{"uri":"Janjaweed","surface_form":"Janjaweed","offset":260},{"uri":"Eastern_Front_(Sudan)","surface_form":"Eastern Front","offset":311},{"uri":"Imbalance_of_Power_and_Wealth_in_the_Sudan","surface_form":"Black Book","offset":520},{"uri":"Islamist","surface_form":"Islamist","offset":601},{"uri":"Hassan_al-Turabi","surface_form":"Hassan al-Turabi","offset":658},{"uri":"January_20","surface_form":"January 20","offset":818},{"uri":"2006","surface_form":"2006","offset":830},{"uri":"Sudan_Liberation_Movement","surface_form":"Sudan Liberation Movement","offset":862},{"uri":"Alliance_of_Revolutionary_Forces_of_West_Sudan","surface_form":"Alliance of Revolutionary Forces of West Sudan","offset":932},{"uri":"October","surface_form":"October","offset":1088},{"uri":"2007","surface_form":"2007","offset":1099},{"uri":"Oilfield","surface_form":"oilfield","offset":1125},{"uri":"Kordofan","surface_form":"Kordofan","offset":1141},{"uri":"China","surface_form":"Chinese","offset":1199},{"uri":"Consortium","surface_form":"consortium","offset":1207},{"uri":"Revenue","surface_form":"revenue","offset":1481},{"uri":"December_11th","surface_form":"December 11th","offset":1587},{"uri":"2007","surface_form":"2007","offset":1602},{"uri":"Khalil_Ibrahim","surface_form":"Khalil Ibrahim","offset":1608},{"uri":"Kordofan","surface_form":"Kordofan","offset":1733},{"uri":"Khartoum","surface_form":"Khartoum","offset":1750}]}