{"id":99295,"url":"http://en.wikipedia.org/wiki/Languages_constructed_by_J._R._R._Tolkien","text":"e=\"preserve\">This article is about the constructed languages of J. R. R. Tolkien, used in his Middle-earth universe.\nExternal history.\nJ. R. R. Tolkien was a philologist, and he was interested in language since he was a child. He invented several languages, which he then used in his Middle-earth writings. Aside from the external history, most of his languages have also an invented \"internal history\". The internal history means how the languages evolved and were used inside the fictional story by the fictional people who spoke them.\nSome of Tolkien's languages have a detailed grammar and vocabulary. Other languages are not very detailed, and some languages have only a few words and names. Quenya and Sindarin are the best and most developed languages, while others like Rohirric, Khuzdûl, or Black Speech, are not so developed.\nTolkien also created the Tengwar, Sarati, and Cirth scripts for his languages.\nElvish languages.\nThe Elvish languages or Eldarin languages are the languages of the Elves. At other times, Elvish languages were the common speech. Later the Elvish languages were also used by humans, especially by scientists and the nobility. The Eldarin languages can be divided into two groups: Quenya language and Telerin languages (which includes Telerin, Nandorin, and Sindarin).\nQuenya.\nQuenya is an Elvish language. It was spoken by the Vanyar and Noldor elves in Valinor. When the Noldor returned to Middle-earth in the First Age, they brought Quenya with them. But the native Sindarin became far more common in everyday speech. In the Second Age and especially in the Third Age, Quenya in Middle-earth was used more as a scientific and ritual language. Because of this Tolkien sometimes called Quenya the \"Elf-Latin\".\nTelerin.\nTelerin is an Elvish language. It was spoken by the Teleri elves. From Telerin developed several new languages and dialects, for example Sindarin.\nSindarin.\nSindarin is an Elvish language. It came from the Telerin language. It was spoken by the Sindar (or Grey Elves) in Middle-earth. It later became the most common elvish language spoken in Middle-earth.\nAdûnaic.\nAdûnaic is the language of the people of Númenor. After the Fall of Númenor, Adûnaic was not often used anymore. From Adûnaic and the native languages of the western coastlands of Middle-earth developed Westron.\nWestron.\nWestron (Westron: \"Adûni\", Sindarin: \"Annúnaid\"), or the Common Speech (Westron: \"Sôval Phârë\"), is a language of Middle-earth. It comes from Adûnaic and the natives languages of Middle-earth. In the Third Age, Westron is used as the common language, spoken by most peoples.\nIn the books, the text written in English is meant to be Westron most of the time.\nRohirric.\nRohirric (also Rohirian or Rohanese) is the language of the Rohirrim of Rohan. In the books, Rohirric text and names are always represented by Old English. This is made because Rohirric should feel older but similar to the hobbit's Westron, and they are in the books represented by Old English and Modern English.\nKhuzdûl.\nKhuzdûl is the language of the Dwarves. The dwarves keep much of what they do a secret, and they also do this with their language. Because of this, only a few place-names and phrases are known from Khuzdûl. Dwarves have never told other (non-dwarven) people their Khuzdûl names. Instead, they use other names when talking to the other peoples of Middle-earth. The dwarven \"nicknames\" that appear in the books are all taken from Norse mythology.\nBesides the spoken language, called \"aglab\", Khuzdûl had the \"iglishmek\", which was a sign language.\nEntish.\nEntish is the language of the Ents. The language is, like the Ents themselves, very \"unhasty\": it takes a lot of time to say something. The language uses very long descriptions and many repetitions. Because it is so complicated and takes so much time, nobody but the Ents use or understand this language.\nValarin.\nValarin was the language spoken by the Ainur.\nBlack Speech.\nBlack Speech is the language of Sauron. The language was created by him and used by his followers. The inscription on the One Ring was Black Speech, written in Tengwar. Aside from the Ring-inscription, there are several names and words of Black Speech known.","categories":[],"infobox_types":[],"annotations":[{"uri":"Constructed_language","surface_form":"constructed language","offset":39},{"uri":"J._R._R._Tolkien","surface_form":"J. R. R. Tolkien","offset":64},{"uri":"Middle-earth","surface_form":"Middle-earth","offset":94},{"uri":"Philology","surface_form":"philologist","offset":158},{"uri":"Tengwar","surface_form":"Tengwar","offset":861},{"uri":"Nobility","surface_form":"nobility","offset":1150},{"uri":"Sindarin","surface_form":"Sindarin","offset":1502},{"uri":"Latin_language","surface_form":"Latin","offset":1736},{"uri":"Sindarin","surface_form":"Sindarin","offset":1890},{"uri":"N%C3%BAmenor","surface_form":"Númenor","offset":2160},{"uri":"Westron","surface_form":"Westron","offset":2322},{"uri":"Ad%C3%BBnaic","surface_form":"Adûnaic","offset":2482},{"uri":"English_language","surface_form":"English","offset":2649},{"uri":"Rohan_(Middle-earth)","surface_form":"Rohan","offset":2780},{"uri":"Old_English_language","surface_form":"Old English","offset":2851},{"uri":"Westron","surface_form":"Westron","offset":2940},{"uri":"English_language","surface_form":"Modern English","offset":3006},{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":3459},{"uri":"Sign_language","surface_form":"sign language","offset":3562},{"uri":"Sauron","surface_form":"Sauron","offset":3991},{"uri":"Tengwar","surface_form":"Tengwar","offset":4119}]}