{"id":99318,"url":"http://en.wikipedia.org/wiki/WrestleMania_XXIV","text":"WrestleMania XXIV was the twenty-fourth yearly WrestleMania professional wrestling pay-per-view event made by World Wrestling Entertainment (WWE). It took place on March 30, 2008 at the Citrus Bowl in Orlando, Florida. It was the first WrestleMania to be held in the state of Florida, and the second WrestleMania to be held outdoors the whole time, the other being WrestleMania IX. The official theme songs were \"Light It Up\" by Rev Theory and \"Snow ((Hey Oh))\" by the Red Hot Chili Peppers. The tagline was \"The Biggest WrestleMania Under the Sun\".\"\nTickets went on sale to the public on November 3, 2007. For the second year in a row, WrestleMania broke the record for the highest-grossing pay-per-view in WWE history and for the Citrus Bowl, grossing in $5.85 million in ticket sales. The record-breaking Citrus Bowl attendance record of 74,635 consisting of people from twenty-one countries, all fifty states, and five Canadian provinces, pumped an estimated $30 million into the local economy. The Central Florida Sports Commission thought that the event created many jobs, and brought around 60,000 visitors to the city for the event. WWE and the city of Orlando hosted festivities that spanned a five-day period within the central Florida area, bringing many branding opportunities and television coverage, leading up to the event at the Citrus Bowl.\nThe event was a joint-promotion pay-per-view, having performers from the Raw, SmackDown, and ECW brands. The main match on the Raw brand was a Triple Threat match for the WWE Championship between Randy Orton, Triple H, and John Cena, which Orton won by pinning Cena. The main event and featured match on the SmackDown brand was Edge versus The Undertaker for the World Heavyweight Championship, which Undertaker won by forcing Edge to submit with the Gogoplata. The main match on the ECW brand was Chavo Guerrero against Kane for the ECW Championship, which Kane won by pinfall after performing a chokeslam. Main matches on the undercard included Floyd Mayweather, Jr. versus The Big Show in a No Disqualification match,\nEvent.\nBefore the show was first shown live on pay-per-view, Kane won a 24-man Interpromotional Battle Royal to win an ECW Championship match against Chavo Guerrero later that night. The event officially began with John Legend singing a rendition of \"America the Beautiful\".\" The first match that was shown live on pay-per-view was a Belfast Brawl between Finlay and John \"Bradshaw\" Layfield. Finlay was accompanied to the ring by his returning \"son\" Hornswoggle, who was injured at the hands of JBL a few weeks ago on \"Raw\".\nThe match had many spots, which included JBL hitting Finlay with a trash can lid when the latter was about to perform a suicide dive on him through the ropes on the outside. Later on, Finlay tossed JBL through the table that he had set up earlier on the turnbuckle. Hornswoggle would also get involved during the match, hitting JBL's with a kendo stick while later on he would get attacked by JBL with a trash can thrown at him. Attacking Finlay's knee with a kendo stick, JBL then quickly hit a Clothesline from Hell to score a successful pinfall.\nThe next match of the evening was the fourth-yearly Money in the Bank ladder match, featuring Chris Jericho, Mr. Kennedy and Carlito from the Raw brand; CM Punk, Shelton Benjamin and John Morrison from the ECW brand; and Montel Vontavious Porter (MVP) from the SmackDown brand. The match featured many dangerous spots. Early in the match, Morrison climbed a turnbuckle and performed a moonsault on others outside while holding a ladder against his chest. Then, at one point, when Mr. Kennedy and Morrison were battling on top of a ladder, Benjamin climbed another ladder placed adjacent to the first one, and performed a flip powerbomb on Kennedy, who in turn superplexed Morrison from the top of the ladder. After sometime, Kennedy delivered his Green Bay Plunge to Punk onto a ladder. Later, Carlito and Kennedy flipped Benjamin off a ladder, sending him crashing through another ladder set-up between the barricade and the ring apron. Jericho also performed his Walls of Jericho on Morrison on top of a ladder. Kennedy delivered his Mic Check to Punk off a ladder. Quickly afterwards, Carlito hit the Backstabber to Jericho from a ladder. When MVP was close of finding the contract briefcase, Matt Hardy returned to action through the crowd, entered the ring and delivered the Twist of Fate to MVP off the ladder. As soon as Morrison started to climb a ladder, see-sawing with another ladder, Jericho flipped the other one and Morrison landed on the ring-ropes groin-first. In the end, Jericho and Punk fought each other on a ladder, but Punk trapped Jericho's one leg in the ladder's steps and himself retrieved the contract briefcase to win the match.\nThe next match which was billed as a \"Battle for Brand Supremacy\", was between SmackDown's Batista and Raw's Umaga. Early in the match, both Batista and Umaga exchanged blows and Batista threw Umaga outside with a shoulder block. Umaga later delivered a high-impact kick to Batista, which caused him to fall back-first outside the ring from the ring-apron. Hence, Umaga started targeting Batista's injured back. But in the end, when Umaga tried to go for a Samoan Spike, Batista countered the attempt and delivered a spinebuster to Umaga. Batista won the match by pinning Umaga after hitting him with his Batista Bomb. The fourth match for the event featured Chavo Guerrero defending his ECW Championship against Kane. Kane surprised Chavo by emerging from underneath the ring instead of from the entrance stage. In the second shortest match in WrestleMania history, Kane instantly pinned Chavo after a Chokeslam and won the ECW Championship in eight seconds.\nRic Flair put his career on the line next against Shawn Michaels. At the start of the match, both superstars engaged in a series of counters, and then Flair shoved Michaels in a corner, making \"Old Yeller\" comments to him. In retaliation, Michaels slapped Flair in the face, which caused him to start bleeding from the mouth. Later, Flair performed a crossbody onto Michaels from the top rope for a two count. Then, in a very dangerous spot, when Flair was on the outside, Michaels performed an Asai moonsault onto Flair, but missed and landed hard on the Raw announcers' table rib-first. With Flair later on outside the ring again, Michaels successfully attempted another moonsault from the top-rope onto Flair. Back in the ring, Michaels tried to go for his Sweet Chin Music, but stopped in the process and Flair capitalized by trapping him in his figure four leglock. Afterwards, Michaels finally delivered a Sweet Chin Music to Flair, but the latter kicked out to the pinfall attempt. Michaels then, trapped Flair in his modified figure four leglock, but Flair delivered a thumb to the eye to Michaels to break the submission. As Flair was delivering chops to Michaels, the latter hit a second Sweet Chin Music. After getting up on his feet with a worried face, Michaels said to Flair \"I'm sorry, I love you\", before nailing a final Sweet Chin Music and thus pinning Flair to end his 36-year long wrestling career. After the match, Michaels left quickly and Flair got a standing ovation from the crowd. An emotional Flair embraced his family at ringside and then, as he proceeded to go backstage, thanked the crowd for their support.\nThe sixth match was the Playboy BunnyMania Lumberjack match, in which Maria and Ashley faced Beth Phoenix and Melina, who were accompanied to the ring by Santino Marella. Snoop Dogg served as the official \"Master of Ceremonies\" for this match. Due to some technical difficulties, the lights at Citrus Bowl temporarily went out during the match. Near the end, a pin attempt by Maria was prevented when Santino pulled Maria's leg. In response, Raw commentator Jerry Lawler approached and knocked Marella down with a punch. With a Fisherman suplex, Phoenix pinned Maria to win the match. After the match, Snoop Dogg clotheslined Marella in the ring and kissed Maria, before leaving with her and Ashley.\nRandy Orton defended his WWE Championship against Triple H and John Cena in a Triple Threat match next. For his entrance, Cena had a marching band perform an instrumental version of his theme song \"The Time Is Now\" live. During the match, when Triple H had held Orton in a sleeper hold, Cena picked up both Orton and Triple H for an FU, but Triple H dropped down and low blowed him. Orton dominated the match for some time. One hightlight of the match featured Orton performing a crossbody from the top rope on Cena, while the latter was held on Triple H's shoulders in an electric chair position. Also, Orton delivered a double elevated DDT from the second rope to both Cena and Triple H simultaneously. Orton then tried to RKO Cena, but he countered and threw Orton onto Triple H. Then, Triple H started targeting Orton's legs and using some submissions on him. The match's finish came when Triple H countered Cena's FU into a Pedigree, but when he covered Cena, Orton punted on Triple H's head and himself pinned Cena to retain his WWE Championship.\nThe next match was the No Disqualification match between The Big Show and Floyd Mayweather, Jr.. Early in the match, Mayweather repeatedly escaped Big Show's grasp and delivered body shots to him. Soon, Mayweather put a sleeper hold on Big Show, but the latter escaped out of it before passing out and stomped on Mayweather's hand. Mayweather and his accomplices tried to \"walk out\" of the match, but Big Show walked up the ramp and brought Mayweather back in the ring. As Big Show was about to chokeslam Mayweather, one of Mayweather's accomplices struck a steel chair on Big Show's back, and the latter chokeslammed him in retaliation. Capitalizing from this distraction, Mayweather grabbed that chair and hit Big Show multiple times on the head with it. Finally, Mayweather removed his right glove and put on a pair of brass knuckles to hit Big Show in the face. Thus, Big Show was knocked out as he could not answer the referee's ten count and Mayweather was declared the winner.\nThe main event and last match of the night was Edge putting his World Heavyweight Championship on the line against the number one contender The Undertaker.\nProduction.\nAs the second WrestleMania to be held outdoors the whole time, WWE chairman Vince McMahon early on said that the show will go on, no matter what the weather is. In the March 2008 issue of WWE Magazine, WWE set designer Jason Robinson revealed that a steel rig with a tarpaulin roof would be built above the ring itself to prevent rain. In that same issue, an initial design of the ring setup was revealed showing a bigger rig surrounding the tarpaulin rig, with lighting and two giant screens attached. The bigger rig was dropped from the final design with the lighting and video screens now featuring on the tarpaulin rig as well as the sound system. During an interview, WWE production manager Brian Petree mentioned that video reinforcement should prevent anyone from being obstructed by the steel structure. Up to seven generators were used to power up the show.\nThe set design for the entrance stage was at the north end of the stadium and consisted of another steel structure with various video screens hanging from it. The steel beams for the structure were custom built in Belgium and shipped over to Orlando. According to WWE Magazine, the amount of pyrotechnics used would be ten times that of the amount used on \"Raw\". Without the restriction of a roof, the pyrotechnics for the show shot as high as 2,000 ft as compared to WrestleMania 23's height of 150 ft. The fireworks were set off from boats on one of the lakes nearby the stadium. WWE has been said to have spent an estimated $300,000 on the fireworks alone. After the show, WWE was criticized for a malfunction in the pyrotechnics during The Undertaker's victory celebration. During the celebration, a hot cable for pyrotechnics was sent flying into audience members in the upper seating bowl of the stadium, leaving 45 injured with some hospitalized. The accident was apparently due to a cable which fireworks were travelling across snapping, thus resulting in the fireworks exploding into the top rows of the upper bowl of the stadium. WWE's corporate website released a statement afterwards stating that they will investigate the incident.\nWith the Citrus Bowl's locker rooms on the south side and the entrance set on the north side, a tented 40,000 ft² mini-city outside the north end served as the show's backstage area and included air conditioning, trailers, VIP areas, showers and restrooms. As a consequence, the road next to the north end zone, W. Church Street, was closed down until a day after the event. Numerous other roads were also closed to allow trucks and fork lifts to move in mega equipment for the event. The ring itself was built on the 50-yard line of the Citrus Bowl to give the best view for fans. Heavy-duty plastic flooring had been put over the field, to protect the turf, provide seating and serve as the steel structures' foundation.\nDevelopment on the set design began in the middle of 2007. The building of the actual set began in the middle of March. 100 people worked 16 hours a day to construct the set for the event. The construction finished on March 29.\nWrestleMania XXIV was the first WrestleMania event to be filmed in high-definition. It will also be the first WWE show to be released on the Blu-ray Disc format by WWE Home Video.","categories":[],"infobox_types":["Wrestling event"],"annotations":[{"uri":"WrestleMania_(PPV_series)","surface_form":"WrestleMania","offset":47},{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":60},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":83},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":110},{"uri":"Citrus_Bowl","surface_form":"Citrus Bowl","offset":186},{"uri":"Orlando%2C_Florida","surface_form":"Orlando, Florida","offset":201},{"uri":"Florida","surface_form":"Florida","offset":276},{"uri":"WrestleMania_IX","surface_form":"WrestleMania IX","offset":365},{"uri":"Light_It_Up_(Rev_Theory_song)","surface_form":"Light It Up","offset":413},{"uri":"Rev_Theory","surface_form":"Rev Theory","offset":429},{"uri":"Snow_((Hey_Oh))","surface_form":"Snow ((Hey Oh))","offset":445},{"uri":"Red_Hot_Chili_Peppers","surface_form":"Red Hot Chili Peppers","offset":469},{"uri":"WWE_Brand_Extension","surface_form":"joint-promotion","offset":1374},{"uri":"WWE_Raw","surface_form":"Raw","offset":1431},{"uri":"WWE_Friday_Night_SmackDown%21","surface_form":"SmackDown","offset":1436},{"uri":"Extreme_Championship_Wrestling_(WWE)","surface_form":"ECW","offset":1451},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":1529},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":1554},{"uri":"Triple_H","surface_form":"Triple H","offset":1567},{"uri":"John_Cena","surface_form":"John Cena","offset":1581},{"uri":"Pin_(professional_wrestling)","surface_form":"pinning","offset":1611},{"uri":"Main_event","surface_form":"main event","offset":1629},{"uri":"Edge_(wrestler)","surface_form":"Edge","offset":1686},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":1698},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":1721},{"uri":"Gogoplata","surface_form":"Gogoplata","offset":1809},{"uri":"Chavo_Guerrero%2C_Jr.","surface_form":"Chavo Guerrero","offset":1856},{"uri":"Glen_Jacobs","surface_form":"Kane","offset":1879},{"uri":"ECW_Championship","surface_form":"ECW Championship","offset":1892},{"uri":"Chokeslam","surface_form":"chokeslam","offset":1955},{"uri":"Undercard","surface_form":"undercard","offset":1986},{"uri":"Floyd_Mayweather%2C_Jr.","surface_form":"Floyd Mayweather, Jr.","offset":2005},{"uri":"Big_Show","surface_form":"The Big Show","offset":2034},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":2126},{"uri":"Glen_Jacobs","surface_form":"Kane","offset":2140},{"uri":"WWE_Brand_Extension","surface_form":"24-man Interpromotional","offset":2151},{"uri":"Battle_royal_(professional_wrestling)","surface_form":"Battle Royal","offset":2175},{"uri":"ECW_Championship","surface_form":"ECW Championship","offset":2198},{"uri":"Chavo_Guerrero%2C_Jr.","surface_form":"Chavo Guerrero","offset":2229},{"uri":"John_Legend","surface_form":"John Legend","offset":2294},{"uri":"America_the_Beautiful","surface_form":"America the Beautiful","offset":2330},{"uri":"Hardcore_wrestling","surface_form":"Belfast Brawl","offset":2413},{"uri":"Dave_Finlay","surface_form":"Finlay","offset":2435},{"uri":"John_Layfield","surface_form":"John \"Bradshaw\" Layfield","offset":2446},{"uri":"Kayfabe","surface_form":"son","offset":2525},{"uri":"Hornswoggle","surface_form":"Hornswoggle","offset":2530},{"uri":"Kayfabe","surface_form":"injured","offset":2551},{"uri":"Spot_(professional_wrestling)","surface_form":"spots","offset":2624},{"uri":"Trash_can","surface_form":"trash can","offset":2672},{"uri":"Table_(furniture)","surface_form":"table","offset":2819},{"uri":"Kendo_stick","surface_form":"kendo stick","offset":2946},{"uri":"Money_in_the_Bank_ladder_match","surface_form":"Money in the Bank ladder match","offset":3206},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":3248},{"uri":"Ken_Anderson_(wrestler)","surface_form":"Mr. Kennedy","offset":3263},{"uri":"Carly_Col%C3%B3n","surface_form":"Carlito","offset":3279},{"uri":"WWE_Raw","surface_form":"Raw","offset":3296},{"uri":"CM_Punk","surface_form":"CM Punk","offset":3307},{"uri":"Shelton_Benjamin","surface_form":"Shelton Benjamin","offset":3316},{"uri":"John_Hennigan","surface_form":"John Morrison","offset":3337},{"uri":"Extreme_Championship_Wrestling_(WWE)","surface_form":"ECW","offset":3360},{"uri":"Montel_Vontavious_Porter","surface_form":"Montel Vontavious Porter","offset":3375},{"uri":"WWE_Friday_Night_SmackDown%21","surface_form":"SmackDown","offset":3415},{"uri":"Moonsault","surface_form":"moonsault","offset":3539},{"uri":"Barricade","surface_form":"barricade","offset":4062},{"uri":"Boston_crab","surface_form":"Walls of Jericho","offset":4119},{"uri":"Matt_Hardy","surface_form":"Matt Hardy","offset":4350},{"uri":"See-saw","surface_form":"see-saw","offset":4518},{"uri":"Groin","surface_form":"groin","offset":4618},{"uri":"Dave_Bautista","surface_form":"Batista","offset":4902},{"uri":"Eddie_Fatu","surface_form":"Umaga","offset":4920},{"uri":"Chokeslam","surface_form":"Chokeslam","offset":5714},{"uri":"Ric_Flair","surface_form":"Ric Flair","offset":5771},{"uri":"Shawn_Michaels","surface_form":"Shawn Michaels","offset":5821},{"uri":"Old_Yeller","surface_form":"Old Yeller","offset":5965},{"uri":"Slap","surface_form":"slap","offset":6019},{"uri":"Superkick","surface_form":"Sweet Chin Music","offset":6531},{"uri":"Playboy","surface_form":"Playboy","offset":7433},{"uri":"Maria_Kanellis","surface_form":"Maria","offset":7479},{"uri":"Ashley_Massaro","surface_form":"Ashley","offset":7489},{"uri":"Beth_Phoenix","surface_form":"Beth Phoenix","offset":7502},{"uri":"Melina_Perez","surface_form":"Melina","offset":7519},{"uri":"Santino_Marella","surface_form":"Santino Marella","offset":7563},{"uri":"Snoop_Dogg","surface_form":"Snoop Dogg","offset":7580},{"uri":"Master_of_Ceremonies","surface_form":"Master of Ceremonies","offset":7615},{"uri":"Jerry_Lawler","surface_form":"Jerry Lawler","offset":7867},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":8109},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":8134},{"uri":"Triple_H","surface_form":"Triple H","offset":8159},{"uri":"John_Cena","surface_form":"John Cena","offset":8172},{"uri":"Marching_band","surface_form":"marching band","offset":8242},{"uri":"You_Can%27t_See_Me","surface_form":"The Time Is Now","offset":8307},{"uri":"Punt_(football)","surface_form":"punted","offset":9080},{"uri":"Big_Show","surface_form":"The Big Show","offset":9219},{"uri":"Floyd_Mayweather%2C_Jr.","surface_form":"Floyd Mayweather, Jr.","offset":9236},{"uri":"Stomp","surface_form":"stomp","offset":9464},{"uri":"Chokeslam","surface_form":"chokeslam","offset":9657},{"uri":"Folding_chair","surface_form":"steel chair","offset":9720},{"uri":"Brass_knuckles","surface_form":"brass knuckles","offset":9984},{"uri":"Knockout","surface_form":"knocked out","offset":10047},{"uri":"Main_event","surface_form":"main event","offset":10150},{"uri":"Edge_(wrestler)","surface_form":"Edge","offset":10193},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":10210},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":10286},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":10390},{"uri":"WWE_Magazine","surface_form":"WWE Magazine","offset":10502},{"uri":"Scenic_design","surface_form":"set designer","offset":10520},{"uri":"Tarpaulin","surface_form":"tarpaulin","offset":10581},{"uri":"Lighting","surface_form":"lighting","offset":10776},{"uri":"Electrical_generator","surface_form":"generators","offset":11138},{"uri":"Stagecraft","surface_form":"set design","offset":11185},{"uri":"Belgium","surface_form":"Belgium","offset":11395},{"uri":"Pyrotechnics","surface_form":"pyrotechnics","offset":11473},{"uri":"Foot_(length)","surface_form":"ft","offset":11631},{"uri":"WrestleMania_23","surface_form":"WrestleMania 23","offset":11649},{"uri":"Square_foot","surface_form":"ft²","offset":12536},{"uri":"High-definition_television","surface_form":"high-definition","offset":13444},{"uri":"Blu-ray_Disc","surface_form":"Blu-ray Disc","offset":13518},{"uri":"WWE_Home_Video","surface_form":"WWE Home Video","offset":13541}]}