{"id":99419,"url":"http://en.wikipedia.org/wiki/Printed_circuit_board","text":"A printed circuit board (PCB) is a board made for connecting electronic components together. These are used in almost all computers and electronics today.\nThe \"card\" is made of a material that does not conduct electricity, usually fiberglass. Usually copper is etched (set in thin lines) inside the board between the layers of fiberglass, or on the surface of the board. This makes the electricity go only where it is wanted.\nElectronic components are then attached to this board using a metal to conduct electricity. The metal etched into the board allows electricity to travel from one component to another in electrical circuits.\nBoards can have many different parts which are connected and work together. The most common circuit boards are made in large numbers for a specific job, for example to run a computer, a cell phone or a television. Some circuit boards are made plain so a person can build their own for a new electrical task. Most things that use electricity have at least one circuit board inside of them that makes them run.\nFlexible circuit boards are those that are made thin enough and of the right material to flex (bend). Rigid-flex boards are those that combine the features of the rigid boards and flex boards, hard at some points and blendable st some other points.\nHistory.\nPrinted circuit boards came from electrical connection systems that were used in the 1850s. Originally metal strips or rods were used to connect large electric components mounted on wooden bases. Later, the metal strips were replaced by wires connected to screw terminals, and wooden bases were replaced by metal frames. This let things be smaller, which was needed as circuits became more complex with more parts. Thomas Edison tested methods of using metals on linen paper. Arthur Berry in 1913 patented a print-and-etch method in Britain. In 1925, Charles Ducas of the United States developed a method using electroplating. He created an electrical path directly on an insulated surface by printing through a stencil (a shape cut into a board or paper) with special ink that could conduct electricity, just like wires could. This method was called \"printed wiring\" or \"printed circuit.\"\nIn 1943, the Austrian Paul Eisler, working in the United Kingdom, patented a method of etching the conductive pattern, or circuits, on a layer of copper foil attached to a hard base that did not conduct electricity. Eisler's technique was noticed by the US military and they started to use it in new weapons including proximity fuzes in World War II. His idea became very useful in the 1950s when the transistor was introduced. Up to that point, vacuum tubes and other components were so large that the traditional mounting and wiring methods were all that was needed. With the introduction of transistors, however, the components became very small, and manufacturers needed to use printed circuit boards so the connections could also be small.\nPlated through-hole technology and its use in multi-layer PCBs were patented by the U.S. firm Hazeltine in 1961. This allowed much more complex boards, with components placed closely together. Integrated circuit chips were introduced in the 1970s, and these components were quickly incorporated into printed circuit board design and manufacturing techniques. Today the Printed Circuit Board can have up to100 layers in some applications.\nSurface-mount technology was developed in the 1960s and became widely used in the late 1980s.\nDesign.\nThe main task in designing a PCB is figuring out where all the components are going to go. Normally there is a design or schematic that will be turned into a PCB. There is no such thing as a standard printed circuit board. Each board is designed for its own use and must be the right size to fit the required space. Board designers use computer-aided design software to layout the circuit designs on the board. The spaces between electrical paths can be 0.04 inches (1.0 mm) or smaller. The location of the holes for component leads or contact points are also laid out. Once the circuit pattern is laid out, a negative image is printed out at exact size on a clear plastic sheet. With a negative image, the areas that are not part of the circuit pattern are shown in black and the circuit pattern is shown as clear. The metal is then removed from the clear areas, usually with chemicals. This design is made into instructions for a computer-controlled drilling machine or for the automatic solder paste used in the manufacturing process.\nManufacturing.\nThe card is made with outer layers of copper. Unwanted copper is removed, leaving copper wires that will connect the electronic components. The components are placed on the board, making contact with the wires.\nPhotoresist.\nCircuit boards are sometimes made with photolithography. A covering called photoresist reacts with light, and then the circuit board and covering are put in a developer. This method is expensive per board, but very cheap to set up in the beginning.\nSilkscreen.\nThere are, however, different methods of making a circuit board. Some professionally made circuit boards use a different method to remove extra copper from the circuit board. A process called silk screen printing is used. Silk-screening is when a cloth is pulled tight over a frame. Then an image is printed onto the cloth. Then ink is pressed through the cloth. The ink does not go where the image has been printed on the cloth. It is called silk-screening because the cloth is usually silk. The cloth is usually silk because it has very small holes. silk-screening is used to print an ink called resist onto the board. Resist is an ink that resists the etchant used to make the circuit board. Etchant dissolves the copper on the board. This is cheaper for each board than photo-resist, but is more expensive in the beginning.\nMilling.\nAnother way to make a circuit board is to use a mill. A mill is a drill that moves in many directions. The drill removes a small amount of copper each time it moves across the board. The mill removes the copper around the wires on the board. This leaves extra copper on the board. Other methods do not leave the extra copper on the board. This method is cheaper per board, but the equipment to make it is expensive. This method is not used often, because the other two methods are easier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronic","surface_form":"electronic","offset":61},{"uri":"Electronic_component","surface_form":"components","offset":72},{"uri":"Fiberglass","surface_form":"fiberglass","offset":231},{"uri":"Metal","surface_form":"metal","offset":488},{"uri":"Electrical_circuit","surface_form":"electrical circuit","offset":612},{"uri":"Computer","surface_form":"computer","offset":807},{"uri":"Mobile_phone","surface_form":"cell phone","offset":819},{"uri":"Television","surface_form":"television","offset":835},{"uri":"Thomas_Edison","surface_form":"Thomas Edison","offset":1715},{"uri":"Paper","surface_form":"paper","offset":1769},{"uri":"Patent","surface_form":"patented","offset":1797},{"uri":"United_States","surface_form":"United States","offset":1872},{"uri":"Electroplating","surface_form":"electroplating","offset":1911},{"uri":"Photomask","surface_form":"stencil","offset":2012},{"uri":"Austria","surface_form":"Austrian","offset":2203},{"uri":"Proximity_fuze","surface_form":"proximity fuze","offset":2508},{"uri":"Transistor","surface_form":"transistor","offset":2591},{"uri":"Vacuum_tube","surface_form":"vacuum tube","offset":2636},{"uri":"Through-hole_technology","surface_form":"through-hole technology","offset":2942},{"uri":"Integrated_circuit","surface_form":"Integrated circuit","offset":3128},{"uri":"Surface-mount_technology","surface_form":"Surface-mount technology","offset":3373},{"uri":"Computer-aided_technologies","surface_form":"computer-aided","offset":3811},{"uri":"Software","surface_form":"software","offset":3833},{"uri":"Copper","surface_form":"copper","offset":4566},{"uri":"Photolithography","surface_form":"photolithography","offset":4791},{"uri":"Silk","surface_form":"silk","offset":5205},{"uri":"Screen_printing","surface_form":"screen printing","offset":5210},{"uri":"Drill","surface_form":"drill","offset":5916}]}