{"id":99440,"url":"http://en.wikipedia.org/wiki/Transubstantiation","text":"e=\"preserve\">Transubstantiation is a teaching, and also a Catholic doctrine, which says that, after a priest consecrates them, the bread and wine at the Mass become the body and blood of Jesus, whom Christians believe is the son of God. According to the teaching of transubstantiation, although the appearance, smell, and taste of bread and wine remain, the substances of bread and wine have really changed into the body and blood of Jesus.\nTransubstantiation is also taught by some other Christian churches.\nBeliefs about transubstantiation.\nChristians who believe in transubstantiation believe that the bread they eat at Mass is the body of Jesus. They know that the bread still tastes like bread, looks like bread and smells like bread. It is just like bread, but it becomes the body of Jesus. The priest says prayers at Mass so that the bread and wine become the flesh and blood of Jesus.\nThis started when Jesus ate a meal called the Last Supper the night before he died. He said that the food his friends were eating was his body and blood. In the Gospel of Matthew 26:26, it says, \"Take this [bread] all of you and eat it. This is my body which will be given up for you,\" which means that he would die for them. Then, in Matthew 26:27, Jesus said, \"Take this [cup] all of you and drink from it. This is the cup of my blood, the blood of the new and everlasting covenant.\" This means that Jesus's blood would make a promise forever between God and his people. Then he said, \"My blood will be shed for you and for all so that sins may be forgiven.\" This means that Jesus would die for everyone so their sins, or things they do wrong, could be forgiven. Then he said, \"Do this in memory of me.\" This is Jesus commanding people to continue what he did. From that time until now, people have continued what Jesus did and it reminds them of the Last Supper.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catholic_Church","surface_form":"Catholic","offset":58},{"uri":"Priest","surface_form":"priest","offset":102},{"uri":"Eucharist","surface_form":"the Mass","offset":149},{"uri":"Body","surface_form":"body","offset":169},{"uri":"Blood","surface_form":"blood","offset":178},{"uri":"Jesus","surface_form":"Jesus","offset":187},{"uri":"Son","surface_form":"son","offset":225},{"uri":"God","surface_form":"God","offset":232},{"uri":"Christian","surface_form":"Christian","offset":489},{"uri":"Church","surface_form":"church","offset":499},{"uri":"Taste","surface_form":"taste","offset":681},{"uri":"Sight","surface_form":"looks","offset":700},{"uri":"Odor","surface_form":"smells","offset":721},{"uri":"Flesh","surface_form":"flesh","offset":867},{"uri":"Last_Supper","surface_form":"Last Supper","offset":939},{"uri":"Gospel_of_Matthew","surface_form":"Gospel of Matthew","offset":1054},{"uri":"Time","surface_form":"time","offset":1766}]}