{"id":99531,"url":"http://en.wikipedia.org/wiki/Federal_Council_(Switzerland)","text":"The Swiss Federal Council (,,) is the group of seven people who are the federal government of Switzerland. As Switzerland does not have one person as \"President\", the Federal Council is also the head of state.\nOrigins of the institution.\nThe Federal Council was set up by the 1848 Federal Constitution as the \"supreme executive and directorial authority of the Confederation\".\nWhen the Constitution was written, constitutional democracy was still in its infancy, and the founding fathers of Switzerland had little in the way of examples. Switzerland has a long tradition of being governed by a council of representatives instead of one powerful ruler, so while they drew heavily on the U.S. Constitution for the organisation of the federal state as a whole, they opted for the council rather than the presidential system for the executive branch of government.).\nToday, only three other states, Andorra, Bosnia and Herzegovina, and San Marino have more than one person act as head of state at a time. The collegial system of government is often used for government. Many countries have a form of cabinet government with collective responsibility (that is, all ministers in the cabinet support the decision of the cabinet as a whole).\nMagic formula.\nAfter the 1959 elections a \"Zauberformel\" or \"magical formula\" was invented. The formula works out how many members of the Federal Council each political party has, and showed that the Federal Council is always a voluntary grand coalition.\nWomen on the council.\nWomen did not get the federal vote until 1971. The first woman to be an official candidate was Lilian Uchtenhagen in 1983.\nPresidency.\nEach year, one of the seven Councillors is elected by the Federal Assembly as \"President of the Confederation\". The Federal Assembly also elects a Vice President. By convention, the positions of President and Vice President rotate annually, each Councillor thus becoming Vice President and then President every seven years while in office. The same person cannot be President two years in a row, or be elected Vice President in the years after he has been President.\nAccording to the Swiss order of precedence, the President of the Confederation is the highest-ranking Swiss official. He or she presides over Council meetings and carries out certain representative functions that, in other countries, are the business of the Head of State. In urgent situations where a Council decision cannot be made in time, he or she is empowered to act on behalf of the whole Council. Apart from that, though, he or she is a \"primus inter pares\", having no power above and beyond the other six Councillors.\nThe President is not the Swiss head of state (this function is carried out by the Council acting together). However the President acts and is recognized as head of state while conducting official visits abroad, as the members of the Council never leave the country at the same time. More often, though, official visits abroad are carried out by the head of the Federal Department of Foreign Affairs. Visiting heads of state are received by all the Federal Council together.\nCouncil meetings.\nThe Federal Council meets each Wednesday at the \"Bundeshaus\" in Bern, the seat of the Swiss federal government.\nAfter the meetings, the Councillors always take lunch together. The Council also meets regularly in conclave to discuss important topics at length, and annually conducts what is colloquially referred to as its \"school excursion\", a day trip to some attractions in the President's home canton. In that and other respects, the Council operates not unlike a board of directors of a major corporation.\nDecisions and responsibilities.\nEach Federal Councillor heads a government department, much like the ministers in the governments of other countries. Colloquially and by the press, they are often referred to as ministers. For example, the head of the Federal Department of Defence, Civil Protection and Sportsis often called the \"minister of defence\". However, as Council members, they are not only responsible for their own department, but also for the business of their colleagues' departments as well, and for the conduct of the government and the federal administration as a whole.\nSecrecy.\nThe meetings of the Federal Council and the result of the votes taken are not open to the public, and the records remain sealed for 50 years. This has lately been the subject of some criticism. In particular, the parties at the ends of the political spectrum argue that this secrecy is contrary to the principle of transparency. However, the Council has always said that secrecy is necessary to reach consensus and to preserve the collegiality and political independence of the individual Councillors.\nDespite the secrecy rule, details of the votes and the arguments in Council are sometimes leaked to the press, resulting in (generally fruitless) investigations and criminal prosecutions of the leaking staff member.\nConstitutional conventions.\nDue to the Federal Council's unique nature as a voluntary grand coalition of political opponents, its operation is subject to numerous constitutional conventions. Most notable is the principle of collegiality; that is, the Councillors are supposed not to publicly criticise one another, even though they are often political opponents. In effect, they are expected to publicly support all decisions of the Council, even against their own personal opinion or that of their political party. In the eye of many observers, this convention has become rather strained after the 2003 elections (see below).\nElection mode.\nThe members of the Federal Council are elected for a term of four years by both chambers of the federal parliament sitting together as the Federal Assembly. Each Councillor is elected individually by secret ballot by an absolute majority of votes. Every adult Swiss citizen is eligible, but in practice, only Members of Parliament or more rarely, members of Cantonal governments are nominated by the political parties and receive a substantial amount of votes. The voting is conducted in several rounds: in the first two rounds, anyone can enter their name; but in subsequent rounds, the person receiving the least votes is removed from the race until one candidate gains an absolute majority.\nWith Council seats allocated to parties by unwritten agreement (see above), Federal Council elections generally are unexciting, pleasant affairs. Usually, the party which has a seat to fill presents two candidates with mainstream viewpoints to the United Federal Assembly, which then chooses one. This was not so, however, during the 2003 election, which was the most controversial in recent memory (see also above).\nOnce elected, Councillors remain members of their political parties, but hold no leading office with them. In fact, they usually maintain a certain political distance from the party leadership, because under the rules of collegiality, they will often have to publicly promote a Council decision which does not match the political conviction of their party (or of themselves).\nResignation.\nOnce elected for a four-year-term, Federal Councillors can neither be voted out of office by a motion of no confidence nor can they be impeached. Re-election is possible for an indefinite number of terms, and it has historically been extremely rare for Parliament not to re-elect a sitting Councillor. This has only happened four times - to Ulrich Ochsenbein in 1854, to Jean-Jacques Challet-Venel in 1872, to Ruth Metzler-Arnold in 2003 and to Christoph Blocher in 2007. In practice, therefore, Councillors serve until they decide to resign and retire to private life, usually after three to five terms of office.\nCouncillors' lives.\nUnlike most senior members of government in other countries, the Federal Councillors are not entitled to an official residence. Mostly, they have chosen to rent apartments or hotel suites in Bern (at their own expense); the only contemporary exception being Moritz Leuenberger, who daily commutes by train from Zürich to Bern. However, they are entitled to use the Federal Council's country estate, Lohn, for holidays; this estate is also used to host official guests of the Swiss Confederation.\nCouncillors can have an Army security detail if they need personal protection (in particular during official events). But often one can meet them without any escort at all in the streets, restaurants and tramways of Bern. Councillors are also entitled to a personal bailiff (\"Weibel\") who accompanies them, in a colourful uniform, to official events. This tradition goes back through the republican governments of the ancient Swiss cantons, right back to the lictors of the ancient Roman Republic.\nThe spouses of Councillors do not play an official part in the business of government, apart from accompanying the Councillors to official receptions.\nCouncillors' salary.\nFederal Councillors draw a yearly remuneration of about CHF 400,000 (circa EUR 256,000 / USD 404,000). After completing a full term of office, they are entitled to a perennial yearly pension of half that amount after leaving office.\nWhile Councillors are forbidden by law to hold any other post during their term of office, it is not unusual for them to accept lucrative business engagements after leaving office, e.g., on the board of directors of major Swiss corporations.\nImmunity.\nFederal Councillors, like Members of Parliament, enjoy absolute legal immunity for all statements made in their official capacity.\nFor crimes not relating to their official capacity, they can be prosecuted only with the permission of the Federal Council as a whole while in office. The prosecutor can appeal a refusal to grant permission to the Federal Assembly.\nProsecution for crimes and misdemeanors that do relate to the Councillors' official capacity requires the assent of the Federal Assembly. In such cases, Parliament can also suspend the Councillor in office (but not actually remove her or him).\nAccording to statements to the media by a Federal Chancellory official, in none of the few cases of accusations against a Federal Councillor has the permission to prosecute ever been granted. Such cases usually involved statements considered offensive by members of the public. However, one unnamed Councillor involved in a traffic accident immediately prior to his date of resignation was reported to have voluntarily waived his immunity, and Councillor Elisabeth Kopp decided to resign upon facing an inquiry over allegations of secrecy violations.\nAssessment and calls for change.\nHistorically, the collegial government of Switzerland has been assessed both internationally and nationally as exceptionally competent and stable. The Federal Council as a whole (although not individual members) has consistently maintained public approval and confidence rates in excess of sixty percent, possibly also because under the Swiss system of direct democracy, voters can vent their displeasure with government decisions when deciding individual issues at the ballot box.\nHowever, lately there has been a growing contention that the Federal Council is often too slow to respond to the needs of the moment, too resistant to change and too weak to lead the powerful federal bureaucracy. Various changes have been proposed to address these issues, including expanding the powers of the presidency, expanding the Federal Council itself or adding a second layer of ministers between the Council and the departments. None of these proposals has yet borne fruit, however.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":80},{"uri":"Switzerland","surface_form":"Switzerland","offset":94},{"uri":"Head_of_state","surface_form":"head of state","offset":195},{"uri":"Swiss_Federal_Constitution","surface_form":"Federal Constitution","offset":281},{"uri":"Constitutional_democracy","surface_form":"constitutional democracy","offset":412},{"uri":"United_States_Constitution","surface_form":"U.S. Constitution","offset":686},{"uri":"Collegiality","surface_form":"council","offset":777},{"uri":"President","surface_form":"president","offset":801},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":904},{"uri":"San_Marino","surface_form":"San Marino","offset":932},{"uri":"Head_of_state","surface_form":"head of state","offset":976},{"uri":"Cabinet","surface_form":"cabinet","offset":1096},{"uri":"Political_party","surface_form":"political party","offset":1393},{"uri":"Grand_coalition","surface_form":"grand coalition","offset":1472},{"uri":"Lilian_Uchtenhagen","surface_form":"Lilian Uchtenhagen","offset":1606},{"uri":"Federal_Assembly_of_Switzerland","surface_form":"Federal Assembly","offset":1704},{"uri":"President_of_the_Swiss_Confederation","surface_form":"President of the Confederation","offset":1725},{"uri":"Swiss_order_of_precedence","surface_form":"Swiss order of precedence","offset":2130},{"uri":"Head_of_State","surface_form":"Head of State","offset":2371},{"uri":"Primus_inter_pares","surface_form":"primus inter pares","offset":2559},{"uri":"Head_of_state","surface_form":"head of state","offset":2671},{"uri":"Federal_Department_of_Foreign_Affairs","surface_form":"Federal Department of Foreign Affairs","offset":3001},{"uri":"Bundeshaus","surface_form":"Bundeshaus","offset":3181},{"uri":"Bern_(city)","surface_form":"Bern","offset":3196},{"uri":"Politics_of_Switzerland","surface_form":"federal government","offset":3224},{"uri":"Conclave","surface_form":"conclave","offset":3344},{"uri":"Cantons_of_Switzerland","surface_form":"canton","offset":3529},{"uri":"Board_of_directors","surface_form":"board of directors","offset":3599},{"uri":"Corporation","surface_form":"corporation","offset":3629},{"uri":"Minister_(government)","surface_form":"ministers","offset":3743},{"uri":"Federal_Department_of_Defence%2C_Civil_Protection_and_Sports","surface_form":"Federal Department of Defence, Civil Protection and Sports","offset":3893},{"uri":"Political_spectrum","surface_form":"political spectrum","offset":4477},{"uri":"Transparency_(humanities)","surface_form":"transparency","offset":4552},{"uri":"Collegiality","surface_form":"collegiality","offset":4668},{"uri":"Leak","surface_form":"leak","offset":4829},{"uri":"Grand_coalition","surface_form":"grand coalition","offset":5041},{"uri":"Constitutional_convention_(political_custom)","surface_form":"constitutional conventions","offset":5118},{"uri":"Collegiality","surface_form":"collegiality","offset":5179},{"uri":"Federal_Assembly_of_Switzerland","surface_form":"Federal Assembly","offset":5736},{"uri":"Secret_ballot","surface_form":"secret ballot","offset":5797},{"uri":"Absolute_majority","surface_form":"absolute majority","offset":5817},{"uri":"Collegiality","surface_form":"collegiality","offset":6929},{"uri":"Motion_of_no_confidence","surface_form":"motion of no confidence","offset":7192},{"uri":"Impeachment","surface_form":"impeached","offset":7232},{"uri":"Ulrich_Ochsenbein","surface_form":"Ulrich Ochsenbein","offset":7438},{"uri":"Jean-Jacques_Challet-Venel","surface_form":"Jean-Jacques Challet-Venel","offset":7468},{"uri":"Ruth_Metzler-Arnold","surface_form":"Ruth Metzler-Arnold","offset":7507},{"uri":"Christoph_Blocher","surface_form":"Christoph Blocher","offset":7542},{"uri":"Official_residence","surface_form":"official residence","offset":7840},{"uri":"Moritz_Leuenberger","surface_form":"Moritz Leuenberger","offset":7990},{"uri":"Z%C3%BCrich_City","surface_form":"Zürich","offset":8043},{"uri":"Lohn","surface_form":"Lohn","offset":8131},{"uri":"Swiss_Army","surface_form":"Army","offset":8252},{"uri":"Tram","surface_form":"tram","offset":8432},{"uri":"Bailiff","surface_form":"bailiff","offset":8494},{"uri":"Lictor","surface_form":"lictor","offset":8687},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":8710},{"uri":"Remuneration","surface_form":"remuneration","offset":8932},{"uri":"Swiss_franc","surface_form":"CHF","offset":8954},{"uri":"Euro","surface_form":"EUR","offset":8973},{"uri":"USD","surface_form":"USD","offset":8987},{"uri":"Legal_immunity","surface_form":"legal immunity","offset":9447},{"uri":"Elisabeth_Kopp","surface_form":"Elisabeth Kopp","offset":10445},{"uri":"Direct_democracy","surface_form":"direct democracy","offset":10927},{"uri":"Bureaucracy","surface_form":"bureaucracy","offset":11256}]}