{"id":99633,"url":"http://en.wikipedia.org/wiki/O._J._Simpson","text":"Orenthal James \"O. J.\" Simpson (born July 9, 1947), also known by his nickname, The Juice, is a retired American football player. He originally attained stardom as a running back at the collegiate and professional levels, and was the first NFL player to rush for more than 2,000 yards in a season. He later worked as an actor, spokesman, and broadcaster.\nMurder of Nicole Simpson and Ronald Goldman.\nHe was trialed for the murder of his ex-wife Nicole Brown Simpson and her friend Ronald Goldman in 1994. The criminal court in Los Angeles, California found that Simpson was not guilty of those murders, in 1995. The criminal case was a long one. In 1997, Simpson was found liable for their wrongful deaths in civil court, but to date he has paid little of the $33.5 million judgment. He gained further notoriety in late 2006 when he wrote a book titled \"If I Did It\". The book, which purports to be a first-person fictional account of the murder had he committed it, was withdrawn by the publisher just before its release. The book was later released by the Goldman family and the title of the book was expanded to \"If I Did It: Confessions of the Killer\" (). As of March 2016, interest has grown in his murder case after a former police officer came forward with a knife that may have been used as the murder weapon.\nConviction.\nIn September 2007, Simpson faced more lawsuits, as he was arrested and subsequently charged with numerous felonies, including but not limited to robbery, burglary, assault, first-degree kidnapping with use of a deadly weapon (which carries a possible life sentence), coercion with use of a deadly weapon, conspiracy to commit robbery, conspiracy to commit kidnapping, and conspiracy to commit a crime. Simpson was convicted on all counts. He was imprisoned at the Lovelock Correctional Center in Lovelock, Nevada.\nParole and release.\nOn July 20, 2017, Simpson was granted parole. He was released from prison on October 1, 2017.\nCareer.\nSimpson played T.D. Parker in the TV series \"1st & Ten: The Championship\" from 1986 to 1991. In 1995 he won the Razzie Award for Worst Supporting Actor.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"American football","offset":104},{"uri":"Running_back","surface_form":"running back","offset":166},{"uri":"College_football","surface_form":"collegiate","offset":186},{"uri":"National_Football_League","surface_form":"NFL","offset":240},{"uri":"Rush_(American_football)","surface_form":"rush","offset":254},{"uri":"Actor","surface_form":"actor","offset":320},{"uri":"Spokesperson","surface_form":"spokesman","offset":327},{"uri":"Broadcaster","surface_form":"broadcaster","offset":342},{"uri":"Nicole_Brown_Simpson","surface_form":"Nicole Brown Simpson","offset":445},{"uri":"Ronald_Goldman","surface_form":"Ronald Goldman","offset":481},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":527},{"uri":"California","surface_form":"California","offset":540},{"uri":"Civil_law_(common_law)","surface_form":"civil court","offset":709},{"uri":"If_I_Did_It","surface_form":"If I Did It","offset":854},{"uri":"Fiction","surface_form":"fiction","offset":914},{"uri":"Police","surface_form":"police officer","offset":1231},{"uri":"Robbery","surface_form":"robbery","offset":1475},{"uri":"Burglary","surface_form":"burglary","offset":1484},{"uri":"Assault","surface_form":"assault","offset":1494},{"uri":"Kidnapping","surface_form":"kidnapping","offset":1516},{"uri":"Coercion","surface_form":"coercion","offset":1597},{"uri":"Conviction","surface_form":"convicted","offset":1744},{"uri":"Lovelock_Correctional_Center","surface_form":"Lovelock Correctional Center","offset":1794}]}