{"id":99748,"url":"http://en.wikipedia.org/wiki/IPass","text":"iPass Inc is an American multinational company headquartered in Redwood Shores, California. iPass provides Internet access on wireless-enabled devices. iPass was first incorporated in California in July 1996 and later reincorporated in Delaware in June 2000. The company’s stock was added to the NASDAQ on July 24, 2003.\nHistory.\niPass was founded in January 1996 by Chris Moore. Moore was replaced by Michael H. Mansouri, who took the position of Chairman, President and CEO in 1999, serving until 2001.Kenneth Denman succeeded Mansouri as President and CEO in 2001, later assuming the position of Chairman in 2003.\nIn July 2003, iPass successfully issued its IPO, raising over $100 million.\nIn 2004, iPass launched a policy orchestration initiative to integrate patch management, assessment and remediation of remote and mobile computers into its connectivity platform. In pursuing this initiative, iPass acquired two companies in 2004: Safe3w, which developed patented dynamic device “fingerprinting” technology, and Mobile Automation, which specialized in mobile device management.\nTwo years later, iPass acquired GoRemote Internet Communications, a former rival in the corporate remote access market. In the midst of these acquisitions, iPass recorded year-end revenue growth, despite declining revenues from the company’s traditional dial-up business. In fact, total revenues grew to $192 million by the end of 2007.\nIn 2008, the company appointed Evan Kaplan as CEO and President to replace Denman. During Kaplan's tenure, iPass began to build a service delivery platform for its new enterprise mobility services. By January 2010, the company delivered the first version of its cloud-based platform, iPass Open Mobile.\n2015 ushered in a change in iPass’ executive team, beginning with the appointment of Gary Griffiths to the position of CEO and President. Griffiths and his newly appointed Chief Commercial Officer, Patricia Hume, pursued a new growth strategy for mobility services, launching iPass Unlimited, a per-user, per-month, fixed fee subscription for unlimited Wi-Fi usage. iPass also prioritized strategic partner procurement in 2015, which resulted in the expansion of its network of global hotspots from 18 million to 50 million. The company also undertook enhancements to its products and applications. In November 2015, iPass announced proprietary technology, iPass SmartConnect.\nProducts and services.\niPass is a cloud-based service manager that connects users and devices to the company’s global Wi-Fi footprint.  In its most simple form, it is an application, downloaded by service users to laptops, tablets, or smartphones, to identify and connect to iPass hotspots. It is compatible with Automatic Credential Assignment.\nDerived from the company’s connectivity intellectual property, the app is powered by iPass SmartConnect, iPass’ Wi-Fi service platform, which identifies and rates access points based on factors such as signal strength, speed, bandwidth availability, and connection success rate. iPass SmartConnect also incorporates Last Mile VPN security, profile settings, Wi-Fi connectivity, and network curation to expand the network of available hotspots.\nThe platform also includes a proprietary scalable reporting and transaction clearing back-end.\nTechnology infrastructure.\nThe company has a global authentication fabric of integrated servers and software, interconnected with over 160 distinct global Wi-Fi networks. This infrastructure gives the company’s aggregated hotspots the look and feel of iPass hotspots. With the addition of iPass SmartConnect, the architecture now opens avenues for improving connection success, real-time monitoring of network outages, and least-cost network routing.\nWi-Fi network.\niPass has a Wi-Fi network footprint and supply chain that consists of approximately 50 million hotspots in over 100 countries, including major airports, convention centers, planes, trains, train stations, hotels, restaurants, retail, and small business locations.<a href=\"IPass_(company)\">a></a> This network footprint includes millions of community and free hotspots.","categories":[],"infobox_types":[],"annotations":[]}