{"id":99776,"url":"http://en.wikipedia.org/wiki/Uffizi","text":"The Uffizi Gallery (Italian: \"Galleria degli Uffizi\"), is one of the oldest and most famous art museums in the world. It is housed in the Palazzo degli Uffizi which means the \"Palace of Offices\" in Florence, Italy.\nThe museum and its history.\nIn 1560, Cosimo I de' Medici, the Duke of Tuscany, ordered a design of new office buildings for the magistrates of Florence. This is why the building is called the \"Uffizi\" (\"offices\"). The designer was Giorgio Vasari and the buildings were continued by Alfonso Parigi and Bernardo Buontalenti and finished in 1581.\nThe offices are in two parts which face each other across a courtyard. One end opens onto the town square and the other opens onto the River Arno. Varsari designed a sort of screen, like a backdrop in an Ancient Greek theatre. It has arches through which the view of the river can be seen.\nDuke Cosimo had a plan to arrange that finest works of art in the Medici families' collections on the upper floor. This was not done until the time of Francesco I. He also commissioned Buontalenti to design the most the famous room in the Uffizi, an octagonal room called the \"Tribune of the Uffizi\". This room contained many of the best paintings. Rich people would often send their sons on a \"Grand Tour\" of Europe. The Tribune of the Uffizi was one of the important sights on the tour. At first, people could only see the gallery by \"request\". (They would ask politely and perhaps be shown around.) The last Medici heiress, Anna Maria Lodovica, made an agreement with the city of Florence. In 1765 the Uffizi Gallery was officially opened to the public.\nThe collection of artworks is so large that some of the works are in other museums in Florence. Many of the statues are in the Bargello. Today the Uffizi is one of the most popular tourist attractions of Florence. In high season (particularly in July), people sometimes have to wait for five hours.\nThe collections.\nThe collection also contains some famous ancient sculptures, such as the \"Two Wrestlers\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_language","surface_form":"Italian","offset":20},{"uri":"Art","surface_form":"art","offset":92},{"uri":"Museum","surface_form":"museum","offset":96},{"uri":"Florence","surface_form":"Florence","offset":198},{"uri":"Italy","surface_form":"Italy","offset":208},{"uri":"Medici","surface_form":"Cosimo I de' Medici","offset":252},{"uri":"Magistrate","surface_form":"magistrate","offset":343},{"uri":"Giorgio_Vasari","surface_form":"Giorgio Vasari","offset":446},{"uri":"Bernardo_Buontalenti","surface_form":"Bernardo Buontalenti","offset":516},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":763},{"uri":"Medici","surface_form":"Francesco I","offset":1000},{"uri":"Medici","surface_form":"Medici","offset":1460},{"uri":"Bargello","surface_form":"Bargello","offset":1733},{"uri":"Tourist_attraction","surface_form":"tourist attraction","offset":1787}]}