{"id":99830,"url":"http://en.wikipedia.org/wiki/Mosaic","text":"Mosaic is the art of decorating a surface with pictures and patterns made of little pieces of stone, glass or tiles of different colours. Mosaics can be used indoors on walls, floors and ceilings. Mosaics are sometimes used outdoors on pavements.\nMaking mosaics.\nMosaics are made by setting coloured pieces into \"mortar\" (cement) which sets hard and holds the pieces in place. Some mosaics are made of round pebbles, and have only two or three colours. Other mosaics are made of marble. Many mosaics, particularly in Italy, are made of terracotta tiles. (Terracotta is \"fired\" clay that has been baked in an oven.) Terracotta tiles come in many colours and can be used for colourful pictures as well as patterns.\nSome tiles look as if they are made of pure gold. These tiles are actually made of glass and have a very thin \"leaf\" of gold stuck to one side. The side with the gold gets put into the mortar. Then the gold can be seen through the glass, but cannot be scratched off.\nHistory.\nMosaics often last for a very long time. There are still plenty of mosaics which were made by the Ancient Romans. They can be seen in Italy, England, France, as well as other countries that were once part of the Roman Empire.\nMany beautiful mosaics date from the early Christian and Byzantine eras, from about 300 AD to 1400, in Italy, Greece, and other countries. The mosaics in churches usually have pictures which tell Bible stories.\nMosaics were a popular way to decorate churches in Italy in the Medieval period. They were not popular in England, France, Germany and countries of Northern Europe because they preferred to use stained glass windows as decoration. In Italy, the most famous church with its interior decorated with mosaics is St. Mark's Basilica, Venice. At Westminster Cathedral in London, (which is built in an Italian style) the mosaic decoration which was started more than 100 years ago is still continuing, bit by bit. Many of the mosaics at St. Mark's and Westminster Cathedral have gold backgrounds.\nNowadays mosaics are still used in all sorts of ways. Mosaics are most often used to brighten up public places in cities. Modern mosaics are made of all sorts of materials: mosaic tiles, bathroom tiles, broken roof tiles, broken dishes, broken mirrors, bits of metal and old bricks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Art","surface_form":"art","offset":14},{"uri":"Italy","surface_form":"Italy","offset":517},{"uri":"Ancient_Rome","surface_form":"Ancient Romans","offset":1087},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1201},{"uri":"Italy","surface_form":"Italy","offset":1318},{"uri":"Greece","surface_form":"Greece","offset":1325},{"uri":"Stained_glass","surface_form":"stained glass","offset":1620},{"uri":"St._Mark%27s_Basilica","surface_form":"St. Mark's Basilica","offset":1734},{"uri":"Venice","surface_form":"Venice","offset":1755},{"uri":"Westminster_Cathedral","surface_form":"Westminster Cathedral","offset":1766}]}