{"id":9985,"url":"http://en.wikipedia.org/wiki/24-hour_clock","text":"The 24-hour clock is a way of telling the time in which the day runs from midnight to midnight and is divided into 24 hours, numbered from 0 to 24. It does not use a.m. or p.m. This system is also referred to (only in the US and the English speaking parts of Canada) as military time or (only in the United Kingdom and now very rarely) as continental time. In some parts of the world, it is called railway time. Also, the international standard notation of time (ISO 8601) is based on this format.\nA time in the 24-hour clock is written in the form hours:minutes (for example, 01:23), or hours:minutes:seconds (01:23:45). Numbers under 10 usually have a zero in front (called a leading zero); e.g. 09:07. Under the 24-hour clock system, the day begins at midnight, 00:00, and the last minute of the day begins at 23:59 and ends at 24:00, which is identical to 00:00 of the following day. 12:00 can only be mid-day. Midnight is called 24:00 and is used to mean the end of the day and 00:00 is used to mean the beginning of the day. For example, you would say \"Tuesday at 24:00\" and \"Wednesday at 00:00\" to mean exactly the same time.\nHowever, the US military prefers not to say 24:00 - they do not like to have two names for the same thing, so they always say \"23:59\", which is one minute before midnight.\n24-hour clock time is used in computers, military, public safety, and transport. In many Asian, European and Latin American countries people use it to write the time. Many European people use it in speaking.\nMany models of digital wristwatches and clocks are available that display the time of day using the 24-hour clock.\nIn railway timetables 24:00 means the \"end\" of the day. For example, a train due to arrive at a station during the last minute of a day arrives at 24:00; but trains which depart during the first minute of the day go at 00:00.\nTo write shop opening hours until midnight use, for example, \"00:00–24:00\", \"07:00–24:00\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Day","surface_form":"day","offset":60},{"uri":"Hour","surface_form":"hour","offset":118},{"uri":"United_States","surface_form":"US","offset":222},{"uri":"English_language","surface_form":"English speaking","offset":233},{"uri":"Canada","surface_form":"Canada","offset":259},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":300},{"uri":"ISO_8601","surface_form":"ISO 8601","offset":463},{"uri":"Railway","surface_form":"railway","offset":1631},{"uri":"Timetable","surface_form":"timetable","offset":1639},{"uri":"Railway_station","surface_form":"station","offset":1724}]}