{"id":99877,"url":"http://en.wikipedia.org/wiki/Trojan_asteroid","text":"Trojan objects orbit 60° ahead (L4) or behind (L5) a more massive object. Both are in orbit around an even more massive central object. The best known example are the asteroids that orbit ahead or behind Jupiter around the Sun. Trojan objects do not orbit exactly at one of either Lagrange points, but do remain close to it, appearing to slowly orbit it.\nThe largest group of asteroids known to move around the Sun are those with the planet Jupiter. There are two groups of Jovian Trojans, one group on each side of Jupiter.\nTheory.\nIn 1772 the French mathematician and astronomer Joseph-Louis Lagrange identified two spots in a planet's orbit which were gravitationally stable. If put there, an object would stay there. Lagrange predicted the existence of a group of small bodies in each of the two stable points in Jupiter’s orbit.\nThe term originally referred to the Trojan asteroids orbiting around Jupiter's Lagrangian points, which are by convention named after figures from the Trojan War of Greek mythology. By convention, the asteroids orbiting Jupiter's L4 point are named after the heroes from the Greek side of the war, while those at L5 are from the Trojan side. The two exceptions, the Greek-themed 617 Patroclus and the Trojan-themed 624 Hektor, were actually assigned to the wrong sides.\nDiscoveries.\nIn 1904, Edward Emerson Barnard was the first person to see a Trojan asteroid. Barnard thought it was a moon of the planet Saturn. In February 1906 a German astronomer named Max Wolf saw a Trojan asteroid and named it 588 Achilles. Wolf was the first person to see a Trojan asteroid and know what it was. Since that time, more than 2000 Trojan asteroids have been seen. The biggest Trojan asteroid is named 624 Hektor. 624 Hektor is 370 km across. Astronomers think that Trojan asteroids are made of ice and dust.\nLater, objects were found orbiting the Lagrangian points of Neptune, Mars, and Earth. Asteroids at the Lagrangian points of planets other than Jupiter may be called Lagrangian asteroids.\nEarth's Trojan.\nAstronomers have found a Trojan asteroid not far from Earth, moving in the same orbit around the Sun. It sits in one of the 'Lagrange points', which are 60 degrees ahead of or behind the planets in their orbits. These are points of gravitational stability.\nCalled 2010 TK7, the rock is about 80 million km from Earth, and should come no closer than about 25 million km. The team says its orbit appears stable at least for the next 10,000 years.\nAn orbiting telescope sensitive to infrared light found 2010 TK7. Wise, the Wide-field Infrared Survey Explorer launched in 2009, examined more than 500 Near-Earth objects (NEOs), 123 of which were new to science. Follow-up work on the Canada-France-Hawaii Telescope confirmed the status of 2010 TK7.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jupiter","surface_form":"Jupiter","offset":204},{"uri":"Sun","surface_form":"Sun","offset":223},{"uri":"Lagrange_point","surface_form":"Lagrange point","offset":281},{"uri":"Asteroid","surface_form":"asteroid","offset":376},{"uri":"Sun","surface_form":"Sun","offset":411},{"uri":"Planet","surface_form":"planet","offset":434},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":441},{"uri":"Joseph-Louis_Lagrange","surface_form":"Joseph-Louis Lagrange","offset":581},{"uri":"Gravitation","surface_form":"gravitation","offset":655},{"uri":"Stability","surface_form":"stable","offset":671},{"uri":"Jupiter","surface_form":"Jupiter","offset":903},{"uri":"Trojan_War","surface_form":"Trojan War","offset":985},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":999},{"uri":"617_Patroclus","surface_form":"617 Patroclus","offset":1213},{"uri":"624_Hektor","surface_form":"624 Hektor","offset":1249},{"uri":"Edward_Emerson_Barnard","surface_form":"Edward Emerson Barnard","offset":1326},{"uri":"Satellite_(natural)","surface_form":"moon","offset":1421},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":1440},{"uri":"Germany","surface_form":"German","offset":1467},{"uri":"Astronomer","surface_form":"astronomer","offset":1474},{"uri":"Max_Wolf","surface_form":"Max Wolf","offset":1491},{"uri":"588_Achilles","surface_form":"588 Achilles","offset":1535},{"uri":"624_Hektor","surface_form":"624 Hektor","offset":1724},{"uri":"Kilometre","surface_form":"km","offset":1754},{"uri":"Ice","surface_form":"ice","offset":1817},{"uri":"Dust","surface_form":"dust","offset":1825},{"uri":"Neptune","surface_form":"Neptune","offset":1891},{"uri":"Mars","surface_form":"Mars","offset":1900},{"uri":"Earth","surface_form":"Earth","offset":1910},{"uri":"Gravitation","surface_form":"gravitation","offset":2266},{"uri":"Stability","surface_form":"stability","offset":2280},{"uri":"2010_TK7","surface_form":"2010 TK7","offset":2298},{"uri":"Space_observatory","surface_form":"orbiting telescope","offset":2482},{"uri":"Infrared","surface_form":"infrared","offset":2514}]}