{"id":99890,"url":"http://en.wikipedia.org/wiki/Green_Lantern","text":"Green Lantern is the name of several fictional superheroes that appear in comic books published by DC Comics. The first was Alan Scott and was created by writer Bill Finger and artist Martin Nodell in All-American Comics #16 in July 1940.\nThe most famous is Hal Jordan and was created by John Broome and Gil Kane in Showcase #22 in October 1959.\nEach Green Lantern wears a power ring that allows the Green Lantern to control the physical world by strength of will.\nAlan Scott was the Golden Age Green Lantern and his ring was powered by magic.\nAll of the Green Lanterns since then have worn rings that were not magic, but advanced technology. The Guardians of the Universe created the power rings and granted them to worthy candidates throughout the galaxy. These individuals make up the Green Lantern Corps, an intergalactic police force.\nGolden Age Green Lantern: Alan Scott.\nAlan Scott was a young engineer when he found a metal lantern that glowed with a magical green flame. The flame told Alan how to build a ring. Alan used the power of the ring to fight crime. Alan was a founding member of the Justice Society of America.\nAlan Scott's power ring had to be recharged every 24 hours and did not work on wood.\nSilver Age Green Lantern: Hal Jordan.\nHal Jordan was an airplane test pilot. Jordan was given his power ring by a dying alien named Abin Sur, whose spaceship had crashed on Earth. Jordan was a founding member of the Justice League of America and also a member of the Green Lantern Corps.\nAt First Hal Jordan's power ring didn't work on anything yellow.\nHal Jordan's hometown Coast City was destroyed in the early 1990s and he went insane. Jordan destroyed the Green Lantern Corps and renamed himself Parallax. Jordan later died, sacrificing himself to reignite a dying Sun only to return from the grave as the Spectre, the divine Spirit of God's Vengeance.\n\"In brightest day, in blackest night\nNo evil shall escape my sight,\nLet those who worship evil's might,\nBronze Age Green Lanterns.\nGuy Gardner was the second choice of Abin Sur and the backup to Hal Jordan.\nJohn Stewart, an architect, was chosen by the Guardians to replace Guy Gardner as the backup Green Lantern for Hal Jordan.\nModern Age Green Lantern: Kyle Rayner.\nKyle Rayner, a freelance artist, was given the last power ring, and restored the Guardians and Corps after Jordan destroyed them as Parallax. Later Kyle became Ion, the manifestation of willpower, for a short time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional","surface_form":"fictional","offset":37},{"uri":"Superheroes","surface_form":"superheroes","offset":47},{"uri":"Comic_books","surface_form":"comic books","offset":74},{"uri":"DC_Comics","surface_form":"DC Comics","offset":99},{"uri":"Golden_Age","surface_form":"Golden Age","offset":484},{"uri":"Magic","surface_form":"magic","offset":537},{"uri":"Guardians_of_the_Universe","surface_form":"Guardians of the Universe","offset":647},{"uri":"Green_Lantern_Corps","surface_form":"Green Lantern Corps","offset":788},{"uri":"Police_force","surface_form":"police force","offset":826},{"uri":"Justice_Society_of_America","surface_form":"Justice Society of America","offset":1103},{"uri":"Justice_League_of_America","surface_form":"Justice League of America","offset":1432},{"uri":"Coast_City","surface_form":"Coast City","offset":1591},{"uri":"Parallax","surface_form":"Parallax","offset":1716},{"uri":"Spectre","surface_form":"Spectre","offset":1826}]}