{"id":99917,"url":"http://en.wikipedia.org/wiki/S/2004_S_3","text":"is the designation of an object seen orbiting Saturn just beyond the farther part of the F ring on 21 June, 2004. It was first seen by Carl Murray of the [http://ciclops.org/team/iss_team.php Cassini Imaging Science Team] in pictures taken by the Cassini-Huygens probe on June 21, 2004, and announced on September 9, 2004.\nEven though later astronomers tried to find it again, it has not been reliably seen since. Notably, an imaging sequence covering an entire orbital period at 4 km resolution taken on 15 November, 2004 failed to find the object. This suggests that it was a clump of material that had disappeared by that time.\nAnother object, was seen nearby 5 hours later, but this time just \"inside\" the F Ring. Because of the different location of the second object, it was given a fresh designation, although their interpretation as a single object on a F-ring crossing orbit is also possible. Such an object might also be orbiting at a bit different inclination to the F ring, thereby not actually passing through the ring material even though it was being seen both radially inward and outward of it.\nIf a solid object after all, would be 3−5 km in diameter based on brightness, and might be a shepherd satellite for the farther edge of Saturn's F ring.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":46},{"uri":"F_ring","surface_form":"F ring","offset":89},{"uri":"21_June","surface_form":"21 June","offset":99},{"uri":"2004","surface_form":"2004","offset":108},{"uri":"Carl_Murray","surface_form":"Carl Murray","offset":135},{"uri":"Cassini-Huygens","surface_form":"Cassini-Huygens","offset":247},{"uri":"June_21","surface_form":"June 21","offset":272},{"uri":"2004","surface_form":"2004","offset":281},{"uri":"September_9","surface_form":"September 9","offset":304},{"uri":"2004","surface_form":"2004","offset":317},{"uri":"15_November","surface_form":"15 November","offset":505},{"uri":"2004","surface_form":"2004","offset":518},{"uri":"Shepherd_satellite","surface_form":"shepherd satellite","offset":1204},{"uri":"Planetary_ring","surface_form":"ring","offset":1258}]}