{"id":9996,"url":"http://en.wikipedia.org/wiki/Spanish%E2%80%93American_War","text":"The Spanish–American War was a war fought between Spain and the United States of America in the year 1898. This war was fought in part because a lot of people wanted Cuba, one of the last remaining bits of the former Spanish Empire, to become independent. Many Americans also wanted their country to get a colonial empire. Spain lost the sea war and had to give up its colonies of Cuba, the Philippines, Puerto Rico, and part of Guam. All of these colonies, except for Cuba, would become U.S. colonies at the end of the war.\nCauses.\nFollowing reports of Spanish abuse and killing of Cubans, the United States sent warships to Cuba. Spain was losing control of Cuba and had been putting Cubans into concentration camps. The United States sent ships to Cuba to try to force Spain to give up Cuba. The USS \"Maine\" (ACR-1) exploded in Havana harbor, killing about 260 people on board. \"Remember the Maine\" became a common wartime saying. U.S. newspapers blamed Spain for the explosion. Spain tried to avoid going to war, but pressure from U.S. newspapers, called \"yellow journalism,\" and ordinary people, persuaded U.S. government to go to war. Some of these people just wanted Cuba to become independent, but others hoped that the United States could build a colonial empire overseas, like many European countries had done.\nFighting.\nVolunteers throughout the country signed up for the war. Future president Theodore Roosevelt raised troops and became famous in leading the Rough Riders during the Battle of San Juan Hill.\nIn a big naval battle in Manila Bay, an American fleet commanded by George Dewey destroyed the Spanish fleet. Ground battles took place in Cuba and Puerto Rico.\nThe United States won the war and they soon began to occupy and take control of these colonies after Spain surrendered. Almost 400 American soldiers died during fighting, but more than 4,000 Americans died from diseases such as yellow fever, typhoid, and malaria.\nEnd of war.\nThe war stopped when the Treaty of Paris was signed on December 10, 1898 by the United States and Spain. The United States became the owners of Puerto Rico, Guam, and the Philippines, Later, it got the Guantanamo Bay Naval Base.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":31},{"uri":"Spain","surface_form":"Spain","offset":50},{"uri":"United_States","surface_form":"United States of America","offset":64},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":217},{"uri":"Colonialism","surface_form":"colonial empire","offset":306},{"uri":"Philippines","surface_form":"Philippines","offset":391},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":404},{"uri":"Guam","surface_form":"Guam","offset":429},{"uri":"Concentration_camps","surface_form":"concentration camps","offset":698},{"uri":"USS_Maine_(ACR-1)","surface_form":"USS \"Maine\" (ACR-1)","offset":799},{"uri":"Havana","surface_form":"Havana","offset":831},{"uri":"Yellow_journalism","surface_form":"yellow journalism","offset":1060},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":1405},{"uri":"Rough_Riders","surface_form":"Rough Riders","offset":1471},{"uri":"Battle_of_San_Juan_Hill","surface_form":"Battle of San Juan Hill","offset":1495},{"uri":"Naval_battle","surface_form":"naval battle","offset":1529},{"uri":"Manila","surface_form":"Manila","offset":1545},{"uri":"George_Dewey","surface_form":"George Dewey","offset":1588},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":1909},{"uri":"Typhoid","surface_form":"typhoid","offset":1923},{"uri":"Malaria","surface_form":"malaria","offset":1936},{"uri":"Treaty_of_Paris_(1898)","surface_form":"Treaty of Paris","offset":1982},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":2101},{"uri":"Guam","surface_form":"Guam","offset":2114},{"uri":"Philippines","surface_form":"Philippines","offset":2128},{"uri":"Guantanamo_Bay_Naval_Base","surface_form":"Guantanamo Bay Naval Base","offset":2159}]}