{"id":99986,"url":"http://en.wikipedia.org/wiki/Soest%2C_Germany","text":"Soest (pronounced) is a city in North Rhine-Westphalia, Germany. It is the capital of the Soest district.\nGeography.\nSoest is along the \"Hellweg\" road, about 50 kilometres east of Dortmund and about 50 kilometres west of Paderborn.\nHistory.\nDue to the fertile soil the area around Soest was used long before 836 when the village is first mentioned in the \"Dagobertsche Schenkung\", although the origin of this document is historically unknown. But there is no doubt that Soest has been lived in for a long time; excavations in the last two decades have uncovered signs of people living in Soest more than 4000 years ago. In the 11th and 12th century Soest grew a lot, making it one of the biggest cities in Westphalia with some 10,000 citizens. It was also an important member of the Hanseatic League until 1609.\nA self-confident Soest from 1444 to 1449 freed itself from the Bishop of Cologne, who controlled Westphalia (the so-called \"Soester Fehde\"). Being no longer capital of Westphalia, the city aligned itself with the Duke of Cleves. This was a Pyrrhic victory, however; the city had shown itself strong enough to defy the powerful Archbishop of Cologne, but lost much of its trade: the \"freed\" town was two-thirds surrounded by territories with other rulers. When the last Duke of Cleves died in 1609 that dukedom was taken by Brandenburg and after a short siege Soest was added into it. During and after the Thirty Years' War, Soest lossed a lot of people and influence; at the lowest point in 1756 it had only 3,600 citizens.\nWith the start of the Soest district in 1817 its influence slowly rose. However, the industrialization of the Ruhr area did not reach Soest, which continued to be a small city.\nFrom about 1953 to 1971 there was a big garrison of Canadian soldiers and their families stationed at Soest (with the Canadian camps just east of the city in Bad Sassendorf) as well as Werl and Hemer-Iserlohn and Deilinghofen to the south west. There were also many Belgian Kasernes in Soest itself.\nFrom 1971-1993 the old Canadian properties, such as the Married Quarters along Hiddingser Weg, south of the B-1, were used by British military and families. Upon the closing out of Belgian and British army facilities many of these military facilities either became used for civilian purposes or were not used again/destroyed. The old Married Quarters area was changed to civilian housing. The old CANEX (formerly MLS) (the Canadian Army's food and clothing store for dependent families) was changed to a NAAFI under the British and was finally demolished in 2006.\nSt Patroclus's Cathedral.\nIn 960, Bruno I, Archbishop of Cologne moved St Patroclus's relics from Troyes and buried them in 964 at St Patroclus's Cathedral in Soest, where he is still today honoured.\nThe Cathedral is a beautiful example of early medieval \"Romanesque\" architecture fashioned from the local greenish sandstone. Its big squared bell tower or steeple can be seen for many kilometers, rising up out of the city centre of the old city and a landmark of the Soester Boerde.\nCoat of arms.\nThe coat of arms shows a key, which is the symbol for Saint Peter, the patron of Cologne. The coat was not changed even after Soest no longer fell within the jurisdiction of Cologne.","categories":[],"infobox_types":["Former Country"],"annotations":[{"uri":"German_phonology","surface_form":"pronounced","offset":7},{"uri":"City","surface_form":"city","offset":24},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":32},{"uri":"Germany","surface_form":"Germany","offset":56},{"uri":"Capital_(city)","surface_form":"capital","offset":75},{"uri":"Soest_Rural_District","surface_form":"Soest district","offset":90},{"uri":"Kilometre","surface_form":"kilometre","offset":161},{"uri":"Dortmund","surface_form":"Dortmund","offset":180},{"uri":"Paderborn","surface_form":"Paderborn","offset":221},{"uri":"11th_century","surface_form":"11th","offset":627},{"uri":"12th_century","surface_form":"12th century","offset":636},{"uri":"Westphalia","surface_form":"Westphalia","offset":706},{"uri":"Hanseatic_League","surface_form":"Hanseatic League","offset":783},{"uri":"Bishop_of_Cologne","surface_form":"Bishop of Cologne","offset":875},{"uri":"Westphalia","surface_form":"Westphalia","offset":909},{"uri":"Soester_Fehde","surface_form":"Soester Fehde","offset":936},{"uri":"Duchy_of_Cleves","surface_form":"Duke of Cleves","offset":1025},{"uri":"Pyrrhic_victory","surface_form":"Pyrrhic victory","offset":1052},{"uri":"Thirty_Years%27_War","surface_form":"Thirty Years' War","offset":1417},{"uri":"Soest_(district)","surface_form":"Soest district","offset":1558},{"uri":"Ruhr_area","surface_form":"Ruhr area","offset":1646},{"uri":"Bruno_I%2C_Archbishop_of_Cologne","surface_form":"Bruno I, Archbishop of Cologne","offset":2611},{"uri":"Patroclus_of_Troyes","surface_form":"St Patroclus's","offset":2648},{"uri":"Relics","surface_form":"relics","offset":2663},{"uri":"Troyes","surface_form":"Troyes","offset":2675},{"uri":"Architecture","surface_form":"architecture","offset":2845},{"uri":"Saint_Peter","surface_form":"Saint Peter","offset":3129}]}