{"id":9998,"url":"http://en.wikipedia.org/wiki/Infection","text":"Infection is the invasion of an organism's body tissues by disease-causing agents. The disease is caused by the invading agents multiplying. As they multiply, they produce toxins and damage host tissues. Infectious disease, also known as 'transmissible disease' or 'communicable disease', is illness resulting from an infection.\nDiseases caused by many infectious agents.\nSome infections are caused by different infectious agents at different times. For example, some diarrhea is caused by bacteria. Some is caused by viruses.\nThis is a very short list. There are many more diseases from infection and other causes: common diseases.\nGetting infectious disease.\nSome diseases can be passed from one person to another easily. Other infectious diseases are harder to get. If a person kisses or touches another person who is infected with the flu, a cold, measles, or a sore throat, he or she may get their disease. They may also give the person their disease if they cough on them. Other medical conditions such as AIDS, herpes, and hepatitis B, are only passed by closer contact. Having sex with an infected person, blood transfusions, or touching their blood or urine can sometimes pass on these conditions or diseases.\nTreating infectious disease.\nBacteria are usually treated with antibiotic medicines like Tetracycline and Penicillin. Viruses will not be killed by antibiotics. They must be treated with special medicines called antivirals. Medicines to treat HIV/AIDS like zidovudine are antivirals. Antifungals like miconazole and fluconazole treat infections from fungus. Anti-parasitic medicines like Praziquantel and mebendazole.\nSome infectious diseases have no treatments that work well. For example, there is no medicine that works well to cure West Nile Virus and Rabies. So it is important to avoid getting these diseases. Some infectious disease goes away on its own. These mild diseases do not need to be treated. For example, colds are caused by viruses and they do not need medicines.\nSome diseases can be prevented by immunizations. Immunizations try to make a person have an immune reaction to an infectious agent. This is usually done before the person gets the disease. Examples of diseases prevented by immunizations are: polio, tetanus, and pertussis. In some cases, if all of the disease can be removed from society, we can get rid of the disease completely. An example of this is smallpox. This virus used to kill people, cause blindness, and bad scars. Now there has not been a person who had smallpox in over thirty years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tissue_(biology)","surface_form":"tissue","offset":48},{"uri":"Disease","surface_form":"disease","offset":59},{"uri":"Toxin","surface_form":"toxin","offset":172},{"uri":"Tissues","surface_form":"tissues","offset":195},{"uri":"Illness","surface_form":"illness","offset":292},{"uri":"List_of_diseases","surface_form":"common diseases","offset":616},{"uri":"Measles","surface_form":"measles","offset":852},{"uri":"Herpes","surface_form":"herpes","offset":1018},{"uri":"Blood","surface_form":"blood","offset":1152},{"uri":"Urine","surface_form":"urine","offset":1161},{"uri":"Antibiotic","surface_form":"antibiotic","offset":1282},{"uri":"Prophylaxis","surface_form":"prevented","offset":2022},{"uri":"Immunization","surface_form":"immunization","offset":2035},{"uri":"Immune","surface_form":"immune","offset":2093},{"uri":"Polio","surface_form":"polio","offset":2243},{"uri":"Tetanus","surface_form":"tetanus","offset":2250},{"uri":"Pertussis","surface_form":"pertussis","offset":2263},{"uri":"Smallpox","surface_form":"smallpox","offset":2404}]}